{"protocolSection":{"identificationModule":{"nctId":"NCT06124248","orgStudyIdInfo":{"id":"NL83940.000.23"},"secondaryIdInfos":[{"id":"RAAK.PRO04.093","type":"OTHER_GRANT","domain":"SIA RAAK PRO"}],"organization":{"fullName":"UMC Utrecht","class":"OTHER"},"briefTitle":"Effectiveness of the RISE Intervention","officialTitle":"Effectiveness of the RISE Intervention to Reduce and Interrupt Sedentary Behaviour in Community Dwelling Sedentary People After First-ever Stroke","acronym":"RISE"},"statusModule":{"statusVerifiedDate":"2023-12","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-11-29","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-10","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-10-13","studyFirstSubmitQcDate":"2023-11-08","studyFirstPostDateStruct":{"date":"2023-11-09","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-12-04","lastUpdatePostDateStruct":{"date":"2023-12-05","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Martijn F. Pisters, PhD, PT","investigatorTitle":"Principal Investigator","investigatorAffiliation":"UMC Utrecht"},"leadSponsor":{"name":"UMC Utrecht","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Study aim:\n\nTo determine the effectiveness of the RISE intervention on reducing sedentary behaviour after discharge from acute hospital care in community dwelling people with a first-ever stroke, who have a sedentary movement behavioural pattern (so called 'sedentary prolongers' and 'sedentary movers') in comparison to usual care, at the end of the intervention period (T1).\n\nWho can participate? People aged over 18, who return home after acute care with a first-ever stroke, who are independent in walking with or without a walking aid, will be included in the RISE intervention study.\n\nWhat does the study involve? In this clinical randomized controlled trial, participants with first-ever stroke and a sedentary movement pattern will be included and randomly assigned to either the experimental group who will receive RISE intervention and usual care or the control group who will receive usual care. Primary and secondary outcome will be measured at baseline, post-treatment and six, nine and 12 months post-randomisation.","detailedDescription":"Background and study aims Background: People who have suffered a stroke are at high risk of functional decline, recurrent stroke and premature mortality. High amounts of sedentary behaviour, accumulated in prolonged bouts and low amounts of moderate to vigorous physical activity increase the risk of cardiovascular disease. Based on earlier research it is expected that a healthier balance in the 24h activity pattern (sedentary time, physical activity and sleep) reduces the risk of a second cardiovascular event. To support patients with stroke to strike the balance in their 24h activity pattern, a behavioural change coaching intervention focusing on reducing and interrupting their sedentary time was designed. A pilot study has been performed, and the RISE intervention seems feasible in reducing sedentary behaviour in people after stroke.\n\nStudy aim: To determine the effectiveness of the RISE intervention on reducing sedentary behaviour after discharge from acute hospital care in community dwelling people with a first-ever stroke, who have a sedentary movement behavioural pattern (so called 'sedentary prolongers' and 'sedentary movers') in comparison to usual care, at the end of the intervention period (T1).\n\nWho can participate? People aged over 18, who return home after acute care with a first-ever stroke, who are independent in walking with or without a walking aid, will be included in the RISE intervention study.\n\nWhat does the study involve? In this clinical randomized controlled trial, participants with first-ever stroke and a sedentary movement pattern will be included and randomly assigned to either the experimental group who will receive RISE intervention and usual care or the control group who will receive usual care. Primary and secondary outcome will be measured at baseline, post-treatment and six, nine and 12 months post-randomisation.\n\nWhat are the possible benefits and risks of participating? The possible benefits of participating in the study are: 1) insights in own movement behaviour and 2) (if someone is randomized to the RISE intervention group) the RISE intervention may help to reduce sedentary time, which may lower the risk on recurrent stroke.\n\nThe possible burden of participating in the study is that it will cost time to fulfill all questionnaires and other measurements. It will take about 45 minutes per follow-up measurement. The burden and risk of participating in the RISE intervention are considered low. The participants will receive a blended coaching intervention to reduce and interrupt their sedentary behaviour. The blended intervention includes ten face-to-face or online sessions of a primary care physiotherapist, wearing an activity monitor during the intervention period, and support from the smartphone application. During the intervention people will be encouraged to sit less and move more. The participant will participate in a baseline and post intervention measurements. This includes wearing an activity monitor, questionnaires and performing physical tests. All measurements are non-invasive. Participants can shower and perform all other daily activities while wearing the activity monitor. The other measurements will take about 3.5 hours in total, and will be carried out online or at people's homes. Included participants are physically capable of performing these physical activities and are coached by a physiotherapist. Therefore, the risk involved in participating is low. Additional burden of the intervention is low since visits of the physiotherapist will be at home or online.\n\nWhere is the study run from? Department of Rehabilitation Physiotherapy Science and Sport, University Medical Center (UMC) Utrecht, Utrecht University, Netherlands\n\nWhen is the study starting and how long is it expected to run for? September 2022 to September 2026\n\nWho is funding the study? National Directorate for Practice-oriented Research SIA (Regieorgaan Praktijkgericht Onderzoek SIA), Netherlands SIA RAAK PRO\n\nWho is the main contact?\n\n1. Camille Biemans, c.f.m.biemans@umcutrecht.nl (public)\n2. Dr. Martijn Pisters, m.f.pisters@umcutrecht.nl (scientific)"},"conditionsModule":{"conditions":["Sedentary Behaviour","Stroke"],"keywords":["Sedentary behaviour","Physical activity","Cardiovascular diseases","Sedentary time","Sitting time","Movement behaviours","Behaviour change"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"The investigator who carries out the T1 follow-up measurement (end of the intervention period), will be blinded for treatment allocation.","whoMasked":["INVESTIGATOR"]}},"enrollmentInfo":{"count":197,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Experimental group","type":"EXPERIMENTAL","description":"RISE intervention and usual care","interventionNames":["Behavioral: RISE intervention"]},{"label":"Control group","type":"NO_INTERVENTION","description":"Usual care"}],"interventions":[{"type":"BEHAVIORAL","name":"RISE intervention","description":"The RISE intervention: a 15-weeks blended behavioral intervention, where a primary care physiotherapist coaches participants on striking the balance in their 24h activity pattern, with a focus on reducing and interrupting their sedentary time. This will subsequently lead to an increase in physical activity. Next to that, insights into their personal sleep pattern, sleep hygiene rules and advices will be provided.\n\nPrimary care physiotherapists coach people with a first-ever stroke in their home setting by using behavior change techniques and the RISE eCoaching system. The RISE eCoaching system consists of 1) an activity monitor, 2) a smartphone application that provides real-time feedback and contains e-learning modules, 3) a monitoring dashboard for the physiotherapist. Participants receive participatory support from someone from their social network (e.g., partner or close friend) who joins them in the intervention (see image 1).","armGroupLabels":["Experimental group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Sedentary behaviour","description":"Amount of sedentary time objectively measured with ActivPAL (activity monitor)","timeFrame":"Baseline (T0) - One year post-randomisation (T4)"}],"secondaryOutcomes":[{"measure":"Fragmentation of sedentary behaviour","description":"The fragmentation index of sedentary behaviour objectively measured with ActivPAL (PAL Technologies Ltd, Glasgow, United Kingdom, activity monitor).","timeFrame":"Baseline (T0) - One year post-randomisation (T4)"},{"measure":"Sedentary time interruption","description":"The sedentary time interruption (amount of sedentary bouts, average sedentary bout duration, percentage of sedentary time accumulated in bouts over 30 min and 60 min) will be objectively measured with ActivPAL (PAL Technologies Ltd, Glasgow, United Kingdom, activity monitor).","timeFrame":"Baseline (T0) - One year post-randomisation (T4)"},{"measure":"Amount of light physical activity","description":"Amount of light physical activity objectively measured with ActivPAL (activity monitor)","timeFrame":"Baseline (T0) - One year post-randomisation (T4)"},{"measure":"Amount of moderate to vigorous physical activity","description":"Amount of moderate to vigorous physical activity objectively measured with ActivPAL (activity monitor)","timeFrame":"Baseline (T0) - One year post-randomisation (T4)"},{"measure":"Self-management","description":"Self-management measured with questionnaire: Patient Activation Measure (PAM). The Pam 13-Dutch is a reliable 13-item instrument and assesses patient (or consumer) self-reported knowledge, skills and confidence for self-management of one's health or chronic condition. The answering categories per item are 4-point Likert scales, ranging from totally disagree to totally agree and 'non applicable'. A higher score (range 1-100) indicates a higher level of self-management.","timeFrame":"Baseline (T0) - One year post-randomisation (T4)"},{"measure":"Self-efficacy","description":"Self-efficacy measured with questionnaire: Self-Efficacy Symptom Management Scale (SESx).\n\nThis questionnaire consists of 13 items scored on a 10-point scale ranging from 'not confident at all' to 'completely confident'. A higher score indicating higher self-efficacy.","timeFrame":"Baseline (T0) - One year post-randomisation (T4)"},{"measure":"Sedentary behaviour (long term)","description":"Amount of sedentary time objectively measured with ActivPAL","timeFrame":"Baseline (T0) - One year post-randomisation (T4)"},{"measure":"End-user satisfaction of the RISE eCoaching system","description":"End-user satisfaction of the RISE eCoaching system will be measured with questionnaire: End-User Computing Satisfaction (EUCS).\n\nThe EUCS is a 12-item questionnaire to measure end-use computing satisfaction of the (experimental group) participant and physiotherapists about usage of the RISE eCoaching system. All items are scored with a 5-point Likert scale ('almost never' to 'almost always').","timeFrame":"Three months post-randomisation (T1)"},{"measure":"Acceptability of the RISE eCoaching system","description":"Acceptability of the RISE eCoaching system will be measured with questionnaire: Post-Study System Usability Questionnaire (PSSUQ).\n\nThe PSSUQ is a 19-item instrument that assesses the perceived satisfaction of a user with a system, in this case the RISE eCoaching system.","timeFrame":"Three months post-randomisation (T1)"},{"measure":"Usability of the RISE eCoaching system","description":"Usability of the RISE eCoaching system will be measured with questionnaire: System Usability Scale (SUS).\n\nThe SUS is a questionnaire that measures the perceived usability of the m-health part of the intervention by posing 10 statements which the participant can rate on a 5-points Likert scale ('completely agree' to 'completely disagree'). The score ranges from 0-100, with a higher score indicating a higher perceived usability.","timeFrame":"Three months post-randomisation (T1)"},{"measure":"Sleep quality","description":"Sleep quality will be objectively measured with the Emfit QS Sleep tracker (Emfit Ltd, Vaajakoski, Finland; 542 3 70 3 1.4 mm).\n\nNext to the Emfit QS, experienced sleep quality is measured with the Pittsburgh Sleep Quality Index (PSQI). ThePSQI is a 19-item self-reported questionnaire about experienced sleep quality in the past month.","timeFrame":"Baseline (T0) - One year post-randomisation (T4)"},{"measure":"Sleep quantity","description":"Sleep quantity will be objectively measured with the Emfit QS Sleep tracker (Emfit Ltd, Vaajakoski, Finland; 542 3 70 3 1.4 mm)","timeFrame":"Baseline (T0) - One year post-randomisation (T4)"},{"measure":"Level of fatigue","description":"Level of fatigue will be measured with questionnaire: Fatigue Severity Scale-7 (FSS-7).\n\nThe items are asked about the past few weeks and relate to the perceived severity of fatigue in different daily situations. The FSS-7 measures chronic fatigue in 7 items with a 7-point likert scale (ranging from 'totally disagree' to 'totally agree'). The final score is the mean of the 7 item scores. A final score of ≥4 indicates that the severity of fatigue has a medium to high impact on daily life.","timeFrame":"Baseline (T0) - One year post-randomisation (T4)"},{"measure":"Physical functioning and participation","description":"Physical functioning and participation will be measured using the Short Physical Performance Battery (SPPB).\n\nThe Short Physical Performance Battery (SPPB) is an objective assessment tool for evaluating lower extremity functioning in older persons, which gives insight in someone's walking speed, balance and leg strength. The SPPB consists of a balance test, a gait speed test and a chair stand test, of which each item is score with 1, 2 or 4 points. The maximal total score is 12, in which a higher score indicates better lower extremity functioning.","timeFrame":"Baseline (T0) - Three months post-randomisation (T1)"},{"measure":"Stroke physical impact","description":"Stroke physical impact will be measured with questionnaire: Stroke Impact Scale (SIS).\n\nThis questionnaire has 37 questions in 5 domains (strength, hand function, activities daily living /Instrumental activities daily living, mobility and participation/ role and function). In this study, the domain 'activities daily living' is used. These questions are answered on a 5-point Likert scale ranging from 1, negative (e.g. 'no strength at all' or 'extremely difficult'), to 5 (e.g. 'a lot of strength' or 'not difficult at all').","timeFrame":"Baseline (T0) - One year post-randomisation (T4)"},{"measure":"24h activity pattern (sedentary behaviour, physical activity and sleep)","description":"Change in sleep quantity, amount of time spent sedentary, amount of time spent in light physical activity and amount of time spent moderate to vigorous physical activity will be combined to report the 24h activity pattern.","timeFrame":"Baseline (T0) - One year post-randomisation (T4)"}],"otherOutcomes":[{"measure":"Patient characteristics","description":"Patient characteristics will be measured with an intake questionnaire ((age, gender, education level, living situation (number of persons in the household), comorbidities, measured with CIRS (50), stroke characteristics (type of stroke, side of stroke, time since stroke) and vascular risk factors (coronary artery disease, AF, diabetes, hypertension, clinical obesity, smoking and alcohol use, hyperlipidemia).","timeFrame":"Baseline (T0)"},{"measure":"Walking speed","description":"Walking speed will be measured with the 5 meter walk test (5MWT) in which the participants is asked to walk 5 meters 3 times. Form the average duration of these three times the walking speed is calculated in meters per second.","timeFrame":"Baseline (T0)"},{"measure":"Cognitive functioning","description":"Cognitive functioning will be assessed using the Montreal Cognitive Assessment (MoCA).\n\nMoCA assesses eight domains of cognitive functioning with small tasks. The scores range from 0-30, a score of \\<26 indicates impaired cognitive function.","timeFrame":"Baseline (T0)"},{"measure":"Mental health status","description":"Mental health status will be measured with the Hospital Anxiety and Depression Scale (HADS).\n\nThe HADS is a short questionnaire of 14 items with a 4-point Likert scale. A higher score indicates more mental health problems.","timeFrame":"Baseline (T0) - One year post-randomisation (T4)"},{"measure":"Patients' healthcare utilization and patients' (unpaid) productivity losses","description":"Patients' healthcare utilization and patients' (unpaid) productivity losses will be measured using cost questionnaires.\n\nThere will be made use of retrospective 3-month cost questionnaires to avoid recall bias. Healthcare utilization will be valued using Dutch standards costs (56). If these are unavailable, prices reported by professional organizations will be used. will be valued in accordance with the \"Dutch Manual of Costing\".","timeFrame":"Baseline (T0) - One year post-randomisation (T4)"},{"measure":"Compliance to the RISE intervention","description":"Compliance to the treatment protocol will be measured with a questionnaire filled out by the physical therapists. Compliance consists of 1) the number of people that completed the intervention (with and without missing sessions); 2) The number of participants that mist one or more of the face to face sessions, the reasons for missing, and the percentage of missed sessions per participant; 3) The amount of sessions the participatory support was present; 4) The average amount of times participants used the RISE eCoaching system per week","timeFrame":"Three months post-randomisation (T1)"},{"measure":"Safety during the RISE intervention and follow-up measurements.","description":"Safety will be objectified by the number of adverse events registered by the researcher during the intervention and/or during the follow-up measure following the registration process.","timeFrame":"Baseline (T0) - One year post-randomisation (T4)"},{"measure":"Health Related Quality of Life","description":"Health Related Quality of Life will be measured with the questionnaire: EuroQol-5D (EQ-5D).\n\nThis questionnaire comprises of 5 dimensions i.e., mobility, self-care, usual activities, pain/discomfort and anxiety/depression. Per dimension, patients are asked to indicate their health status on a 5-point Likert scale (1 = no problems; 5 = extreme problems). The health states can be converted into utility units by means of the Dutch rates. Utilities represent quality of life into a single number that ranges from 0 (death) to 1 (full health). Quality Adjusted Life Years (QALY's) can subsequently be calculated by multiplying the patients' utilities by the duration of time they spent in that particular health status.","timeFrame":"Baseline (T0) - One year post-randomisation (T4)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nIn order to be eligible to participate in the baseline measurement of the intervention study, a subject must meet all of the following criteria:\n\n1. Aged 18 years or older;\n2. All types of first-ever stroke diagnosed in hospital within six months before start of the RISE intervention;\n3. Able to walk independently, as defined by a Functional ambulation categories score of at least 3;\n4. Independent regarding activities of daily living pre-stroke, as defined by a Barthel Index score of \\>18;\n5. Discharged to the home-setting;\n6. Not participating in a physical rehabilitation program lasting ≥ 3 months;\n7. Given their written informed consent.\n\nExclusion Criteria:\n\nA potential subject will be excluded from participation in this study if:\n\n1. The participant has insufficient knowledge or is cognitively unable to understand the Dutch language of the intervention content;\n2. The participant has severe comorbidities that withhold that person from safely reducing and interrupting their sedentary time (e.g. sever pulmonary diseases, hart failure or malignity's) as determined with the Physical Activity Readiness Questionnaire;","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Martijn F Pisters, Dr.","role":"CONTACT","phone":"+31 6 430 42 462","phoneExt":"+31","email":"m.f.pisters@umcutrecht.nl"},{"name":"Camille FM Biemans","role":"CONTACT","phone":"+31 6 57 536 630","phoneExt":"+31","email":"c.f.m.biemans@umcutrecht.nl"}],"overallOfficials":[{"name":"Martijn F Pisters, Dr.","affiliation":"UMC Utrecht Brain Center and Fontys University of Applied Sciences","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Fysiofit Vught","status":"RECRUITING","city":"Vught","state":"Brabant","zip":"5262 GJ","country":"Netherlands","contacts":[{"name":"Yvon Hagoort","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Nikita Huijgens","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":51.65333,"lon":5.2875}},{"facility":"Fysio 4 Den Bosch","status":"RECRUITING","city":"'s-Hertogenbosch","state":"Noord-Brabant","zip":"5212 VJ","country":"Netherlands","contacts":[{"name":"Eline Geurts","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":51.69917,"lon":5.30417}},{"facility":"Meras & Vital Fysiotherapie","status":"RECRUITING","city":"Eersel","state":"Noord-Brabant","zip":"5521 JJ","country":"Netherlands","contacts":[{"name":"Tamara van Leeuwarden","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":51.3575,"lon":5.31806}},{"facility":"PMC Eindhoven","status":"RECRUITING","city":"Eindhoven","state":"Noord-Brabant","zip":"5623 BB","country":"Netherlands","contacts":[{"name":"Marjolein Dings","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":51.44083,"lon":5.47778}},{"facility":"Stroomz Prinsejagt","status":"RECRUITING","city":"Eindhoven","state":"Noord-Brabant","zip":"5624 EA","country":"Netherlands","contacts":[{"name":"Bram van Gompel","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":51.44083,"lon":5.47778}},{"facility":"Fysiotherapie Zesgehuchten","status":"RECRUITING","city":"Geldrop","state":"Noord-Brabant","zip":"5663 PZ","country":"Netherlands","contacts":[{"name":"Evelien Mulder","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":51.42167,"lon":5.55972}},{"facility":"JVDI De Fysioclub","status":"RECRUITING","city":"Helmond","state":"Noord-Brabant","zip":"5707 CA","country":"Netherlands","contacts":[{"name":"Laura Pleiter","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":51.48167,"lon":5.66111}},{"facility":"Fysiotherapie Rakthof","status":"RECRUITING","city":"Helmond","state":"Noord-Brabant","zip":"5709 EK","country":"Netherlands","contacts":[{"name":"Jenny Bijsterbosch","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":51.48167,"lon":5.66111}},{"facility":"Vivent","status":"RECRUITING","city":"Rosmalen","state":"Noord-Brabant","zip":"5244 NJ","country":"Netherlands","contacts":[{"name":"José Martens","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":51.71667,"lon":5.36528}},{"facility":"Van Hoof, centrum voor therapie en gezondheid","status":"RECRUITING","city":"Valkenswaard","state":"Noord-Brabant","zip":"5554JV","country":"Netherlands","contacts":[{"name":"Wencke van Deurzen","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":51.35083,"lon":5.45972}},{"facility":"Fysio Annette de Gooijer","status":"RECRUITING","city":"Vlijmen","state":"Noord-Brabant","zip":"5251 RH","country":"Netherlands","contacts":[{"name":"Jytte Blenkers","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":51.6975,"lon":5.21667}},{"facility":"Fysio Vught Noord","status":"RECRUITING","city":"Vught","state":"Noord-Brabant","zip":"5264PJ","country":"Netherlands","contacts":[{"name":"Iris van Bussel","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":51.65333,"lon":5.2875}},{"facility":"Fysiotherapie Beelen","status":"RECRUITING","city":"Breukelen","state":"Utrecht","zip":"3621 BJ","country":"Netherlands","contacts":[{"name":"Martje Jans","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":52.17417,"lon":5.00139}},{"facility":"Fysiotherapie Zorgspectrum Houten eerstelijn","status":"RECRUITING","city":"Houten","state":"Utrecht","zip":"3991 KZ","country":"Netherlands","contacts":[{"name":"Marielle Wittekamp","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":52.02833,"lon":5.16806}},{"facility":"Fysiotherapie Groene Biezen","status":"RECRUITING","city":"Ijsselstein","state":"Utrecht","zip":"3401 NG","country":"Netherlands","contacts":[{"name":"Jelmer Klomp","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":52.02,"lon":5.04306}},{"facility":"MTCFysio","status":"RECRUITING","city":"Mijdrecht","state":"Utrecht","zip":"3641 KJ","country":"Netherlands","contacts":[{"name":"Esther Verdam","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":52.20667,"lon":4.8625}},{"facility":"Rembrandt fysiotherapie en revalidatie","status":"RECRUITING","city":"Veenendaal","state":"Utrecht","zip":"3904 JG","country":"Netherlands","contacts":[{"name":"Tessa Hodes","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":52.02863,"lon":5.55891}},{"facility":"Fysio Frankenhof","status":"RECRUITING","city":"Wijk bij Duurstede","state":"Utrecht","zip":"3962 CL","country":"Netherlands","contacts":[{"name":"Liselot De Bruijn-Oechies","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":51.97417,"lon":5.34167}},{"facility":"Synergy Fysiotherapie","status":"RECRUITING","city":"Woerden","state":"Utrecht","zip":"3447 GM","country":"Netherlands","contacts":[{"name":"Martje Jans","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":52.085,"lon":4.88333}},{"facility":"Van Tongeren Fysiotherapeuten","status":"RECRUITING","city":"Zeist","state":"Utrecht","zip":"3702 AD","country":"Netherlands","contacts":[{"name":"Annemarie de Wissel","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":52.09,"lon":5.23333}},{"facility":"Leidsche Rijn Julius Gezondheidscentra","status":"RECRUITING","city":"Utrecht","zip":"3543 BZ","country":"Netherlands","contacts":[{"name":"Sander Perry","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":52.09083,"lon":5.12222}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Pseudonymized data will be available upon reasonable request.","infoTypes":["STUDY_PROTOCOL","SAP","ICF"],"timeFrame":"As soon as all data have been collected and analyzed, individual participant data (IPD) will be shared upon reasonable request.","accessCriteria":"No access restrictions."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}