{"protocolSection":{"identificationModule":{"nctId":"NCT05244850","orgStudyIdInfo":{"id":"ipekkkkirmaci"},"organization":{"fullName":"Kahramanmaras Sutcu Imam University","class":"OTHER"},"briefTitle":"The Relationship of Trunk Control With Lower Extremity Sense, Balance and Gait in Stroke","officialTitle":"The Relationship of Trunk Control With Lower Extremity Sense, Balance and Gait in Stroke"},"statusModule":{"statusVerifiedDate":"2022-02","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-01-15","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-06-01","type":"ACTUAL"},"completionDateStruct":{"date":"2021-06-15","type":"ACTUAL"},"studyFirstSubmitDate":"2022-02-08","studyFirstSubmitQcDate":"2022-02-08","studyFirstPostDateStruct":{"date":"2022-02-17","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-02-08","lastUpdatePostDateStruct":{"date":"2022-02-17","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Zekiye İpek KATIRCI KIRMACI","investigatorTitle":"Asst. Prof.","investigatorAffiliation":"Kahramanmaras Sutcu Imam University"},"leadSponsor":{"name":"Kahramanmaras Sutcu Imam University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Cerebrovascular accident is the third leading cause of death in developed countries after heart disease and cancer. In adults, it ranks first among neurological diseases in terms of causing death and disability. About one-third of stroke patients experience permanent physical dysfunction. This situation has a negative impact on the economic, social, psychological life and general quality of life of the patient and his family. Stroke is one of the leading causes of long-term disability in adults due to problems such as activity limitations and participation restrictions caused by disorders in body functions. Movement disorder is one of the most common symptoms of stroke, and people with stroke often have trouble falling while walking after they are discharged from the hospital. Therefore, one of the main goals of stroke rehabilitation is to regain independent mobility with a safe and stable gait pattern. In addition to all these, one of the problems faced by most stroke patients is sensory-perception disorders. Sensory impairment can be experienced as the inability to perceive the senses or the inability to distinguish the senses. It should be considered that sensory awareness decreases as more than one sensory impulse competes with each other at the same time, and this situation should not be ignored during the evaluation. Although motor movement is governed by the normal motor field, the adjustment of our position in space is entirely the task of the sensory field. It is not possible to initiate and coordinate movement without sensory control. Since environmental change cannot be perceived during movement, it is not possible to provide environmental adaptation.","detailedDescription":"When the literature is examined, it is stated that the best functional results are revealed by a good postural control. Because the trunk is the key point of the body. Proximal trunk control is essential for distal extremity movements, balance and functional activities. It provides trunk control, static and dynamic posture, upright posture of the body, and selective trunk movements. Studies have emphasized the importance of intensive rehabilitation therapy targeting trunk control after stroke. Several randomized controlled trials have looked at the effects of trunk exercises in people with stroke. Saeys and colleagues have shown that the effects of trunk exercises improve standing balance and mobility as well as trunk performance.\n\nThere are only a few clinical assessment tools in the literature to evaluate trunk performance. The Trunk Disorder Scale examines static and dynamic sitting balance and trunk coordination. \"Postural Assessment Scale for Stroke Patients\" (PASS) was developed to evaluate postural control and balance in detail in stroke patients. This scale helps to evaluate postural control and balance of stroke patients, to predict prognosis, to shape treatment, and to observe time-dependent development.\n\nIn the literature, the rate of sensory problems accompanying stroke is given differently. In the study conducted by Kim and Choi-Kwon in 67 individuals with acute stroke, two-point discrimination, localization identification, position sense, and stereognosis senses were evaluated and it was found that these senses were affected in 85% of the individuals. In another study, it was stated that sensory impairment in the lower extremities affected gait speed, gait symmetry, standing and walking balance.\n\nHowever, the relationship between trunk control and lower extremity sense of stroke individuals has not been examined in the literature. In addition, studies on balance and walking have not been sufficiently observed."},"conditionsModule":{"conditions":["Stroke"],"keywords":["trunk control","balance","Lower extremity sense"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"OTHER","timePerspective":"OTHER"},"enrollmentInfo":{"count":30,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"One group","description":"Stroke patients","interventionNames":["Other: Test"]}],"interventions":[{"type":"OTHER","name":"Test","description":"Measurements","armGroupLabels":["One group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Trunk Impairment Scale","description":"The Trunk Impairment Scale consists of 3 subscales: static sitting balance (3 items), dynamic sitting balance (10 items) and coordination (4 items). The maximum score of the owner is 7, 10 and 6 points respectively. The Total Trunk Impairment Scale score ranges from 0 to 23, with higher scores indicating better trunk control.","timeFrame":"At baseline"},{"measure":"Tinetti Balance and Gait Test","description":"It consists of two parts, walking and balance. Consisting of 16 questions in total, the scale consists of 9 questions in which balance is evaluated first, followed by 7 questions in which gait is evaluated. The total score obtained by the evaluated participant from the first 9 questions constitutes the balance score, and the total score obtained from the following 7 questions constitutes the walking score. 2 points means that the requested task was done correctly, 1 point means that the task was done with adaptations, and 0 points means that the desired task could not be done. A total test score of 18 or less indicates a high fall risk, a moderate fall risk of 19-24 points, and a low-level fall risk with a score above 24.","timeFrame":"At baseline"},{"measure":"Ten Meter Walking Test","description":"During the test, the patient walks at a normal walking pace for a distance of 10 meters and the time is recorded.","timeFrame":"At baseline"},{"measure":"Fugl Mayer Assesment of Sensorimotor Function","description":"The sensory subscale of FMA (FMA-S) consists of 12 sub-parameters; 4 items are for light touch and 8 items are for proprioception sense. Scoring is between 0-24 points. The light touch sensation is subjectively tested. Joint position is tested on the thumb, wrist, elbow, and interphalangeal joint of the glenohumeral joint. Position sense of the lower extremities is tested on the toe, ankle, knee and hip joint.","timeFrame":"At baseline"}],"secondaryOutcomes":[{"measure":"Turkish version of Postural Assessment Scale for Stroke Patients (PASS-T)","description":"PASS is a special scale used to measure balance even in stroke patients with very low physical performance. The PASS includes 12 items that measure a person's balance performance in situations where the degree of difficulty is different, that is, when changing positions while lying, sitting, standing or standing. The scale is evaluated between 0-36. Between 0-3, the feasibility of the movement is tested; \"0\" is the lowest; \"3\" is the highest value.","timeFrame":"At baseline"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Able to walk 10 m without physical assistance,\n* Lower extremity functions are in stages 2-6 according to Brunnstrom motor recovery stages,\n* At least 3 days and at most 24 months have passed since the stroke,\n* Stroke individuals with a score of 7 or higher on the Hodkinson Mental score\n\nExclusion Criteria:\n\n* Having neurological and orthopedic problems that may affect walking other than stroke,\n* Having a history of cardiovascular and rheumatological diseases that prevent daily activities,\n* Lesion or fracture in the lower extremity,\n* Lower extremity spasticity 4 according to the modified Ashworth Scale,\n* Individuals with aphasia and communication disorders","sex":"ALL","minimumAge":"30 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Stroke Patients","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Zekiye İpek Katırcı Kırmacı","affiliation":"Kahramanmaras Sutcu Imam University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Kahramanmaraş Sutcu Imam University","city":"Kahramanmaraş","country":"Turkey","geoPoint":{"lat":37.5847,"lon":36.92641}}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}