{"protocolSection":{"identificationModule":{"nctId":"NCT04051658","orgStudyIdInfo":{"id":"MU-CIRB 2018/238.0712"},"organization":{"fullName":"Mahidol University","class":"OTHER"},"briefTitle":"Hemodynamic Response and Motor Functions Following Transcranial Direct Current Stimulation in Acute Stroke","officialTitle":"Hemodynamic Response and Motor Functions Following Transcranial Direct Current Stimulation in Acute Stroke"},"statusModule":{"statusVerifiedDate":"2022-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-08-06","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-12-31","type":"ACTUAL"},"completionDateStruct":{"date":"2021-12-31","type":"ACTUAL"},"studyFirstSubmitDate":"2019-08-08","studyFirstSubmitQcDate":"2019-08-08","studyFirstPostDateStruct":{"date":"2019-08-09","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-06-19","lastUpdatePostDateStruct":{"date":"2022-06-22","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Mahidol University","class":"OTHER"},"collaborators":[{"name":"National Research Council of Thailand","class":"OTHER_GOV"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The aim of the present study is to evaluate the possible effect of using dual-tDCS applied before conventional physical therapy on motor functions and hemodynamic response","detailedDescription":"It is generally accepted that transcranial direct current stimulation (tDCS) can induce change in cortical excitability and thus modulate brain plasticity in the human brain. tDCS has been used in neurorehabilitation to benefit ischemic stroke patients at different stages of stroke especially during acute, subacute, and chronic phase with positive and safety reports. After a unilateral stroke, the excitability of the affected hemisphere is decreased, an increase in the excitability of the unaffected hemisphere and an abnormally high interhemispheric inhibition (IHI) drive from the intact to lesioned hemisphere have been reported.\n\nThese neuronal reorganizations and plasticity begin in the very early stages after stroke. Prevent the abnormal IHI and thus increase the excitability of the affected hemisphere in the early phase would be beneficial for stroke rehabilitation.\n\nBased on the polarity-specific effects, anodal tDCS increases cortical excitability and cathodal tDCS decreases cortical excitability. tDCS can be applied in two distinct montages: monocephalic and bi-hemispheric/dual-tDCS (applying two electrodes over both cerebral hemispheres at the same time). To induce post-stroke motor recovery, two different monocephalic montages are typically used: i) to restore excitability in the ipsilesional hemisphere: anode over the ipsilesional hemisphere and the cathode as the reference electrode placed over the contra-orbital area ii) to down-regulate excitability of the contralesional hemisphere and rebalance IHI: cathode over the contralesional hemisphere and the anode as the reference electrode. Dual-tDCS can be also applied, permitting simultaneous coupling of excitatory and inhibitory effects on both cortices. In the acute phase, there is few evidence regarding the effect of tDCS on upper or lower limbs motor functions. However no evidence for tDCS combined with training in the acute phase. Some previous studies reported a positive effect on upper or lower limbs performance of tDCS with physical therapy in subacute to chronic stroke. The immediate and long-term effectiveness of each tDCS montage (monocephalic and bi-hemispheric/dual-tDCS) without physical rehabilitation in acute stroke also has been reported. However, there is still unclear evidence regarding the best tDCS montage with conventional physical therapy for stroke recovery, especially for the early phase The mechanism underlying cortical excitability changes after tDCS is still elusive. However, one possible mechanism indicating a change in cortical activity is the subsequent variation in hemodynamic response. Since different montages of tDCS can induce different responses on brain excitability. Different methods have been developed for cerebral hemodynamic evaluations i.e. cerebral blood flow velocity (CBFV). Transcranial color-coded duplex ultrasonography (TCCD) has been used to measure CBFV through the major intracranial vessels through relatively thin bone windows. It is a non-invasive, relatively inexpensive, safe, and portable allowing bedside monitoring of CBFV that is convenient in the intensive care setting.\n\nFive consecutive days for tDCS over the M1 appeared to be safe in acute stroke patient and tDCS over the M1 have been reported to improve motor functions and balance performance. Clinical outcomes that have been using in the clinical setting such as Fugl-Meyer Assessment for motor functions, strength assessed by hand-held dynamometer, Time up and go for dynamic balance and mobility, Five times sit to stand the test for dynamic balance and muscle strength will be used as a secondary motor outcome.\n\nThe aim of the present study is to investigate hemodynamic response and motor performance following difference montages of 5 tDCS sessions over the primary motor cortex (M1) applied before conventional physical therapy, at immediate after of 5-sessions and then follow up at 1 month."},"conditionsModule":{"conditions":["Stroke","Acute"],"keywords":["Stroke","Acute","tDCS","Rehabilitation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"a four-arm parallel assignment involves four groups of participants which consists of anodal-, cathodal-, dual- and sham tDCS.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"TRIPLE","whoMasked":["PARTICIPANT","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":96,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Anodal-tDCS & PT","type":"EXPERIMENTAL","description":"Anodal transcranial direct current stimulation (tDCS) will be applied for 20 mins before conventional physical therapy (about 1 hour). Anodal on the motor area (M1) of the affected hemisphere, Cathodal on the contralateral supraorbital area. The current intensity is fixed at 1.5 mA and the current will flow continuously. The physical therapist will give an intervention program base on the same basic conventional physical therapy treatment. The scope of intervention is administered to improve motor functions and cerebral hemodynamic.","interventionNames":["Device: Transcranial direct current stimulation"]},{"label":"Cathodal-tDCS & PT","type":"EXPERIMENTAL","description":"Cathodal transcranial direct current stimulation (tDCS) will be applied for 20 mins before conventional physical therapy (about 1 hour). Anodal on the supraorbital area of the affected hemisphere, Cathodal on the primary motor area (M1) of the unaffected hemisphere. The current intensity is fixed at 1.5 mA and the current will flow continuously. The physical therapist will give an intervention program base on the same basic conventional physical therapy treatment. The scope of intervention is administered to improve motor functions and cerebral hemodynamic.","interventionNames":["Device: Transcranial direct current stimulation"]},{"label":"Dual-tDCS & PT","type":"EXPERIMENTAL","description":"Dual transcranial direct current stimulation (tDCS) will be applied over C3-C4 or the motor area (M1) for 20 mins before conventional physical therapy (about 1 hour). Anodal on the affected hemisphere, Cathodal on the unaffected hemisphere. The current intensity is fixed at 1.5 mA and the current will flow continuously. The physical therapist will give an intervention program base on the same basic conventional physical therapy treatment. The scope of intervention is administered to improve motor functions and cerebral hemodynamic.","interventionNames":["Device: Transcranial direct current stimulation"]},{"label":"Sham-tDCS & PT","type":"SHAM_COMPARATOR","description":"Dual transcranial direct current stimulation (tDCS) in sham mode will be applied over C3-C4 or the motor area (M1) for 20 mins before conventional physical therapy (about 1 hour). Anodal on the affected hemisphere, Cathodal on the unaffected hemisphere. The physical therapist will give an intervention program base on the same basic conventional physical therapy treatment. The scope of intervention is administered to improve motor functions and cerebral hemodynamic .","interventionNames":["Device: Transcranial direct current stimulation"]}],"interventions":[{"type":"DEVICE","name":"Transcranial direct current stimulation","description":"tDCS will be applied in 1.5 mA, 20 mins before conventional physical therapy for 5 days. All experiments will be performed in random order for each subject.","armGroupLabels":["Anodal-tDCS & PT","Cathodal-tDCS & PT","Dual-tDCS & PT","Sham-tDCS & PT"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Cerebral blood flow velocity","description":"Participants undergoTCCD in the supine position to measure blood flow velocity. in each middle cerebral artery through temporal bone","timeFrame":"15 minutes"}],"secondaryOutcomes":[{"measure":"Fugl-Meyer Assessment","description":"gold standard and widely used tool to assess sensorimotor in stroke. The item from upper limb and lower limb section will be used. The items are rated on a 3-point ordinal scale as follows: 0 = unable to perform; 1 = partial ability to perform; and 2 = near normal ability to perform.","timeFrame":"20 minutes"},{"measure":"Muscle strength","description":"The strength of UE (elbow extensor, wrist extensor) and LE (hip extensor, hip flexor, knee extensor and ankle dorsiflexor) will be assessed by hand-held dynamometer.","timeFrame":"10 minutes"},{"measure":"Time-up and go test","description":"The TUG test is a commonly used screening tool to measure basic mobility correlating to dynamic balance. Start from sitting, stand up, walk 3 meters, turn around, walk back 3 meters and sit down. Timed to complete the task represent the body transfer and gait performance","timeFrame":"5 minutes"},{"measure":"Five Times Sit to Stand Test","description":"Subjects will sits on the chair and place their back against the chair. Timing will begin at \"GO\", the subjects will be asked to walk 3m, turn, walk back, and sit down. The stopwatch stops when the patient's buttocks touch the seat.","timeFrame":"5 minutes"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Between 18 and 75 years of age\n2. First ever-acute ischemic unilateral stroke in the anterior circulation (ACA or MCA territory), MRI/CT scan result is thus required.\n3. Stroke onset from 2-10 days\n4. Good level of consciousness (alert)\n5. Free of any neurological antecedent, unstable condition that may increase the risk of stimulation such as epilepsy; although tDCS is believed to induce less or no risk of seizure and epileptic seizure have never been reported in tDCS study even in a study with active epilepsy (19).\n6. No significant carotid artery occlusive disease (\\< 50% internal carotid artery stenosis) as assessed by carotid duplex ultrasonography\n7. Modified Ranking Scale ≤ 4\n\nExclusion Criteria:\n\n1. Recurrent stroke\n2. Having score more than 20 points on the National Institute of Health Stroke Scale\n3. Be unable to understand the instruction.\n4. Presence of intracranial metal implantation, cochlear implant, or cardiac pacemaker.\n5. Having as excessive pain in any joint of the lower limb (numerical pain rating score \\> 7)\n6. Open wound or wound infraction on scalp","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Wanalee Klomjai, Ph.D","affiliation":"Mahidol University","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Faculty of Physical Therapy, Mahidol University","city":"Salaya","state":"Nakonpathom","zip":"73170","country":"Thailand","geoPoint":{"lat":13.802,"lon":100.32111}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M6093","name":"Complement C3","relevance":"LOW"}],"browseBranches":[{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}