{"protocolSection":{"identificationModule":{"nctId":"NCT05740228","orgStudyIdInfo":{"id":"(PRD 10-2019-II)"},"organization":{"fullName":"School of Health Sciences Geneva","class":"OTHER"},"briefTitle":"Transcranial Direct Current Stimulation for Gait Recovery Following Stroke","officialTitle":"Transcranial Direct Current Stimulation for Gait Recovery Following Stroke","acronym":"TransGait"},"statusModule":{"statusVerifiedDate":"2023-04","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-03-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-08-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-08-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-01-23","studyFirstSubmitQcDate":"2023-02-13","studyFirstPostDateStruct":{"date":"2023-02-22","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-04-12","lastUpdatePostDateStruct":{"date":"2023-04-18","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"School of Health Sciences Geneva","class":"OTHER"},"collaborators":[{"name":"University Hospital, Geneva","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Background: Stroke is a leading cause of adult disability. The ability to walk is considered as the most important physical activity in daily life and strongly associated with quality of life in patients with stroke sequela. Conventional transcranial Direct Current Stimulation (tDCS) can induce mixed effects to improve gait impairment after stroke. The problem of limited focal specificity of tDCS may lead to an ineffective stimulation and in turn may be reduced the potential application of tDCS in clinical routine. High-definition transcranial Direct Current Stimulation (HD-tDCS) allows inducing, in a non-invasive way, a transient excitatory neuromodulation of a given cerebral region and to obtain a very focused cortical effect. However, the clinical and neurophysiological effects of HD-tDCS remain largely unknown for enhancing gait recovery in patients with stroke. The investigators hypothesize that anodal HD-tDCS will enhance neural interactions between motor networks and, thereby, improve motor processing and gait relearning. The investigators propose to carry out a study on chronic stroke patients involving anodal HD-tDCS of the affected primary motor cortex combined with a physical therapy.\n\nThis study has three main objectives:\n\n* To compare the effects of two techniques of tDCS (anodal tDCS, anodal HD-tDCS) on clinical recovery in patients with chronic stroke.\n* To assess the effects of these brain stimulation techniques on brain reorganization with electroencephalography (EEG).\n* To assess the effects of these brain stimulation techniques on spatiotemporal gait parameters during walking with wearable motion sensors.\n\nMethods: 36 patients with ischemic or hemorrhagic stroke will be randomly assigned to one of 3 groups: anodal tDCS, anodal HD-tDCS, or sham stimulation. Each group will receive the corresponding stimulation therapy 3 times per week for 2 weeks, simultaneously with physical therapy. Before (T0) and immediately after the treatment period (T1) and again one month later (T2), standardized assessments of sensorimotor function areas are obtained together with spatio-temporal analysis. Brain reorganization is assessed with EEG before and immediately after the treatment period. These recordings will be used to compare and investigate the clinical and physiological effects of each treatment modality.","detailedDescription":"This clinical study will be conducted in a sham-controlled, triple-blinded randomized controlled design. The patients will be recruited - by convenience sampling - from the outpatient population of University Hospitals of Geneva. Neurologists and the Medical Investigator (MI) will be contacted to recruit potential patients and a consent letter will be sent to them. The patients will be screened to determine whether a potential participant is eligible to be enrolled in the study or not. Only the MI will conduct the screening procedures, which include reviewing medical record and in-person interview. All screening activities will take 15-30 min., and they will be performed in a private screening room. Enrollment will occur after verifying the eligibility and obtaining the signed written consent form. Patients will be enrolled in the study only if they met all the inclusion criteria.\n\nAfter enrollment, all patients will be scheduled to receive 10 visits over four consecutive weeks. Each patient will be seen initially (1st visit and 2nd visit) for about 150 min. to conduct all baseline measurements (T0), which will include clinical examinations (90 min.) using different standardized tests for lower limb function (with spatiotemporal gait recording), and to conduct the EEG evaluation (60 min.). The follow-up sessions (3rd visit to 8th visit) will last for around 75 min. (30 min. for the preparation and placement of electrodes + 45 min. for physical therapy). All patients will be scheduled to receive 6 tDCS stimulations combined with physical therapy over 2 weeks (3 sessions/week). The 9th visit and 10th visit will last for about 150 min. to carry out the measurement tests (with spatiotemporal gait recording) and to conduct the EEG session (T1). The final visit (i.e., 11th visit) will be scheduled to be 4 weeks (90 min.) after the 10th visit to evaluate the long-term effects using the same clinical measurement tests (with spatiotemporal gait recording) (T2).\n\nAll the participants, physical therapists and assessors will be blinded to the type of stimulation applied. An experienced physical therapist will take all the baseline measurements (T0), post-stimulation measurements immediately after the intervention (T1), and long-term effects 4 weeks after the end of the stimulation period (T2). Another experienced physical therapist (i.e., not involved in clinical evaluations) will carry out all tDCS sessions and will conduct physical therapy. The tDCS stimulator will be pre-programmed by a researcher not involved in the study, and both this physical therapist and the patients were not aware of the applied treatment. The EEG assessment will be performed by a co-investigator not involved in another part of the study. Randomization will be generated with an allocation sequence based on randomly selected block sizes of 3, 6 and 9 and provided with a computer random-number generator by a researcher not involved in the study. Patients will be stratified for age and stroke laterality at randomization. Therefore, all the patients will be randomly assigned to one of three groups at a rate of 1:1:1:\n\nGroup A (n=12): receive anodal tDCS over the affected primary motor cortex\n\nGroup B (n=12): receive anodal HD-tDCS over the affected primary motor cortex\n\nGroup C (n=12): receive sham stimulation (alternatively sham anodal tDCS or sham anodal HD-tDCS).\n\nThis study protocol has been approved by the research ethics committee in Geneva."},"conditionsModule":{"conditions":["Stroke","Gait, Hemiplegic"],"keywords":["Stroke","Brain plasticity","Gait","Physical therapy","tDCS","HD-tDCS","Spatiotemporal parameters during walking"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Randomised, triple-blind, placebo-controlled, parallel-group study","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"TRIPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":36,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Anodal tDCS","type":"EXPERIMENTAL","description":"The anode is placed over the primary motor cortex of the stroke affected hemisphere, the cathode over the contralesional supraorbital front of the patient.","interventionNames":["Device: Anodal tDCS - Direct Current (DC)-stimulator (Soterix Medical, New York, NY, USA)"]},{"label":"Anodal High-Definition (HD) tDCS","type":"EXPERIMENTAL","description":"A single HD anode is placed over the primary motor cortex of the stroke affected hemisphere, 4 HD cathodes are placed over the affected hemisphere around the anode.","interventionNames":["Device: Anodal High-Definition (HD) tDCS - Direct Current (DC)-stimulator (Soterix Medical, New York, NY, USA)"]},{"label":"Sham stimulation","type":"SHAM_COMPARATOR","description":"The electrodes are placed as in one of the active arms, but only a ramp up current is applied during 30 seconds and then switched off. This induces similar sensations for the patients, but no change in excitability.","interventionNames":["Device: Sham stimulation - Direct Current (DC)-stimulator (Soterix Medical, New York, NY, USA)"]}],"interventions":[{"type":"DEVICE","name":"Anodal tDCS - Direct Current (DC)-stimulator (Soterix Medical, New York, NY, USA)","description":"A current of 2 milliamperes (mA) will be applied for 20 minutes, 3 times per week during 2 weeks, except for the sham tDCS arm.\n\nThe motor rehabilitation program include (1) balance exercises , (2) sit-to-stand exercises, (3) step exercises, (4) leg exercises, (5) walking training (6) stair-stepping exercises.","armGroupLabels":["Anodal tDCS"]},{"type":"DEVICE","name":"Anodal High-Definition (HD) tDCS - Direct Current (DC)-stimulator (Soterix Medical, New York, NY, USA)","description":"A current of 2 milliamperes (mA) will be applied for 20 minutes, 3 times per week during 2 weeks, except for the sham tDCS arm.\n\nThe motor rehabilitation program include (1) balance exercises , (2) sit-to-stand exercises, (3) step exercises, (4) leg exercises, (5) walking training (6) stair-stepping exercises.","armGroupLabels":["Anodal High-Definition (HD) tDCS"]},{"type":"DEVICE","name":"Sham stimulation - Direct Current (DC)-stimulator (Soterix Medical, New York, NY, USA)","description":"A current of 2 milliamperes (mA) will be applied for 20 minutes, 3 times per week during 2 weeks, except for the sham tDCS arm.\n\nThe motor rehabilitation program include (1) balance exercises , (2) sit-to-stand exercises, (3) step exercises, (4) leg exercises, (5) walking training (6) stair-stepping exercises.","armGroupLabels":["Sham stimulation"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The 6-Minute Walk Test","description":"The 6-Minute Walk Test (6MWT) is a patient self-paced walk test and measures the maximum distance (in meters) a subject cover during an indoor gait on a flat, hard surface in 6 minutes, using assistive devices, as necessary. The test is used as a sub-maximal test of aerobic capacity, endurance, and the level of functional capacity. Patients are allowed to stop and rest during the test. However, the timer does not stop. If the patient is unable to complete the test, the time is stopped at that moment. The missing time and the reason of the stop are recorded. This test will be administered while wearing a pulse oximeter to monitor heart rate and oxygen saturation, also integrated with Borg scale to assess dyspnea and endurance. The distance covered over a time of 6 minutes is used as the outcome by which to compare changes in performance capacity.\n\nScoring is done by completing one trial.\n\nContinuous measure, higher values indicate better outcome.","timeFrame":"Change from baseline (T0) to immediately after the treatment period (T1)"}],"secondaryOutcomes":[{"measure":"The 6-Minute Walk Test","description":"The 6-Minute Walk Test (6MWT) is a patient self-paced walk test and measures the maximum distance (in meters) a subject cover during an indoor gait on a flat, hard surface in 6 minutes, using assistive devices, as necessary. The test is used as a sub-maximal test of aerobic capacity, endurance, and the level of functional capacity. Patients are allowed to stop and rest during the test. However, the timer does not stop. If the patient is unable to complete the test, the time is stopped at that moment. The missing time and the reason of the stop are recorded. This test will be administered while wearing a pulse oximeter to monitor heart rate and oxygen saturation, also integrated with Borg scale to assess dyspnea and endurance. The distance covered over a time of 6 minutes is used as the outcome by which to compare changes in performance capacity.\n\nScoring is done by completing one trial.\n\nContinuous measure, higher values indicate better outcome.","timeFrame":"Change from baseline (T0) to one month after the treatment period (T2)"},{"measure":"The 10-Meter Walk Test","description":"The 10-Meter Walk Test (10 MWT) assesses walking speed (in meters per second) over a short distance (assistive device permitted). It can be employed to determine functional mobility and gait capacity. The test is completed at the subject's self-selected velocity.\n\nScoring is done by completing three trials with 1-min rest between each trial and calculating the average of the three trials to obtain the velocity.\n\nContinuous measure, lower values indicate better outcome.","timeFrame":"Change from baseline (T0) to immediately after the treatment period (T1) and one month after the treatment period (T2)"},{"measure":"Timed Up and Go test","description":"The Timed Up and Go test (TUG) is a test used to assess mobility, balance, and walking in people with balance impairments. The subject must stand up from a chair (which should not be leant against a wall), walk a distance of 3 meters, turn around, walk back to the chair and sit down - all performed as quickly and as safely as possible (assistive device permitted). Time will be measured using a chronometer (in seconds).\n\nScoring is done by completing three trials with 1-min rest between each trial and calculating the average of the three trials to obtain the measure.\n\nContinuous measure, lower values indicate better outcome.","timeFrame":"Change from baseline (T0) to immediately after the treatment period (T1) and one month after the treatment period (T2)"},{"measure":"Fugl-Meyer Assessment-Lower Extremity component","description":"The complete Fugl-Meyer contains 155 items and each item is rated on a three-point ordinal scale, 2 points for the detail being performed completely, 1 point for the detail being partially completed, and 0 points for the detail not being performed. The maximum score for the motor performance is divided into 66 points for the upper extremity and 34 for the lower extremity. Only the lower extremity motor assessment component of the Fugl-Meyer (FMA-LE) will be used for this study, which consists of 17 items.\n\nScoring is done by completing one trial.\n\nScale range 0-34 points, higher values indicate better outcome.","timeFrame":"Change from baseline (T0) to immediately after the treatment period (T1) and one month after the treatment period (T2)"},{"measure":"Reintegration to Normal Living Index Living (total score)","description":"The Reintegration to Normal Living Index (RNLI) is a disability-related quality-of life-instrument (QOL) that will be used to measure mobility, self-care, daily activity, recreational activity, and family roles and has been validated on a population of community-dwelling individuals with chronic conditions. There are 11 items in the Reintegration to Normal Living Index. Each of these items is accompanied by a visual analog scale (VAS) anchored by phrases reflecting whether the statement describes the situation of the patient. It allows the patients to determine the extent to which the statement in question applies to their specific situation. Each VAS is scored out of 10 points: 1 = minimal reintegration, 10 = complete reintegration. The adjusted score = (total score)/110 \\* 100 will be calculated.\n\nScoring is done by completing one trial.\n\nScale range 0-100 points, higher scores indicate better outcome.","timeFrame":"Change from baseline (T0) to immediately after the treatment period (T1) and one month after the treatment period (T2)"},{"measure":"Functional connectivity from high-density EEG recordings","description":"Resting state EEG functional connectivity (FC) analysis will be calculated. The absolute imaginary component of coherence between ipsilesional motor cortex and the rest of the brain will be subsequently calculated as index of functional connectivity. Separate values are obtained at each of seven frequency bands: delta (1-3 Hz), low theta (4-5 Hz), high theta (6-7 Hz), low alpha (8-10 Hz), high alpha (11-12 Hz), low beta (13-16 Hz), and high beta (17-20 Hz).\n\nContinuous measure, higher values indicate better outcome.","timeFrame":"Change from baseline (T0) to immediately after the treatment period (T1)"},{"measure":"Walking performance - cadence","description":"The unit is steps per minutes. Cadence is defined as the total number of steps you take in a minute while walking.\n\nGait cadence will be assessed during patients´comfort speed (the 6MWT) by instrumented gait analysis system (GaitUp, Lausanne, Switzerland).\n\nContinuous measure, higher values indicate better outcome.","timeFrame":"Change from baseline (T0) to immediately after the treatment period (T1) and one month after the treatment period (T2)"},{"measure":"Walking performance - stride time","description":"The unit is seconds. Stride time is defined as the time elapsed between the initial contacts of two consecutive footfalls of the same foot.\n\nStride time will be assessed during patients´comfort speed (the 6MWT) by instrumented gait analysis system (GaitUp, Lausanne, Switzerland).\n\nContinuous measure, lower values indicate better outcome.","timeFrame":"Change from baseline (T0) to immediately after the treatment period (T1) and one month after the treatment period (T2)"},{"measure":"Walking performance - stride length","description":"The unit is cm. Stride length is defined as the anterior-posterior distance between heels of two consecutive footprints of the same foot (left to left, right to right); two steps (e.g., a right step followed by a left step) comprise one stride or one gait cycle.\n\nStride length will be assessed during patients´comfort speed (the 6MWT) by instrumented gait analysis system (GaitUp, Lausanne, Switzerland).\n\nContinuous measure, higher values indicate better outcome.","timeFrame":"Change from baseline (T0) to immediately after the treatment period (T1) and one month after the treatment period (T2)"},{"measure":"Walking performance - step length","description":"The unit is cm. Step length is defined as the distance from heel contact of the first foot to heel contact of the subsequent contralateral foot.\n\nStep length will be assessed during patients´comfort speed (the 6MWT) by instrumented gait analysis system (GaitUp, Lausanne, Switzerland).\n\nContinuous measure, higher values indicate better outcome.","timeFrame":"Change from baseline (T0) to immediately after the treatment period (T1) and one month after the treatment period (T2)"},{"measure":"Walking performance - swing phase","description":"The unit is percentage (%). Swing phase begins when the foot first leaves the ground and ends when the same foot touches the ground again.\n\nSwing phase will be assessed during patients´comfort speed (the 6MWT) by instrumented gait analysis system (GaitUp, Lausanne, Switzerland).\n\nContinuous measure, the swing phase occupies 40% of the total gait cycle (healthy individuals).","timeFrame":"Change from baseline (T0) to immediately after the treatment period (T1) and one month after the treatment period (T2)"},{"measure":"Walking performance - stance phase","description":"The unit is percentage (%). Stance phase begins when the foot first touches the ground and ends when the same foot leaves the ground.\n\nStance phase will be assessed during patients´comfort speed (the 6MWT) by instrumented gait analysis system (GaitUp, Lausanne, Switzerland).\n\nContinuous measure, the swing phase occupies 60% of the total gait cycle (healthy individuals).","timeFrame":"Change from baseline (T0) to immediately after the treatment period (T1) and one month after the treatment period (T2)"},{"measure":"Walking performance - symmetry ratio of stride length","description":"The unit is ratio. V(larger value) / V(lesser value), V=step length(spatial) or step time(temporal)\n\nSymmetry ratio of stride length will be assessed during patients´comfort speed (the 6MWT) by instrumented gait analysis system (GaitUp, Lausanne, Switzerland).\n\n0-1 symmetry ratio comparing the stride length of the affected limb versus the unaffected limb during gait. If the unaffected limb performs equivalent to the affected limb, the ratio has a value of 1. The greater the disparity between limbs, the closer the ratio is to 0.","timeFrame":"Change from baseline (T0) to immediately after the treatment period (T1) and one month after the treatment period (T2)"},{"measure":"Walking performance - symmetry of percentage of time in swing phase of Gait","description":"The unit is ratio. Symmetry of percentage of time in swing phase of gait will be assessed during patients´comfort speed (the 6MWT) by instrumented gait analysis system (GaitUp, Lausanne, Switzerland).\n\n0-1 symmetry ratio compares the amount of time the unaffected leg is in swing phase of the gait cycle compared to the affected leg. The swing phase means the period of time during the gait cycle when one foot is not in contact with the ground. If the unaffected limb performs equivalent to the affected limb, the ratio has a value of 1. The greater the disparity between limbs, the closer the ratio is to 0.","timeFrame":"Change from baseline (T0) to immediately after the treatment period (T1) and one month after the treatment period (T2)"},{"measure":"Walking performance - time spent in double support phase of gait","description":"The unit is percentage (%). Time spent in double support phase of gait is defined as the period in the gait cycle when both feet are in contact with the floor.\n\nTime spent in double support phase of gait will be assessed during patients´comfort speed (the 6MWT) by instrumented gait analysis system (GaitUp, Lausanne, Switzerland).\n\nContinuous measure, this makes up approximately 28-40% of the stance phase (healthy individuals).","timeFrame":"Change from baseline (T0) to immediately after the treatment period (T1) and one month after the treatment period (T2)"},{"measure":"Walking performance - gait cycle duration","description":"The unit is seconds. Gait cycle duration (GCD) is defined as the time interval between two successive occurrences of one of the repetitive events of walking, herein the right heel strike).\n\nGCD will be assessed during patients´comfort speed (the 6MWT) by instrumented gait analysis system (GaitUp, Lausanne, Switzerland).\n\nContinuous measure, lower values indicate better outcome.","timeFrame":"Change from baseline (T0) to immediately after the treatment period (T1) and one month after the treatment period (T2)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. age ≥ 18 years,\n2. first haemorrhagic or ischemic stroke,\n3. time since stroke ≥ 12 months,\n4. unilateral lower limb hemiparesis with a Fugl-Meyer score (lower limb portion) less than 28 (out of a maximum score of 34),\n5. walking deficit with a Functional Ambulation Categories (FAC) score of more than 3,\n6. able to walk for 6 minutes with or without a walking aid, with or without a break, at a self-determined comfort pace,\n7. ability to concentrate and follow the study protocol,\n8. have given informed consent\n\nExclusion Criteria:\n\n1. second stroke during the protocol,\n2. botulinum toxin injection less than 3 months before the start of the protocol,\n3. impaired alertness with a Montreal Cognitive Assessment (MoCA) score below 23,\n4. metal object or implant near the stimulated area,\n5. pacemaker,\n6. vestibular disorders or vertigo,\n7. severe dystonia or spasticity with a Modified Ashworth Scale score of 3 or more,\n8. history of migraine,\n9. severe osteoarticular comorbidities of the lower limb,\n10. patients with one or more epileptic seizures,\n11. severe language impairment,\n12. other neurological or psychiatric disorder with severe impact on motor skills and activities of daily living, such as neurodegenerative disease, Parkinson's disease and others,\n13. Pregnant woman","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Pierre Nicolo, PhD","role":"CONTACT","phone":"0792633543","email":"nicolopierre@gmail.com"}],"overallOfficials":[{"name":"Pierre Nicolo","affiliation":"HEdS","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Nicolo","status":"NOT_YET_RECRUITING","city":"Geneva","zip":"1227","country":"Switzerland","contacts":[{"name":"Pierre Nicolo, PhD","role":"CONTACT","phone":"0792633543","email":"nicolopierre@gmail.com"}],"geoPoint":{"lat":46.20222,"lon":6.14569}},{"facility":"Pierre Nicolo","status":"RECRUITING","city":"Geneva","country":"Switzerland","contacts":[{"name":"Pierre Nicolo, PhD","role":"CONTACT","phone":"0792633543","email":"nicolopierre@gmail.com"}],"geoPoint":{"lat":46.20222,"lon":6.14569}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000020233","term":"Gait Disorders, Neurologic"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M21748","name":"Gait Disorders, Neurologic","asFound":"Gait, Hemiplegic","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}