{"protocolSection":{"identificationModule":{"nctId":"NCT05820815","orgStudyIdInfo":{"id":"0720222116"},"secondaryIdInfos":[{"id":"20220150017","type":"OTHER","domain":"Ministry of Food and Drug Safety"}],"organization":{"fullName":"Seoul National University Hospital","class":"OTHER"},"briefTitle":"Feasibility and Safety of In-bed Self-exercise in Patients With Subacute Stroke","officialTitle":"Protocol for a Single-blind Randomized Controlled Clinical Trial to Investigate the Feasibility and Safety of In-bed Self-exercise Based on Electromyography Sensor Feedback in Patients With Subacute Stroke"},"statusModule":{"statusVerifiedDate":"2023-07","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-12-06","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-06-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-12-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-03-23","studyFirstSubmitQcDate":"2023-04-19","studyFirstPostDateStruct":{"date":"2023-04-20","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-01-07","lastUpdatePostDateStruct":{"date":"2024-01-09","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Seoul National University Hospital","class":"OTHER"},"collaborators":[{"name":"Ministry of Trade, Industry & Energy, Republic of Korea","class":"OTHER_GOV"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The goal of this to investigate the feasibility and safety of in-bed self-exercises based on EMG-sensor feedback in subacute stroke patients. The main question is feasibility and safety. It aims to answer are:\n\n\\[Pittsburgh Rehabilitation Participation Scale\\] \\[The number and percentage of participating sessions\\] \\[The number and percentage of completed sessions\\] \\[The number and percentage of successful sessions\\] \\[The mean amplitude of muscle contractions in a session\\] \\[The duration and percentage of participating sessions during self-exercise\\] \\[Rivermead motor assessment\\] \\[Manual muscle test\\] \\[brunnstrom stages of motor recovery\\] \\[Fugl Meyer assessment of lower extremity\\] \\[Berg balance scale\\] \\[Functional ambulation category\\] \\[modified Rankin scale\\] \\[modified Barthel index\\] \\[Short-form Health Survery 36 version 2\\]","detailedDescription":"The intervention group is provided with graded exercise using the in-bed self-exercises based on EMG-sensor feedback according to muscle strength of the hemiplegic lower extremity and Brunnstrom stages of motor recovery in addition to conventional rehabilitation whereas the control group is provided with only conventional rehabilitation."},"conditionsModule":{"conditions":["Stroke"],"keywords":["biofeedback","clinical trial","electromyography","self","stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"OTHER","maskingInfo":{"masking":"SINGLE","maskingDescription":"An outcome assessor will be blinded after assignment to interventions by blocking access to the web randomization table operated on the website.","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":24,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"in-bed self-exercises based on EMG-sensor feedback intervention","type":"EXPERIMENTAL","description":"Conventional rehabilitation corresponds to general rehabilitation for lower extremity motor function in stroke patients and is mainly performed according to functional mobility with a range of motion. This includes lying down, standing, walking, and balance training. Additional in-bed self-exercises based on EMG-sensor feedback with conventional rehabilitation.","interventionNames":["Device: in-bed self-exercises based on EMG-sensor feedback intervention"]},{"label":"Conventional rehabilitation","type":"NO_INTERVENTION","description":"Conventional rehabilitation corresponds to general rehabilitation for lower extremity motor function in stroke patients and is mainly performed according to functional mobility with a range of motion. This includes lying down, standing, walking, and balance training."}],"interventions":[{"type":"DEVICE","name":"in-bed self-exercises based on EMG-sensor feedback intervention","description":"It presents the exercise method and amount of exercise for self-exercise and performs self-exercise while receiving feedback from muscle activity during self-exercise.","armGroupLabels":["in-bed self-exercises based on EMG-sensor feedback intervention"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change of Pittsburgh Rehabilitation Participation Scale","description":"The PRPS is a clinician-assessed instrument designed to assess patient participation in treatment. It is rated on a scale of 1 to 6 to measure the patient's effort and activeness to participate in treatment. Score '6' if the patient participated in all exercises and ' 1' if the patient refused the entire session. The PRPS had high interrater reliability(ICC=.96).","timeFrame":"baseline-3weeks"}],"secondaryOutcomes":[{"measure":"Change of The number and percentage of participating sessions","description":"A participating sessions is defined as a session in which the number of muscle contraction is more than one and the amplitude of the one or more targeted muscles is more than 20% of MVIC in each muscle contraction.","timeFrame":"baseline-3weeks"},{"measure":"Change of The number and percentage of completed sessions","description":"A completed session is defined as a session in which the percentage of targeted muscle contractions is more than 90% of total muscle contractions and the amplitude of the one or more targeted muscle is more than 10% of MVIC in each muscle contraction.","timeFrame":"baseline-3weeks"},{"measure":"Change of The number and percentage of successful sessions","description":"A successful session is defined as a session in which the percentage of targeted muscle contractions is more than 90% of total muscle contractions and the amplitude of the one or more targeted muscle is more than 50% of MVIC in each muscle contraction.","timeFrame":"baseline-3weeks"},{"measure":"Change of The mean amplitude of muscle contractions in a session","description":"Average change in peak amplitude of muscle contractions in self-exercise performed by the subject","timeFrame":"baseline-3weeks"},{"measure":"The duration and percentage of participating sessions during self-exercise","description":"Participation time and ratio of self-exercise performed by the subject","timeFrame":"baseline-3weeks"},{"measure":"Change of Rivermead motor assessment","description":"The RMA consists of three scales, including gross function, leg and trunk, and arm sections. Each activity must be carried out independently. Allowing his three attempts for each item. The Gross Function section (RMA-gf) consists of 13 items and primarily assesses mobility from sitting to running and gait. The leg and trunk section (RMA-lt) describes individual movements of the trunk (e.g. rolling to the affected side) and leg (e.g. ankle dorsiflexion with the leg extended while lying down). It consists of 10 items to be evaluated. Score '1' if the patient can perform the activity and ' 0' if he cannot. The maximum score equals the number of items. The higher the score, the more normal motor performance is possible. The intra-class correlation coefficients of the Rivermead motor assessment were between 0.88 and 0.95.","timeFrame":"baseline-3weeks-12weeks"},{"measure":"Change of Manual muscle test","description":"As a muscle strength measurement test, it is a scale evaluated on a scale of 0-5 according to strength against gravity and resistance. Score '5' if the patient is of Normal strength, ' 0' if he cannot check contraction palpable. In this study, bilateral hip flexion, hip abduction, knee extension, and ankle dorsiflexion muscle strength were measured. MMT had good external and internal efficacy and was not dependent on examiner bias.","timeFrame":"baseline-3weeks-12weeks"},{"measure":"Change of Brunnstrom stages of motor recovery","description":"The Brunnstrom approach is a classification method that models the motor recovery process after stroke-induced hemiplegia on a six-point ordinal scale. Brunnstrom's stage of recovery covers the progression of complete motor recovery from stage 1 of complete flaccidity and no voluntary movement to stage 6, when spasticity disappears, and near-normal isolated joint activities become possible. The Brunnstrom approach focuses on unique patterns associated with stroke recovery, including motor spasticity development, synergistic patterns, and voluntary movements. Brunnstrom had high inter-rater reliability (0.74 to 0.98).","timeFrame":"baseline-3weeks-12weeks"},{"measure":"Change of Fugl-Meyer assessment of lower extremity","description":"The FMA-LE investigates hip, knee, and ankle movements, and hierarchical recovery is recorded based on Brunnstrom's stages of recovery, from reflex to synergistic and non-synergistic movements. The FMA-LE motor domain uses a 3-point ordinal scale as follows: 0, unable to perform; 1, partially performance; and 2, complete performance. The possible score ranges from 0 to 34. The intra- and inter-rater reliabilities were excellent in early stroke patients.","timeFrame":"baseline-3weeks-12weeks"},{"measure":"Change of Berg balance scale","description":"The BBS was developed in 1989 by Katherine Berg in three-step survey of 32 health professionals to objectively measure balance and fall risk in community-dwelling older adults. The BBS examines 14 movements of daily life on a 5-point ordinal scale (range 0-4). A score of 0 indicates the lowest level of functioning and a score of 4 indicates normal performance. The total score range is 0-56. The BBS is widely used to assess stroke patients and its test-retest reliability and internal consistency to be excellent.","timeFrame":"baseline-3weeks-12weeks"},{"measure":"Change of Functional ambulation category","description":"The 6-point rating scale assesses how much human support is required when walking (with or without a personal assistive device).A score of 0 indicates a non-functional ambulator, and scores of 1-3 indicate dependent ambulators. A score of 1 indicates the need for ontinuous manual contact, a score of 2 indicates intermittent or continuous light touch, and a score of 3 indicates supervision or verbal cueing. Scores of 4-5 are independent ambulators, with a score of 4 indicating independent ambulators on horizontal surfaces only and a score of 5 indicating independent ambulators on any surface, including stairs. There was good interrater reliability among examiners of post-stroke patients.","timeFrame":"baseline-3weeks-12weeks"},{"measure":"Change of modified Rankin scale","description":"mRS is a widely used tool to measure global disability after stroke. The scale classifies disability from 0 (no symptoms at all) to 5 (severe disability). Scoring is performed by the evaluator based on the subject's functional dependence. The mRS is also found to be a psychometrically accepted measure. Intra-rater reliability was excellent.","timeFrame":"baseline-3weeks-12weeks"},{"measure":"Change of Modified Barthel index","description":"The MBI measures activities of daily living and includes ten activity domains, including bowel management, urinary management, grooming, toilet use, eating, locomotion, walking, dressing, climbing stairs, and bathing. Each activity is given a score ranging from 0 (unable to perform a task) to a maximum of 5, 10, or 15 (fully independent- the exact score depends on the evaluated activity). A total score is obtained by summing points for each of the items. Total scores may range from 0 to 100, with higher scores indicating greater independence. MBI is widely used to assess stroke patients and has a high intra-class correlation coefficient (ICC=.94)","timeFrame":"baseline-3weeks-12weeks"},{"measure":"Change of Short-form Health Survery 36 version 2","description":"The SF-36v2 is a well-studied, self-reported measure of functional health. Each item includes physical functioning, physical role limitation, pain, general medical health, vitality, social functioning, emotional role limitation, mental health, physical component scale, and mental component scale. Scores from 0 to 100 can be obtained through the SF-36v2 scoring software. Higher scores indicate better health status. There was good internal consistency over 0.7 for all subscales of the questionnaire.","timeFrame":"baseline-3weeks-12weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* 19 years and older\n* the onset of the stroke is less than 3months ago\n* Lower extremity weakness due to stroke (MMT =\\< 4 grade)\n* Modified Rankine Scale 2-5 points\n* Cognitive ability to follow commands\n\nExclusion Criteria:\n\n* stroke recurrence\n* other neurological abnormalities (e.g. parkinson's disease).\n* severely impaired cognition\n* serious and complex medical conditions(e.g. active cancer)\n* cardiac pacemaker or other implanted electronic system","healthyVolunteers":false,"sex":"ALL","minimumAge":"19 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"JungHyun Kim, prof","role":"CONTACT","phone":"01088632341","email":"kiking0@naver.com"}],"overallOfficials":[{"name":"Woo Hyung Lee, prof","affiliation":"Seoul National University Hospital","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Byung-Mo Oh, prof","affiliation":"Seoul National University Hospital","role":"STUDY_DIRECTOR"},{"name":"Han Gil Seo, prof","affiliation":"Seoul National University Hospital","role":"STUDY_DIRECTOR"},{"name":"Sung Eun Hyun, prof","affiliation":"Seoul National University Hospital","role":"STUDY_DIRECTOR"},{"name":"Hye Jung Park, prof","affiliation":"National Traffic Injury Rehabilitation Hospital","role":"STUDY_DIRECTOR"},{"name":"Geun Young Kim, B.S.","affiliation":"National Traffic Injury Rehabilitation Hospital","role":"STUDY_DIRECTOR"},{"name":"Jung Hyun Kim, prof","affiliation":"Seoul National University Hospital","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Seoul National University Hospital","status":"RECRUITING","city":"Seoul","state":"Jongno","zip":"03080","country":"Korea, Republic of","contacts":[{"name":"junghyun kim","role":"CONTACT"}],"geoPoint":{"lat":37.566,"lon":126.9784}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}