{"protocolSection":{"identificationModule":{"nctId":"NCT05191524","orgStudyIdInfo":{"id":"REC/00818 Aqdas"},"organization":{"fullName":"Riphah International University","class":"OTHER"},"briefTitle":"Constraint Induced Movement Therapy and Proprioceptive Neuromuscular Facilitation on Lower Limb Motor Function","officialTitle":"Comparison of Constraint Induced Movement Therapy and Proprioceptive Neuromuscular Facilitation on Lower Limb Motor Function in Stroke Patients"},"statusModule":{"statusVerifiedDate":"2022-09","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-01-15","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-06-27","type":"ACTUAL"},"completionDateStruct":{"date":"2022-06-27","type":"ACTUAL"},"studyFirstSubmitDate":"2021-12-29","studyFirstSubmitQcDate":"2021-12-29","studyFirstPostDateStruct":{"date":"2022-01-13","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-09-17","lastUpdatePostDateStruct":{"date":"2022-09-21","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Riphah International University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke, described as a neurological deficit caused by the interruption of cerebral blood flow, is one of the leading causes of mortality and morbidity throughout the world. It is the second most common medical condition and the major cause of disability in adults. Recovery following stroke revolves around the severity of sensory, motor, and cognitive impairments. Lower extremity impairment is one of the major post-stroke conditions which can cause difficulty in performing activities of daily living, gait abnormalities, increased risk of fall, and restriction in social participation. Rehabilitation after stroke is the primary mechanism through which it can achieve functional recovery and independence, which is based on the principles of motor learning and neuroplasticity.","detailedDescription":"There have been many rehabilitation techniques to treat post-stroke impairments. These include aerobic exercises, the Bobath approach, proprioceptive neuromuscular facilitation (PNF) constraint-induced movement therapy (CIMT), and mobilization and stimulation of neuromuscular tissue. The selection of techniques at the defined level of recovery varies among clinicians.\n\nConstraint-induced movement therapy (CIMT) is a neurological rehabilitation technique that has been used in various neurological disorders including stroke both in acute and chronic stages, traumatic brain injury, cerebral palsy, multiple sclerosis, and spinal cord injury to improve motor function and strengthen weak muscles which are characterized by the restraint of the less affected extremity accompanied by the shaping and repetitive task-oriented training of more affected extremity.\n\nProprioceptive facilitation (PNF) is one of the major therapeutic techniques aimed at enhancing the essential characteristics required for the functional ambulation of patients with hemiplegia, such as muscular control, strength, and flexibility. Changes in the excitation of the cortical motor area mediate this and the corresponding.\n\nMotor neurons. Previous researches are on the separate effect of CIMT and they have conducted PNF approaches, but there is no study available on the comparison of the effect of both techniques on lower limb function in stroke patients. Most of the studies administered PNF in combination with other approaches and the duration of intervention in these studies was in favor of CIMT groups compared to PNF. Therefore, this study is aimed at determining the comparative effect of CIMT and PNF on lower limb recovery."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":30,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Constrained induced movement therapy","type":"EXPERIMENTAL","description":"In this group of patients, they will use the CIMT technique for treatment. Patient will perform following tasks, while unaffected limb in constrains for 3 hours/day\n\n* Sit-to-Stand\n* Forward and Backward stepping\n* Stair Climbing and Descending (only the first stair will be used)\n* Side-to-Side stepping with the affected limb","interventionNames":["Other: Constrained induced movement"]},{"label":"Proprioceptive Neuromuscular facilitation therapy","type":"ACTIVE_COMPARATOR","description":"Different PNF components (such as commands, stretching, timing, and manual resistance) will be used for optimizing patients' output. We will do ten repetitions of each pattern before\n\nProceeding to the next pattern. The PNF patterns in the set used in the study will be :\n\nLower extremity:\n\n\\< Flexion-abduction-external rotation (knee flexed and knee extended) \\< Extension-adduction-internal rotation (knee flexed and knee extended) \\< Flexion-adduction-internal rotation (knee flexed and knee extended) \\< Extension-abduction-external rotation (knee flexed and knee extended","interventionNames":["Other: Proprioceptive Neuromuscular facilitation"]}],"interventions":[{"type":"OTHER","name":"Constrained induced movement","description":"Practice in two sessions per day (supervised) for 3 days per week, for six consecutive weeks. The unaffected limb will be constraint using a knee immobilizer only during practice sessions. We will perform the interventions under the supervision of a trained physiotherapist.","armGroupLabels":["Constrained induced movement therapy"]},{"type":"OTHER","name":"Proprioceptive Neuromuscular facilitation","description":"Group B will receive PNF intervention given for 30 minutes to the lower limb 3 times a week for 6 weeks","armGroupLabels":["Proprioceptive Neuromuscular facilitation therapy"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Fugl-Meyer Assessment (FMA)","description":"The FMA scale is a 226-point multi-item Likert-type scale developed as an evaluative measure of recovery from hemiplegic stroke. They divided it into 5 domains: motor function, sensory function, balance, joint range of motion, and joint pain. Each domain contains multiple items, each scored on a 3-point ordinal scale (0 = cannot perform, 1 = performs partially, 2 = performs fully).","timeFrame":"week 6"},{"measure":"Timed up and go test","description":"The Timed Up and Go (TUG) is a screening tool used to test basic mobility skills of frail elderly patients (60-90 years old). They can use the TUG with but is not limited to, persons with stroke.\n\n10s Completely independent With or without walking aid for ambulation and transfers\n\n\\< 20s Independent for main transfers With or without walking aid, independent for basic tub or shower transfers and able to climb most stairs and go outside alone\n\n\\> 30s Requires assistance dependent in most activities","timeFrame":"week 6"},{"measure":"Berg Balance Scale","description":"The Berg balance scale is used to objectively determine a patient's ability (or inability) to safely balance during a series of predetermined tasks. It is a 14 item list with each item comprising a five-point ordinal scale ranging from 0 to 4, with 0 showing the lowest level of function and 4 the highest level of function and takes approximately 20 minutes to complete.","timeFrame":"week 6"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Both male and female\n* Patients who will be diagnosed with hemiplegia due to stroke\n* Patient who has an asymmetrical stance, ability to walk and stand with minimal assistance\n* Patient must have 15 degrees of knee flexion in the affected limb\n* Mini mental state examination Mini Mental State Examination \\>23\n\nExclusion Criteria:\n\n* Patients who cannot perform the active movement of a limb due to pre stroke musculoskeletal problems\n* Cardiopulmonary diseases which could hinder their ability to take part in rehabilitation\n* Patient with impaired cognition","healthyVolunteers":false,"sex":"ALL","minimumAge":"30 Years","maximumAge":"60 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Ayesha Afridi, PhD*","affiliation":"Riphah International University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Helping Hand institute of Rehabilitation Sciences","city":"Mansehra","country":"Pakistan","geoPoint":{"lat":34.33023,"lon":73.19679}}]},"referencesModule":{"references":[{"type":"BACKGROUND","citation":"Çoban O. İnmeli hastalarda mekanik hippoterapi cihazı ile yapılan egzersizin postural kontrol ve denge üzerine etkisi. 2019"},{"type":"BACKGROUND","citation":"Abba M, Muhammad A, Badaru U, Abdullahi A. Comparative effect of constraint-induced movement therapy and proprioceptive neuromuscular facilitation on upper limb function of chronic stroke survivors. Physiotherapy Quarterly. 2020;28(1):1-5"},{"pmid":"32873248","type":"BACKGROUND","citation":"He L, Wang J, Wang F, Zhang L, Zhang L, Zhao W. Increased neutrophil-to-lymphocyte ratio predicts the development of post-stroke infections in patients with acute ischemic stroke. BMC Neurol. 2020 Sep 1;20(1):328. doi: 10.1186/s12883-020-01914-x."},{"pmid":"27621261","type":"BACKGROUND","citation":"Randolph SA. Ischemic Stroke. Workplace Health Saf. 2016 Sep;64(9):444. doi: 10.1177/2165079916665400."},{"pmid":"32706202","type":"BACKGROUND","citation":"Yu L, Tao J, Zhao Q, Xu C, Zhang Q. Confirmation of potential neuroprotective effects of natural bioactive compounds from traditional medicinal herbs in cerebral ischemia treatment. J Integr Neurosci. 2020 Jun 30;19(2):373-384. doi: 10.31083/j.jin.2020.02.63."},{"pmid":"19919699","type":"BACKGROUND","citation":"Lakhan SE, Kirchgessner A, Hofer M. Inflammatory mechanisms in ischemic stroke: therapeutic approaches. J Transl Med. 2009 Nov 17;7:97. doi: 10.1186/1479-5876-7-97."},{"pmid":"28123618","type":"BACKGROUND","citation":"Ojaghihaghighi S, Vahdati SS, Mikaeilpour A, Ramouz A. Comparison of neurological clinical manifestation in patients with hemorrhagic and ischemic stroke. World J Emerg Med. 2017;8(1):34-38. doi: 10.5847/wjem.j.1920-8642.2017.01.006."},{"pmid":"24595959","type":"BACKGROUND","citation":"Chen S, Zeng L, Hu Z. Progressing haemorrhagic stroke: categories, causes, mechanisms and managements. J Neurol. 2014 Nov;261(11):2061-78. doi: 10.1007/s00415-014-7291-1. Epub 2014 Mar 5."},{"pmid":"28931491","type":"BACKGROUND","citation":"GBD 2015 Neurological Disorders Collaborator Group. Global, regional, and national burden of neurological disorders during 1990-2015: a systematic analysis for the Global Burden of Disease Study 2015. Lancet Neurol. 2017 Nov;16(11):877-897. doi: 10.1016/S1474-4422(17)30299-5. Epub 2017 Sep 17."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}