{"protocolSection":{"identificationModule":{"nctId":"NCT00334230","orgStudyIdInfo":{"id":"060175"},"secondaryIdInfos":[{"id":"06-N-0175"}],"organization":{"fullName":"National Institutes of Health Clinical Center (CC)","class":"NIH"},"briefTitle":"Gait Training and Brain Changes in Stroke Patients","officialTitle":"Mechanisms of Training Induced Improvements in Gait Function After Stroke"},"statusModule":{"statusVerifiedDate":"2008-04-21","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2006-06-02"},"completionDateStruct":{"date":"2008-04-21"},"studyFirstSubmitDate":"2006-06-06","studyFirstSubmitQcDate":"2006-06-06","studyFirstPostDateStruct":{"date":"2006-06-07","type":"ESTIMATED"},"lastUpdateSubmitDate":"2017-06-30","lastUpdatePostDateStruct":{"date":"2017-07-02","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"leadSponsor":{"name":"National Institute of Neurological Disorders and Stroke (NINDS)","class":"NIH"}},"descriptionModule":{"briefSummary":"This study, conducted in collaboration with the National Rehabilitation Hospital (NRH) in Washington, D.C., will look at changes in brain activation and brain responses that occur with gait (walking) training. Brain images and responses of healthy subjects are compared with those of patients.\n\nHealthy normal volunteers and people who have had a stroke within 3 months of starting the study may be eligible for this study. Candidates must be between 18 and 80 years of age, and patients must participate in NRH's walking study.\n\nStroke patients participate in all three study sessions described below. The first session takes place before patients start the NRH walking training study, the second session takes place at completion of the NRH walking study, and the third session takes place 3 months after completing the NRH study. Healthy control subjects complete only the procedures in session 3.\n\nSession 1\n\nDay 1: Neurological examination and questionnaire to evaluate memory and attention.\n\nDay 2: Motor testing with transcranial magnetic stimulation (TMS). For this test, a wire coil is held on the subject's scalp. A brief electrical current passes through the coil, creating a magnetic pulse that stimulates the brain. During the stimulation, the subject may be asked to tense certain muscles slightly or perform other simple actions to help position the coil properly. The stimulation may cause a twitch in the leg muscles, and the subject may hear a click and feel a pulling sensation on the skin under the coil.\n\nSession 2\n\nDay 1: Functional MRI (fMRI). MRI uses a magnetic field and radio waves to produce images of body tissues and organs. The subject lies on a table that can slide in and out of the scanner (a narrow cylinder), wearing earplugs to muffle loud knocking and thumping sounds that occur during the scanning process. Scanning time varies from 20 minutes to 3 hours, with most scans lasting 45 and 90 minutes. Subjects may be asked to lie still for up to a few minutes at a time and to perform movements of their foot.\n\nDay 2: motor testing with TMS.\n\nSession 3\n\nDay 1: fMRI\n\nDay 2: motor testing with TMS","detailedDescription":"OBJECTIVES:\n\nThe purpose of this protocol is to study the mechanisms underlying the beneficial effects of locomotor training in hemiplegic patients. The locomotor training will be performed under an approved protocol already started at the National Rehabilitation Hospital (NRH). The overall goal of the NRH protocol is to determine whether goal-directed, robotic-assisted gait training is more effective than conventional gait training for facilitating the recovery of stable walking patterns in hemiparetic stroke patients. We will use functional magnetic resonance imaging (fMRI) and transcranial magnetic stimulation (TMS) to identify changes in neural networks involved in performance improvements associated with the locomoter training. The relative contribution of somatosensory cortices (SI, SII) to these performance improvements has not been studied. SI and SII have key roles in both storing and processing sensory information. Activity in the somatosensory cortex is significantly involved in controlling sensory input relevant to motor learning in health and disease. For example, stroke patients with decreased sensation exhibit less recovery than those with intact sensation. Sensory input is thought to play a crucial role in performance improvements associated with locomotor learning. Therefore, it is likely that SI and SII activity plays a major contributory role in training-dependent locomotor improvement after stroke. Electrophysiological measurements can provide important insights into sensorimotor integration processes in humans. Indeed, cortical facilitation induced by peripheral nerve afferent input is useful to probe sensorimotor interaction in health and disease. The specific hypotheses are that performance improvements with locomotor training will be associated with: (a) increased sensorimotor integration as expressed by facilitation in MEP size induced by peripheral nerve stimulation, and (b) greater processing in somatosensory regions, expressed as increased fMRI activation in ipsilesional SI and SII."},"conditionsModule":{"conditions":["Gait Training","Locomotion"],"keywords":["Functional Magnetic Resonance Imaging (fMRI)","Transcranial Magnetic Stimulation (TMS)","Locomotion","Cortical Reorganization","Rehabilitation","fMRI","Stroke","Healthy Volunteer","HV"]},"designModule":{"studyType":"OBSERVATIONAL","enrollmentInfo":{"count":58}},"eligibilityModule":{"eligibilityCriteria":"* INCLUSION CRITERIA:\n\nStroke Patients\n\nMay be eligible for this research study if they:\n\n* qualified for participation in the NRH locomotor protocol\n* are between 18 and 80 years old\n* have not had any other strokes\n* had a stroke more than 3 months ago\n* had a stroke that affected one side of the brain\n* are able to perform the tasks required in the study with the paretic or non-paretic foot\n* are willing and able to give consent\n\nHealthy Volunteers\n\nMay be eligible for the research study if they:\n\n* are between 18 and 80 years old\n* are able to perform the tasks required in the study\n* are willing and able to give consent\n* a normal physical and neurological examination\n\nEXCLUSION CRITERIA:\n\nExclusion criteria for stroke patients:\n\nSub-acute stroke patients will be not be eligible for the study if they:\n\n* are unable to perform the behavioral tasks with the non-paretic foot,\n* have had more than one stroke,\n* have a history of alcohol or drug abuse or severe language disturbances (aphasia)\n* have uncontrolled medical problems, such as heart, lung or kidney disease, epilepsy or diabetes mellitus,\n* are pregnant. Since the effects of MRI and TMS on fetal development are unknown, women of childbearing age will have pregnancy test prior to the study and pregnant women will be excluded.\n* have a cardiac pacemaker, intracardiac lines, implanted medication pumps, neural stimulators, metal in the cranium, with the exception or dental braces in the mouth.\n* simultaneous participation in any other intervention protocol for stroke.\n* have with serious cognitive deficits (defined as equivalent to a mini-mental state exam score (MMSE) of 23 or less)\n\nExclusion criteria for healthy volunteers:\n\nHealthy volunteers will not be eligible for the study if they:\n\n* are unable to perform the tasks,\n* have a history of alcohol or drug abuse or severe language disturbances or serious cognitive deficits,\n* have uncontrolled medical problems, such as heart, lung or kidney disease, epilepsy or diabetes mellitus,\n* are pregnant. Since the effects of MRI and TMS on fetal development are unknown, women of childbearing age will have pregnancy test prior to the study and pregnant women will be excluded.\n* have a cardiac pacemaker, intracardiac lines, implanted medication pumps, neural stimulators, metal in the cranium except in the mouth, dental braces.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"National Institutes of Health Clinical Center, 9000 Rockville Pike","city":"Bethesda","state":"Maryland","zip":"20892","country":"United States","geoPoint":{"lat":38.98067,"lon":-77.10026}}]},"referencesModule":{"references":[{"pmid":"16110423","type":"BACKGROUND","citation":"Bayona NA, Bitensky J, Teasell R. Plasticity and reorganization of the uninjured brain. Top Stroke Rehabil. 2005 Summer;12(3):1-10. doi: 10.1310/A422-G91U-Q4HB-86XC."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}