{"protocolSection":{"identificationModule":{"nctId":"NCT04649684","orgStudyIdInfo":{"id":"1-2019-0002"},"organization":{"fullName":"Yonsei University","class":"OTHER"},"briefTitle":"The Effectiveness of Exoskeleton Type Robotic Gait Training Using CIMT for Lower Extremity: in the Aspect of Gait Independence and Balance","officialTitle":"The Effectiveness of Exoskeleton Type Robotic Gait Training Using CIMT for Lower Extremity: in the Aspect of Gait Independence and Balance"},"statusModule":{"statusVerifiedDate":"2021-05","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-03-13","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-10-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2021-11-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-11-25","studyFirstSubmitQcDate":"2020-11-25","studyFirstPostDateStruct":{"date":"2020-12-02","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-05-18","lastUpdatePostDateStruct":{"date":"2021-05-21","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Yonsei University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The prevalence of stroke has reached 795,000 a year worldwide, which cannot be overlooked. In stroke patients, gait disorder is the most common among the complications of stroke, which is known to have the greatest adverse effect. One of the important goals of rehabilitation after a stroke is the restoration of symmetry and balance of locomotion to prevent complications such as fall.\n\nMeanwhile, various methods have been devised in addition to the conventional physical therapy using physical efforts of a physical therapist as a rehabilitation treatment designed to improve gait exercise capacity including body weight-supported treadmill training, Hydrotherapy and robot-assisted gait training.\n\nEspecially in the case of robot-assisted gait training, it is proven to be more effective in terms of gait function recovery compared to the patient group who only undergoes conventional physical therapy.\n\nRobot-assisted gait training can be divided into two types according to the driven principle, exoskeleton-type robot assisted gait training and end-effector gait training. Among them, exoskeleton-type robotic gait training has distinctive feature from another type, the guidance force, which assists the movement of the lower extremities throughout the entire gait cycle according to a pre-set joint trajectory data based on healthy people. For patients who are currently unable to walk, task-oriented sensory information can be provided using this concept diversifying the degree of guidance force for affected lower limb as well as unaffected lower limb.\n\nMany studies have set the degree of guidance force to 100% at the side of affected limb at first and then gradually reduce the degree of guidance force to the extent that the patient is tolerable. In contrast, in the case of unaffected limb, there is no mention of the degree of guidance force setting.\n\nBut, the most representative characteristic of walking is bipedal. Considering the fact that recovering the gait symmetry is the biggest challenge for stroke patients, there is a limitation when not taking into account the activity of the unaffected side.\n\nIn this respect, this study investigates the effectiveness of constraint-induced movement therapy (CIMT) for lower extremity by modulating degree of guidance force during exoskeleton-type robotic-assisted gait training\n\nIn this study, a group of patients with acute hemiplegic stroke including subacute phases, less than 3 months after onset were included. And all experiments were conducted over 4 weeks. The group was divided into three: the first group got conventional robot-assisted gait training, guidance force given equally to both limbs. Second group received only conventional gait therapy conducted by physical therapists without robotic gait therapy for the same period of time. The third group got robot-assisted gait training based on CIMT concept;\n\n100% guidance force is given on the unaffected side and then verbal ques are given not to contract unaffected muscle voluntarily as much as possible are provided by physical therapists, automatically according to the predetermined joint trajectory. In contrast at the affected side, gradually reduce the degree of guidance force to the extent that the patient is tolerable.\n\nThe purpose of this study is to analyze the clinical gait index afterwards to find out whether the group that performed robot gait training using healthy leg restriction therapy is more effective in improving gait pattern and gait independence than the rest of the group.\n\nThe purpose of this study was to compare the clinical gait index before, after completion of therapy, and 4 weeks after completion of therapy among three group and prove the effectiveness of robot-assisted gait training based on CIMT concept in the aspect of gait patterns and gait independence index."},"conditionsModule":{"conditions":["Acute Hemiplegic Stroke Including Subacute Phases"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":40,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Conventional robot-assisted gait training group","type":"EXPERIMENTAL","description":"they got conventional robot-assisted gait training, guidance force given equally to both limbs","interventionNames":["Device: Conventional robot-assisted gait training"]},{"label":"Lower CIMT robot-assisted gait training group","type":"EXPERIMENTAL","description":"they got robot-assisted gait training based on CIMT concept","interventionNames":["Device: Lower CIMT robot-assisted gait training group"]}],"interventions":[{"type":"DEVICE","name":"Conventional robot-assisted gait training","description":"They got conventional robot-assisted gait training, guidance force given equally to both limbs, and then gradually reduce the degree of guidance force to the extent that the patient is tolerable equally .during 4- week treatment session","armGroupLabels":["Conventional robot-assisted gait training group"]},{"type":"DEVICE","name":"Lower CIMT robot-assisted gait training group","description":"They got robot-assisted gait training based on CIMT concept; 100% guidance force is given on the unaffected side and then verbal ques are given not to contract unaffected muscle voluntarily as much as possible are provided, automatically according to the predetermined joint trajectory. In contrast at the affected side, gradually reduce the degree of guidance force to the extent that the patient is tolerable.","armGroupLabels":["Lower CIMT robot-assisted gait training group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Functional ambulatory category","description":"The Functional Ambulation Categories (FAC) is a functional walking test that evaluates ambulation ability. It ranges from 0 to 5 points\n\n* A score of 0 indicates that the patient is a non-functional ambulator (cannot walk);\n* A score of 1, 2 or 3 denotes a dependent ambulator who requires assistance from another person in the form of continuous manual contact (1), continuous or intermittent manual contact (2), or verbal supervision/guarding (3)\n* A score of 4 or 5 describes an independent ambulator who can walk freely on: level surfaces only (4) or any surface (5=maximum score) (Holden et al., 1984)","timeFrame":"Before the study"},{"measure":"Functional ambulatory category","description":"The Functional Ambulation Categories (FAC) is a functional walking test that evaluates ambulation ability. It ranges from 0 to 5 points\n\n* A score of 0 indicates that the patient is a non-functional ambulator (cannot walk);\n* A score of 1, 2 or 3 denotes a dependent ambulator who requires assistance from another person in the form of continuous manual contact (1), continuous or intermittent manual contact (2), or verbal supervision/guarding (3)\n* A score of 4 or 5 describes an independent ambulator who can walk freely on: level surfaces only (4) or any surface (5=maximum score) (Holden et al., 1984)","timeFrame":"After the study(4 weeks after start)"},{"measure":"Functional ambulatory category","description":"The Functional Ambulation Categories (FAC) is a functional walking test that evaluates ambulation ability. It ranges from 0 to 5 points\n\n* A score of 0 indicates that the patient is a non-functional ambulator (cannot walk);\n* A score of 1, 2 or 3 denotes a dependent ambulator who requires assistance from another person in the form of continuous manual contact (1), continuous or intermittent manual contact (2), or verbal supervision/guarding (3)\n* A score of 4 or 5 describes an independent ambulator who can walk freely on: level surfaces only (4) or any surface (5=maximum score) (Holden et al., 1984)","timeFrame":"4 weeks after study"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Stroke patients admitted at the Department of Rehabilitation.\n2. Age over 19 years old\n3. Diagnosed by brain magnetic resonance imaging or computed brain tomography\n4. Acute and subacute patients with less than 3 months of stroke onset\n5. Those who show hemiplegia after stroke\n6. Those who are able to execute orders of one or more steps\n7. A person who cannot walk independently with 2 points or less in the Functional Ambulation Category (FAC)\n8. Those whose Dynamic/Static sitting balance is measured above Fair grade\n9. Patients who understand the study, are willing to participate, and agree to participate\n\nExclusion Criteria:\n\n1. Persons with impaired walking before stroke\n2. Those who shows spasticity measured by Modified Ashwoth scale of 3 or more\n3. Patients with ataxia\n4. Contraindications to weight-bearing of the lower extremities such as severe joint construction, osteoporosis, and untreated fractures\n5. Patients weighing over 135kg\n6. Damage to the skin in contact with the machine when walking with robot assisted device\n7. Patients who underwent orthopedic or neurosurgery surgery within 6 months of the start of the study\n8. Uncontrolled high blood pressure or orthostatic hypotension clinically\n9. Patients with potential for transmission of pathogenic microorganisms through contact\n10. Lower limb amputated status\n11. Cardiovascular disease, venous thrombosis or heart failure, respiratory disease that may affect heart function during exercise load\n12. Those who was diagnosed malignant neoplasm\n13. Other underlying diseases that cannot withstand robot-assisted walking\n14. Patients judged to be unsuitable for this study by the investigator","healthyVolunteers":false,"sex":"ALL","minimumAge":"19 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Deog Young Kim","role":"CONTACT","phone":"+82-10-3766-1867","email":"kimdy@yuhs.ac"}],"overallOfficials":[{"name":"Deog Young Kim","affiliation":"Severance Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Yonsei Severance Hospital","status":"RECRUITING","city":"Seoul","country":"Korea, Republic of","contacts":[{"name":"Deog Young Kim","role":"CONTACT","phone":"+82-10-3766-1867","email":"KIMDY@yuhs.ac"}],"geoPoint":{"lat":37.566,"lon":126.9784}}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}