{"protocolSection":{"identificationModule":{"nctId":"NCT05857657","orgStudyIdInfo":{"id":"REC/23/0202 Fatima Noor"},"organization":{"fullName":"Riphah International University","class":"OTHER"},"briefTitle":"Immediate Effects of PNF With Lower Leg Kinesio Taping in Chronic Stroke","officialTitle":"Immediate Effects of Proprioceptive Neuromuscular Facilitation With Lower Leg Kinesiotaping on Ankle Dorsiflexion, Gait and Functional Mobility in Patients With Chronic Stroke"},"statusModule":{"statusVerifiedDate":"2023-12","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-03-05","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-11-15","type":"ACTUAL"},"completionDateStruct":{"date":"2023-12-15","type":"ACTUAL"},"studyFirstSubmitDate":"2023-03-31","studyFirstSubmitQcDate":"2023-05-04","studyFirstPostDateStruct":{"date":"2023-05-12","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-12-26","lastUpdatePostDateStruct":{"date":"2023-12-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Riphah International University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The aim of this research is to find the immediate effects of propriocepticve neuromuscular facilitation with lower leg kinesiotaping on ankle dorsiflexion, gait and functional mobility in patients with chronic stroke. It will be a randomized clinical trial in which participants will be selected through non probability convenience sampling. Patients aged range from 40 to 70 years, both gender, diagnosed with hemiplegia due to hemorrhagic or ischemic stroke for more than 6 months, with insufficient ankle dorsi flexion less than 8 degree will be included in this study whereas patients with neurological problems other than stroke that would interfere with gait and balance control and with limbs affected bilaterally will be excluded from study. Participant will be randomly allocated into three groups (A,B and C). Group A will receive only ankle kinesiotaping that will be applied for 30 minutes for one session. Group B will receive proprioceptive neuromuscular facilitation hold-relax technique in flexion-adduction-external rotation pattern, 15-20 repetitions that will be applied in lying position for 10-15 minutes for one session.\n\nGroup C will receive both proprioceptive neuromuscular facilitation hold-relax technique with ankle kinesiotaping. Posttest measurement will be taken after 30 minutes of one session of treatment using Time up and GO (TUG) test, dynamic gait index, barthel index and Motor Assessment Scale . Data will be analyzed by SPSS version 21","detailedDescription":"Detailed Description: Stroke has been described clinically through the abrupt onset of signs of focal neurological disorder that remain more than 24 hours( or lead to earlier brain damage) and are due to acute vascular damage to part of the brain.The general prevalence charge of stroke is round 2-25 according to thousand population. The chance of recurrance over five years is 15-40%. Ischemic stroke is a type of stroke that occurs when a blood vessel in the neck or brain becomes blocked.Blockage can be due to thrombosis, embolism and narrowing of artery (stenosis).Hemorrhagic stroke is because of bleeding into the brain through the rupture of a blood vessel. Hemorrhagic stroke can be in addition subdivided into intracerebral hemorrhage (ICH) and subarachnoid hemorrhage (SAH).\n\nThe concord symptom is abrupt numbness or weakness in the face, arms, or legs, especially on one side of the body. Sudden disorientation or difficulty speaking or understanding language. sudden loss of vision in one or both eyes; sudden difficulty walking, lightheadedness, or loss of balance or coordination; sudden severe headache of unknown cause.The most common risk factor for stroke is hypertension.Upper motor neuron lesion due to stroke outcomes in a constellation of sensorimotor impairments which includes muscle weakness, impaired selective motor control, spasticity, and proprioceptive deficits that intervene with normal gait.Gait is one of the most important aspects of a stroke rehabilitation program. Patients with stroke are characterized by decreased ankle dorsiflexion during the swing, which leads to a decrease in gait ability.\n\nHemiparetic gait is characterised by using particular spatiotemporal styles, along with decreased cadence, prolonged swing period on the paretic aspect, prolonged stance duration on the nonparetic side, and step length asymmetry.Post-stroke hemiplegic gait is a combination of deviations and compensatory movement dictated by way of residual functions.Decreased functional mobility is a well-known residual disability after stroke and is associated with the ability to move (e.g., get in and out of a bed or chair), walk a certain distance, and turn. , is related.\n\nwhile remaining independent.\n\nProprioceptive neuromuscular facilitation (PNF) is a stretching technique used to improve muscle flexibility and has been exhibited to have a positive effect on active and passive range of motion. Proprioceptive neuromuscular facilitation (PNF) is a very powerful healing exercise for the improvement of muscle thickness, dynamic stability and gait and broadly used in medical settings to improve the bodily functioning of stroke patients.Some of the techniques of Proprioceptive neuromuscular facilitation are contarct-relax, hold-relax, rhythmic initiation etc.PNF techniques are done in diagnol pattern involving flexion and extension, abduction and adduction, internal and external rotation. Kinesiotape is an elastic therapeutic tape used for the treatment of various disorders.Kinesiotapingis theorize to have numerous features (1) restoring muscle characteristic by assisting weakened muscles,(2) reducing c ongestion through improving the flow of blood and lymphatic fluid, (3) decreasing ache by way of stimulating neurological system, and (4) correcting misaligned joints by retrieving muscle spasm. Depending on the direction of application and tape tension increasing proprioception and increasing or inhibiting muscle recruitment can be obtained. The effect and positive result of Kinesio Tape greatly centers on increase in neuromuscular recruitment.RCT was conducted by S.Choi et.al in 2020 on immediate effects of ankle nonelastic taping on balance and gait ability in patients with chronic stroke. 30 patients with stroke more than the duration of 6 months, both genders were included in this study. Non-elastic ankle taping is applied first, start at the bottom of the first metatarsal head and wrap the tape diagonally toward the fifth metatarsal head. Primary Outcome measure tools for static and dynamic balance measured by balance system SD and changes in gait parameters measured by GATErite system. Their study demonstrate that non-elastic ankle taping has a beneficial effect on static and dynamic balance ability scores, gait velocity, step length, and stride length in patients with chronic stroke. Another RCT study was carried by Youngsook Bae et.al in 2022 on immediate effects of lower leg kinesiotaping on ankle dorsiflexion and gait parameters in chronic stroke with foot drop.The aim of the study was to estimate the immediate effects kinesiotaping of lower leg on ankle dorsiflexion . Overall, 18 stroke patients aged 30-80 years were enrolled in this study .There were three conditions no taping, ankle taping and PNF with ankle taping with the time interval of 10 minutes between each condition. GATErite system was used to measure spatial and temporal aspects of gait.. They concluded that ankle taping and PNF with ankle taping significantly improves the dorsiflexion as compared to no taping."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke, ankle dorsiflexion, PNF"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":30,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"lower leg kinesiotaping","type":"EXPERIMENTAL","description":"Kinesiotaping will be applied on tibialis anterior for 30 minutes for one session","interventionNames":["Other: : lower leg kinesiotaping"]},{"label":"propriocepticve neuromuscular facilitation","type":"EXPERIMENTAL","description":":Proprioceptive neuromuscular facilitation hold relax technique will be applied to ankle with 15-30 repititions on affected side for one session","interventionNames":["Other: propriocepticve neuromuscular facilitation"]},{"label":"propriocepticve neuromuscular facilitation with lower leg kinesiotaping","type":"ACTIVE_COMPARATOR","description":"Kinesiotaping will be applied on tibialis anterior for 30 minutes with proprioceptive neuromuscular facilitation hold relax technique will be applied to ankle with 15-30 repititions on affected side for one session","interventionNames":["Other: propriocepticve neuromuscular facilitation with lower leg kinesiotaping"]}],"interventions":[{"type":"OTHER","name":": lower leg kinesiotaping","description":"Kinesiotaping will be applied on tibialis anterior for 30 minutes for one session","armGroupLabels":["lower leg kinesiotaping"]},{"type":"OTHER","name":"propriocepticve neuromuscular facilitation","description":":Proprioceptive neuromuscular facilitation hold relax technique will be applied to ankle with 15-30 repititions on affected side for one session","armGroupLabels":["propriocepticve neuromuscular facilitation"]},{"type":"OTHER","name":"propriocepticve neuromuscular facilitation with lower leg kinesiotaping","description":"Kinesiotaping will be applied on tibialis anterior for 30 minutes with proprioceptive neuromuscular facilitation hold relax technique will be applied to ankle with 15-30 repititions on affected side for one session","armGroupLabels":["propriocepticve neuromuscular facilitation with lower leg kinesiotaping"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Time up and go test","description":"To determine fall risk and measure the progress of balance, sit to stand and walking. Subjects are asked to rise from a standard armchair, walk to a marker 3 m away, turn, walk back, and sit down again.The test is a reliable and valid test for quantifying functional mobility. Scores of ten seconds or less indicate normal mobility, 11-20 seconds are within normal limits for frail elderly and disabled patients, and greater than 20 seconds means the person needs assistance outside and indicates further examination and intervention.","timeFrame":"Baseline and after 1 hour"},{"measure":"Barthel Index","description":"The Barthel Scale/Index (BI) is an ordinal scale used to measure performance in activities of daily living (ADL). Ten variables describing ADL and mobility are scored, a higher number being a reflection of greater ability to function independently.Total score of 100 with proposed guidelines for interpreting Barthel scores are that scores of 0-20 indicate \"total\" dependency, 21-60 indicate \"severe\" dependency, 61-90 indicate \"moderate\" dependency, and 91-99 indicates \"slight\" dependency.","timeFrame":"Baseline and after 1 hour"},{"measure":"Motor Assessment scale","description":"The Motor Assessment Scale (MAS) is a performance-based scale used to assess level of impairment and everyday motor function in patients with stroke. The 9 items assessment evaluates 5 Mobility and 3 Upper Limb activities, and 1 the severity of involuntary movements UMN lesions (clonus). Each of the items is scored on a 7 point hierarchical difficulty scale. A score of 0 indicates the individual is unable to complete any of the tasks within a category. A score of 6 implies the individual is not only able to perform the most difficult task, but also all lower scored tasks","timeFrame":"Baseline and after 1 hour"},{"measure":"Dynamic gait index","description":"The DGI assesses individual's ability to modify balance while walking in the presence of external demands. • The Dynamic Gait Index (DGI) was developed as a clinical tool to assess gait, balance and fall risk. It evaluates not only the. usual steady-state walking, but also walking during more challenging tasks. 8 functional walking tests are performed by the subject and marked out of three according to the lowest category which applies. 24 is the total individual score possible. Scores of 19 or less have been related to increase incidence of falls.\n\n\\[Time Frame: Both pre intervention and post intervention of only one treatment session.\\]","timeFrame":"Baseline and after 1 hour"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosed with hemiplegia due to hemorrhagic or ischemic stroke for more than 6 months\n* Able to walk independently for over 10 m without assistive device\n* Ability to comprehend simple instructions(Mini-Mental State Examination (MMSE) score above 24)\n* Insufficient ankle dorsiflexion during the swing phase of the gait cycle and less than 8 degree of ankle dorsiflexion range of motion on the affected side during gait\n\nExclusion Criteria:\n\n-","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Fatima Noor","affiliation":"Riphah International University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Riphah Rehabilitation center","city":"Lahore","state":"Punjab","zip":"54000","country":"Pakistan","geoPoint":{"lat":31.558,"lon":74.35071}}]},"referencesModule":{"references":[{"pmid":"18341784","type":"BACKGROUND","citation":"Wall HK, Beagan BM, O'Neill J, Foell KM, Boddie-Willis CL. Addressing stroke signs and symptoms through public education: the Stroke Heroes Act FAST campaign. Prev Chronic Dis. 2008 Apr;5(2):A49. Epub 2008 Mar 15."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}