{"protocolSection":{"identificationModule":{"nctId":"NCT04241848","orgStudyIdInfo":{"id":"A3299-P"},"secondaryIdInfos":[{"id":"I21RX003299","type":"NIH","link":"https://reporter.nih.gov/quickSearch/I21RX003299"}],"organization":{"fullName":"VA Office of Research and Development","class":"FED"},"briefTitle":"Powered Orthotic Exoskeleton Training in Stroke","officialTitle":"Use of a Powered Orthotic Exoskeleton to Promote Mobility Through Improved Squat, Knee Flexion and Loading of the Paretic Leg in Persons With Chronic Stroke","acronym":"POETS"},"statusModule":{"statusVerifiedDate":"2023-10","overallStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-11-02","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-06-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-06-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2019-12-30","studyFirstSubmitQcDate":"2020-01-22","studyFirstPostDateStruct":{"date":"2020-01-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-10-02","lastUpdatePostDateStruct":{"date":"2023-10-05","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"VA Office of Research and Development","class":"FED"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUnapprovedDevice":true,"isUsExport":false},"descriptionModule":{"briefSummary":"Veterans who suffer strokes often have disturbances in the ability to walk that reduces independence and quality of life. Alterations in gait combined with general decreased activity are associated with reduced muscle strength of the paretic leg. This leads to cardiovascular deconditioning and reduced quality of life. There is a new and novel battery powered device (Keeogo powered orthotic exoskeleton) that uses motors that assist knee movement while walking, sitting down, and standing up. The Keeogo monitors hip movement to assist the knee, making it simple to learn how to use. If successful, this project will show how this device will help improve the ability to walk and provide evidence to support larger clinical trials in a home and community setting to improve mobility, increase muscle mass and strength in the legs, as well as improve general health and quality of life. Lastly, this device could be used to increase motivation and confidence in a person to walk for longer periods of time and distance, providing the ability to walk in places that were previously inaccessible.","detailedDescription":"Ninety percent of stroke survivors have clinically significant gait impairments that lead to secondary medical complications, including cardiovascular deconditioning and reduced quality of life (QOL). Several rehabilitative interventions that increase the level of activity and mobility have been shown to be beneficial. Challenges posed by most of these locomotor gait training interventions require recurring visits to a rehabilitation center. The recent development of novel powered exoskeletons offers a potential mechanism for stroke survivors to improve mobility in the home and community. Although the predominant research using these devices have been in persons with spinal cord injury, there are currently two devices are commercially available for use in patients with stroke and additional devices are being developed. The Keeogo powered orthotic exoskeleton is a novel device intended for persons with stroke who can ambulate but have gait impairment. This device consists of a ridged orthotic structure placed over clothing on the legs and batteries to the power motors that assist both knees in gait movement. The system monitors hip movement driven by the user and interprets this movement to apply the appropriate assistance at the knee joint. This unique approach makes learning intuitive, enabling the user only to acclimate to the system rather than learning how to control the device to initiate the desired movement.\n\nThis proposal is a randomized controlled pilot study. Fifteen veterans with chronic stroke (\\>6months) and who retain some ability to take steps but have impaired gait will be recruited. Ten participants will be randomized into the exoskeleton group and 5 into the control group. Both groups will be asked to complete 36 one-hour sessions of ambulation training. The exoskeleton group will train using the Keeogo powered orthotic exoskeleton and the control group will train without using their own conventional aide.\n\nThe primary aim is to determine the efficacy of training with this exoskeleton and its ability to improve transfers to standing and sitting as assessed by the five times sit-to-stand test. A secondary aim will be to assess effects of the device during overground ambulation. Outcome measurements to investigate changes of knee range of motion and loading of the paretic limb. An exploratory outcome of changes in energy expenditure during ambulation with and without the powered exoskeleton. Additional exploratory outcome measures of QOL will be determined."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke","Exoskeleton Device","Walking","Neurological Rehabilitation","Paresis","Hemiplegia"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Ambulation training while using the powered orthotic exoskeleton for 36 sessions","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":20,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Powered Orthotic Exoskeleton Training Group","type":"EXPERIMENTAL","description":"Participant in 36 session ambulation training using a powered orthotic exoskeleton.","interventionNames":["Device: Keeogo","Other: Ambulation training"]},{"label":"Control Group","type":"ACTIVE_COMPARATOR","description":"Participant in 36 session ambulation training without using a powered orthotic exoskeleton.","interventionNames":["Other: Ambulation training"]}],"interventions":[{"type":"DEVICE","name":"Keeogo","description":"A new and novel type of robotic-device (Keeogo, B-temia, Inc.) was developed to provide powered assistance at the knee for persons with stroke. This device provides assistance for both knee extension and knee flexion during ambulation, transfers to standing and sitting, in addition to ascending and descending stairs. As this device isn't able to fully control the movement, it requires the ability of the patient to stand and initiate stepping. The approach the Keeogo uses to monitor the desired movement in order to appropriately provide assistance. This promotes intuitive learning for the user, minimizing the amount of instruction and practice needed to effectively ambulate allowing users to independently ambulate within one session. This device does not restrict leg movement, so the user can side-step and walk backwards. However, it does not provide assistance during these movements.","armGroupLabels":["Powered Orthotic Exoskeleton Training Group"]},{"type":"OTHER","name":"Ambulation training","description":"Ambulation training will consist of mobility activities affecting daily life including: walking; squatting (or getting in and out of a chair); bending, kneeling or stooping (for picking an item up off of the floor); and ascending and descending stairs. Sessions will be monitored and tailored to the individual, based on their functional ability and to ensure their safety.","armGroupLabels":["Control Group","Powered Orthotic Exoskeleton Training Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Five Times Sit to Stand Test (5xSTS)","description":"The 5xSTS is used to determine leg power and an aspect of transfer skill. This test will be used to assess a level of improved function while wearing the device.","timeFrame":"Change from Baseline after completing 36 training sessions (approximately 3 months time)"}],"secondaryOutcomes":[{"measure":"Ratio of stance time of each limb during ambulation","description":"Stepping parameters will be assessed using an instrumented carpet to determine if the paretic limb has more equitable and symmetrical load.","timeFrame":"Change from Baseline after completing 36 training sessions (approximately 3 months time)"},{"measure":"energy expenditure","description":"A portable metabolic cart will assess oxygen consumption during the two ambulation conditions (i.e., with and without the device) over a 6-minute period.","timeFrame":"Change from Baseline after completing 36 training sessions (approximately 3 months time)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Males and female between 18 and 89 years old;\n* Hemiplegia or hemiparesis due to stroke (\\>6 months);\n* \\[Able to walk between 0.15-0.75m/s\\]\n* Self-reported limitations to mobility and walking activities due to paretic side knee stiffness and loss of range of motion;\n* Weight under 250lbs\n* Desire to increase daily activity levels; and\n* Able and willing to commit to participation and follow directions and communicate basic needs.\n\nExclusion Criteria:\n\n* Neurological paralysis causing an inability to stand, weight bear or take stepping movements;\n* Fixed contractures resulting in limited range of motion in the hip, knees, or ankles that prevent sitting, standing, walking, and/or squatting activities;\n* Modified Ashworth Scale for spasticity greater than 3 in the lower limbs\n* Able to walk at a normal walking speed (1.4 m/s, 3.2 mph) or better during the 6MWT\n* Anthropometric incompatibility with the device\n\n  * Femur length less than 36 cm or greater than 45 cm;\n  * Upper thigh circumference less than 55 cm or greater than 75 cm;\n  * Lower thigh circumference less than 27 cm or greater than 40 cm;\n  * Calf circumference less than 33 cm or greater than 49 cm;\n  * Ankle circumference less than 27 cm or greater than 40 cm;\n  * Shin length less than 26 cm;\n  * Waist circumference less than 71 cm or greater than 107 cm;\n* Any medical complication or co-morbidity as judged by the study physician to be contraindicated for wearing the device or walking (e.g., cardiovascular disorders, pressure ulcers, open wounds, lower limb vascular disorders, or other medical conditions); and\n* Pregnant or planning to become pregnant (Females only).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"89 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Ann M Spungen, EdD","affiliation":"James J. Peters Veterans Affairs Medical Center","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"James J. Peters VA Medical Center, Bronx, NY","city":"Bronx","state":"New York","zip":"10468-3904","country":"United States","geoPoint":{"lat":40.84985,"lon":-73.86641}}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"Where practicable, sharing should take place under a written agreement prohibiting the recipient from identifying or re-identifying (or taking steps to identify or re-identify) any individual whose data are included in the dataset. However, it is permissible for final datasets in machine-readable format to be submitted to and accessed from PubMed Central (and similar sites) provided that care is taken to ensure that the individuals cannot be re-identified using other publicly available information."}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"ICF","hasProtocol":false,"hasSap":false,"hasIcf":true,"label":"Informed Consent Form","date":"2021-12-02","uploadDate":"2023-10-02T12:50","filename":"ICF_000.pdf","size":550534}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M20634","name":"Muscle Weakness","relevance":"LOW"},{"id":"M9205","name":"Hemiplegia","relevance":"LOW"},{"id":"M12894","name":"Paresis","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}