{"protocolSection":{"identificationModule":{"nctId":"NCT05157347","orgStudyIdInfo":{"id":"1-2021-0031"},"organization":{"fullName":"Yonsei University","class":"OTHER"},"briefTitle":"Effect of Overground Gait Training Using a Torgue-Assisted Exoskeletal Wearable Device on Ambulatory Function in Subacute Stroke Patients","officialTitle":"Effect of Overground Gait Training Using a Torgue-Assisted Exoskeletal Wearable Device on Ambulatory Function in Subacute Stroke Patients, Multi-Center, Randomized Single-blinded Controlled Prospective Pilot Study"},"statusModule":{"statusVerifiedDate":"2021-12","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-12-31","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2023-11-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-11-17","studyFirstSubmitQcDate":"2021-12-12","studyFirstPostDateStruct":{"date":"2021-12-15","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-12-12","lastUpdatePostDateStruct":{"date":"2021-12-15","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Yonsei University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke is reported as one of leading causes of adult disability. Recent advances in in revascularization therapy have had a significant impact on clinical and functional outcomes in patients with ischemic stroke. However, revascularization therapy can only be applied to a limited population of patients. Many stroke survivors are still suffering from significant motor impairments and gait disturbance. The recovery of the ambulatory function in stroke patients is one of the most important goals of their rehabilitation and a critical factor influencing the patient's home and social activities.\n\nOne of the most frequently occurring disabilities in stroke patients is the ambulatory impairment. Ambulation is a key factor in performing the activities of daily living. About 80% of stroke patients showed the ambulatory impairment in acute stroke phase, and many stroke patients were not fully regain the ambulatory function although the ambulatory function was rapidly restored within 6 months after onset. Because the ambulatory function is the most important relating factor on activities of daily living and quality of life, one of the most important goals of stroke rehabilitation can be the achievement of independent gait. The conventional gait rehabilitation has been performed as a 1:1 training session between the therapist and a stroke patient. This gait rehabilitation can make a significant burden on the therapist and restriction of the rehabilitation time. The limited number of rehabilitation facilities and therapists for the number of stroke patients requiring rehabilitation means that many stroke patients might receive not enough gait rehabilitation.\n\nTo overcome these issues, a lot of studies have been conducted to develop rehabilitation robots for effective gait training. Nonetheless, in previous studies regarding robot-assisted gait rehabilitation, the stroke patients varied in terms of their baseline gait ability, functional level, and onset of stroke. In addition, robots for gait rehabilitation robots were various such as exoskeletal, end effector and overground gait types with varied frequency, duration and intensity of the gait rehabilitation training. Such heterogeneity inevitably limited the quality of the studies as well as the application in clinical practice. For an adequate robot-assisted gait rehabilitation in clinical practice, the functional level and the phase of stroke patients should be taken into consideration. In addition, for the gait rehabilitation robots to be applied effectively, it also should be considered to have a defined indication as well as a protocol including frequency, duration and intensity of robot-assisted gait rehabilitation.\n\nA robot could have efficiency in assisting patients to practice correct and repetitive movements with the adequate quantity and intensity of training. The robot-assisted gait rehabilitation using a treadmill-based robot for location control has increased in stroke rehabilitation. However, the conditions of treadmill gait differ from those of actual overground gait so that the increase in gait ability after treadmill-based training might not directly translate into the improvement of overground gait. In addition, a drawback of such gait training using a robot for location control could be the difficulty in adapting the robotic movements to the patient's efforts to move the muscles and to the passive characteristics of the musculoskeletal system. On the contrary, overground gait training has been reported to improve the gait speed and endurance to a greater degree than treadmill gait training in stroke patients.\n\nRecently, overground gait training using an exoskeletal wearable robot has been proposed to promote the activation of the nervous system by inducing an active participation from the patient who performed active balance control, weight shift, and muscle activation. In the previous study, the effect of gait training using an exoskeletal robot was reported in patients with incomplete paraplegia caused by spinal cord injury. Nevertheless, lack of studies have reported on the effect of gait training using an exoskeletal wearable robot in subacute stroke patients."},"conditionsModule":{"conditions":["Subacute Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":150,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Robot-assisted Training Group","type":"EXPERIMENTAL","description":"- After the baseline test, the training is performed with 20 sessions in total (60 min / session); five sessions a week for four weeks. The robot-assisted training group is given 30 min conventional gait training and another 30 min (excluding robot attachment and detachment time) gait training using an exoskeletal wearable robot, while the control group is given 1 hr conventional gait training for the same time as the robot-assisted training group. In all participants in each group, no other robot-assisted rehabilitation such as Lokomat, Erigo, or Morning Walk could be performed.","interventionNames":["Other: Robot-assisted Training"]},{"label":"Control Group","type":"OTHER","description":"- After the baseline test, the training is performed with 20 sessions in total (60 min / session); five sessions a week for four weeks.","interventionNames":["Other: Conventional Therapy"]}],"interventions":[{"type":"OTHER","name":"Robot-assisted Training","description":"The gait training in this study uses an exoskeletal wearable robot (Product name: ANGEL LEGS M20, Angel robotics, Co., Ltd.) consisting of a wearable part, a hip or knee joint gear providing the auxiliary force, and a controller backpack. This product is a powered orthopedic device for gait rehabilitation and treatment such as the lower limb muscle reconstruction and joint motion recovery in patients or handicapped individuals. The product consists of a power part, a controller part and a gear part, while the device is powered by an electric motor and the device motion induces the gait posture to support the lower limbs and allow the gait training to be performed.","armGroupLabels":["Robot-assisted Training Group"]},{"type":"OTHER","name":"Conventional Therapy","description":"The conventional gait rehabilitation has been performed as a 1:1 training session between the therapist and a stroke patient.","armGroupLabels":["Control Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Functional Ambulatory Category- Pre","description":"- The Functional Ambulation Categories (FAC) is a 6-point functional walking test that evaluates ambulation ability, determining how much human support the patient requires when walking, regardless of whether or not they use a personal assistive device.","timeFrame":"pre-treatment evaluation: before interventions approximately 5 days"},{"measure":"Functional Ambulatory Category- Post","description":"- The Functional Ambulation Categories (FAC) is a 6-point functional walking test that evaluates ambulation ability, determining how much human support the patient requires when walking, regardless of whether or not they use a personal assistive device.","timeFrame":"post-treatment evaluation: after interventions approximately 5 days"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\n* patients with significant difficulty in communication, such as severe cognitive impairment (MMSE \\<10) or speech-language impairment\n* patients with ataxia\n* patients with spasticity of the affected lower extremity of measured by Modified Ashworth scale (Modified Ashworth Scale (MAS) ≥ 2)\n* patients with severe musculoskeletal disorder in the lower limbs\n* patients with a contracture that limits the lower limb range of motion\n* patents with apparent leg length discrepancy of 2 cm or more (Rt: cm / Lt: cm)\n* patients with a lower limb fracture or open wound or unhealed ulcer\n* patients to whom robot-assisted gait rehabilitation cannot be applied due to a severe cardiovascular or pulmonary disease\n* patients with a history of osteoporotic fracture\n* patients with a neurological disorder that may affect the ambulatory function (e.g. Parkinson disease, multiple sclerosis, etc.)\n* patients determined to be ineligible by the investigator\n\nExclusion Criteria\n\n* patients who express a desire to drop out of treatment\n* patients who do not comply with the guidelines provided by the investigator\n* patients who require a treatment outside the scope of the present clinical study\n* patients who show a severe injury due to an accident such as a fall\n* patients who participate in \\< 80% of training sessions\n* patients who show a new major condition and consequently require absolute rest for recovery (e.g. another incidence of stroke, aggravation of stroke, myocardial infarction, any other neurological, internal, or musculoskeletal condition, etc.)","healthyVolunteers":false,"sex":"ALL","minimumAge":"19 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Deogyoung Kim","role":"CONTACT","phone":"+82 2-2228-3714","email":"KIMDY@yuhs.ac"}],"overallOfficials":[{"name":"Deogyoung Kim","affiliation":"Department and Research Institute of Rehabilitation Medicine Yonsei University College of Medicine","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Yonsei University Health System, Severance Hospital","status":"RECRUITING","city":"Seoul","country":"Korea, Republic of","contacts":[{"name":"Deogyoung Kim","role":"CONTACT","phone":"+82 2-2228-3714","email":"KIMDY@yuhs.ac"}],"geoPoint":{"lat":37.566,"lon":126.9784}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}