{"protocolSection":{"identificationModule":{"nctId":"NCT04491279","orgStudyIdInfo":{"id":"ITSligo EC"},"organization":{"fullName":"Institute of Technology, Sligo","class":"OTHER"},"briefTitle":"Neuropilates Compared to General Exercise Classes in Chronic Stroke","officialTitle":"An Investigation Into Neuropilates on Motor Function in Chronic Stroke: a Pilot Randomised Feasibility Study"},"statusModule":{"statusVerifiedDate":"2020-08","overallStatus":"UNKNOWN","lastKnownStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-10-30","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2021-04-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2022-01-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-07-25","studyFirstSubmitQcDate":"2020-07-28","studyFirstPostDateStruct":{"date":"2020-07-29","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-08-09","lastUpdatePostDateStruct":{"date":"2020-08-11","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Dr. John Bartlett","investigatorTitle":"Head of Research","investigatorAffiliation":"Institute of Technology, Sligo"},"leadSponsor":{"name":"Dr. John Bartlett","class":"OTHER"},"collaborators":[{"name":"Sligo General Hospital","class":"OTHER"},{"name":"Institute of Technology, Sligo","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This is a pilot randomised controlled feasibility study investigating the effects of a neuropilates exercise class compared to a generalised exercise in the post stroke population. This study is being conducted as part of an MSc qualification at the Institute of Technology, Sligo in Ireland. The study will be conducted in conjunction with Sligo University Hospital and it attained ethical approval through the relevant University Hospital Ethics Committee.","detailedDescription":"Pilates is an exercise form created by Joseph Pilates in the 1920s. It is a programme of mind-body exercise focusing on strength, core stability, flexibility, muscle control, posture and breathing. Neuropilates is the practice of clinical pilates in patients with a neurological condition. The exercise is ideally led by a clinician with experience and expertise in the area and uses postural, positional and equipment adaptations as necessary to suit the needs of the client. The benefits derived from pilates exercise of balanced strength with improved alignment, postural control and flexibility, could be favourable to post stroke patients who often have one-sided loss of strength and muscle length and subsequent adverse postural adaptations and abnormal movement patterns.\n\nThis study aims to investigate the effects of a 6-week neuropilates class in post stroke patients, when compared with a 6-week generalised exercise class. Participants will be assessed before and after partaking in either class in order to examine their gait, functional independence and spasticity. Participants will then be randomly assigned to either the 6-week neuropilates class or generalised exercise class. Participants will be 6 or more months post stroke and finished their formal rehabilitation. Participants should not be involved with any other rehabilitation therapies / hydrotherapy / gym services for the duration of the study. We will aim to recruit 30 participants to the study. The intervention group will attend a once-weekly 60-minute neuropilates exercise class over 6 weeks facilitated by the principle investigator (a chartered physiotherapist who is also a pilates instructor). The control group will attend a once weekly, 60-minute generalized exercise class which will be designed by a chartered physiotherapist to address strength, cardiorespiratory fitness and mobility. Both exercise classes will take place in the Physiotherapy Department in St. John's Hospital, Sligo, Ireland"},"conditionsModule":{"conditions":["Stroke"],"keywords":["Neuroplasticity","Neuropilates","Chronic Stroke","Rehabilitation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Pilot Randomised Controlled Trial","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"Outcome assessor will be blinded to treatment allocation. They will evaluate participant's prior to neuropilates treatment commencing and after neuropilates 6 week treatment has been completed.","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":30,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Neuropilates class.","type":"EXPERIMENTAL","description":"Will attend a once-weekly 60-minute neuropilates exercise class over 6 weeks facilitated by the principle investigator (chartered physiotherapist and pilates instructor).\n\nPitched at a beginner level focused on the core elements of neuropilates and progressing week on week as appropriate.\n\nIncludes a warm up, cool down and neuropilates exercises in line with the teaching of APPI (the Australian Physiotherapy and Pilates Institute). Exercises may be completed on mats, chairs, gym balls, plinths and in standing, depending upon the ability level of the participant.\n\nTwo classes running with 8 participants in each based on their initial assessment into the higher and lower functionally independent participants.\n\nParticipants will be given a home exercise programme weekly based on exercises from the class and will be asked to complete these independently at home twice more during the week and to keep a training diary.","interventionNames":["Procedure: Home 'Neuropilates' exercise instructions.","Procedure: Supervised Neuropilates Group Class"]},{"label":"Generalised exercise class.","type":"ACTIVE_COMPARATOR","description":"Will attend a once weekly, 60-minute generalized exercise class which will be designed by a chartered physiotherapist to address strength, cardiorespiratory fitness and mobility.\n\nExercises will be more functional and generic than in the pilates classes and will be conducted in a circuit style, including mobility practice, sit to stand practice, cycling with the motomed, and general upper and lower limb strengthening. Warm up and cool downs will also be a feature of this class.\n\nParticipants will be also be given a home exercise programme based on exercises completed in the class and will be asked to complete these exercises twice more during the week and to keep a training diary.","interventionNames":["Procedure: Home 'General' exercise instructions.","Procedure: Supervised General Exercises Group Class"]}],"interventions":[{"type":"PROCEDURE","name":"Home 'General' exercise instructions.","description":"Participants will be given a home exercise programme weekly based on exercises from the general exercise class and will be asked to complete these independently at home twice more during the week and to keep a training diary.","armGroupLabels":["Generalised exercise class."]},{"type":"PROCEDURE","name":"Home 'Neuropilates' exercise instructions.","description":"Participants will be given a home exercise programme weekly based on exercises from the neuropilates exercise class and will be asked to complete these independently at home twice more during the week and to keep a training diary.","armGroupLabels":["Neuropilates class."]},{"type":"PROCEDURE","name":"Supervised Neuropilates Group Class","description":"Will attend a once-weekly 60-minute neuropilates exercise class over 6 weeks facilitated by the principle investigator (a chartered physiotherapist who is also a pilates instructor).","armGroupLabels":["Neuropilates class."]},{"type":"PROCEDURE","name":"Supervised General Exercises Group Class","description":"Will attend a once weekly, 60-minute generalized exercise class which will be designed by a chartered physiotherapist to address strength, cardiorespiratory fitness and mobility","armGroupLabels":["Generalised exercise class."]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Motor Assessment Scale (Carr and Shepherd 1985).","description":"A performance-based scale to assess everyday motor function in post stroke patients. Evaluation is based upon a task-orientated approach. The scale comprises 8 items corresponding to 8 areas of motor function. Patients perform each task 3 times and the best performance is recorded. Tasks include; Supine to side lying, Supine to sitting over the edge of a bed, Balanced sitting, Sitting to standing, Walking, Upper-arm function, Hand movements, Advanced hand activities.\n\nGeneral tonus of the affected side is also measured. All items (with the exception of the general tonus item) are assessed using a 7-point scale from 0 - 6. A score of 6 indicates optimal motor behaviour. For the general tonus item, the score is based on continuous observations throughout the assessment. A score of 4 on this item indicates a consistently normal response. A score \\> 4 indicates persistent hypertonus and a score \\< 4 indicates various degrees of hypotonus. The maximum score possible is 48 points.","timeFrame":"Over a 6 week period. (15 min testing time)."}],"secondaryOutcomes":[{"measure":"Gait Analysis: Timed Up and Go Test (Shumway-Cook et al, 2000).","description":"Assesses functional mobility and can be used as a screening tool for detecting potential balance impairments and falls risk in older adults. During the test the subject must rise from a chair, walk 3 metres at a comfortable pace to a mark placed on the floor, turn around at the 3 metre mark, walk back to the starting point, and return to sitting in the chair. The test's score is the time it takes the subject takes to complete the test. The longer it takes the poorer the patient function.If a subject takes longer than 14 seconds to complete the test, they are considered to be at a high risk of falling.","timeFrame":"Over a 6 week period. (1 min testing time)."},{"measure":"Muscle Strength: Oxford Grading Scale.","description":"Most commonly accepted method of evaluating muscle strength. It involves testing key muscles from the upper and lower limbs against resistance applied by the examiner. The subject's strength is graded on a 0 - 5 scale with 0 being no movement or muscle activity visible or palpable and 5 being full strength through full range against strong resistance. It can take a few minutes up to 20 minutes to test, depending on the experience level of the examiner, the ability of the subject and the number of muscle groups being tested.","timeFrame":"Over a 6 week period. (5-20 min testing time)."},{"measure":"Spasticity: Modified Ashworth Scale (Bohannon and Smith 1987).","description":"Measure muscle tone. During testing, the examiner extends the subject's limb from a position of maximal flexion to maximal extension until the first soft resistance is felt. Moving a client's limb through its full range of motion should be done within one second by counting \"one thousand and one\" Scores range from 0 to 4 where lower scores represent normal muscle tone and higher scores represent increased tone (spasticity) or increased resistance to passive movement. Again, time varies greatly depending on number of muscles being tested, examiner experience and patient ability, and can range from 5 minutes to 20 minutes.","timeFrame":"Over a 6 week period. (5-20 min testing time)."},{"measure":"Function: Functional Independence Measure (FIM), (Granger et al 1993).","description":"The FIM is a valid, reliable, 18-item global measure of disability, which is responsive to functional change. The FIM assesses six areas of function (Self-care, Sphincter control, Transfers, Locomotion, Communication and Social cognition), which fall under two Domains (Motor and Cognitive). Each item on the FIM is scored on a 7-point Likert scale. The score indicates the amount of assistance required to perform each item (1 = total assistance in all areas, 7 = total independence in all areas). The ratings are based on performance rather than capacity and can be acquired by observation, patient interview, telephone interview or medical records. The developers of the FIM recommend that the scoring be derived by consensus with a multi-disciplinary team. The final score can range from 18 - 126 points, where 18 represents complete dependence or total assistance and 126 represents complete independence.","timeFrame":"Over a 6 week period. (30-45 min testing time)."},{"measure":"London Handicap Scale (LHS), (Harwood et al 1994).","description":"Generates a profile of handicaps on 6 different dimensions, including mobility, independence, occupation, social integration, orientation, and economic self-sufficiency. Each dimension has six levels arranged in order of increasing disadvantage with 1 being no disadvantage and 6 being most severe disadvantage. An overall handicap severity score is generated.","timeFrame":"Over a 6 week period. (5 min testing time)."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Aged \\> 18 years\n2. Diagnosis of chronic stroke (\\>6 months post stroke event, as defined by Bernhardt et al, 2017) and formal rehabilitation completed.\n3. Able to transfer (sit to stand and lateral transfers) independently with or without assistive device\n4. Access to transport to enable attendance at one class per week\n5. Cognitive ability to understand the programme.\n\nExclusion Criteria:\n\n1. Involvement in other studies or rehabilitation programmes.\n2. Severe cognitive deficits or difficulty following instructions.\n3. Significant hearing difficulties.\n4. Significant visual deficit\n5. Uncontrolled pain or uncontrolled high blood pressure","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Kenneth Monaghan, PhD","role":"CONTACT","phone":"0879480448","email":"monaghan.kenneth@itsligo.ie"}],"overallOfficials":[{"name":"Eimear Cronin, MSc Res","affiliation":"Study Principal Investigator","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Institute of Technology, Sligo","city":"Sligo","state":"Co Sligo","zip":"F91YW50","country":"Ireland","geoPoint":{"lat":54.26969,"lon":-8.46943}}]}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"Prot","hasProtocol":true,"hasSap":false,"hasIcf":false,"label":"Study Protocol","date":"2020-08-04","uploadDate":"2020-08-05T02:56","filename":"Prot_000.pdf","size":246122},{"typeAbbrev":"SAP","hasProtocol":false,"hasSap":true,"hasIcf":false,"label":"Statistical Analysis Plan","date":"2020-08-04","uploadDate":"2020-08-05T02:57","filename":"SAP_001.pdf","size":176437},{"typeAbbrev":"ICF","hasProtocol":false,"hasSap":false,"hasIcf":true,"label":"Informed Consent Form","date":"2020-08-04","uploadDate":"2020-08-09T04:26","filename":"ICF_002.pdf","size":420861}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}