{"protocolSection":{"identificationModule":{"nctId":"NCT04013971","orgStudyIdInfo":{"id":"IRB00106866"},"secondaryIdInfos":[{"id":"1R21HD095138-01","type":"NIH","link":"https://reporter.nih.gov/quickSearch/1R21HD095138-01"}],"organization":{"fullName":"Emory University","class":"OTHER"},"briefTitle":"Innovative Biofeedback Interface for Enhancing Stroke Gait Rehabilitation","officialTitle":"Innovative Biofeedback Interface for Enhancing Stroke Gait Rehabilitation"},"statusModule":{"statusVerifiedDate":"2024-01","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-04-04","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-02-28","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-02-28","type":"ESTIMATED"},"studyFirstSubmitDate":"2019-07-08","studyFirstSubmitQcDate":"2019-07-08","studyFirstPostDateStruct":{"date":"2019-07-10","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-01-29","lastUpdatePostDateStruct":{"date":"2024-01-31","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Trisha Kesar","investigatorTitle":"Associate Professor","investigatorAffiliation":"Emory University"},"leadSponsor":{"name":"Emory University","class":"OTHER"},"collaborators":[{"name":"Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD)","class":"NIH"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study will conduct a preliminary evaluation of and obtain user data on a novel game-based visual interface for stroke gait training. Study participants will complete one session comprising exposure to gait biofeedback systems in an order determined by randomization. Participants will be exposed to 2 types of biofeedback interfaces:\n\n* newly developed game-based interface (projector screen display)\n* traditional, non-game interface","detailedDescription":"Stroke is the leading cause of adult disability. Even after discharge from rehabilitation, residual gait deficits are prevalent in stroke survivors, leading to decreased walking speed and endurance. Because gait dysfunctions limit community mobility, stroke survivors and rehabilitation clinicians consider restoration of walking a major goal of rehabilitation. Several challenges and research gaps limit the effectiveness of current clinical gait rehabilitation practices. While there is consensus that stroke survivors benefit from gait rehabilitation, agreement is lacking on which specific training interventions are most efficacious. The long-term goal of this proposal is to address these challenges by developing personalized, engaging, salient gait training treatments founded on evidence from neuroscience, biomechanics, motor learning, and gaming.\n\nReal-time biofeedback is a promising gait training intervention for targeting specific biomechanical impairments. Biofeedback can enhance an individual's awareness of the impairment targeted during gait training, enabling self-correction of aberrant gait patterns.\n\nIn response to treadmill training combined with visual and auditory real-time biofeedback, able-bodied individuals can increase anterior ground reaction forces (AGRF) unilaterally for the targeted limb. Thus, AGRF biofeedback may be a beneficial strategy to target unilateral propulsive deficits in people post-stroke. Incorporation of gaming interfaces for gait biofeedback can increase patient motivation, distract participants from fatigue or boredom, and encourage greater numbers of repetitions during gait training.\n\nThe long-term goal of this study is to develop a more engaging, motivating gait biofeedback methodologies specifically designed for post-stroke gait training. The researchers aim to address a major challenge for rehabilitation clinicians - to make gait training appealing and meaningful so that patients engage in sufficient repetitions, intensity, and challenge to maximize therapeutic effectiveness. The study premise is that post-stroke individuals will demonstrate greater engagement, motivation, and therapeutic benefits during gait training sessions involving biofeedback when training incorporates intuitive, entertaining, game-based interfaces. Outcomes of the study will include measures of participant engagement, user-reports and survey-responses on motivation, fatigue, game characteristics, and adverse effects (e.g. nausea, dizziness) during game exposure. In addition to this clinical trial with stroke survivor participants, data about the game interface will be collected by having able-bodied neuro-rehabilitation clinicians try the 2 types of biofeedback interventions.\n\nStudy participants will complete one sessions comprising exposure to gait biofeedback systems in a randomized order. Participants will be exposed to 2 types of biofeedback interfaces: (i) newly developed game-based interface (projector screen display), and (ii) traditional, non-game interface. In a separate session, some participants may complete preliminary or exploratory testing of the virtual reality (VR) version of the biofeedback game (head-mounted augmented reality (AR) or VR display), which will be used to determine feasibility and preliminary effects of VR-based feedback on gait."},"conditionsModule":{"conditions":["Gait, Hemiplegic","Stroke"],"keywords":["stroke","gait rehabilitation","game"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"CROSSOVER","interventionModelDescription":"12 post-stroke and 12 able-bodied individuals will complete gait trials with 2 different biofeedback interfaces in each experimental session. An optional session testing a VR version of the biofeedback game may be completed by some participants.","primaryPurpose":"OTHER","maskingInfo":{"masking":"SINGLE","maskingDescription":"The study outcomes will comprise objective biomechanical measures derived using motion capture, which will be processed by a lab personnel","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":24,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"AGRF Biofeedback Game Followed by the Traditional biofeedback Interface","type":"OTHER","description":"Post-stroke participants randomized to receive the two gait training biofeedback interfaces in the order of the AGRF biofeedback game first and the traditional, non-game-based, interface second. Participants will also complete a control condition where no biofeedback is provided.","interventionNames":["Other: AGRF Biofeedback Game","Other: Traditional Biofeedback Interface","Other: Control Condition"]},{"label":"Traditional biofeedback Interface Followed by the AGRF Biofeedback Game","type":"OTHER","description":"Post-stroke participants randomized to receive the three gait training biofeedback interfaces in the order of the traditional, non-game-based, interface first and the AGRF biofeedback game second. Participants will also complete a control condition where no biofeedback is provided.","interventionNames":["Other: AGRF Biofeedback Game","Other: Traditional Biofeedback Interface","Other: Control Condition"]},{"label":"Optional Game with VR","type":"OTHER","description":"Post-stroke participants attending a separate, optional, session to complete preliminary or exploratory testing of the VR version of the biofeedback game (head-mounted AR or VR display), which will be used to determine feasibility and preliminary effects of VR-based feedback on gait.","interventionNames":["Other: Optional Game with VR"]}],"interventions":[{"type":"OTHER","name":"AGRF Biofeedback Game","description":"During the AGRF biofeedback game participants will walk on a split-belt treadmill with a projector or screen display. Participants will be receiving real-time information or feedback about ongoing gait performance parameters while they are walking. The participants will be exposed to the AGRF biofeedback game for 4 minutes.","armGroupLabels":["AGRF Biofeedback Game Followed by the Traditional biofeedback Interface","Traditional biofeedback Interface Followed by the AGRF Biofeedback Game"],"otherNames":["gait training bout"]},{"type":"OTHER","name":"Traditional Biofeedback Interface","description":"For the traditional non-game biofeedback, the visual display comprises a horizontal line graph with a moveable cursor that represents the current measured value of antero-posterior ground reaction force for the targeted leg. The auditory feedback comprises an audible \"beep\" produced every time the cursor entered the target range. Participants will be exposed to the traditional biofeedback interface for 4 minutes.","armGroupLabels":["AGRF Biofeedback Game Followed by the Traditional biofeedback Interface","Traditional biofeedback Interface Followed by the AGRF Biofeedback Game"],"otherNames":["gait training"]},{"type":"OTHER","name":"Control Condition","description":"Participants will complete a control walk with out feedback.","armGroupLabels":["AGRF Biofeedback Game Followed by the Traditional biofeedback Interface","Traditional biofeedback Interface Followed by the AGRF Biofeedback Game"]},{"type":"OTHER","name":"Optional Game with VR","description":"During the optional AGRF biofeedback game with virtual reality (VR) participants will walk on a split-belt treadmill with a head-mounted VR display. Participants will be receiving real-time information or feedback about ongoing gait performance parameters while they are walking. The participants will be exposed to the AGRF biofeedback game with VR for 4 minutes.","armGroupLabels":["Optional Game with VR"],"otherNames":["gait training"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Peak AGRF","description":"Paretic leg or targeted leg peak push off force (peak AGRF) will be calculated from GRF data. The success of the targeted training task will be assessed as the percentage of steps for which the target paretic AGRF was achieved.","timeFrame":"After each biofeedback interface session on Day 1"},{"measure":"Trailing Limb Angle","description":"The trailing limb angle contributes to increased propulsion during walking. In stroke survivors, trailing limb angle increases as walking speed increases.","timeFrame":"After each biofeedback interface session on Day 1"}],"secondaryOutcomes":[{"measure":"Likert Enjoyment/Boredom Scale Scores","description":"The Likert Enjoyment Boredom Scale is a 4-item instrument evaluating user reports of perceived effort in four different domains: Enjoyment/Fun, Boredom, Motivation, and Challenge. Each domain is scored on a 8-point scale from 1 to 8, where the intensity of each domain is scored as 1 = not at all to 8 = very much/a lot.","timeFrame":"Day 1, after each of the biofeedback interface sessions"},{"measure":"NASA Task Load Index (NASA - TLX)","description":"The NASA task load index (NASA - TLX) evaluates user reports of perceived effort in five different domains:Mental Demand, Physical Demand, Temporal Demand, Performance, Effort, and Frustration. Each domain is scored on a 21-point scale from 1 to 21, where very low demand/perfect performance = 1 and very high demand/failure = 21.","timeFrame":"Day 1, after each of the biofeedback interface sessions"},{"measure":"Borg Rating of Perceived Exertion (RPE) Scale","description":"The Borg Rating of Perceived Exertion (RPE) Scale asks respondents to report how hard it feels like their body is working. Perceived exertion is rated on a scale from 6 to 20 where \"no exertion at all\" is scored as 6 and \"maximal exertion\" is scored as 20. Ratings between 12 and 14 are generally considered as a moderate intensity level.","timeFrame":"Day 1, during each of the biofeedback interface sessions"},{"measure":"User Evaluation Questionnaire (UEQ) Score","description":"User experience of the biofeedback game is assessed with a 26-item user evaluation questionnaire (UEQ). Participants indicate how they found the session to be for a variety of usability qualities, including likability, speed, and meeting expectations. Responses are given on a 7-point scale where scale where 1 = the most agreement with the adjective on the left, 4 = a neutral response, and 6 = the most agreement with the adjective on the right.","timeFrame":"Day 1, after each of the biofeedback sessions"}],"otherOutcomes":[{"measure":"Qualitative Feedback","description":"User experiences about the feedback will be obtained in the form of subjective comments.","timeFrame":"Day 1, after each of the biofeedback sessions"},{"measure":"Heart Rate","description":"Participants wear a heart rate monitor placed on the chest under clothing (Polar USA, Lake Success ,NY) and heart rate is collected after every sixty seconds of walking.","timeFrame":"Day 1, during and after each of the biofeedback sessions"},{"measure":"Skin Impedance","description":"A galvanic skin resistance (GSR) device is wrapped around the index and middle finger on the subject's left or right hand ensuring it was not on the bone of the fingers nor tightly wrapped to avoid blood flow restriction. These data are collected for 3 minutes when the subject is presented with the biofeedback interface.","timeFrame":"Day 1, during each of the biofeedback sessions"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria for Post-Stroke Participants:\n\n* age 30 to 90 years\n* chronic stroke (\\>6 months post stroke) affecting the right leg\n* ambulatory with or without the use of a cane or walker\n* able to walk for 2 minutes at the self-selected speed without an orthoses\n* resting heart rate 40-100 beats per minute\n\nExclusion Criteria for Post-Stroke Participants:\n\n* cerebellar signs (ataxic (\"drunken\") gait or decreased coordination during rapid alternating hand or foot movements)\n* history of lower extremity joint replacement\n* inability to communicate with investigators\n* neglect/hemianopia, or unexplained dizziness in last 6 months\n* neurologic conditions other than stroke\n* orthopedic problems in the lower limbs or spine (or other medical conditions) that limit walking or cause pain during walking\n\nInclusion Criteria for Able-bodied Participants:\n\n* age 18 to 90 years\n* no history of neurologic disease\n* no history of orthopedic disease or injury affecting the lower extremity\n\nExclusion Criteria for Able-bodied Participants:\n\n* history of neurologic disease\n* history of orthopedic disease or injury to the lower extremity in the past 6 months\n* pain or discomfort during walking\n* cardiovascular or medical condition affecting ability to exercise or walk","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Trisha Kesar, PT, PhD","role":"CONTACT","phone":"404-712-5803","email":"tkesar@emory.edu"}],"overallOfficials":[{"name":"Trisha Kesar, PT, PhD","affiliation":"Emory University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Emory Rehabilitation Hospital","status":"RECRUITING","city":"Atlanta","state":"Georgia","zip":"30322","country":"United States","geoPoint":{"lat":33.749,"lon":-84.38798}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Individual participant data that underlie results, after de-identification, will be available for sharing.","timeFrame":"Individual participant data will be available for sharing beginning 9 months and ending 36 months after the article publication.","accessCriteria":"Data will be available for sharing with investigators whose proposed used of the data has been approved by an independent review committee identified for this purpose. Data will be shared for the purposes of achieving the aims in the approved proposal. Proposals should be directed to trisha.m.kesar@emory.edu. To access the data, requestors will need to sign a data access agreement."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000020233","term":"Gait Disorders, Neurologic"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M21748","name":"Gait Disorders, Neurologic","asFound":"Gait, Hemiplegic","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}