{"protocolSection":{"identificationModule":{"nctId":"NCT04578665","orgStudyIdInfo":{"id":"STU00212684"},"organization":{"fullName":"Shirley Ryan AbilityLab","class":"OTHER"},"briefTitle":"Human-like Robotic Controllers for Enhanced Motor Learning","officialTitle":"Human-like Robotic Controllers for Enhanced Motor Learning","acronym":"HRCEML"},"statusModule":{"statusVerifiedDate":"2023-10","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-07-13","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-08-12","studyFirstSubmitQcDate":"2020-10-01","studyFirstPostDateStruct":{"date":"2020-10-08","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-10-04","lastUpdatePostDateStruct":{"date":"2023-10-06","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Jose Pons","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Shirley Ryan AbilityLab"},"leadSponsor":{"name":"Shirley Ryan AbilityLab","class":"OTHER"},"collaborators":[{"name":"U.S. National Science Foundation","class":"FED"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The purpose of this study is to develop a new paradigm to understand how humans physically interact with each other at a single and at multiple joints, with multiple contact points, so as to synthesize robot controllers that can exhibit human-like behavior when interacting with humans (e.g., exoskeleton) or other co-robots. The investigators will develop models for a single joint robot (i.e. at the ankle joint) that can vary its haptic behavioral interactions at variable impedances, and replicate in a multi-joint robot (i.e. at the ankle, knee, and hip joints). The investigators will collect data from healthy participants and clinical populations to create a controller based on our models to implement in the robots. Then, the investigators will test our models via the robots to investigate the mechanisms underlying enhanced motor learning during different human-human haptic interaction behaviors (i.e. collaboration, competition, and cooperation. This study will be carried out in healthy participants, participants post-stroke, and participants with spinal cord injury (SCI).","detailedDescription":"The investigators will look at how the task performance and motor performance of individuals in dyadic physical interactions are affected by 1) different behavioral interaction conditions (i.e., solo task, collaboration task, competition task, or cooperation task); 2) the haptic impedance or stiffness of the virtual connection between dyadic peers (i.e., hard connection, medium connection, or soft connection); and 3) the skill level of the other partner (i.e., novice or expert). The investigators will be using both an ankle robot (M1 device) and a bilateral lower limb exoskeleton (H3/X2 device), and will collect EMG and EEG data.\n\nFor Experiment A , the investigators will recruit healthy volunteers (n = 180) to work in dyadic pairs. With the collected data, the investigators will model how humans adapt force and impedance and share roles/specialize during various dyadic interaction behaviors, and use this knowledge to develop robot controllers that mimic movement error and force adaptation for enhanced motor performance.\n\nFor Experiment B , the investigators will recruit healthy volunteers (n = 180), participants post-stroke (n = 72) and participants post-SCI (n = 72) to work in dyadic pairs within each population. The investigators will test the robot controllers following the models for mechanical adaptation and role sharing strategies between peers based on Experiment A. The investigators will also monitor single-joint and multi-joint movement error and force adaptation in regards to enhanced motor performance. The investigators will assess if the robot controllers can pass a \"haptic Turing Test\", rendering them indistinguishable with respect to human peers. A structural MRI will be obtained to be used for EEG source analysis.\n\nFor Experiment C, the investigators will showcase the robot controllers by interfacing with participants post-stroke (n = 20) and participants post-SCI (n = 20) with the single-joint and multi-joint assistive robots to observe motor learning and functional outcomes with 10 training sessions per robot."},"conditionsModule":{"conditions":["Stroke","Spinal Cord Injuries"],"keywords":["Stroke","Spinal Cord Injuries","Robotic Rehabilitation","Electromyography","Haptic Feedback","Dyad","Skill Level","Impedance"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"The purpose of this study is to develop a new paradigm to understand how humans physically interact with each other at a single and at multiple joints, with multiple contact points, so as to synthesize robot controllers that can exhibit human-like behavior when interacting with humans (e.g., exoskeleton) or other co-robots.","primaryPurpose":"BASIC_SCIENCE","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":544,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Healthy Participants Ankle Robot (M1)","type":"EXPERIMENTAL","description":"The investigators will look at how the task performance and motor performance of individuals in dyadic physical interactions are affected.","interventionNames":["Behavioral: Behavioral Interaction Conditions","Device: Haptic Impedance Level","Behavioral: Skill Level of Partner"]},{"label":"Healthy Participants Bilateral Lower Limb Exoskeleton (H3/X2)","type":"EXPERIMENTAL","description":"The investigators will look at how the task performance and motor performance of individuals in dyadic physical interactions are affected.","interventionNames":["Behavioral: Behavioral Interaction Conditions","Device: Haptic Impedance Level","Behavioral: Skill Level of Partner"]},{"label":"Clinical Populations Ankle Robot (M1)","type":"EXPERIMENTAL","description":"The investigators will look at how the task performance and motor performance of individuals in dyadic physical interactions are affected.","interventionNames":["Behavioral: Behavioral Interaction Conditions","Device: Haptic Impedance Level","Behavioral: Skill Level of Partner","Device: Robot Controller Showcase"]},{"label":"Clinical Populations Bilateral Lower Limb Exoskeleton (H3/X2)","type":"EXPERIMENTAL","description":"The investigators will look at how the task performance and motor performance of individuals in dyadic physical interactions are affected.","interventionNames":["Behavioral: Behavioral Interaction Conditions","Device: Haptic Impedance Level","Behavioral: Skill Level of Partner","Device: Robot Controller Showcase"]}],"interventions":[{"type":"BEHAVIORAL","name":"Behavioral Interaction Conditions","description":"The participants will be single-blinded and complete a tracking task as either: solo task, collaboration task (both participants work on a common task synchronously to achieve a goal; this is a summative effort to achieve the goal), competition task (each participant has to achieve a goal at the expense of his or her partner, therefore maximizing effort or error of the partner in reaching the goal), or cooperation task (an asymmetric partnership with an active partner and a passive partner working towards a goal).","armGroupLabels":["Clinical Populations Ankle Robot (M1)","Clinical Populations Bilateral Lower Limb Exoskeleton (H3/X2)","Healthy Participants Ankle Robot (M1)","Healthy Participants Bilateral Lower Limb Exoskeleton (H3/X2)"]},{"type":"DEVICE","name":"Haptic Impedance Level","description":"The subjects will complete their task at 3 impedance levels: high (a virtual stiffness 160-200 N/m and damping 0\\~10 Nm/s; this will be a stiff connection in which the subjects feel like they are connected via rigid links and each subject will perceive the other partner's movement directly), medium (a virtual stiffness 100-140 N/m and damping 0\\~10 Nm/s; this will be a spring like-connection in which the subjects feel like they are connected with a spring and each subject will perceive the other partner with a force that is proportional to the trajectory difference of the two participants), and soft (a virtual stiffness 40-80 N/m and damping 0\\~10 Nm/s; this will be a spring like connection in which the subjects feel like they are connected with a loose spring and each subject will perceive the other partner with a force that is proportional to the trajectory difference of the two subjects, however, this force will be smaller than that of the medium impedance).","armGroupLabels":["Clinical Populations Ankle Robot (M1)","Clinical Populations Bilateral Lower Limb Exoskeleton (H3/X2)","Healthy Participants Ankle Robot (M1)","Healthy Participants Bilateral Lower Limb Exoskeleton (H3/X2)"]},{"type":"BEHAVIORAL","name":"Skill Level of Partner","description":"There will be two skill levels: novice (a participant who has no prior experience with the trajectory tracking experiment; in testing with the clinical populations, the investigators will assign this condition to the clinical participant) and expert (a participant who is experienced with the trajectory tracking experiment and who can achieve a tracking error \\[difference of the desired trajectory and actual trajectory\\] below a certain threshold; in testing with the clinical population, the investigators will assign this condition to the therapist). Participants will start experimentation paired as novice-novice, and at the end of the session may be invited to continue additional sessions to be paired as the expert in a novice-expert dyad.","armGroupLabels":["Clinical Populations Ankle Robot (M1)","Clinical Populations Bilateral Lower Limb Exoskeleton (H3/X2)","Healthy Participants Ankle Robot (M1)","Healthy Participants Bilateral Lower Limb Exoskeleton (H3/X2)"]},{"type":"DEVICE","name":"Robot Controller Showcase","description":"The subjects will complete 10 training sessions per assistive robot for the researchers to observe motor learning and functional outcomes.","armGroupLabels":["Clinical Populations Ankle Robot (M1)","Clinical Populations Bilateral Lower Limb Exoskeleton (H3/X2)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in lower limb motor control.","description":"Lower limb motor control will be assessed through analysis of tracking movements to a target trajectory. If the tracking error decreases, this corresponds to motor control improvement.","timeFrame":"Motor control will be measured all 10 sessions through study completion, an average of 12 weeks."},{"measure":"Change in motor output from surface EMG of lower limb muscles","description":"For Experiment A and B with M1: the surface EMG activation patterns of the gastrocnemius and tibialis anterior muscles will be collected. For Experiment A and B with H3/X2, the surface EMG of the gluteus maximus, biceps femoris, tensor fasciae latae, rectus femoris, vastus lateralis, gastrocnemius medialis, soleus, and tibialis anterior muscles will be collected.","timeFrame":"Change of motor output at baseline, midpoint of intervention after 10 training sessions with assistive robot, and endpoint after 10 additional training sessions with the other assistive robot through participant completion, an average of 5 months."}],"secondaryOutcomes":[{"measure":"Change in 6 minute walking test.","description":"Physical function test measuring the total distance walked in a span of six minutes will be assessed. A shorter time indicates improvement.","timeFrame":"Change of ambulation distance at baseline, midpoint of intervention after 10 training sessions with assistive robot, and endpoint after 10 additional training sessions with the other assistive robot through participant completion, an average of 5 months."},{"measure":"Change in 10 meter walking test.","description":"Physical function test measuring the walking speed in a span of 10 meters will be assessed. A shorter time indicates improvement in walking speed.","timeFrame":"Change of ambulation distance at baseline, midpoint of intervention after 10 training sessions with assistive robot, and endpoint after 10 additional training sessions with the other assistive robot through participant completion, an average of 5 months."},{"measure":"Change in Modified Ashworth Scale.","description":"Spasticity of lower extremity muscles will be assessed using the Modified Ashworth Scale. The minimum score of 0 means no increase in spasticity and the maximum score of 4 means the body part is rigid in flexion or extension. A lower score indicates a better outcome.","timeFrame":"Change in score at baseline, midpoint of intervention after 10 training sessions with assistive robot, and endpoint after 10 additional training sessions with the other assistive robot through participant completion, an average of 5 months."},{"measure":"Change in BERG balance scale (BBS)","description":"Static and dynamic sitting and standing balance will be assessed using the BERG balance scale. The scale ranges from 0 to 56, and a higher score indicates better balance and decreased fall risk.","timeFrame":"Change of score at baseline, midpoint of intervention after 10 training sessions with assistive robot, and endpoint after 10 additional training sessions with the other assistive robot through participant completion, an average of 5 months."},{"measure":"Change in functional gait assessment (FGA)","description":"Balance while walking will be assessed using the functional gait assessment (FGA). This has a scale of 0 to 30, with the higher score indicating better balance and decreased fall risk.","timeFrame":"Change in score at baseline, midpoint of intervention after 10 training sessions with assistive robot, and endpoint after 10 additional training sessions with the other assistive robot through participant completion, an average of 5 months."},{"measure":"Change in strength via dynamometer testing.","description":"Change in strength will be assessed via the maximum voluntary contraction for joints with a dynamometer.","timeFrame":"Change in strength at baseline, midpoint of intervention after 10 training sessions with assistive robot, and endpoint after 10 additional training sessions with the other assistive robot through participant completion, an average of 5 months."},{"measure":"Change in stride variability.","description":"Stride variability is the ratio between the standard-deviation and mean of stride time, expressed as percentage. Decreased variability indicates a better outcome.","timeFrame":"Change in stride variability at baseline, midpoint of intervention after 10 training sessions with assistive robot, and endpoint after 10 additional training sessions with the other assistive robot through participant completion, an average of 5 months."},{"measure":"Change in cadence.","description":"Cadence is the total number of steps taken within a given time period; often expressed per minute. Typically a higher number of steps is a better outcome.","timeFrame":"Change in number of steps at baseline, midpoint of intervention after 10 training sessions with assistive robot, and endpoint after 10 additional training sessions with the other assistive robot through participant completion, an average of 5 months."},{"measure":"Change in step length.","description":"Step length is the distance between the point of initial contact of one foot and the point of initial contact of the opposite foot. Typically a longer step length is a better outcome, ideally with equal measurements between left and right limbs.","timeFrame":"Change in distance at baseline, midpoint of intervention after 10 training sessions with assistive robot, and endpoint after 10 additional training sessions with the other assistive robot through participant completion, an average of 5 months."},{"measure":"Change in stride length.","description":"Stride length is the distance between successive points of initial contact of the same foot. Right and left stride lengths are normally equal. Typically a longer stride length is a better outcome, ideally with equal measurements between left and right limbs.","timeFrame":"Change in distance at baseline, midpoint of intervention after 10 training sessions with assistive robot, and endpoint after 10 additional training sessions with the other assistive robot through participant completion, an average of 5 months."},{"measure":"Change in stance time.","description":"Stance time is the amount of time that passes during the stance phase of one extremity in a gait cycle. It includes single support and double support. Equal stance time between limbs is a better outcome.","timeFrame":"Change in stance time at baseline, midpoint of intervention after 10 training sessions with assistive robot, and endpoint after 10 additional training sessions with the other assistive robot through participant completion, an average of 5 months."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria for Healthy Participants:\n\n* Age from 18 to 80 years\n* No history of a brain and/or skull lesion\n* Normal hearing and vision, can be corrected\n* Able to understand and give informed consent\n* No neurological disorders\n* Absence of pathology that could cause abnormal movements of extremities (e.g., epilepsy, stroke, marked arthritis, chronic pain, musculoskeletal injuries)\n* Able to understand and speak English\n* Height between 3 foot 6 inches (1.1 meters) and 6 foot 2 inches\n\nInclusion Criteria for Participants Post-Stroke:\n\n* Age from 18 to 80 years\n* History of unilateral, supratentorial, ischemic or hemorrhage stroke greater than 6 month\n* Ability to walk \\>10m independently on level ground, allowed to use assistive devices or bracing as needed\n* Self-selected walking speed is less than 0.8 meters/sec\n* Medically stable\n* No concurrent surgeries, medical treatments, participation in research or outpatient therapy\n* Normal hearing and vision, both can be corrected\n* Able to understand and give informed consent\n* Able to understand and speak English\n* Height between 3 foot 6 inches (1.1 meters) and 6 foot 2 inches\n\nInclusion Criteria for Participants with Spinal Cord Injury:\n\n* Age from 18 to 80 years\n* History of incomplete SCI injury (ASIA C or D) \\> 6 months prior\n* Ability to walk \\>10 m independently on level ground, allowed to use assistive devices or bracing as needed\n* Self-selected walking speed is less than 0.8 meters/sec\n* Medically stable\n* No concurrent surgeries, medical treatments, participation in research or outpatient therapy\n* Normal hearing and vision, both can be corrected\n* Able to understand and give informed consent\n* Able to understand and speak English\n* Height between 3 foot 6 inches (1.1 meters) and 6 foot 2 inches\n\nExclusion Criteria for Healthy Participants:\n\n* Weight over 220 lbs\n* Pregnancy (ruled out by pregnancy questionnaire)\n* Current presence of wounds or pressure ulcers\n* Multiple sclerosis, Parkinson's disease or other neurodegenerative disorder, severe dementia, brain injury, spinal cord injury, or cancer of the central nervous system\n* History of significant head trauma (i.e., extended loss of consciousness, neurological sequelae)\n* Known structural brain lesion\n* Significant other disease (heart disease, malignant tumors, mental disorders)\n* History or peripheral nerve injury\n* History of sustained non-prescribed drug use or substance abuse (exception: current nicotine use is allowed)\n* Prior neurosurgical procedures\n* Inability or unwillingness to perform study-required activities\n* Prisoners\n* Unable to meet SRAlab \"MRI Pre-Examination Screening Form\" requirements\n\nExclusion Criteria for Participants Post-Stroke:\n\n* Weight over 220 lbs\n* Pregnancy (ruled out by pregnancy test)\n* Botox (botulinum toxin) injection to lower limbs within the prior 3 months, or planned injection during study period.\n* Current presence of wounds or pressure ulcers\n* History of sustained non-prescribed drug use or substance abuse (exception: current nicotine use is allowed)\n* Reduced cognitive function\n* Severe aphasia\n* Prisoners\n* Co-existence of other neurological diseases (e.g., Parkinson's disease or other neurodegenerative disorder, severe dementia, brain injury, spinal cord injury, multiple sclerosis, or cancer of the central nervous system)\n* History or peripheral nerve injury\n* Severe hip, knee, or ankle arthritis\n* Recent fracture or osteoporosis\n* Significant spasticity in the lower limbs (≥3 on Modified Ashworth Scale)\n* Medical (cardiac, renal, hepatic, oncological) or psychiatric disease that would interfere with study procedures\n* Inability or unwillingness to perform study-required activities\n* Unable to meet SRAlab \"MRI Pre-Examination Screening Form\" requirements\n\nExclusion Criteria for Participants with Spinal Cord Injury:\n\n* Weight over 220 lbs\n* Pregnancy (ruled out by pregnancy test)\n* Botox (botulinum toxin) injection to lower limbs within the prior 3 months, or planned injection during study period\n* Current presence of wounds or pressure ulcers\n* History of sustained non-prescribed drug use or substance abuse (exception: current nicotine use is allowed)\n* Prisoners\n* Co-existence of other neurological diseases (e.g., Parkinson's disease or other neurodegenerative disorder, severe dementia, brain injury, spinal cord injury, multiple sclerosis, or cancer of the central nervous system)\n* History of peripheral nerve injury\n* Severe hip, knee, or ankle arthritis\n* Recent fracture or osteoporosis\n* Significant spasticity in the lower limbs ( ≥3 on Modified Ashworth Scale)\n* Medical (cardiac, renal, hepatic, oncological) or psychiatric disease that would interfere with study procedures\n* Inability or unwillingness to perform study-required activities\n* Unable to meet SRAlab \"MRI Pre-Examination Screening Form\" requirements","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Jose Pons, Ph.D","role":"CONTACT","phone":"312-238-4549","email":"jpons@sralab.org"},{"name":"Grace Hoo, BS","role":"CONTACT","phone":"312-238-4548","email":"ghoo@sralab.org"}],"overallOfficials":[{"name":"Jose Pons, Ph.D","affiliation":"Shirley Ryan AbilityLab","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Shirley Ryan AbilityLab","status":"RECRUITING","city":"Chicago","state":"Illinois","zip":"60611","country":"United States","contacts":[{"name":"Jose Pons, Ph.D","role":"CONTACT","phone":"312-238-4549","email":"jpons@sralab.org"},{"name":"Grace Hoo, BS","role":"CONTACT","phone":"312-238-4548","email":"ghoo@sralab.org"},{"name":"Jose Pons, Ph.D","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":41.85003,"lon":-87.65005}}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000013119","term":"Spinal Cord Injuries"}],"ancestors":[{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000013118","term":"Spinal Cord Diseases"},{"id":"D000020196","term":"Trauma, Nervous System"},{"id":"D000014947","term":"Wounds and Injuries"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M15606","name":"Spinal Cord Injuries","asFound":"Spinal Cord Injury","relevance":"HIGH"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M15605","name":"Spinal Cord Diseases","relevance":"LOW"},{"id":"M17375","name":"Wounds and Injuries","relevance":"LOW"},{"id":"M21713","name":"Trauma, Nervous System","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC26","name":"Wounds and Injuries"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M6857","name":"Diazepam","relevance":"LOW"}],"browseBranches":[{"abbrev":"AdjAn","name":"Adjuvants, Anesthesia"},{"abbrev":"AntiConv","name":"Anticonvulsants"},{"abbrev":"AnEm","name":"Antiemetics"},{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"MuRelCen","name":"Muscle Relaxants, Central"},{"abbrev":"PsychDr","name":"Psychotropic Drugs"},{"abbrev":"Gast","name":"Gastrointestinal Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}