{"protocolSection":{"identificationModule":{"nctId":"NCT04279067","orgStudyIdInfo":{"id":"2019-4936"},"organization":{"fullName":"University of California, Irvine","class":"OTHER"},"briefTitle":"BCI-FES Therapy for Stroke Rehabilitation","officialTitle":"Brain Computer Interface - Functional Electrical Stimulation (BCI-FES) Therapy for Stroke Rehabilitation"},"statusModule":{"statusVerifiedDate":"2023-11","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-05-15","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-07-15","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-10-15","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-02-12","studyFirstSubmitQcDate":"2020-02-19","studyFirstPostDateStruct":{"date":"2020-02-20","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-11-16","lastUpdatePostDateStruct":{"date":"2023-11-18","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"An Do","investigatorTitle":"Assistant Clinical Professor, Department of Neurology","investigatorAffiliation":"University of California, Irvine"},"leadSponsor":{"name":"University of California, Irvine","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUnapprovedDevice":true,"isUsExport":false},"descriptionModule":{"briefSummary":"There are over 7 million stroke survivors in the US alone, with approximately 795,000 new cases annually. Despite the best available physiotherapy, 30-60% of stroke survivors remain affected by difficulty walking, with foot weakness often being the main cause. Given that post-stroke gait impairments remain poorly addressed, new methods that can provide lasting improvements are necessary. Brain-computer interface (BCI) technology may be one such novel approach. BCI technology enables \"direct brain control\" of external devices such as assistive devices and prostheses by translating brain waves into control signals. When BCI systems are integrated with functional electrical stimulation (FES) systems, they can be used to deliver a novel physical therapy to improve movement after stroke. BCI-FES systems are hypothesized to stimulate recovery after stroke beyond that of conventional physical therapy.","detailedDescription":"Preliminary research indicates that applying this technique to foot weakness after stroke is safe and may improve walking function. Hence, this warrants further investigation to: 1. determine if BCI-FES therapy can provide lasting gains in walking in chronic stroke patients; 2. determine what factors influence BCI-FES therapy; and 3. explicitly elucidate the underlying neural repair mechanisms. First, a Phase II clinical trial in patients with foot drop due to chronic stroke will compare the effect of BCIFES dorsiflexion therapy to that of dose- and intensity-matched standard physical therapy (Aim 1). Comparing the improvement in walking speed and other secondary outcome measures between the two groups will test if BCI-FES therapy provides functional and neurological gains beyond those of standard physical therapy. The relationship between the patient baseline characteristics (walking speed, ankle function, stimulated muscle responses, brain wave features, sensation) and the outcomes will determine what features influence responsiveness to BCI-FES dorsiflexion therapy (Aim 2). Finally, the underlying mechanism driving the improvements of BCI-FES will be studied (Aim 3). Determining that BCI-FES therapy can provide improvements beyond that of standard therapy may lead to a new treatment for stroke patients. The underlying mechanism can inform the design of future physical therapy techniques or improve current ones. Finally, BCI-FES therapy may ultimately become a novel form of physical therapy to reduce post-stroke disability, and in turn reduce the public health burden of stroke."},"conditionsModule":{"conditions":["Ischemic Stroke","Hemorrhagic Stroke"],"keywords":["stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"The study is design as an early Phase II two-arm randomized trial. The experimental group will receive BCI-FES dorsiflexion therapy paired with conventional physiotherapy (Group 1), while the control arm will receive dose- and intensity-matched conventional physiotherapy (Group 2). A total of 80 chronic stroke survivors with gait impairment due to foot-drop will be recruited and randomized evenly into the 2 groups (33/group).","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"The outcomes assessors will be blinded to the whether participants are in Group 1 or 2.","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":66,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"BCI-FES dorsiflexion therapy with physiotherapy","type":"EXPERIMENTAL","description":"Subjects will undergo placement of an EEG cap using standard technique connected to our custom BCI system. Subjects will provide 5 min of training EEG data as they engage in alternating epochs of idling and attempted foot dorsiflexion (of the paretic side). In the online phase, the subjects will perform 20-25 BCI-FES runs. A total of 12 sessions will be performed at a rate of 3x/week (over 4 weeks). Each BCI-FES therapy session will be followed by 1 hour of conventional physiotherapy.\n\nConventional Physical Therapy: This will consist of a standardized regimen of activities typical of conventional post-stroke gait therapy, including passive/active range of motion exercises (to reduce/prevent excessive plantarflexor contractures), lower-extremity muscle strengthening, and a progression from treadmill to overground walking exercises.","interventionNames":["Device: BCI-FES dorsiflexion therapy","Behavioral: Physiotherapy one hour"]},{"label":"Dose-and intensity-matched physiotherapy","type":"EXPERIMENTAL","description":"Conventional Physical Therapy: This will consist of a standardized regimen of activities typical of conventional post-stroke gait therapy, including passive/active range of motion exercises (to reduce/prevent excessive plantarflexor contractures), lower-extremity muscle strengthening, and a progression from treadmill to overground walking exercises. A total of 12 sessions will be performed at 3x/week.\n\nIn the dose-matched control group (Group 2), it will be 2 hours/session.","interventionNames":["Behavioral: Physiotherapy two hours"]}],"interventions":[{"type":"DEVICE","name":"BCI-FES dorsiflexion therapy","description":"BCI technology enables \"direct brain control\" of external devices such as assistive devices and prostheses by translating brain waves into control signals. When BCI systems are integrated with functional electrical stimulation (FES) systems, they can be used to deliver a novel physical therapy to improve movement after stroke. The automated software will analyze the data to generate and calibrate a BCI decoder. In the online phase, the subjects will perform 20-25 BCI-FES runs. In each run, subjects will follow 10 alternating epochs of 10-s long idling/dorsiflexion textual cues, and respond by either idling or attempting dorsiflexion to elicit BCI-FES mediated contractions of the TA muscle.","armGroupLabels":["BCI-FES dorsiflexion therapy with physiotherapy"]},{"type":"BEHAVIORAL","name":"Physiotherapy one hour","description":"This will consist of a standardized regimen of activities typical of conventional post-stroke gait therapy, including passive/active range of motion exercises (to reduce/prevent excessive plantarflexor contractures), lower-extremity muscle strengthening, and a progression from treadmill to overground walking exercises. A total of 12 sessions will be performed at 3x/week.","armGroupLabels":["BCI-FES dorsiflexion therapy with physiotherapy"]},{"type":"BEHAVIORAL","name":"Physiotherapy two hours","description":"This will consist of a standardized regimen of activities typical of conventional post-stroke gait therapy, including passive/active range of motion exercises (to reduce/prevent excessive plantarflexor contractures), lower-extremity muscle strengthening, and a progression from treadmill to overground walking exercises. A total of 12 sessions will be performed at 3x/week.","armGroupLabels":["Dose-and intensity-matched physiotherapy"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Gait Velocity","description":"Gait velocity will be assessed by measuring the time to traverse the middle 6 m of a 10-m walkway (5 repetitions/assessment). Scores are reported in meters/second with higher scores indicating better function.","timeFrame":"Change in Gait velocity from Screening to 1 month"}],"secondaryOutcomes":[{"measure":"Change in Dorsiflexion Range of Motion","description":"The paretic foot will be placed in an articulated brace which maintains the ankle at neutral during idling, while fixing the tibia perpendicular to the ground and the femur horizontal to the ground. The brace will be instrumented with an electro-goniometer and torque meter to automatically measure the maximum dorsiflexion which ranges from 0-20 degrees with higher score indicating better function","timeFrame":"Change in Dorsiflexion Range of Motion from Screening to 1 month"},{"measure":"Change Leg Motor Fugl-Meyer score (Leg FM)","description":"Assessed according to the FM rating system which is an impairment scale of hemiparesis; scores range from 0-34 with higher scores indicating less impairment","timeFrame":"Change Leg Motor Fugl-Meyer score (Leg FM) from Baseline to 1 month"},{"measure":"Change Gait Endurance (Six minute walk test: 6MWT)","description":"The distance walked over 6 minutes. Score is reported in meters and higher score indicates better function.","timeFrame":"Change Gait Endurance (Six minute walk test: 6MWT) from Screening to 1 month"},{"measure":"Change in Fall Frequency","description":"Number of falls experienced weekly. Score is reported in numbers with lower scores indicating better function.","timeFrame":"Change in Fall Frequency from Screening to 1 month"},{"measure":"Change in EEG Map (Electroencephalogram)","description":"Subjects will undergo 64-channel EEG recording as they engage in 100 alternating 10-s long epochs of idling and attempted dorsiflexion. The EEG ERD/ERS, defined as the drop/rise in alpha (8-12 Hz) and beta (13-30 Hz) band power during attempted dorsiflexion (compared to idling) will be calculated and averaged over all epochs and across all channels. Change in ERD and ERS will be express as signal-to-noise ratio, with higher values indicating improved function.","timeFrame":"Change in EEG Map (Electroencephalogram) from Baseline to 1 month"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Age18-80 years inclusively at time of consent;\n2. Radiologically confirmed stroke, ischemic or intracerebral hemorrhage (ICH) in etiology, with day of onset at least 26 weeks prior to day of randomization\n3. Gait velocity\\<0.8 m/s at screening and baseline visits.\n4. Foot-drop in affected limb as defined by dorsiflexion active range of motion (AROM) via goniometry in seated position foot dangling is less than passive range of motion and less than 15 degrees.\n5. Plantarflexors spasticity\\<3 on modified Ashworth Scale;\n6. Can walk \\>10 m (with or without ankle foot orthosis (AFO), and cane or walker permitted) at a supervised level;\n7. Can tolerate FES with pain no more than 4 on pain analog scale and has adequate muscle response of dorsiflexion ≥10 degrees;\n8. Passive Range of Motion at least 0 degrees ankle dorsiflexion in subtalar neutral or with FES\n\nExclusion Criteria:\n\n1. A major, active, coexistent medical, neurological (apart from stroke) or psychiatric disease (apart from stroke), including alcoholism or dementia, orthopedic injuries, that substantially affects gait. \\*\\*Because old orthopedic injuries may or may not affect gait, at the discretion of the site's study PI, exclusion criterion #2 related to orthopedic injuries can be waived if the injury was not on the stroke affected side and the joint/muscles are back to normal motor and range of motion function.\n2. A major medical disorder that substantially reduces the likelihood that a subject will be able to comply with all study procedures or safely complete study procedures. This includes, but not limited to documented serious cardiac conditions, serious pulmonary conditions, legal blindness, end stage renal or liver disease, pulmonary embolism or deep venous thrombosis.\n3. Resting systolic blood pressure above 170, diastolic blood pressure above 100 at screening and baseline evaluations\n4. Implanted electronic device (e.g. pacemaker) or skull metallic implants (e.g. cranioplasty plate covering the leg motor area);\n5. Deficits in communication that interfere with reasonable study participation: language or attention impairment (score\\>1 on NIH Stroke Scale items 9 and 11, respectively)\n6. Significant cognitive impairment, defined as Montreal Cognitive Assessment score \\< 22 (For those with aphasia: \\*\\*Because Montreal Cognitive Assessment scores may be difficult to interpret for patients with aphasia, at the discretion of the site's study PI, exclusion criterion #5 (\"MoCA score cannot be \\<22\") can be waived)\n7. A new symptomatic stroke occurs apart from the index stroke during the screening process and prior to randomization\n8. Life expectancy \\< 6 months\n9. Skin breakdown over electrical stimulation sites;\n10. Received chemical denervation (eg Botox) to legs in the preceding 6 months, or expectation that chemical denervation will be administered to the leg prior to expected completion of the study\n11. Unable or unwilling to perform study procedures/therapy, or expectation of non-compliance with study procedures/therapy\n12. Pregnancy;\n13. Significant pain (visual analog scale \\>4), chest pain, or shortness of breath with walking.\n14. Receiving any outside concurrent physical therapy involving the lower extremities after enrollment in the study up to 1 month post treatment\n15. Any general medical condition and psychosocial situation that substantially interferes with reasonable participate in study appointments\n16. Non-English speaking, such that subject does not speak sufficient English to comply with study procedures\n17. Concurrent enrollment in another investigational interventional study\n18. Severe depression, defined as Geriatric Depression Scale Score \\>11: \\*\\*Because Geriatric Depression scale scores may be difficult to interpret for some patients, at the discretion of the site's study PI, exclusion criterion #17 (\"Geriatric Depression score cannot be \\>11\") can be waived)\n19. Concurrent use of FES orthosis for gait.\n20. A new symptomatic stroke occurs apart from the index stroke during the screening process and prior to randomization\n\n    If TMS Eligible (note that potential subjects who do not qualify for TMS will not be excluded from the main study, they will only be excluded from undergoing TMS procedures):\n21. TMS: Metallic hardware on the scalp (e.g. vascular clips or cranioplasty mesh)\n22. TMS: Implanted medication pumps, intracardiac line, or central venous catheter\n23. TMS: History of cortical stroke or other cortical lesion such as brain tumor\n24. TMS: Prior diagnosis of seizure or epilepsy\n25. TMS: Any electrical, mechanical, or magnetic implants\n26. TMS: History of neurosurgery\n27. TMS: uncontrolled Migraine headaches\n28. TMS: Any current medications that affect seizure threshold such as tricyclic antidepressants and neuroleptics\n29. TMS: Unstable medical conditions","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"An Do, MD","role":"CONTACT","phone":"(949) 824-8748","email":"and@uci.edu"},{"name":"Lucy Dodakian, OT","role":"CONTACT","phone":"(949) 824-8748","email":"ldodak@uci.edu"}],"locations":[{"facility":"University of California, Irvine - Sue & Bill Gross Stem Cell Research Center","status":"RECRUITING","city":"Irvine","state":"California","zip":"92697","country":"United States","contacts":[{"name":"Lucy Dodakian, OT","role":"CONTACT","phone":"949-824-8748","email":"ldodak@uci.edu"},{"name":"An Do, MD","role":"CONTACT","phone":"9498248748","email":"and@uci.edu"},{"name":"An Do, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":33.66946,"lon":-117.82311}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000083302","term":"Hemorrhagic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M2405","name":"Hemorrhagic Stroke","asFound":"Hemorrhagic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}