{"protocolSection":{"identificationModule":{"nctId":"NCT04750668","orgStudyIdInfo":{"id":"09-M-141"},"organization":{"fullName":"Taipei Tzu Chi Hospital, Buddhist Tzu Chi Medical Foundation","class":"OTHER"},"briefTitle":"Post-Stroke Visual Dependence and Multisensory Balance Rehabilitation","officialTitle":"Post-Stroke Visual Dependence and Early Intervention of Multisensory Balance Rehabilitation"},"statusModule":{"statusVerifiedDate":"2021-02","overallStatus":"UNKNOWN","lastKnownStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-03-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2022-02-28","type":"ESTIMATED"},"completionDateStruct":{"date":"2022-02-28","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-01-17","studyFirstSubmitQcDate":"2021-02-10","studyFirstPostDateStruct":{"date":"2021-02-11","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-02-10","lastUpdatePostDateStruct":{"date":"2021-02-11","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Pei Jung Liang","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Taipei Tzu Chi Hospital, Buddhist Tzu Chi Medical Foundation"},"leadSponsor":{"name":"Taipei Tzu Chi Hospital, Buddhist Tzu Chi Medical Foundation","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke patients have higher levels of visual dependence, which affects orientation, balance and gait. Visual adaption or habituation training aiming to decrease visual sensitivity and tolerance, is commonly used to decrease the levels of visual dependence. However, the visual adaption training often evokes unbearable vertigo, resulting in lower compliance to training program. In addition, stroke patients who have higher visual dependence may not have the symptom of dizziness. Therefore, it is unclear whether visual adaption training has similar effects on stroke patients. Visual dependence is considered as a sensory reweighting deficit and therefore visual dependence could be improved through multisensory balance training which comprises of visual, vestibular, and proprioceptive manipulation. This study will investigate the effects of early multisensory balance training on visual dependence, balance and gait in subacute stroke patients.","detailedDescription":"A total of 80 subacute stroke participants will be randomly assigned to either experimental and control groups. Participants in the experimental group will receive multisensory balance training while those in the control group will maintain their regular care. All participants will be assessed their levels of visual dependence, motor ability, balance and gait, vertigo symptom and activities of daily living before and after intervention program as well as at 3-month follow-up."},"conditionsModule":{"conditions":["Sensory Integration Dysfunction","Stroke"],"keywords":["Visual dependence","Multisensory","Balance training"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":80,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Multisensory Balance Training Group","type":"EXPERIMENTAL","description":"Multisensory balance training manipulate sensory inputs of vision, vestibular and proprioception.","interventionNames":["Other: Multisensory Balance Training"]},{"label":"Control Group","type":"NO_INTERVENTION","description":"Participants in control group maintain their regular activity without any intervention."}],"interventions":[{"type":"OTHER","name":"Multisensory Balance Training","description":"Multisensory Balance training includes 30 minutes per day, 5 days a week for 4 weeks, using visual, proprioceptive, and vestibular manipulations. The exercises involved movements of the eye, head, and body to stimulate the vestibular system, postural control exercises in different positions (feet together, tandem stance, and one leg stance), use of a soft surface to reduce the proprioceptive inputs, and exercises with closed eyes to deprive them of visual cues.","armGroupLabels":["Multisensory Balance Training Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Perceived visual dependence","description":"Perceived visual dependence will be assessed using a computerized Rod and Disc Test (RDT). Participants will adjust a tilted rod to their subjective visual vertical with rotating visual background. The error (degrees) between subjective visual vertical and gravitational vertical will be measured and represented as the level of visual dependence. Higher error indicates higher level of perceived visual dependence.","timeFrame":"Change from Baseline perceived visual dependence at Week 4 and at Week 16"},{"measure":"Postural visual dependence","description":"Postural sway will be measured using an accelerometer attached on the lower back when participants are looking at blank wall, eyes closed and looking at rotating visual background. Greater postural sway in conditions with eyes closed and rotating visual background corresponding to looking at blank wall represents the higher level of postural visual dependence.","timeFrame":"Change from Baseline postural visual dependence at Week 4 and at Week 16"}],"secondaryOutcomes":[{"measure":"Five Times Sit to Stand Test","description":"The Five Times Sit to Stand Test (5STS) evaluates functional lower extremity strength. Participants will be asked to sit to stand for 5 times as quickly as possible. The time to complete the task will be recorded. The shorter duration (s) represents the better muscle strength in lower limbs.","timeFrame":"Change from Baseline Five Times Sit to Stand Test at Week 4 and at Week 16"},{"measure":"Berg Balance Scale","description":"The Berg balance scale (BBS) is used to objectively determine a participant's ability to safely balance during a series of predetermined tasks. It is a 14 item list with each item consisting of a five-point ordinal scale ranging from 0 to 4, with 0 indicating the lowest level of function and 4 the highest level of function. The total score is 56.","timeFrame":"Change from Baseline Berg Balance Scale at Week 4 and at Week 16"},{"measure":"Timed Up and Go test","description":"Function mobility was assessed by the Timed Up and Go (TUG) test. Participants were instructed to stand up from a chair, walk 3 meters, turn around, and walk back to the chair sit down. Time (s) to complete the task was recorded. The more time taken is representative of the lower level of functional mobility.","timeFrame":"Change from Baseline Timed Up and Go test at Week 4 and at Week 16"},{"measure":"Modified Clinical Test of Sensory Integration and Balance","description":"Modified Clinical Test of Sensory Integration and Balance (mCTSIB) is designed to assess how well an older adult is using sensory inputs when one or more sensory systems are compromised. The postural sway was measured in 4 sensory conditions through visual and proprioceptive manipulation using APDM Opal wireless sensors. The greater postural sway represents the poorer balance.","timeFrame":"Change from Baseline Modified Clinical Test of Sensory Integration and Balance at Week 4 and at Week 16"},{"measure":"Falls Efficacy Scale- International","description":"Falls Efficacy Scale- International (FES-I) assesses subjects' concerns about falling. It consists of 16 questions related to everyday activities and subjects are asked to rate whether they were \"not at all\" (a score of 1), \"somewhat\" (2), \"fairly\" (3) or \"very\" (4) concerned about falling when doing that particular activity. The sum scores ranged 16 - 64 with higher scores indicating a greater fear of falling.","timeFrame":"Change from Baseline Falls Efficacy Scale- International at Week 4 and at Week 16"},{"measure":"Situational Vertigo Questionnaire","description":"The Situational Vertigo Questionnaire (SVQ) is a 19-item questionnaire specifically aimed at identifying the presence of visual vertigo, a condition attributable to a defective vestibular compensation strategy, which is too dependent on the available visual information. patients to rate how much vertigo symptoms are provoked or exacerbated in environments with visual-vestibular conflict and yields a score for each item between 0 (not at all) to 4 (very much); a \"never experienced\" answer can be given if the patient has never experienced the described situation. The total score will be then calculated as the sum of single item scores divided per 19 minus the number of never experienced situations (total score/19-number of \"never experienced\" answer). Higher score represents more severe vertigo symptoms.","timeFrame":"Change from Baseline Situational Vertigo Questionnaire at Week 4 and at Week 16"},{"measure":"Gait pattern","description":"Gait pattern will be evaluated using a Opal wireless system. Participants will be asked to walk in a 14-meter walkway. The first and final 2 meters are designed for acceleration and deceleration. The middle 10-meter will be analyzed only.","timeFrame":"Change from Baseline Gait pattern at Week 4 and at Week 16"},{"measure":"Barthel Index","description":"The Barthel Index (BI) is an ordinal scale used to measure performance in activities of daily living (ADL). Ten variables describing ADL and mobility are scored. The total score is 100 and higher score represents more independent in ADL.","timeFrame":"Change from Baseline Barthel Index at Week 4 and at Week 16"}],"otherOutcomes":[{"measure":"National Institutes of Health Stroke Scale","description":"The National Institutes of Health Stroke Scale (NIHSS) is a tool used by healthcare providers to objectively quantify the impairment caused by a stroke. The NIHSS is composed of 11 items, including on the levels of consciousness, language, neglect, visual-field loss, extraocular movement, motor strength, ataxia, dysarthria, and sensory loss. Each of which scores a specific ability between a 0 and 4. For each item, a score of 0 typically indicates normal function in that specific ability, while a higher score is indicative of some level of impairment. The individual scores from each item are summed in order to calculate a patient's total NIHSS score. The maximum possible score is 42, with the minimum score being a 0.","timeFrame":"Baseline"},{"measure":"Mini Mental State Examination","description":"Mini Mental State Examination (MMSE) is a 30-point questionnaire that is used extensively in clinical and research settings to measure cognitive function. Any score of 24 or more (out of 30) indicates a normal cognition. Below this, scores can indicate severe (≤9 points), moderate (10-18 points) or mild (19-23 points) cognitive impairment.","timeFrame":"Baseline"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* (1) first stroke with 20-80 years of age\n* (2) the time since onset is less than 6 months\n* (3) able to stand independently without any devices\n* (4) can understand and follow commands\n* (5) can give informed consent.\n\nExclusion Criteria:\n\n* (1) other neurological disorders which could affect balance assessment\n* (2) diagnosis with dementia.","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Pei-Jung Liang, MSc","role":"CONTACT","phone":"+88666289779","phoneExt":"3519","email":"peijungliang@gmail.com"}],"overallOfficials":[{"name":"Pei-Jung Liang, MSc","affiliation":"Taichung Tzu Chi Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Taipei Tzu Chi Hospital","city":"New Taipei City","country":"Taiwan","geoPoint":{"lat":25.01111,"lon":121.44583}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M4544","name":"Benzocaine","relevance":"LOW"},{"id":"T433","name":"Tannic Acid","relevance":"LOW"}],"browseBranches":[{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Ot","name":"Other Dietary Supplements"}]}},"hasResults":false}