{"protocolSection":{"identificationModule":{"nctId":"NCT04923165","orgStudyIdInfo":{"id":"FDG_Nutristroke_2021"},"organization":{"fullName":"Fondazione Don Carlo Gnocchi Onlus","class":"OTHER"},"briefTitle":"Nutritional Status in Subacute Stroke Patients Under Rehabilitation","officialTitle":"Influence of Nutritional Status on Rehabilitation Outcome in Subacute Stroke Patients","acronym":"Nutristroke"},"statusModule":{"statusVerifiedDate":"2023-09","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-09-04","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-04-10","type":"ACTUAL"},"completionDateStruct":{"date":"2023-04-10","type":"ACTUAL"},"studyFirstSubmitDate":"2021-02-22","studyFirstSubmitQcDate":"2021-06-07","studyFirstPostDateStruct":{"date":"2021-06-11","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-09-22","lastUpdatePostDateStruct":{"date":"2023-09-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Irene Giovanna Aprile","investigatorTitle":"Md, PhD, Principal Investigator, Head of Rehabilitation Unit","investigatorAffiliation":"Fondazione Don Carlo Gnocchi Onlus"},"leadSponsor":{"name":"Fondazione Don Carlo Gnocchi Onlus","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Recently, is becoming more evident a relationship between malnutrition, stroke-related sarcopenia and/or altered systemic oxidative status in patients with subacute stroke .\n\nThe aim of this study is the evaluation of nutritional status, the presence of stroke-related sarcopenia and systemic oxidative status in patients with subacute stroke outcomes; another aim is to investigate the correlation of nutritional status, the presence of stroke-related sarcopenia and systemic oxidative status on admission with the rehabilitative outcomes.","detailedDescription":"Stroke is the third leading cause of mortality and the second leading cause of permanent disability in adults, and is therefore very expensive. Some patients with stroke outcomes, regardless of baseline motor and cognitive function, for unknown reasons show an unexpectedly worse outcome than others and this suggests other factors, in addition to the degree of initial disability, that influence the response to rehabilitative treatment.\n\nNutrition is an essential aspect in the overall picture of the stroke patient. Malnutrition in the hospital setting is an important issue that can negatively influence the rehabilitation outcome (Cederholm et al. 2017; 2019).\n\nMalnutrition is also responsible for the increase in complications, negatively affects the results of treatment, reduces the immune response and predisposes to infections, delays healing, compromises the function of organs and systems, reduces muscle mass and strength, induces psychic effects with depression and low interest in food.\n\nAll this leads to a demand for greater and more prolonged care, with a delay in the recovery of the performance (National Guidelines for hospital and care catering. Min. of Health, 2015).\n\nA picture of malnutrition also leads to an alteration of biochemical and haematochemical indexes. Our retrospective pilot study on 30 patients with subacute stroke, showed a positive correlation between the reduction of disability following rehabilitation treatment and the calcium at admission (Siotto et al, 2020). In addition, a recent study with 100 patients admitted to a rehabilitation unit showed that the functional status at the time of admission and the improvement following the rehabilitation program were positively influenced by high blood levels of vitamin D (Lelli et al. 2019).\n\nMalnourished patients experience \"sarcopenia\", which is characterized by the reduction of muscle mass and strength, and is a phenomenon strongly related to age: after the age of 70 years, in fact, there is a loss of 15% of muscle mass. It is a risk factor for falls, fractures, physical disability and mortality and it is a phenomenon dependent on various factors such as metabolic imbalance, inactivity, malnutrition and inflammatory states. Sarcopenia is accompanied by body weight loss, neuro-hormonal activation and a systemic shift towards catabolic over-activation (Knops et al. 2013).\n\nSarcopenia is frequently found in patients with stroke outcomes and can contribute negatively to the rehabilitation process. A recent study of 267 stroke patients admitted to a rehabilitation unit showed that those with sarcopenia (n=129 48%) had severe lower limb paralysis, lower Body Mass Index (BMI) values and a lower Functional Independence Measure (FIM) score, compared to patients without sarcopenia. In addition, patients with sarcopenia had a longer average stay with less chance of returning home and were less autonomous in walking. Finally, patients with sarcopenia showed a lower recovery of functional autonomy compared to non sarcopenic patients (Matsushita et al. 2019).\n\nIn stroke patients there is also \"stroke-related sarcopenia\" (Scherbakov, Sandek, and Doehner 2015) with distinctive features. The reasons are to be attributed to a complex of pathophysiological reactions including: altered neurovegetative control, alterations in the local and systemic metabolic system, difficulty in nutrition and inflammation (Scherbakov, Sandek, and Doehner 2015).\n\nSome studies have led to hypothesize a correlation between sarcopenia and systemic oxidative stress. The general oxidative state is the result between levels of circulating oxidants (e.g. peroxides) and levels of endogenous or dietary acquired antioxidants (glutathione or vitamins, such as tocopherols, vitamin E, K). Our research team has recently demonstrated that circulating peroxides increase in stroke and are related to clinical severity (Squitti et al., 2018). The measurement of circulating peroxides evaluates the prooxidant state of a subject because it depends on circulating free radicals (Reactive Oxygen Species, ROS); these molecules have a great chemical reactivity, which, in extreme cases, compromises the function of all cellular macromolecules causing cell death; for this reason it is thought that sarcopenia may be at least partly due to an over-regulation of oxidative metabolism that produces high levels of circulating free radicals (Fulle et al. 2004).\n\nThe hypothesis of the study is that there is a negative relationship between malnutrition, stroke-related sarcopenia and/or altered systemic oxidative status in patients on admission and recovery following rehabilitative treatment.\n\ntherefore the aims of this study are:\n\n* Evaluation of nutritional status, presence of stroke-related sarcopenia and systemic oxidative status in patients with subacute stroke outcomes;\n* the correlation of nutritional status, the presence of stroke-related sarcopenia and systemic oxidative status on admission with the rehabilitative outcome.\n\nImproving the nutritional picture of stroke patients from acute or post-acute wards will lead to a faster and more effective motor recovery and improve their autonomies and quality of life. This may lead to a lower impact of disability on families and caregivers and, more generally, a reduction in health care costs.\n\nLongitudinal prospective multicentric, non-profit, longitudinal observational study conducted in patients with first stroke (ischemic or hemorrhagic) in subacute phase (within six months after the acute event). The study involves the collection of clinical, instrumental and biochemical data that do not deviate from routine clinical practice. Since it is not an experimental study, no specific intervention is planned; patients will be observed before and after the usual rehabilitative intervention.\n\nThe study will have a total duration of 18 months starting in January 2021 and a patient enrolment time of 1 year."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke","Nutrition","Rehabilitation","Oxidative stress","Sarcopenia"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":119,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"patients with stroke","description":"Inpatients and outpatients admitted to the investigators' rehabilitation facility .","interventionNames":["Device: robotic assisted intervention","Diagnostic Test: biochemical analyses","Device: BIA, hand grip","Diagnostic Test: nutritional assessment, MNA"]}],"interventions":[{"type":"DEVICE","name":"robotic assisted intervention","description":"Robotic treatment of the upper limb (30 sessions, 5 times a week) using a set of 4 robotic devices: Motore (Humanware); Amadeo, Diego, Pablo (Tyromotion). The training will include motor-cognitive exercises specifically selected to train spatial attention, vision and working memory, praxis, executive function, and speed of processing.","armGroupLabels":["patients with stroke"]},{"type":"DIAGNOSTIC_TEST","name":"biochemical analyses","description":"ematochemical and biochemical serum analyses at T0 and at T1; oxidative stress analyses;","armGroupLabels":["patients with stroke"]},{"type":"DEVICE","name":"BIA, hand grip","description":"bioimpedentiometric analyses of muscular mass (T0 and T1) , muscular force with hand grip","armGroupLabels":["patients with stroke"]},{"type":"DIAGNOSTIC_TEST","name":"nutritional assessment, MNA","description":"nutritional status assessment with MNA, body mass index measurements, weight loss detection, food income detection","armGroupLabels":["patients with stroke"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"change in Mini nutritional Assessment (MNA) scores","description":"it is a questionnaire that evaluates the nutritional status","timeFrame":"Baseline (T0), Treatment (6 weeks) (T1)"},{"measure":"change in Body Mass Index","description":"it is a measure of body fat based on height and weight that applies to adult men and women expressed in kg/m²","timeFrame":"Baseline (T0), Treatment (6 weeks) (T1)"},{"measure":"weight change","description":"detection of the weight drop or weight increase","timeFrame":"Baseline (T0), Treatment (6 weeks) (T1)"},{"measure":"change in food income detection","description":"detection of food intake by measurement of portion of dish assumed from the patients","timeFrame":"Baseline (T0), Treatment (6 weeks) (T1)"},{"measure":"change in Bioimpedance analysis (BIA) measurements","description":"it is a non-invasive measurement of body fat, lean muscle mass and hydration","timeFrame":"Baseline (T0), Treatment (6 weeks) (T1)"},{"measure":"change in hand grip strenght test score","description":"it is a test to measure the maximum isometric strenght of the hand and forearm muscles","timeFrame":"Baseline (T0), Treatment (6 weeks) (T1)"},{"measure":"change in Time Up & Go test (TUG) scores","description":"The Time Up And Go is a test used to assess mobility, balance, and walking in people with balance impairments. The subject must stand up from a chair (which should not be leant against a wall), walk a distance of 3 meters, turn around, walk back to the chair and sit down - all performed as quickly and as safely as possible. Time will be measured using a chronometer.","timeFrame":"Baseline (T0), Treatment (6 weeks) (T1)"},{"measure":"change in Barthel index (BI) scores","description":"The BI is designed to assess the ability of an individual with a neuromuscular or musculoskeletal disorder to care for him/herself. It ranges from 0 to 100, with a higher number meaning better performance in activities of daily living.","timeFrame":"Baseline (T0), Treatment (6 weeks) (T1)"},{"measure":"change in Fugl-Meyer Assessment of Motor Recovery after Stroke for Upper Extremity portion (FMA-UL) scores","description":"The FMA-UL is a stroke-specific, performance-based impairment index. It is designed to assess motor functioning, sensation and joint functioning in patients with post-stroke hemiplegia. The upper limb portion of the FMA-UL ranges from 0 (hemiplegia) to 66 points (normal upper limb motor performance)","timeFrame":"Baseline (T0), Treatment (6 weeks) (T1)"},{"measure":"change in Motricity Index (MI) scores","description":"The MI aims to evaluate lower limb motor impairment after stroke, administrated on both sides.\n\nItems to assess the lower limbs are 3, scoring from 0 to 33 each: (1) ankle dorsiflexion with foot in a plantar flexed position (2) knee extension with the foot unsupported and the knee at 90° (3) hip flexion with the hip at 90° moving the knee as close as possible to the chin. (no movement: 0, palpable flicker but no movement: 9, movement but not against gravity :14, movement against gravity movement against gravity: 19, movement against resistance: 25, normal:33).","timeFrame":"Baseline (T0), Treatment (6 weeks) (T1)"},{"measure":"change in Numerical Rating Scale (NRS) scores","description":"The Numeric Rating Scale (NRS) is the simplest and most commonly used numeric scale to rate the pain from 0 (no pain) to 10 (worst pain).","timeFrame":"Baseline (T0), Treatment (6 weeks) (T1)"},{"measure":"change in Neuropathic Pain Four Questions (DN4) scores","description":"The DN4 used to evaluate presence of neuropathic pain, and consist of a brief interview of four questions answered yes/no: two on what the patient has conceived and two during the exam for the evaluation of hypoesthesia to the touch or sting and the evaluation of allodynia with the skimming of the skin. For each 'yes' a point is assigned. The total score is given by the sum of the individuals. The cut off for the presence of neuropathic pain is '4'.","timeFrame":"Baseline (T0), Treatment (6 weeks) (T1)"},{"measure":"change in Modified Ashworth Scale (MAS) scores","description":"The MAS is a 6 point ordinal scale used for grading hypertonia in individuals with neurological diagnoses. A score of 0 on the scale indicates no increase in tone while a score of 4 indicates rigidity. Tone is scored by passively moving the individual's limb and assessing the amount of resistance to movement felt by the examiner.","timeFrame":"Baseline (T0), Treatment (6 weeks) (T1)"},{"measure":"change in 10 Meter Walk Test scores","description":"This test will assess the patient's speed during gait. Patients will be asked to walk at their preferred maximum and safe speed. Patients will be positioned 1 meter before the start line and instructed to walk 10 meters, and pass the end line approximately 1 meter after. The distance before and after the course are meant to minimize the effect of acceleration and deceleration. Time will be measured using a stopwatch and recorded to the one hundred of a second (ex: 2.15 s). The test will be recorded 3 times, with adequate rests between them. The average of the 3 times should be recorded.","timeFrame":"Baseline (T0), Treatment (6 weeks) (T1)"},{"measure":"change in Six-Minute Walking Test (6MWT) scores","description":"The 6MWT measures the distance a subject covers during an indoor gait on a flat, hard surface in 6 minutes, using assistive devices, as necessary. The test is a reliable and valid evaluation of functional exercise capacity and is used as a sub-maximal test of aerobic capacity and endurance. The minimal detectable change in distance for people with sub-acute stroke is 60.98 meters. The 6MWT is a patient self-paced walk test and assesses the level of functional capacity. Patients are allowed to stop and rest during the test. However, the timer does not stop. If the patient is unable to complete the test, the time is stopped at that moment. The missing time and the reason of the stop are recorded. This test will be administered while wearing a pulse oximeter to monitor heart rate and oxygen saturation, also integrated with Borg scale to assess dyspnea.","timeFrame":"Baseline (T0), Treatment (6 weeks) (T1)"},{"measure":"change in blood levels of systemic oxidative stress (dROMs)","description":"dROMs test measures circulating hydroperoxides (UCarr)","timeFrame":"Baseline (T0), Treatment (6 weeks) (T1)"},{"measure":"change in antioxydant capacity of serum (BAP)","description":"BAP test measures total antioxidant status in serum in micromol/L","timeFrame":"Baseline (T0), Treatment (6 weeks) (T1)"},{"measure":"change in thiol serum levels (SHp)","description":"SHp test measures the circulating thiolic antioxidants in serum in micromol/L","timeFrame":"Baseline (T0), Treatment (6 weeks) (T1)"},{"measure":"change haemoglobin serum levels","description":"serum measurements of haemoglobin g/dL","timeFrame":"Baseline (T0), Treatment (6 weeks) (T1)"},{"measure":"change in glucose serum levels","description":"serum measurements of glucose in mg/dL","timeFrame":"Baseline (T0), Treatment (6 weeks) (T1)"},{"measure":"change in albumine serum levels","description":"serum measurements of glucose in g/dL","timeFrame":"Baseline (T0), Treatment (6 weeks) (T1)"},{"measure":"change in triglycerides serum levels","description":"serum measurements of triglycerides in mg/dL","timeFrame":"Baseline (T0), Treatment (6 weeks) (T1)"},{"measure":"change in total cholesterol serum levels","description":"serum measurements of total cholesterol in mg/dL","timeFrame":"Baseline (T0), Treatment (6 weeks) (T1)"},{"measure":"change in HDL cholesterol serum levels","description":"serum measurements of HDL cholesterol in mg/dL","timeFrame":"Baseline (T0), Treatment (6 weeks) (T1)"},{"measure":"change in calcium serum levels","description":"serum measurements of calcium in mg/dL","timeFrame":"Baseline (T0), Treatment (6 weeks) (T1)"},{"measure":"change in magnesium serum levels","description":"serum measurements of magnesium in mg/dL","timeFrame":"Baseline (T0), Treatment (6 weeks) (T1)"},{"measure":"change in creatinin serum levels","description":"serum measurements of creatinin in mg/dL","timeFrame":"Baseline (T0), Treatment (6 weeks) (T1)"},{"measure":"change in iron serum levels","description":"serum measurements of iron in microg/dL","timeFrame":"Baseline (T0), Treatment (6 weeks) (T1)"},{"measure":"change in latent iron binding capacity serum levels","description":"serum measurements of latent iron binding capacity in microg/dL","timeFrame":"Baseline (T0), Treatment (6 weeks) (T1)"},{"measure":"change in hepatic status serum levels (ALT-GPT)","description":"serum measurements o ALT-GPT in U/L","timeFrame":"Baseline (T0), Treatment (6 weeks) (T1)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* stroke patients (hemorrhagic or ischemic) documented through Magnetic Resonance Imaging (MRI) or Computed Tomography (CT);\n* age between 18 and 85 years;\n* latency time within 6 months after the stroke event\n* sufficient cognitive and language skills to understand the instructions related to the administration of the assessment scales and to sign informed consent\n\nExclusion Criteria:\n\n* presence of a previous stroke based on the medical history;\n* behavioral and cognitive disorders that may interfere with the therapeutic activity;\n* other orthopedic or neurological complications that may interfere with the rehabilitation protocol;\n* inability to understand and sign informed consent;\n* presence of pacemakers (for interference with bioimpedance measures).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Patients with first ischemic stroke (of ischemic or hemorrhagic aetiology) in subacute phase (within six months after the acute event), hospitalized at the participating intensive-extensive rehabilitation centers will be included.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Irene APRILE, MD,PHD","affiliation":"IRCCS Fondazione Don Carlo Gnocchi","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Don Gnocchi Foundation","city":"Rome","zip":"00168","country":"Italy","geoPoint":{"lat":41.89193,"lon":12.51133}}]},"referencesModule":{"references":[{"pmid":"27642056","type":"BACKGROUND","citation":"Cederholm T, Barazzoni R, Austin P, Ballmer P, Biolo G, Bischoff SC, Compher C, Correia I, Higashiguchi T, Holst M, Jensen GL, Malone A, Muscaritoli M, Nyulasi I, Pirlich M, Rothenberg E, Schindler K, Schneider SM, de van der Schueren MA, Sieber C, Valentini L, Yu JC, Van Gossum A, Singer P. ESPEN guidelines on definitions and terminology of clinical nutrition. Clin Nutr. 2017 Feb;36(1):49-64. doi: 10.1016/j.clnu.2016.09.004. Epub 2016 Sep 14."},{"pmid":"30181091","type":"BACKGROUND","citation":"Cederholm T, Jensen GL, Correia MITD, Gonzalez MC, Fukushima R, Higashiguchi T, Baptista G, Barazzoni R, Blaauw R, Coats A, Crivelli A, Evans DC, Gramlich L, Fuchs-Tarlovsky V, Keller H, Llido L, Malone A, Mogensen KM, Morley JE, Muscaritoli M, Nyulasi I, Pirlich M, Pisprasert V, de van der Schueren MAE, Siltharm S, Singer P, Tappenden K, Velasco N, Waitzberg D, Yamwong P, Yu J, Van Gossum A, Compher C; GLIM Core Leadership Committee; GLIM Working Group. GLIM criteria for the diagnosis of malnutrition - A consensus report from the global clinical nutrition community. Clin Nutr. 2019 Feb;38(1):1-9. doi: 10.1016/j.clnu.2018.08.002. Epub 2018 Sep 3."},{"pmid":"20392703","type":"BACKGROUND","citation":"Cruz-Jentoft AJ, Baeyens JP, Bauer JM, Boirie Y, Cederholm T, Landi F, Martin FC, Michel JP, Rolland Y, Schneider SM, Topinkova E, Vandewoude M, Zamboni M; European Working Group on Sarcopenia in Older People. Sarcopenia: European consensus on definition and diagnosis: Report of the European Working Group on Sarcopenia in Older People. Age Ageing. 2010 Jul;39(4):412-23. doi: 10.1093/ageing/afq034. Epub 2010 Apr 13."},{"pmid":"14724060","type":"BACKGROUND","citation":"Fulle S, Protasi F, Di Tano G, Pietrangelo T, Beltramin A, Boncompagni S, Vecchiet L, Fano G. The contribution of reactive oxygen species to sarcopenia and muscle ageing. Exp Gerontol. 2004 Jan;39(1):17-24. doi: 10.1016/j.exger.2003.09.012."},{"pmid":"23483531","type":"BACKGROUND","citation":"Knops M, Werner CG, Scherbakov N, Fiebach J, Dreier JP, Meisel A, Heuschmann PU, Jungehulsing GJ, von Haehling S, Dirnagl U, Anker SD, Doehner W. Investigation of changes in body composition, metabolic profile and skeletal muscle functional capacity in ischemic stroke patients: the rationale and design of the Body Size in Stroke Study (BoSSS). J Cachexia Sarcopenia Muscle. 2013 Sep;4(3):199-207. doi: 10.1007/s13539-013-0103-0. Epub 2013 Mar 13."},{"pmid":"30652217","type":"BACKGROUND","citation":"Lelli D, Perez Bazan LM, Calle Egusquiza A, Onder G, Morandi A, Ortolani E, Mesas Cervilla M, Pedone C, Inzitari M. 25(OH) vitamin D and functional outcomes in older adults admitted to rehabilitation units: the safari study. Osteoporos Int. 2019 Apr;30(4):887-895. doi: 10.1007/s00198-019-04845-7. Epub 2019 Jan 16."},{"pmid":"25676847","type":"BACKGROUND","citation":"Scherbakov N, Sandek A, Doehner W. Stroke-related sarcopenia: specific characteristics. J Am Med Dir Assoc. 2015 Apr;16(4):272-6. doi: 10.1016/j.jamda.2014.12.007. Epub 2015 Feb 10."},{"pmid":"29899723","type":"BACKGROUND","citation":"Squitti R, Siotto M, Assenza G, Giannantoni NM, Rongioletti M, Zappasodi F, Tecchio F. Prognostic Value of Serum Copper for Post-Stroke Clinical Recovery: A Pilot Study. Front Neurol. 2018 May 30;9:333. doi: 10.3389/fneur.2018.00333. eCollection 2018."},{"pmid":"31591820","type":"BACKGROUND","citation":"Matsushita T, Nishioka S, Taguchi S, Yamanouchi A. Sarcopenia as a predictor of activities of daily living capability in stroke patients undergoing rehabilitation. Geriatr Gerontol Int. 2019 Nov;19(11):1124-1128. doi: 10.1111/ggi.13780. Epub 2019 Oct 7."},{"type":"BACKGROUND","citation":"Siotto, M., Germanotta, M., Santoro, M., Di Blasi, C., Loreti, C., Mastropaolo, S. & Aprile, I.,Total serum calcium and recovery after rehabilitation in patients with stroke Nov 1 2020, In : Applied Sciences (Switzerland). 10, 21, p. 1-8 8 p., 7893."},{"pmid":"33182716","type":"BACKGROUND","citation":"Santoro M, Siotto M, Germanotta M, Bray E, Mastrorosa A, Galli C, Papadopoulou D, Aprile I. BDNF rs6265 Polymorphism and Its Methylation in Patients with Stroke Undergoing Rehabilitation. Int J Mol Sci. 2020 Nov 10;21(22):8438. doi: 10.3390/ijms21228438."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M28086","name":"Sarcopenia","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}