{"protocolSection":{"identificationModule":{"nctId":"NCT03898375","orgStudyIdInfo":{"id":"VR study I - optic flow"},"organization":{"fullName":"Vrije Universiteit Brussel","class":"OTHER"},"briefTitle":"The Effect of Optic Flow During Treadmill Walking on the Gait Pattern in People Post-stroke","officialTitle":"VR-enhanced Walking in People Post-stroke: the Effect of Changing the Optic Flow Speed During Treadmill Walking on the Gait Pattern"},"statusModule":{"statusVerifiedDate":"2020-04","overallStatus":"TERMINATED","whyStopped":"Technical problems","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-11-25","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-12-14","type":"ACTUAL"},"completionDateStruct":{"date":"2019-12-14","type":"ACTUAL"},"studyFirstSubmitDate":"2019-03-26","studyFirstSubmitQcDate":"2019-03-28","studyFirstPostDateStruct":{"date":"2019-04-02","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-04-03","lastUpdatePostDateStruct":{"date":"2020-04-07","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Emma De Keersmaecker","investigatorTitle":"Doctoral Researcher","investigatorAffiliation":"Vrije Universiteit Brussel"},"leadSponsor":{"name":"Vrije Universiteit Brussel","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The aim of this study is to investigate the onset, magnitude and duration of the effect of manipulating the optic flow on the gait pattern during Virtual Reality (VR)-enhanced treadmill walking compared to treadmill walking without VR in people post-stroke.","detailedDescription":"STUDY DESIGN: An experimental 1-group, single-centre trial will be conducted in which people post-stroke will perform 4 sessions of 20 minutes treadmill walking. The first session serves as a control session in which patients will walk without VR. The order of the OF speed (i.e. matched, two times slower than and two times faster than their walking speed) in the following 3 VR sessions will be randomized.\n\nPROCEDURE: Patients will be tested during 4 sessions of treadmill walking in the research lab of the research group R\\&MM at the Vrije Universiteit Brussel.\n\nPrior to the start of each session, some preparations will have to be done with regard to the outcome measures:\n\n* Surface electrodes will be placed bilateral on the M. rectus femoris, M. vastus lateralis, M. semitendinosus (hamstrings medialis), M. tibialis anterior, M. gastrocnemius medialis and M. soleus. Electrode placement will follow the SENIAM guidelines. The skin underlying the electrode will be shaved and cleaned with alcohol to improve electrode-skin contact and reduce impedance.\n* Reflective markers will be placed on fixed points of the lower limbs of the patient. Marker placement will follow the Plug-in Gait lower body model (VICON).\n\nSession 1: control session After these preparations, participants will be asked to fill in a questionnaire (the Simulator Sickness Questionnaire). Afterwards, participants will start to walk on the patient-controlled treadmill system. For safety only, participants will walk with an additional safety harness. Participants will first be habituated to walking on the treadmill. During this habituation, we will also check if all measurements (VICON and EMG) are correct and that no errors occur. If all measurements are good, participants will walk for 20 minutes on the treadmill. After these 20 minutes, the treadmill will be stopped and participants will be asked to fill in 2 questionnaires (the Simulator Sickness Questionnaire and the Physical Activity Enjoyment Scale).\n\nSessions 2 - 3 - 4: VR session After these preparations, participants will be asked to fill in a questionnaire (the Simulator Sickness Questionnaire). Afterwards, participants will start to walk on the patient-controlled treadmill system. For safety only, participants will walk with an additional safety harness. At the start of each VR session, participants will first be habituated to walking on the treadmill without VR. During this habituation, we will also check if all measurements (VICON and EMG) are correct and that no errors occur. If all measurements are good, the treadmill will be stopped so that the VR can be added. Participants will put on the head-mounted display (HMD) 'Oculus Rift' and will start to walk in the baseline virtual environment for 2 minutes. After these 2 minutes the appropriate optic flow speed will be added to the virtual world. Participants will walk for 20 minutes in this virtual environment. After these 20 minutes, the treadmill will be stopped and participants will take off the HMD 'Oculus Rift'. To end the session, participants will be asked to fill in 2 questionnaires (the Simulator Sickness Questionnaire and the Physical Activity Enjoyment Scale).\n\nRANDOMIZATION: The first session will always be the one without VR, i.e. the control session. For the VR sessions (session 2, 3 and 4), the optic flow manipulation (i.e. matched, two times slower, two times faster) will be randomized.\n\nMATERIALS: The virtual reality will be provided with the HMD VR system 'Oculus Rift' (Oculus, LLS, US) and will assure an immersive virtual environment. The VR will be used in combination with a treadmill system constructed at the Vrije Universiteit Brussel (Research group R\\&MM). The patient-controlled haptic treadmill prototype is a treadmill where the speed is controlled by the natural inclination of the patient while trying to move forward or stand still. The treadmill has 6 axis force/torque sensors connected to a human user through a ball joint that support a harness attached to the patient's pelvis. The treadmill's behavior can be controlled in real time to adapt the walking dynamics of the patient. This enables the treadmill to follow the walking speed of the patient.\n\nSTATISTICAL ANALYSIS: The effect optic flow manipulation has on the spatiotemporal gait parameters, kinematics and muscle activity will be compared with walking without VR. In a first stage, the data will be visualized using LO(W)ESS smoothing (locally weighted scatterplot smoothing) to explore the observed effects over time (per condition and outcome), allowing for flexibility using this quasi-nonparametric approach. Next, relevant values expressing onset, magnitude and duration of the effect will be extracted:\n\n* Onset: time point(s) at which the minimal clinically important difference (MCID) is exceeded. In case MCID is unknown, a 10% threshold will be used\n* Magnitude: magnitude of the maximum (or maxima) and time point(s) at which the maximum is reached\n* Duration: time between the onset and the time point at which the MCID (or 10% threshold) is no longer exceeded\n\nThese values will be compared between conditions in a one-way repeated measures ANOVA (factor \"condition\"). If relevant (based on the exploratory analyses), additional in-depth statistics, such as functional data analysis, will be performed under the guidance of the Department of Statistics and Data Analysis of our university."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Virtual reality","optic flow","gait"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"BASIC_SCIENCE","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":2,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"VR-enhanced treadmill walking","type":"EXPERIMENTAL","description":"Participants will be tested during 4 sessions of 20 minutes treadmill walking.","interventionNames":["Other: Walking with different optic flow speeds"]}],"interventions":[{"type":"OTHER","name":"Walking with different optic flow speeds","description":"Patients will perform 4 sessions of 20 minutes treadmill walking: one control session without VR and 3 walking sessions with the VR. In each VR session, patients will walk with a different optic flow speed: the same as, faster than or slower than their walking speed.","armGroupLabels":["VR-enhanced treadmill walking"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"3D kinematic measurements","description":"Kinematic data of the lower limbs (i.e. movement amplitudes of the bilateral hip, knee and ankle joint) during treadmill walking will be recorder continuously.","timeFrame":"Kinematic data will be measured continuously for 20 minutes and will be expressed per gait cycle"},{"measure":"Spatiotemporal gait parameters","description":"Spatiotemporal gait parameters of the lower limbs (i.e. walking speed, cadence, step length and - time, swing - and stance time, single - and double limb support period) during treadmill walking will be recorded continuously.","timeFrame":"Spatiotemporal gait parameters will be measured continuously for 20 minutes and will be expressed per gait cycle"},{"measure":"Muscle activity (EMG)","description":"Muscle activity of the lower limb muscles (bilateral: M. rectus femoris, M. vastus medialis and lateralis, M. biceps femoris, M. tibialis anterior, M. gastrocnemius medialis and lateralis) will be recorded continuously during treadmill walking with the use of surface electrodes.","timeFrame":"Muscle activity will be measured continuously for 20 minutes and will be expressed per gait cycle"}],"secondaryOutcomes":[{"measure":"Simulator Sickness Questionnaire (SSQ)","description":"The SSQ is a widely used questionnaire to evaluate motion sickness when using VR and consist of 16 symptoms. The SSQ will be assessed twice per walking session: at the beginning and at the end of each walking session. Patients need to indicate on a 4 point likert scale how much (none = 0 / slight = 1 / moderate = 2 / severe = 3) each symptom is affecting them at that moment. The SSQ has a minimum score of 0 and a maximum score of 48. Higher scores represent a worse outcome (more side effects due to the VR).","timeFrame":"The SSQ will be assessed twice per session (session 1 - 2 - 3 - 4): immediately before and after the participants walked for 20 minutes."},{"measure":"Physical Activity Enjoyment Scale (PACES)","description":"The PACES is an 18-item scale assessing enjoyment by asking participants to rate (on a scale of 1 to 7) how they felt about the physical activity they have been doing. The PACES has a minimum score of 18 points and a maximum score is 126. Higher scores represent a better outcome (they liked the activity more).","timeFrame":"The PACES will be assessed once per session (session 1 - 2 - 3 - 4): immediately after the participants walked for 20 minutes."},{"measure":"Number of falls or stumbles","description":"The number of falls or stumbles that patients experience will be noted in a standardized way.","timeFrame":"The number of falls or stumbles will be assessed continuously for 20 minutes when patients are walking on the treadmill. The number of falls will be collected for each walking session (session 1 - 2 - 3 - 4)."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* diagnosed with stroke (as defined by the World Health Organization)\n* stroke onset ≥ 6 months\n* ambulatory with an impaired gait pattern (FAC-score 2 or 3 or 4)\n* ability to walk on a treadmill for 20 minutes without bodyweight support\n* adult (≥ 18 years)\n* a body height between 155 cm and 200 cm\n* ability to signal pain, fear and discomfort\n* ability to give informed consent\n\nExclusion Criteria:\n\n* other neurological deficits than stroke leading to impaired gait\n* comorbidities (e.g. COPD, osteoporosis, cardiovascular instability)\n* visual and/or vestibular disorders that can interfere with the VR\n* uncontrolled spasticity significantly interfering with the movement of the lower extremities (Modified Ashworth Scale \\> 2)\n* acute medical illness\n* communicative/cognitive problems leading to the inability to understand and carry out instructions\n* severe unilateral spatial neglect","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Eva Swinnen, Prof. Ph.D","affiliation":"Vrije Universiteit Brussel","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Eric Kerckhofs, Prof. Ph.D","affiliation":"Vrije Universiteit Brussel","role":"STUDY_CHAIR"}],"locations":[{"facility":"Vrije Universiteit Brussel","city":"Brussel","zip":"1050","country":"Belgium","geoPoint":{"lat":50.85045,"lon":4.34878}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}