{"protocolSection":{"identificationModule":{"nctId":"NCT05908994","orgStudyIdInfo":{"id":"2021-05-026"},"organization":{"fullName":"Bundang CHA Hospital","class":"OTHER"},"briefTitle":"A Study for the Collection of Clinical Data for Stroke Patients and Healthy Subjects","officialTitle":"A Study for the Collection of Clinical Data for Stroke Patients and Healthy Subjects"},"statusModule":{"statusVerifiedDate":"2023-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-10-06","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-05-23","studyFirstSubmitQcDate":"2023-06-08","studyFirstPostDateStruct":{"date":"2023-06-18","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-06-08","lastUpdatePostDateStruct":{"date":"2023-06-18","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"MinYoung Kim, MD, PhD","investigatorTitle":"Principle investigator","investigatorAffiliation":"Bundang CHA Hospital"},"leadSponsor":{"name":"Bundang CHA Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study aimes to medical data, musculoskeletal data and functional data over time of stroke patients and healthy subjects to compared the clinical differences between stroke and healthy subjects."},"conditionsModule":{"conditions":["Stroke","Health Behavior"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":100,"type":"ESTIMATED"}},"armsInterventionsModule":{"interventions":[{"type":"OTHER","name":"Examination","description":"Exmainations including imaging, neurophysiological, kinetic and kinematic measurmetns. Behavioral assessments"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Changes in motion analysis","description":"Motion analysis is a process of measuring and evaluating gait function in kinetic and kinematic parameters","timeFrame":"Change from baseline to 6 months, 12 months, 18 months and 24 months"}],"secondaryOutcomes":[{"measure":"Changes in X-ray radiography","description":"X-ray radiography is a process of measuring and detecting the structural changes of bones including thorax, whole spine, lower extremity","timeFrame":"Change from baseline to 6 months, 12 months, 18 months and 24 months"},{"measure":"Changes in computed tomogrphy (CT)","description":"CT scan is a process of measuring and detecting the structural changes of spine","timeFrame":"Change from baseline to 6 months, 12 months, 18 months and 24 months"},{"measure":"Changes in magnetic resonanace imaging (MRI)","description":"MRI scan is a process of measuring changes of diffusion tensor tractography","timeFrame":"Change from baseline to 6 months, 12 months, 18 months and 24 months"},{"measure":"Changes in manual muscle test (MMT)","description":"MMT is a process of the evaluating the function and strength of individual muscles and muscle groups based on the effective performance of a movement in relation to the forces of gravity and manual resistance in score","timeFrame":"Change from baseline to 6 months, 12 months, 18 months and 24 months"},{"measure":"Changes in motricity index (MI)","description":"MI is a process of the evaluating the function and strength of upper, lower extremities and trunk in score","timeFrame":"Change from baseline to 6 months, 12 months, 18 months and 24 months"},{"measure":"Changes in range of motion (ROM)","description":"ROM testing is a measurement of movement around a specific joint of body part in angle","timeFrame":"Change from baseline to 6 months, 12 months, 18 months and 24 months"},{"measure":"Changes in berg balance scale (BBS)","description":"BBS is a measurement of balancing function. A five-point ordinal scale, ranging from 0-4. \"0\" indicates the lowest level of function and \"4\" the highest level of function. Total score = 56","timeFrame":"Change from baseline to 6 months, 12 months, 18 months and 24 months"},{"measure":"Changes in motor assessment scale (MAS)","description":"MAS is a measurement of performance-based scale for assessing everyday motor function. The MAS is comprised of 8 items corresponding to 8 areas of motor function. All items are assessed using a 7-point scale from 0-6.","timeFrame":"Change from baseline to 6 months, 12 months, 18 months and 24 months"},{"measure":"Changes in trunk impairment scale (TIS)","description":"MAS is a measurement of static and dynamic sitting balance and trunck coordination in a sitting position. For each item, a 2-, 3- or 4- point ordinal scale is used. The total score for TIS ranges between 0 for a minimal performance to 23 for a perfect performance.","timeFrame":"Change from baseline to 6 months, 12 months, 18 months and 24 months"},{"measure":"Changes in functional ambulatory category (FAC)","description":"FAC is a measurement of a functional walking test that evaluates ambulation ability. This 6-point scale assesses ambulation status by determining how much human support the patient requires when walking, regardless of whether or not they use personal assistive device.","timeFrame":"Change from baseline to 6 months, 12 months, 18 months and 24 months"},{"measure":"Changes in Gait rite","description":"Gait rite is a measurement of a temporal and spatial parameters during gait","timeFrame":"Change from baseline to 6 months, 12 months, 18 months and 24 months"},{"measure":"Changes in time up and go test (TUG)","description":"TUG is a measurement of a person's mobility and requires both static and dynamic balance. It uses the time that a person takes to rise from a chair, walk three meters, turn around, walk back to the chair, and sit down. 11-20 seconds are within normal limits for frail elderly and disables patients, and greater than 20 seconds means the person needs assistance outside and indicates further examintaiton and intervention. A score of 30 seconds or more suggests that the person may be prone to falls.","timeFrame":"Change from baseline to 6 months, 12 months, 18 months and 24 months"},{"measure":"Changes in Fugl-meyer assessement (FMA)","description":"FMA is a stroke-specific, performance-based impairment index. It is designed to assess motor functioning, balance, sesation and joint functioning in patients with post-stroke hemiplegia. It is applied clinically and in research determine disease severity, describe motor recovery, and to plan and assess treatment.","timeFrame":"Change from baseline to 6 months, 12 months, 18 months and 24 months"},{"measure":"Changes in action research arm test (ARAT)","description":"ARAT is a 19 item observational measurement to assess upper extremity performance (coordination, dexterity and functioning). Items comprising ARAT are categorized into four subscales (grasp, grip, pinch and gross movement). Task performance is rated on a 4-point scale, ranging from 0 (no movement) to 3 (movement performend normally)","timeFrame":"Change from baseline to 6 months, 12 months, 18 months and 24 months"},{"measure":"Changes in fuctional independence meausure (FIM)","description":"FIM is a measurment to evaluate the funciontional status. FIS is an 18-item including functional capability in six areas of self-care, continence, mobility, transfers, communication and cognition. Each of the 18 items are graded on a scale of 1-7, based on the level of independence in that item","timeFrame":"Change from baseline to 6 months, 12 months, 18 months and 24 months"},{"measure":"Changes in modified barthel-index (MBI)","description":"MBI is a measurement of degree of independence of a patient from any assistance. It covers 10 domains of daily activities: bowel and bladder control, grooming, toilet use, feeding, trasnfers, walking, dressing, climbing stairs and bating","timeFrame":"Change from baseline to 6 months, 12 months, 18 months and 24 months"},{"measure":"Changes in national institute of health care stroke scale (NIHSS)","description":"NIHSS is a measurement for assessing the severity of stroke patients. The scale is made up of 11 different elements that evaluate specific ability. The score for each ability is a number between 0 and 4, 0 being normal functioning and 4 being completely impaired. 42 is the highest score possible, the higher the score, the more impaired a stroke patient is.","timeFrame":"Change from baseline to 6 months, 12 months, 18 months and 24 months"},{"measure":"Changes in stroke specific quality of life (SS-QoL)","description":"SS-QoL is an instrument designed to measure th quality of life (QOL) of stroke population and is intended to identify common areas that affect health-related QoL. The assessment is composed of 49 items within 12 domains that include such items as energy, family roles, mobility, and self-care. The SS-QoL has a score range of 49 to 245 with higher scores indicating better HR-QoL.","timeFrame":"Change from baseline to 6 months, 12 months, 18 months and 24 months"},{"measure":"Changes in Korean version of Montreal cognitive assessment (K-MoCA)","description":"K-MoCA is a measurement to evaluate the memory loss or other symptoms of cognitive decline. It contains 30 questions and taskes around to 12 minutes to complete. Scores range from 0 to 30. A score of 26 and higher is considered normal.","timeFrame":"Change from baseline to 6 months, 12 months, 18 months and 24 months"},{"measure":"Changes in Korean version of mini-mental state examination (K-MMSE)","description":"K-MMSE is a measurement of cognitive level. Any score of 24 or more (out of 30) indicates a normal cognition. Below this, scores can indicate severe(≤9 points), moderate (10-18 points) or mild (19-23 points) cognitive impairment. The raw score may also need to be corrected for educational attainement and age.","timeFrame":"Change from baseline to 6 months, 12 months, 18 months and 24 months"},{"measure":"Changes in clinical dementia rating (CDR)","description":"CDR is a rating scale for staging patients diagnosed with dementia. The CDR evaluates cognitive, behavioral and functional aspects of Alzheimer disease and other dementias. It is calculated on the basis of testing six different cognitive and behavioral domains such as memory, orientation, judgment and problem sloving, community affairs, home and hobbies performance, and personal care. The CDR is based on a scale of 0-3: no dementia (CDR = 0), questionable dementia (CDR = 0.5), MCI (CDR = 1), moderate cognitive impairment (CDR = 2) and severe cognitive impairment (CDR = 3)","timeFrame":"Change from baseline to 6 months, 12 months, 18 months and 24 months"},{"measure":"Changes in global deterioration scale (GDS)","description":"GDS is a clinical rating instrument created to assess stages of primary degenerative dementia, namley, Alzhemier's disease (AD). It is classified seven stages: stage 1 (no cognitive decline), stage 2 (very mild cognitive decline), stage 3 (mild cognitive decline), stage 4 (moderated cognitive decline), stage 5 (moderately severe cognitive decline), stage 6 (severe cognitive decline), stage 7 (very severe cognitive decline)","timeFrame":"Change from baseline to 6 months, 12 months, 18 months and 24 months"},{"measure":"Changes in geriatric depression scale (GDS)","description":"GDS is a 30-item self-report assessment used to identify depression in the elderly. One point is assigned to each answer and the cumulative score is rated on a scroing grid. The grid sets a range of 0-9 as \"normal\", \"10-19\" as \"mildly depressed\", and 20-30 as \"severely depressed\".","timeFrame":"Change from baseline to 6 months, 12 months, 18 months and 24 months"},{"measure":"Changes in Oxford cognitive screen (OCS)","description":"OCS is an assessment of major cognitive domains of memory, language, number, praxis, executive functions and attention.","timeFrame":"Change from baseline to 6 months, 12 months, 18 months and 24 months"},{"measure":"Changes in Korean version of Wechsler adult intelligence scale 4th edition (K-WAIS-IV)","description":"K-WAIS-IV is a measurment for intelligence and cognitive ability in adults and older adolscents. There are four index scores representing major components of intelligence including verbal comprehension index, perceptual reasoning index, working memory index, processing speed index.","timeFrame":"Change from baseline to 6 months, 12 months, 18 months and 24 months"},{"measure":"Changes in Rey-kim test","description":"Rey-kim test is a measurement for assessing memory quotient including auditory verbal learning test and complex figure test","timeFrame":"Change from baseline to 6 months, 12 months, 18 months and 24 months"},{"measure":"Changes in digit span test","description":"Digit span test is a measurment to assess the storage capacity of a person's working memory. A testperson is visually or auditorily to a sequence of digits on after another. Right afterwards, the test subject has to recall the correct digits in the same order.","timeFrame":"Change from baseline to 6 months, 12 months, 18 months and 24 months"},{"measure":"Changes in stroop test","description":"Stroop test is a meausrment to assess the ability to inhibit cognitie interference. The stroop test consists of colors that are writen in words but in the wrong color ink, The test-taker has to be able to state the color that the word is written in and be able to ignore whatever the actual word is.","timeFrame":"Change from baseline to 6 months, 12 months, 18 months and 24 months"},{"measure":"Changes in electroencephalogrphy (EEG)","description":"EEG is a measurement of electrical activity in the brain using small electrodes attached to the scalp for diagnosting brain disorders.","timeFrame":"Change from baseline to 6 months, 12 months, 18 months and 24 months"},{"measure":"Changes in evoked potentials (EP)","description":"Measurement evoked potentials including sensory and motor evoked potentials. An evoked potential is the electrical response fo the brain to a sensory or motor stimulus.","timeFrame":"Change from baseline to 6 months, 12 months, 18 months and 24 months"}]},"eligibilityModule":{"eligibilityCriteria":"1. For stroke patients 1) Inclusion Criteria:\n\n   * Adults over 20 years of age\n   * More than 1 month after onset of stroke\n   * After hearing a detailed explanation of this study and fully understanding it, the subject or legal representative voluntarily decides to participate and agrees in writing to observe the precautions 2) Exclusion criteria:\n   * Patients who correspond to one or more of the following cannot participate in the study.\n   * Patients with systemic infectious symptoms at the time of participation in the study\n   * In the case of a person with impaired ability to consent (less than 10 points on the MMSE), a person who is not accompanied by a guardian\n   * Those with severe medical conditions such as unstable conditions in the cardiovascular system, digestive system, respiratory system, endocrine system, etc., and those with poor general health\n   * Other cases where the researcher judges that participation in this study is not suitable(Patients who are participating in other clinical trials or studies, or who have participated in other clinical trials or studies within the past 30 days can also participate in this study.)\n2. For healthy voluteers 1) Inclusion Criteria:\n\n   * Over 20 years of age\n   * A person who is performing an independent daily life\n   * A person who voluntarily decides to participate and agrees in writing to abide by the precautions after hearing a detailed explanation of this study and fully understanding it\n\n     2) Exclusion criteria:\n   * Patients who correspond to one or more of the following cannot participate in the study.\n   * MMSE score less than 20 points (from 19 points onwards excluded from study)\n   * Those who remain disabled due to brain disease (stroke, brain tumor, cerebral palsy, dementia, Parkinson's disease, etc.)\n   * Those with severe medical conditions such as unstable conditions in the cardiovascular system, digestive system, respiratory system, endocrine system, etc., and those with poor general health\n   * Other cases where the researcher judges that participation in this study is not suitable (Patients who are participating in other clinical trials or studies, or who have participated in other clinical trials or studies within the past 30 days can also participate in this study.)","healthyVolunteers":true,"sex":"ALL","minimumAge":"20 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Stroke patients and healthy voluteers","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Hyun Jung Oh, Bachelor's degree","role":"CONTACT","phone":"+82 031 780 6003","email":"a210525@chamc.co.kr"}],"locations":[{"facility":"Department of Rehabilitation Medicine, CHA Bundang Medical Center","status":"RECRUITING","city":"Seongnam","zip":"13496","country":"Korea, Republic of","contacts":[{"name":"MinYoung Kim, MD,PhD","role":"CONTACT"}],"geoPoint":{"lat":37.43861,"lon":127.13778}}]},"ipdSharingStatementModule":{"ipdSharing":"YES"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}