{"protocolSection":{"identificationModule":{"nctId":"NCT05411653","orgStudyIdInfo":{"id":"REC/RCR&AHS/22/0213"},"organization":{"fullName":"Riphah International University","class":"OTHER"},"briefTitle":"Xbox Kinect Virtual Reality and Motor Imagery on Lower Limb Function in Chronic Stroke Patients","officialTitle":"Combined Effects of Xbox Kinect Virtual Reality and Motor Imagery on Lower Limb Function, Dynamic Balance and Gait in Chronic Stroke Patients"},"statusModule":{"statusVerifiedDate":"2024-01","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-03-04","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-01-24","type":"ACTUAL"},"completionDateStruct":{"date":"2023-02-24","type":"ACTUAL"},"studyFirstSubmitDate":"2022-06-06","studyFirstSubmitQcDate":"2022-06-06","studyFirstPostDateStruct":{"date":"2022-06-09","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-01-28","lastUpdatePostDateStruct":{"date":"2024-01-30","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Riphah International University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"As virtual reality has therapeutic benefits and improves motor learning by practicing exercises in environment that analogue and mimic occasions and events of real world, as VR is designed and tailored according to the need of patient so it may address the individual issues whereas motor imagery uses explicit learning process for muscle activation and movement. Therefore their combination may yield better outcomes in terms of lower limb function and dynamic mobility, so there is a need to assess the combined effects of Xbox kinect gaming with motor imagery in chronic stroke patients.","detailedDescription":"Stroke is focal neurological disorder that occurs due to the compromised blood flow to the brain. It results in mobility deficit, functional and gait impairment. Multiple rehabilitation methods have been designed and used, motor imagery (MI) and virtual reality (VR) are among the emerging techniques that are being used for the rehabilitation of patients with neurological conditions that improve motor learning through explicit and implicit processes.\n\nAfter stroke the residual symptoms such as muscle hyper tonicity, attention deficiency, hemi neglect, abnormal reflexes and sensorimotor functional impairment may persist. Additional to these neurological symptoms certain balance issues may cause decrease in proprioception, muscle strength, increased load on non-paretic extremity and postural oscillations. It has been reported that every year approximately 25.7 million people survive stroke attacks, 6.5 million die because of stroke and 113 million people have disability-adjusted life-years.\n\nKinect based rehabilitation and virtual feedback have shown relevant activation changes in the primary sensorimotor cortex and can be responsible for that part of brain reorganization for improving in upper limb in stroke patients. Use of exer gaming is one of the emerging technologies that are being used for the physical, cognitive and motor rehabilitation of stroke patients. It is combination of video games and motion sensors incorporated in a virtual reality environment that engage the patients and improves motor learning therefore activating the motor areas of the brain for long term results.\n\nNon immersive virtual reality gaming has been used for improving balance among the stroke patients. Not only is it considered more beneficial as compared to the conventional therapies but also maintains the interest of patients in their rehabilitation protocol. The Kinect based games use sensors that catch movements of the patients and they are able to watch them in real time with immediate feedback that becomes a source of motivation for them.\n\nXbox Kinect virtual gaming creates 3D environment with sensors and requires no controllers for patients to perform exercise whereas motor imagery is a state in which a particular motor action is internally activated without any motor output. Not only is VR and MI training motivating as compare to conventional therapies but also provide positive learning experience and neuroplasticity. With xbox kinect based VR therapies and MI, the exercise plan is tailored according to the needs of the patient.\n\nIt will be a single blinded randomized control trial in which control group will be given conventional physiotherapy protocol for 30 minutes and experimental group will receive the VR and MI training with conventional treatment for a total 60 minutes, 3 days a week for 6 weeks. Motor function will be assessed by fugl-meyer scale (LE), dynamic mobility by berg balance scale and 6 minute walk test, quality of life by barthel index and gait with dynamic gait index. Patient will be assessed at baseline and at the end of six weeks. The data will be analyzed using SPSS 25 software."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":26,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Virtual reality training with motor imagery","type":"EXPERIMENTAL","description":"Xbox Kinect VR with MI training Five Xbox Kinect gaming will be selected and explained to the patients for the virtual training session","interventionNames":["Other: Virtual reality training with motor imagery"]},{"label":"Conventional physical therapy","type":"ACTIVE_COMPARATOR","description":"a range of motion exercises, muscle strengthening, functional training, balance training, and gait training. T","interventionNames":["Other: Conventional physical therapy"]}],"interventions":[{"type":"OTHER","name":"Virtual reality training with motor imagery","description":"comprised of 30 minutes, VRT (15 minutes) and MI (15 minutes) daily for 3 days respectively. Five Xbox Kinect gaming will be selected and explained to the patients for the virtual training session and additional 15 minutes will be given to them for practice. The games consists of 20,000 water leaks, river rush, reflex ridge, soccer and football for the patients.","armGroupLabels":["Virtual reality training with motor imagery"]},{"type":"OTHER","name":"Conventional physical therapy","description":"range of motion exercises, muscle strengthening, functional training, balance training, and gait training. The specific tasks will be selected by the therapist based on the requirement of each patient. It will be performed for 30 minutes for 3 days a week for 6 weeks","armGroupLabels":["Conventional physical therapy"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Dynamic Gait Index DGI","description":"Clinical tool to assess gait, balance and fall risk. It evaluates not only usual steady-state walking, but also walking during more challenging tasks","timeFrame":"6th week"},{"measure":"Berg Balance Scale BBS","description":"Objectively determine a patient's ability (or inability) to safely balance during a series of predetermined tasks.","timeFrame":"6th week"},{"measure":"Fugl-Meyer Scale for lower extremity","description":"This clinical tool is for assessment of lower limb function. It is a reliable and valid tool. Interrater and intrarater reliability coefficients are reported to be \\>0.85 for both upper and lower limb) the domain subscales and the entire scale.","timeFrame":"6th week"},{"measure":"Six Minute Walk Test","description":"It is used to assess aerobic capacity and endurance.","timeFrame":"6th week"}],"secondaryOutcomes":[{"measure":"Barthel index","description":"It is functional independence measure.","timeFrame":"6th week"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participants who are 45-65 years of age\n* Participants who have had their first stroke attack at least 6 months prior\n* A score of 21 or greater on the Mini-Mental State Examination (MMSE)\n* Participants who were not diagnosed with visual or auditory issues\n* Volunteers should be able to walk at least 10 meters with or without assistive devices\n* The patient shouldn't be taking any medicine that can have an impact on the gait or balance.\n\nExclusion Criteria:\n\n* Patients younger than 45 years of age.\n\n  * Patients suffering from any condition that requires medical attention such as uncontrolled blood pressure or angina.\n  * Musculoskeletal impairments of the lower extremity.\n  * Patients with psychological or neurological problems other than stroke","healthyVolunteers":false,"sex":"ALL","minimumAge":"45 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Binash Afzal, PHD*","affiliation":"Riphah international university lahore campus","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Services Hospital Lahore","city":"Lahore","state":"Punjab","zip":"54000","country":"Pakistan","geoPoint":{"lat":31.558,"lon":74.35071}}]},"referencesModule":{"references":[{"pmid":"28771379","type":"BACKGROUND","citation":"Lee HC, Huang CL, Ho SH, Sung WH. The Effect of a Virtual Reality Game Intervention on Balance for Patients with Stroke: A Randomized Controlled Trial. Games Health J. 2017 Oct;6(5):303-311. doi: 10.1089/g4h.2016.0109. Epub 2017 Aug 3."},{"pmid":"34111095","type":"BACKGROUND","citation":"Aslam M, Ain QU, Fayyaz P, Malik AN. Exer-gaming reduces fall risk and improves mobility after stroke. J Pak Med Assoc. 2021 Jun;71(6):1673-1675. doi: 10.47391/JPMA.875."},{"pmid":"25206611","type":"BACKGROUND","citation":"Bao X, Mao Y, Lin Q, Qiu Y, Chen S, Li L, Cates RS, Zhou S, Huang D. Mechanism of Kinect-based virtual reality training for motor functional recovery of upper limbs after subacute stroke. Neural Regen Res. 2013 Nov 5;8(31):2904-13. doi: 10.3969/j.issn.1673-5374.2013.31.003."},{"pmid":"32970328","type":"BACKGROUND","citation":"Silva S, Borges LR, Santiago L, Lucena L, Lindquist AR, Ribeiro T. Motor imagery for gait rehabilitation after stroke. Cochrane Database Syst Rev. 2020 Sep 24;9(9):CD013019. doi: 10.1002/14651858.CD013019.pub2."},{"pmid":"32332810","type":"BACKGROUND","citation":"Bovonsunthonchai S, Aung N, Hiengkaew V, Tretriluxana J. A randomized controlled trial of motor imagery combined with structured progressive circuit class therapy on gait in stroke survivors. Sci Rep. 2020 Apr 24;10(1):6945. doi: 10.1038/s41598-020-63914-8."},{"pmid":"32212254","type":"BACKGROUND","citation":"Lin RC, Chiang SL, Heitkemper MM, Weng SM, Lin CF, Yang FC, Lin CH. Effectiveness of Early Rehabilitation Combined With Virtual Reality Training on Muscle Strength, Mood State, and Functional Status in Patients With Acute Stroke: A Randomized Controlled Trial. Worldviews Evid Based Nurs. 2020 Apr;17(2):158-167. doi: 10.1111/wvn.12429. Epub 2020 Mar 25."},{"pmid":"29529919","type":"BACKGROUND","citation":"Askin A, Atar E, Kocyigit H, Tosun A. Effects of Kinect-based virtual reality game training on upper extremity motor recovery in chronic stroke. Somatosens Mot Res. 2018 Mar;35(1):25-32. doi: 10.1080/08990220.2018.1444599. Epub 2018 Mar 13."},{"pmid":"28955088","type":"BACKGROUND","citation":"Malik AN, Masood T. Effects of virtual reality training on mobility and physical function in stroke. J Pak Med Assoc. 2017 Oct;67(10):1618-1620."},{"pmid":"28824816","type":"BACKGROUND","citation":"Chanpimol S, Seamon B, Hernandez H, Harris-Love M, Blackman MR. Using Xbox kinect motion capture technology to improve clinical rehabilitation outcomes for balance and cardiovascular health in an individual with chronic TBI. Arch Physiother. 2017;7:6. doi: 10.1186/s40945-017-0033-9. Epub 2017 May 31."},{"pmid":"27791207","type":"BACKGROUND","citation":"In T, Lee K, Song C. Virtual Reality Reflection Therapy Improves Balance and Gait in Patients with Chronic Stroke: Randomized Controlled Trials. Med Sci Monit. 2016 Oct 28;22:4046-4053. doi: 10.12659/msm.898157."},{"pmid":"27446778","type":"BACKGROUND","citation":"Im H, Ku J, Kim HJ, Kang YJ. Virtual Reality-Guided Motor Imagery Increases Corticomotor Excitability in Healthy Volunteers and Stroke Patients. Ann Rehabil Med. 2016 Jun;40(3):420-31. doi: 10.5535/arm.2016.40.3.420. Epub 2016 Jun 29."},{"pmid":"27237336","type":"BACKGROUND","citation":"Gibbons EM, Thomson AN, de Noronha M, Joseph S. Are virtual reality technologies effective in improving lower limb outcomes for patients following stroke - a systematic review with meta-analysis. Top Stroke Rehabil. 2016 Dec;23(6):440-457. doi: 10.1080/10749357.2016.1183349. Epub 2016 May 30."},{"pmid":"26644684","type":"BACKGROUND","citation":"Bae YH, Ko Y, Ha H, Ahn SY, Lee W, Lee SM. An efficacy study on improving balance and gait in subacute stroke patients by balance training with additional motor imagery: a pilot study. J Phys Ther Sci. 2015 Oct;27(10):3245-8. doi: 10.1589/jpts.27.3245. Epub 2015 Oct 30."},{"pmid":"28606661","type":"BACKGROUND","citation":"Park DS, Lee DG, Lee K, Lee G. Effects of Virtual Reality Training using Xbox Kinect on Motor Function in Stroke Survivors: A Preliminary Study. J Stroke Cerebrovasc Dis. 2017 Oct;26(10):2313-2319. doi: 10.1016/j.jstrokecerebrovasdis.2017.05.019. Epub 2017 Jun 9."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}