{"protocolSection":{"identificationModule":{"nctId":"NCT05827380","orgStudyIdInfo":{"id":"NL80178.091.21 / 0996"},"organization":{"fullName":"Sint Maartenskliniek","class":"OTHER"},"briefTitle":"Gait Adaptability Training, Using Augmented Reality, for Individuals in the Chronic Phase After Stroke","officialTitle":"Adaptability Training for Individuals After Stroke","acronym":"ATTAINS"},"statusModule":{"statusVerifiedDate":"2023-04","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-09-22","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-02-07","studyFirstSubmitQcDate":"2023-04-11","studyFirstPostDateStruct":{"date":"2023-04-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-04-11","lastUpdatePostDateStruct":{"date":"2023-04-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Sint Maartenskliniek","class":"OTHER"},"collaborators":[{"name":"ZonMw: The Netherlands Organisation for Health Research and Development","class":"OTHER"}]},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Background: The majority of stroke survivors regain walking ability, however the ability to adapt their gait to meet environmental demands remains impaired. This impaired gait adaptability has a profound impact on activities of daily living and quality of life. Treatment targeting these gait deficiencies is, therefore, critical for allowing safe and independent community ambulation in people with stroke. Rehabilitation programs targeting gait adaptability have gained interest in clinical practice. Besides, the use of augmented and virtual reality in rehabilitation programs becomes more common. Concerning gait adaptability, training programs are developed using the Cmill, an instrumented treadmill with augmented reality. Even though the efficacy of these interventions is limited to small, pilot trials, results are promising. Based on these results we hypothesize that a gait training program using the Cmill will improve gait adaptability and daily-life gait performance in people in the chronic phase after stroke.\n\nObjective: The primary objective of this study is to evaluate the efficacy of a gait training program using an instrumented treadmill with virtual and augmented reality for improving gait adaptability in people in the chronic phase after stroke. A second objective is to identify patient characteristics that predict a more favorable response to training.\n\nStudy design: Randomized, waiting-list controlled trial to evaluate gait adaptability training\n\nStudy population: 84 stroke patients in the chronic phase after stroke"},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":84,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Training group","type":"EXPERIMENTAL","description":"Patients assigned to the training group will receive a training targeting on gait adaptability using the C-mill. Subjects are asked to stop any other physical therapy program targeting gait, balance or leg function during the training period. Assessments will take place pre- and post-intervention","interventionNames":["Behavioral: Gait adaptability training"]},{"label":"Waitlist control group","type":"NO_INTERVENTION","description":"Patients assigned to the waitlist control group will receive standard care for 5 weeks whereafter they will receive the same training as the training group. Assessments will take place pre-intervention, post-waiting period and post-intervention."}],"interventions":[{"type":"BEHAVIORAL","name":"Gait adaptability training","description":"During a period of approximately 5 weeks participants will receive 10 one hour training sessions aimed at improving gait adaptability, using the C-mill (an instrumented treadmill with augmented reality). Several aspects of gait adaptability, such as obstacle avoidance, accelerating/decelerating and precision stepping, will be offered.","armGroupLabels":["Training group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Walking Adaptability Ladder Test (WALT) score","description":"Measure of gait adaptability. An adapted version for adults of the Walking Adaptability Laddertest for Kids (WAL-K) to assess the ability to flexibly adjust the gait pattern during overground walking. Outcome is based on performance time and foot placement errors measured in seconds where a lower score is a better outcome.","timeFrame":"Within 1 week post-intervention"},{"measure":"Emory Functional Ambulation Profile (EFAP) score","description":"Measure of gait adaptability. In this task the participants traverse a standardized 5m obstacle course. Outcome is time to perform the task measured in seconds where a lower score is a better outcome.","timeFrame":"Within 1 week post-intervention"}],"secondaryOutcomes":[{"measure":"Lab-based walking adaptability test","description":"Measure of gait adaptability. Target stepping task using the Gait Real-time Analysis Interactive Lab (GRAIL) where participant must step on projected stepping stones as accurately as possible. Step width and step length between the stepping stones will vary.","timeFrame":"Within 1 week post-intervention"},{"measure":"Balance performance","description":"Measure of gait stability, measured by the margin of stability (meter) and the center of mass excursion (meter), on treadmill walking with perturbations using the Gait Real-time Analysis Interactive Lab (GRAIL).","timeFrame":"Within 1 week post-intervention"},{"measure":"Balance performance through MiniBESTest","description":"Measure of balance and gait stability using the Mini Balance Evaluation Systems Test (MiniBESTes). Tasks are scored on a 3-point scale. Outcome is an average score ranging between 0 and 1 where a higher score is a better outcome.","timeFrame":"Within 1 week post-intervention"},{"measure":"Walking performance","description":"Measure of walking ability using the 10meter walktest, measured in seconds where a lower score is a better outcome","timeFrame":"Within 1 week post-intervention"},{"measure":"Balance confidence","description":"Evaluating balance confidence using the Activity Balance Scale, measured on a 0% - 100% scale, where a higher score is a better outcome","timeFrame":"Within 1 week post-intervention"},{"measure":"Daily life gait performance as assessed by gait quality","description":"Measured by inertial measurement units placed on both feet and the lower back. Analysis through cusomized algorythms.","timeFrame":"Within 1 week post-intervention"},{"measure":"Daily life walking activity assessed by walking time per day","description":"Average time of walking during the day (minutes) measured in one week using the Activ8.","timeFrame":"Within 1 week post-intervention"},{"measure":"Health-related quality of life","description":"Evaluating the disability and health-related quality of life after stroke using the Stroke Impact Scale mobility subscale, measure on a 5-point scale (\"could not do at all = 1\" - \"not difficult at all = 5\") where a higher score is a better outcome","timeFrame":"Within 1 week post-intervention"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* \\> 6 months after first unilateral supratentorial stroke (chronic phase)\n* Able to walk at least 10 minutes independently\n\nExclusion Criteria:\n\n* Any other neurological or musculoskeletal disease affecting gait or balance (e.g. Parkinson's disease, knee osteoarthritis)\n* Contractures or spasticity requiring other treatment (e.g. botulinum toxin treatment) within the duration of the training period.\n* Has received multiple training sessions on C-Mill or GRAIL in the past 12 months\n* Severe cognitive or visuo-spatial impairments limiting comprehension of instructions or correct perception of the environments","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Marijne Nieuwelink, MSc","role":"CONTACT","phone":"024-3272731","email":"m.nieuwelink@maartenskliniek.nl"}],"overallOfficials":[{"name":"Vivian Weerdesteyn, Prof. dr.","affiliation":"Sint Maartenskliniek","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Sint Maartenskliniek","status":"RECRUITING","city":"Ubbergen","zip":"6574NA","country":"Netherlands","contacts":[{"name":"Marijne Nieuwelink, MSc","role":"CONTACT","phone":"024-3272731","email":"m.nieuwelink@maartenskliniek.nl"}],"geoPoint":{"lat":51.8375,"lon":5.90139}}]},"referencesModule":{"references":[{"pmid":"32776854","type":"BACKGROUND","citation":"Kuijpers R, Smulders E, Groen BE, Smits-Engelsman BCM, Nijhuis-Van der Sanden MWG, Weerdesteyn V. Reliability and construct validity of the Walking Adaptability Ladder Test for Kids (WAL-K): a new clinical test for measuring walking adaptability in children. Disabil Rehabil. 2022 Apr;44(8):1489-1497. doi: 10.1080/09638288.2020.1802523. Epub 2020 Aug 10."},{"pmid":"33915437","type":"BACKGROUND","citation":"Tuijtelaars J, Roerdink M, Raijmakers B, Nollet F, Brehm MA. Polio survivors have poorer walking adaptability than healthy individuals. Gait Posture. 2021 Jun;87:143-148. doi: 10.1016/j.gaitpost.2021.04.031. Epub 2021 Apr 21."}],"seeAlsoLinks":[{"label":"The project description on the website of the Sint Maartenskliniek (where the study will be performed).","url":"https://www.maartenskliniek.nl/research-innovation/research-innovation-projecten/attains-trainen-van-het-loopaanpassingsvermogen-bij-mensen-na-een-beroerte"},{"label":"The English description of the project on the website of the Sint Maartenskliniek.","url":"https://www.maartenskliniek.nl/research-innovation-en/research-innovation-projects/attains-gait-adaptability-training-for-people-after-stroke"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}