{"protocolSection":{"identificationModule":{"nctId":"NCT04877444","orgStudyIdInfo":{"id":"B3540-W"},"organization":{"fullName":"VA Office of Research and Development","class":"FED"},"briefTitle":"Exercise Primed Stroke Rehabilitation","officialTitle":"Priming the Rehabilitation Engine: Aerobic Exercise as the Fuel to Spark Behavioral Improvements in Stroke"},"statusModule":{"statusVerifiedDate":"2023-05","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-07-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-06-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-07-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-04-26","studyFirstSubmitQcDate":"2021-05-03","studyFirstPostDateStruct":{"date":"2021-05-07","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-05-17","lastUpdatePostDateStruct":{"date":"2023-05-18","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"VA Office of Research and Development","class":"FED"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUsExport":false},"descriptionModule":{"briefSummary":"Stroke is a leading cause of disability in the U.S. and many Veteran stroke survivors live with severe disability. Despite recent advances in rehabilitation treatments many stroke survivors have persistent physical and mental difficulties such as reduced physical and cognitive function and depression. Developing innovative treatments that address these problems is necessary to improve long-term outcomes for stroke survivors. Aerobic exercise (AEx) can improve physical and cognitive function, and reduce depression. Additionally, AEx may enhance physical rehabilitation by making the brain more receptive to, and consequently improving the response to an intervention. Therefore, combining AEx with physical rehabilitation has the potential to improve multiple aspects of stroke recovery. This study will examine the effect of combining AEx with physical rehabilitation on physical and mental function in stroke survivors. By gaining a better understanding of the effects of this combined intervention the investigators aim to advance the rehabilitative care of Veteran stroke survivors.","detailedDescription":"The purpose of this project is to examine the 'priming' effect of aerobic exercise (AEx) on a motor rehabilitation intervention for chronic stroke survivors. Aerobic exercise (AEx) promotes numerous functional, cognitive, and psychological benefits. For example, AEx has demonstrated positive effects on physical performance, cardiovascular health, global cognition, executive function and depressive symptoms in neurologically healthy individuals as well as survivors of stroke. Importantly, emerging evidence also supports the use of AEx as a priming tool to enhance motor outcomes following targeted rehabilitation. Potential mechanisms underlying the priming effects of AEx include increases in circulating brain-derived neurotrophic factor (BDNF) and corticomotor excitability (CME). The wide-ranging behavioral and physiological benefits of AEx ideally suit it to serve as an adjunctive primer to stroke rehabilitation programs. The investigators' conceptual framework involves priming with AEx prior to targeted motor rehabilitation to enhance the 'neuroplastic environment\" and make the brain more amenable to adaptation, thereby enhancing response to rehabilitation. Specifically, the investigators propose to pair AEx with an upper extremity virtual reality rehabilitation game called Duck Duck Punch (DDP) as the platform for examining the adjunctive potential of AEx. To evaluate the priming effects of AEx, chronic stroke survivors will be randomly assigned to receive 8 weeks (3 sessions/week) of DDP preceded by either 15 minutes of AEx (AEx+DDP) or a stretching control (CON+DDP). This design will address the following specific aims:\n\nAim 1: Evaluate the priming effects of AEx on a motor rehabilitation intervention for chronic stroke survivors.\n\nAim 2: Quantify the effects of AEx priming on biomarkers of neuroplasticity.\n\nBy stimulating the neuroplastic environment the investigators aim to enhance the response to motor rehabilitation. However, additional stroke sequelae (eg. cognitive and psychological function) may influence the magnitude of change in motor function. Depression and impaired cognitive function can negatively influence stroke recovery outcomes, and are characterized by reduced neuroplastic potential and BDNF. Subsequently, subjects with depression or cognitive impairment are often excluded from rehabilitation trials. Thus, data that describes the relationship of multiple domains of stroke recovery as well as the neurobiological underpinnings of the response to rehabilitation will illuminate this gap in the literature and generate the formation of new hypotheses for future study.\n\nExploratory Aim: Examine the influence of cognitive and psychological function on motor response to AEx+DDP.\n\nThe primary goal of this proposal is to provide foundational support to develop AEx as an adjunctive primer to rehabilitation. The data generated will inform the development of additional AEx-based interventions for individuals following stroke as well as other neurological or neuropsychiatric conditions."},"conditionsModule":{"conditions":["Stroke"],"keywords":["rehabilitation","exercise","brain-derived neurotrophic factor","upper extremity"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["EARLY_PHASE1"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Study participants will be randomized to one of two groups. One group will receive 24 sessions of aerobic exercise and upper extremity rehabilitation. The second group will receive 24 sessions of stretching exercise and upper extremity rehabilitation.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"The primary outcome measure will be assessed by a blinded rater to improve scientific rigor.","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":40,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Aerobic exercise (AEx) + upper extremity rehabilitation","type":"EXPERIMENTAL","description":"Subject will receive a total of 24 intervention sessions. In each session, subjects will perform 15 minutes of AEx followed by 200 repetitions of an upper extremity rehabilitation program.","interventionNames":["Device: Duck Duck Punch","Behavioral: Aerobic exercise"]},{"label":"Stretching (CON) + upper extremity rehabilitation","type":"EXPERIMENTAL","description":"Subjects will perform 15 minutes of lower extremity stretching. Following lower extremity stretching subjects will receive 200 repetitions of DDP.","interventionNames":["Device: Duck Duck Punch","Behavioral: Lower extremity stretching"]}],"interventions":[{"type":"DEVICE","name":"Duck Duck Punch","description":"Duck Duck Punch (DDP) is an interactive computer game deliberately designed to enhance UE movement quality via individualized progressive movement practice. DDP is unique as it uses Microsoft Kinect skeletal tracking technology to assess movement performance. The participant sits in front of the Microsoft Kinect and controls a virtual arm with his/her physical arm; reaching forward to \"punch\" virtual ducks. The goal 'dose' of DDP will be 200 repetitions.","armGroupLabels":["Aerobic exercise (AEx) + upper extremity rehabilitation","Stretching (CON) + upper extremity rehabilitation"],"otherNames":["DDP"]},{"type":"BEHAVIORAL","name":"Aerobic exercise","description":"Subjects will perform 15 minutes of aerobic exercise on a recumbent stationary cycle. The target intensity of aerobic exercise is 70% heart rate reserve. Following aerobic exercise subject will play an upper extremity rehabilitation game called Duck Duck Punch.","armGroupLabels":["Aerobic exercise (AEx) + upper extremity rehabilitation"],"otherNames":["AEx"]},{"type":"BEHAVIORAL","name":"Lower extremity stretching","description":"Subjects will perform 15 minutes of lower extremity stretching. Following aerobic exercise subject will play an upper extremity rehabilitation game called Duck Duck Punch.","armGroupLabels":["Stretching (CON) + upper extremity rehabilitation"],"otherNames":["CON"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change from baseline upper extremity impairment assessed by the Fugl Meyer Upper Extremity Assessment (FMA-UE)","description":"The FMA-UE is a 33-item measure of UE impairment; however, the 3 items testing reflex response will not be administered because they do not measure a voluntary movement construct. Each item will be scored on a 3-point rating scale (0=unable, 1=partial 2=near normal performance), item ratings will be summed and reported out of 60 points so that larger numbers indicate greater UE motor ability.","timeFrame":"Approximately 8 weeks"}],"secondaryOutcomes":[{"measure":"Change from baseline upper extremity motor function assessed by the Wolf Motor Function Test (WMFT)","description":"The WMFT is a 15-item measure of upper extremity functional ability. Performance of each item will be timed (seconds) and the average time to perform items will be reported so that lower values indicate greater upper extremity function.","timeFrame":"Approximately 8 weeks"},{"measure":"Change from baseline locomotor function assessed by self-selected walking (SSWS) speed and six-minute walk test (6MWT)","description":"Locomotor function will be assessed with SSWS and the 6MWT. For SSWS, subjects will walk on a 14 ft. long gait mat (GaitRite). For 6MWT subjects will walk in an unobstructed hallway for six minutes. These assessments will provide measures of mobility and functional capacity.","timeFrame":"Approximately 8 weeks"},{"measure":"Change from baseline health related quality of life assessed by the Stroke Impact Scale (SIS)","description":"The SIS assesses physical function as well as other dimension of health-related quality of life: emotion, communication, memory \\& thinking, and social role function. Specifically, the Hand and Perceived Recovery subsets of the SIS will be used to assess the effect of the intervention on 'real world' arm use. The SIS-hand consists of 5-items regarding difficulty of paretic hand use during everyday tasks during the previous two weeks. Items will be rated on a 5-point scale (5=not difficult, 1=cannot do) and reported as an average item rating. The SIS-recovery subtest is a single-item in which the participant rates his/her perceived post-stroke recovery from 0%-100% recovered.","timeFrame":"Approximately 8 weeks"},{"measure":"Change from baseline depressive symptoms assessed by the Geriatric Depression Scale (GDS)","description":"The GDS-short form is a 15-item self-report questionnaire that assesses the presence of depressive symptomology in elderly individuals. Questions are in yes/no format with a maximum score of. Scores greater than 5 indicate probable depression. This assessment will provide information regarding the presence of depressive of symptoms and the potential impact such symptoms may have on response to the proposed intervention.","timeFrame":"Approximately 8 weeks"},{"measure":"Change from baseline cognitive function assessed by National Institutes of Health Toolbox - Cognition Battery (NIHTB-CB)","description":"The NIHTB-CB is a brief (\\~30 minutes) and comprehensive evaluation of multiple domains of cognitive function including executive function, working memory, episodic memory, processing speed, and language. There are seven subtests (picture vocabulary, oral reading recognition, picture sequence memory test, pattern comparison, list sorting, flanker, dimensional change card sort) within the NIHTB, which can be used to generate composite scores in fluid and crystallized cognitive function. This provides an opportunity to gain objective insight into granular and global changes in cognitive function. The NIHTB-CB has been validated in stroke.4","timeFrame":"Approximately 8 weeks"},{"measure":"Change from baseline peripheral plasma and serum brain-derived neurotrophic factor (BDNF)","description":"Blood specimens will be obtained immediately before and after AEx or CON on three separate occasions (intervention sessions 1, 13, and 24). Briefly, an intravenous catheter will be placed in a superficial forearm vein at the beginning of the priming session and will be maintained patent using an isotonic saline solution. Baseline blood samples will be drawn immediately before the priming session (AEx or CON) commences. Immediate post-AEx or CON, blood samples will be taken within sixty seconds of priming session completion while the participant remains seated in the cycle ergometer.","timeFrame":"Approximately 8 weeks"},{"measure":"Change from baseline neuroplastic potential","description":"Subjects will have neuroplastic potential assessed with a plasticity-inducing paradigm called paired associative stimulation (PAS). Briefly, PAS utilizes a repeated and timed peripheral nerve stimulation combined with transcranial magnetic stimulation (TMS) of the contralateral motor cortex to induce motor cortex plasticity. Prior to- and after PAS, motor cortex plasticity will be assessed via motor evoked potentials (MEP) which are obtained by single pulse TMS and electromyography (EMG) of the contralateral abductor pollicis brevis muscle. The relative change in mean peak-to-peak amplitude (measured in millivolts) of twenty MEP's obtained prior to PAS and following PAS will be used as the index of neuroplastic potential. The change in this index 8 weeks from baseline will indicate changes in neuroplastic potential.","timeFrame":"Approximately 8 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* experienced unilateral stroke at least 6 months prior;\n* voluntarily shoulder flexion of the affected arm 20 degrees with simultaneous elbow extension 10 degrees;\n* moderate arm movement impairment (UE Fugl-Meyer Assessment \\> 21 but \\< 52 points;\n* passive range of motion in paretic shoulder, elbow, wrist, thumb and fingers within 20 degrees of normal;\n* 50-90 years of age;\n* ability to communicate as per the therapists' judgement at baseline testing;\n* ability to complete and pass an exercise tolerance test; 8) Box \\& Block test score of at least 3 blocks in 60 seconds with the affected arm.\n\nExclusion Criteria:\n\n* lesion in brainstem/cerebellum as these may interfere with visual-perceptual/cognitive skills needed for motor re-learning;\n* presence of other neurological disease that may impair motor learning skills;\n* orthopedic condition or impaired corrected vision that alters reaching ability (e.g., prior rotator cuff tear without full recovery);\n* paretic arm pain that interferes with reaching;\n* unable to understand or follow 3-step directions;\n* severe cognitive impairment (MoCA score 17);\n* severe aphasia;\n* inability to read English,\n* history of congestive heart failure, unstable cardiac arrhythmias, hypertrophic cardiomyopathy, severe aortic stenosis, angina or dyspnea at rest or during ADL's;\n* Severe hypertension with systolic \\>200 mmHg and diastolic \\>110 mmHg at rest;\n* History of COPD or oxygen dependence;\n* History of DVT or pulmonary embolism within 6 months;\n* Uncontrolled diabetes with recent weight loss, diabetic coma, or frequent insulin reactions;\n* UBACC score \\< 15; and for brain stimulation procedures only:\n* electronic or metallic implants;\n* history of seizures;\n* women of child bearing potential.","healthyVolunteers":false,"sex":"ALL","minimumAge":"50 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Ryan E Ross, PhD","role":"CONTACT","phone":"(843) 792-3477","email":"Ryan.Ross2@va.gov"}],"overallOfficials":[{"name":"Ryan E Ross, PhD","affiliation":"Ralph H. Johnson VA Medical Center, Charleston, SC","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Ralph H. Johnson VA Medical Center, Charleston, SC","status":"RECRUITING","city":"Charleston","state":"South Carolina","zip":"29401-5703","country":"United States","contacts":[{"name":"Ryan E Ross, PhD","role":"CONTACT","phone":"843-792-3477","email":"Ryan.Ross2@va.gov"},{"name":"Ryan E Ross, PhD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":32.77657,"lon":-79.93092}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}