{"protocolSection":{"identificationModule":{"nctId":"NCT01905371","orgStudyIdInfo":{"id":"Pro00044966"},"organization":{"fullName":"Duke University","class":"OTHER"},"briefTitle":"Amphetamine-Enhanced Stroke Recovery","officialTitle":"Amphetamine-Enhanced Stroke Recovery"},"statusModule":{"statusVerifiedDate":"2013-07","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2001-04"},"primaryCompletionDateStruct":{"date":"2007-06","type":"ACTUAL"},"completionDateStruct":{"date":"2007-06","type":"ACTUAL"},"studyFirstSubmitDate":"2013-07-18","studyFirstSubmitQcDate":"2013-07-18","studyFirstPostDateStruct":{"date":"2013-07-23","type":"ESTIMATED"},"lastUpdateSubmitDate":"2013-07-18","lastUpdatePostDateStruct":{"date":"2013-07-23","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Duke University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"This is an NIH Pilot Clinical Trial Grant designed to provide data to permit the rationale design of a subsequent efficacy study. The purpose of this project is to determine the potential benefit of amphetamine combined with physical therapy in enhancing motor recovery in patients admitted for inpatient rehabilitation between 10 and 30 days after hemispheric ischemic stroke. The study hypotheses are: 1, The addition of treatment with d-amphetamine will result in at least a 12.6 point improvement in the Fugl-Meyer motor score 3 months after stroke. 2, There will be no clinically significant increase in the frequency of serious adverse events associated with treatment with d-amphetamine which would preclude further testing.","detailedDescription":"The purpose of this Pilot Grant is to collect data critical for the design of a subsequent full-scale clinical trial testing the efficacy of treatment with amphetamine combined with physical therapy to facilitate poststroke motor recovery. When combined with task-relevant experience, a single dose of d amphetamine given 24 hr following a unilateral sensorimotor cortex ablation in the rat results in an enduring enhancement of motor recovery. This amphetamine effect extends to functional deficits that occur following focal lesions produced through a variety of mechanisms including ischemic brain injury, to lesions affecting other areas of the cortex, and to other behaviors. Laboratory studies not only show that certain drugs such as amphetamine may facilitate recovery, but that other classes of drugs may be harmful. Clinical studies suggest similar detrimental drug effects may occur in humans recovering from stroke. Three small studies of the impact of treatment with amphetamine on poststroke recovery have been carried out. Two found a beneficial effect and the third was negative. These studies differed in significant ways as reviewed in the referenced section of the proposal. The present study is designed based on these small studies. Using a multicenter, block-randomized, placebo-controlled design, this pilot study will:\n\n1. Refine the intervention strategy which has been developed for this Pilot Grant based on the best available laboratory and preliminary clinical data.\n2. Refine the target patient population.\n3. Gain information to permit an accurate sample size calculation (estimated for this pilot study) for a subsequent trial.\n4. Refine outcome measures, site monitoring techniques, data consistency protocols, and data management procedures.\n5. Obtain data to further support the safety of the proposed intervention.\n\nThis study has several hypotheses.\n\n1. Patients treated with d-amphetamine combined with physical therapy will have improved recovery of motor function as compared to similar patients treated with placebo combined with physical therapy measured 90 days after hemispheric ischemic stroke.\n2. There will not be a clinically significant increase in the frequency of serious adverse events associated with treatment with d-amphetamine which would preclude further testing of these regimens.\n\nSecondary goals include:\n\n1. Refinement of the target patient population.\n2. Gain information to permit an accurate sample size calculation (estimated for this pilot study) for a subsequent trial.\n3. Refinement of outcome measures, site monitoring techniques, data consistency protocols, and data management procedures."},"conditionsModule":{"conditions":["Stroke"],"keywords":["amphetamine","stroke recovery"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"QUADRUPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":99,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Dextroamphetamine + Physical therapy (PT)","type":"EXPERIMENTAL","description":"Treatment with d-amphetamine + physical therapy administered under two regimens administered sequentially:\n\n10 mg of d-amphetamine combined with 1 hr PT session beginning 1 hr after drug administration every 4 days, for a total of 6 or 10 sessions","interventionNames":["Drug: Dextroamphetamine","Other: Physical Therapy"]},{"label":"Placebo + Physical Therapy (PT)","type":"PLACEBO_COMPARATOR","description":"Treatment with placebo + physical therapy administered under two regimens administered sequentially:\n\nRegimen 1: 10 mg of placebo combined with 1 hr PT session beginning 1 hr after placebo administration every 4 days, for a total of 6 or 10 sessions","interventionNames":["Other: Physical Therapy","Drug: Placebo"]}],"interventions":[{"type":"DRUG","name":"Dextroamphetamine","armGroupLabels":["Dextroamphetamine + Physical therapy (PT)"],"otherNames":["D-amphetamine"]},{"type":"OTHER","name":"Physical Therapy","description":"One hour of active physical therapy (PT) directed at a primary motor impairment. An outline indicating a range and level of physical therapy interventions will be provided to the therapists, and the level and of therapy will be recorded.","armGroupLabels":["Dextroamphetamine + Physical therapy (PT)","Placebo + Physical Therapy (PT)"]},{"type":"DRUG","name":"Placebo","armGroupLabels":["Placebo + Physical Therapy (PT)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Mean Change in Fugl-Meyer Score from Baseline to 90 days Poststroke","description":"The Fugl-Meyer score was determined at baseline, immediately after treatment, and 90 days poststroke in order to assess voluntary movement in both the upper and lower limbs using an ordinal scale. The mean change from baseline will be calculated at each timepoint for each study arm.","timeFrame":"90 days, Baseline"}],"secondaryOutcomes":[{"measure":"Mean Change in Ambulation Speed Score from Baseline to 90 Days Poststroke","description":"Ambulation speed was measured at baseline, immediately after treatment, and 90 days poststroke to indirectly measure gait quality. Walking speed was measured by using a standardized 10 meter walk test. The mean change from baseline will be calculated at each timepoint for each study arm.","timeFrame":"90 days, Baseline"},{"measure":"Mean Change in Ambulation Endurance Score from Baseline to 90 days Poststroke","description":"Ambulation endurance was determined at baseline, immediately after treatment, and 90 days poststroke to indirectly measure gait quality. The poorer the gait quality the more effortful it is and the more easily patients fatigue. Ambulation endurance was assessed using the standardized 6 minute walk test. The mean change from baseline will be calculated at each timepoint for each study arm.","timeFrame":"90 days, Baseline"},{"measure":"Mean Change in the Action Research Arm Test (ARAT) score from Baseline to 90 days Poststroke","description":"The ARAT score was determined at baseline, immediately after treatment, and 90 days poststroke assess arm and hand function. It tests the ability to develop gross grasp and release of cubes and spheres of defined size and weight. Pincer grasp and opposition of thumb to 3rd and 4th fingers are tested by asking the patient to pick up a marble and a 0.24 inch diameter steel ball bearing. Functional wrist pronation-supination is tested by asking the patient to pour water from a standardized cup. More difficult finger prehension wrist rotation tasks involve picking up and placing metal cylinders over wooden pegs of matching size, and placing a washer over a metal bolt. The mean change from baseline will be calculated at each timepoint for each study arm.","timeFrame":"90 days, Baseline"},{"measure":"Mean Change in the Mobility Subscale of the Functional Independence Measure from Baseline","description":"The mobility subscale score was measured at baseline, immediately after treatment, and 90 days poststroke to assess the patient's ability to transfer to and from bed, chair, toilet, and tub. It also scores the patient's ability to walk and climb stairs. The mobility subscale score is computed from the more movement dependent portions of the FIM were assessed. The mean change from baseline will be calculated at each timepoint for each study arm.","timeFrame":"90 days, Baseline"},{"measure":"Mean Change in the NIH Stroke Scale Score from Baseline","description":"The NIH stroke scale score was measured at baseline, immediately after treatment, and at 90 days poststroke to provide a measure of stroke impairment. Analysis of change scores for the various domains of the NIH Stroke Scale permitted the detection of possible carry-over effects. The mean change from baseline will be calculated at each timepoint for each study arm.","timeFrame":"90 days, Baseline"},{"measure":"Mean Change in Rankin Scale Score from Baseline","description":"The Rankin Scale was determined at baseline, immediately after treatment, and 90 days poststroke to assess stroke-related handicap. The mean change from baseline will be calculated at each timepoint for each study arm.","timeFrame":"90 days, Baseline"},{"measure":"Mean Change in Mini-Mental State Examination Score","description":"The Mini-Mental State examination score was determined at baseline, immediately after treatment, and 90 days poststroke to provide a more detailed assessment of stroke-related cognitive impairments. The mean change from baseline will be calculated at each timepoint for each study arm.","timeFrame":"90 days, Baseline"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Documented (including neuroimaging) ischemic hemispheric stroke\n2. Start treatment between 10-30 days after stroke\n3. Independent prior to index stroke (Rankin 0 or 1)\n4. Moderate or severe stroke-related motor impairment (Fugl-Meyer motor score \\<80)\n5. Patient (or legal representative) capable of giving informed consent\n6. Availability for follow-up evaluation\n7. Physically able to receive study drug/ placebo\n\nExclusion Criteria:\n\n1. Hypertension defined as systolic BP\\>160, or diastolic BP\\>100 mmHg at rest determined by 3 readings during the 24 hours prior to randomization. Patients with such elevations of blood pressure on admission who respond to antihypertensive medication before medication phase of the study is to start will be eligible to participate\n2. Index or remote intracerebral or subarachnoid hemorrhage\n3. History of or active psychosis or bipolar disorder\n4. Angina pectoris within the preceding 3 months\n5. Myocardial infarction within the preceding year\n6. Inducible myocardial ischemia based on exercise or pharmacological stress test if done within the prior year\n7. Clinically significant congestive heart failure defined as New York Heart Class 3 or 4\n8. Atrial or ventricular arrhythmias including atrial fibrillation, atrial flutter, ventricular tachycardia, ventricular fibrillation, and Wolff Parkinson White by history, electrocardiogram, or Holter monitor if done\n9. History of seizures or seizures associated with index ischemic stroke\n10. Allergy to amphetamine\n11. Current treatment with L-dopa, other dopamine agonist, or MAO inhibitor\n12. Glaucoma\n13. Need for treatment with a drug/class thought to impair recovery based on laboratory and available clinical evidence (a1-adrenergic receptor antagonist, a2-adrenergic receptor agonist, benzodiazepine, dopamine receptor antagonist, phenobarbital, phenytoin)\n14. Hyperthyroidism\n15. Pregnancy\n16. Expected rehabilitation stay less than 3 weeks for regimen 1\n17. Mild stroke-related motor impairment (Fugl-Meyer motor score \\>80).\n18. Participation in another investigational protocol\n19. Any condition which in the view of the investigator would put the patient at risk through their participation in the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Larry B Goldstein, MD","affiliation":"Duke University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Duke University Medical Center","city":"Durham","state":"North Carolina","zip":"27710","country":"United States","geoPoint":{"lat":35.99403,"lon":-78.89862}}]},"referencesModule":{"references":[{"pmid":"30167675","type":"DERIVED","citation":"Goldstein LB, Lennihan L, Rabadi MJ, Good DC, Reding MJ, Dromerick AW, Samsa GP, Pura J. Effect of Dextroamphetamine on Poststroke Motor Recovery: A Randomized Clinical Trial. JAMA Neurol. 2018 Dec 1;75(12):1494-1501. doi: 10.1001/jamaneurol.2018.2338."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"meshes":[{"id":"D000000661","term":"Amphetamine"},{"id":"D000003913","term":"Dextroamphetamine"}],"ancestors":[{"id":"D000000697","term":"Central Nervous System Stimulants"},{"id":"D000045505","term":"Physiological Effects of Drugs"},{"id":"D000013566","term":"Sympathomimetics"},{"id":"D000001337","term":"Autonomic Agents"},{"id":"D000018373","term":"Peripheral Nervous System Agents"},{"id":"D000015259","term":"Dopamine Agents"},{"id":"D000018377","term":"Neurotransmitter Agents"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"},{"id":"D000018663","term":"Adrenergic Agents"},{"id":"D000018759","term":"Adrenergic Uptake Inhibitors"},{"id":"D000014179","term":"Neurotransmitter Uptake Inhibitors"},{"id":"D000049990","term":"Membrane Transport Modulators"},{"id":"D000018765","term":"Dopamine Uptake Inhibitors"}],"browseLeaves":[{"id":"M3687","name":"Amphetamine","asFound":"Summary","relevance":"HIGH"},{"id":"M6798","name":"Dextroamphetamine","asFound":"Erythromycin","relevance":"HIGH"},{"id":"M3719","name":"Central Nervous System Stimulants","relevance":"LOW"},{"id":"M16035","name":"Sympathomimetics","relevance":"LOW"},{"id":"M7163","name":"Dopamine","relevance":"LOW"},{"id":"M17652","name":"Dopamine Agents","relevance":"LOW"},{"id":"M20194","name":"Neurotransmitter Agents","relevance":"LOW"},{"id":"M20436","name":"Adrenergic Agents","relevance":"LOW"},{"id":"M20522","name":"Dopamine Uptake Inhibitors","relevance":"LOW"}],"browseBranches":[{"abbrev":"CNSSti","name":"Central Nervous System Stimulants"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"CaAg","name":"Cardiotonic Agents"}]}},"hasResults":false}