{"protocolSection":{"identificationModule":{"nctId":"NCT02892084","orgStudyIdInfo":{"id":"16060"},"organization":{"fullName":"Medical University of South Carolina","class":"OTHER"},"briefTitle":"Augmentation of Locomotor Adaptation Post-Stroke","officialTitle":"Augmentation of Locomotor Adaptation Post-Stroke"},"statusModule":{"statusVerifiedDate":"2018-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2013-04"},"primaryCompletionDateStruct":{"date":"2018-03-31","type":"ACTUAL"},"completionDateStruct":{"date":"2018-03-31","type":"ACTUAL"},"studyFirstSubmitDate":"2016-05-03","studyFirstSubmitQcDate":"2016-09-07","studyFirstPostDateStruct":{"date":"2016-09-08","type":"ESTIMATED"},"lastUpdateSubmitDate":"2018-06-26","lastUpdatePostDateStruct":{"date":"2018-06-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Medical University of South Carolina","class":"OTHER"},"collaborators":[{"name":"Ralph H. Johnson VA Medical Center","class":"FED"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"This project will evaluate two different methods of normalizing the center of mass acceleration (COMa) in individuals post-stroke, specifically focusing on rates and pattern of recovery to analyze walking-specific adaptations as precursors to motor learning. In addition, the proposed project seeks to establish the optimal configuration of electrodes to activate neural circuits involved in post-stroke locomotion. Once the better method of training COMa and optimal parameters of electrode placement for tDCS are identified, the investigators will evaluate the effects of tDCS on locomotor adaptations during single sessions and over a five-day training period.","detailedDescription":"The project seeks to establish the optimal configuration of electrodes to change the excitability of neural circuits involved in post-stroke locomotion, identify effective strategies for training a specific locomotor adaptation, and improve adaptations via adjunctive non-invasive brain stimulation. Tools to improve neural excitability may increase potential for locomotor skill learning, thereby improving rehabilitation outcomes. Non-invasive brain stimulation with transcranial direct current stimulation (tDCS) has recently emerged as a simple to administer, low-cost, and low-risk option for stimulating brain tissue. Cortical excitability is increased after application and preliminary results imply a relationship to increases in motor activity in those post-stroke. However, inhibition of the contralesional hemisphere is also shown to improve paretic motor output through inhibition of excessive maladaptive strategies, and combining the two electrode configurations may provide additional benefit for locomotor tasks requiring interlimb coordination. Furthermore, the effects of tDCS on walking function in conjunction with physical intervention strategies aimed at improving locomotor ability post-stroke are yet unstudied."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Chronic Stroke ( > 6 months)","non-invasive brain stimulation","rehabilitation","walking","kinetics"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":29,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Uphill COMa training","type":"EXPERIMENTAL","description":"Walking on an inclined treadmill, thus manipulating the permissive environment to elicit COMa adaptation, while receiving either tDCS or sham tDCS.","interventionNames":["Device: tDCS","Device: Sham tDCS"]},{"label":"Downhill COMa training","type":"EXPERIMENTAL","description":"Walking on a declined treadmill, thus manipulating the permissive environment to elicit COMa adaptation, while receiving either tDCS or sham tDCS.","interventionNames":["Device: tDCS","Device: Sham tDCS"]}],"interventions":[{"type":"DEVICE","name":"tDCS","description":"Constant non-invasive, low intensity, direct electrical current utilized to stimulate specific areas of the brain. Evaluating immediate effects of anodal/cathodal stimulation during 20 minutes of treadmill walking.","armGroupLabels":["Downhill COMa training","Uphill COMa training"]},{"type":"DEVICE","name":"Sham tDCS","description":"Per published protocols, tDCS will be administered for 30 secs allowing for sensory adaptation to occur and then turned off, so that the remaining sham \"stimulation\" will include zero current. Evaluating immediate effects during 20 minutes walking on a treadmill.","armGroupLabels":["Downhill COMa training","Uphill COMa training"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Center of Mass Acceleration Peak","description":"Peak full body center of mass acceleration during gait, expressed as m/sec\\^2, captured during 30 seconds of treadmill walking at a steady-state, self-selected walking speed.","timeFrame":"Pre (same as initial session) and post (immediately following final session) conducted within 5-10 days apart according to subject availability."}],"secondaryOutcomes":[{"measure":"Center of Mass Acceleration Impulse","description":"Positive integral of the full body center of mass acceleration during the gait cycle, expressed as an average over all strides captured during 30 seconds of data collection at a steady-state, self-selected walking speed (m/sec).","timeFrame":"Pre (directly prior to initial session) and post (immediately following final session) conducted within 5-10 days apart according to subject availability."}],"otherOutcomes":[{"measure":"Self-selected walking speed","description":"Walking speed overground for 10 meters, average of 3 timed trials, expressed as m/sec.","timeFrame":"Pre (directly prior to initial session) and post (immediately following final session) conducted within 5-10 days apart according to subject availability."},{"measure":"Paretic step ratio","description":"Percentage of the total stride completed by paretic step. This is a unit-less measure. Each stride is initiated by foot strike of the paretic leg, and the data are expressed as an average over all strides captured during 30 seconds of data collection at a steady-state, self-selected walking speed.","timeFrame":"Pre (directly prior to initial session) and post (immediately following final session) conducted within 5-10 days apart according to subject availability."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria: Chronic Stroke\n\n1. age 18-70\n2. at least six month post-stroke\n3. residual paresis in the lower extremity (Fugl-Meyer LE motor score \\<34)\n4. ability to sit unsupported for ≥ 30 sec\n5. ability to walk at least 10 ft.\n6. self-selected 10 meter gait speed \\< 0.8 m/s\n7. provision of informed consent.\n\nExclusion Criteria: Acute Stroke\n\n1. Unable to ambulate at least 150 feet prior to stroke, or experienced intermittent claudication while walking \\< 200 meters\n2. history of congestive heart failure, unstable cardiac arrhythmias, hypertrophic cardiomyopathy, severe aortic stenosis, angina or dyspnea at rest or during activities of daily living\n3. History of COPD or oxygen dependence\n4. Preexisting neurological disorders, dementia or previous stroke\n5. History of major head trauma\n6. Legal blindness or severe visual impairment\n7. history of significant psychiatric illness\n8. Life expectancy \\<1 yr\n9. Severe arthritis or orthopedic problems that limit passive ROM\n10. post-stroke depression (PHQ-9 ≥10)\n11. History of DVT or pulmonary embolism within 6 months\n12. Uncontrolled diabetes with recent weight loss, diabetic coma, or frequent insulin reactions\n13. Severe hypertension with systolic \\>200 mmHg and diastolic \\>110 mmHg at rest\n14. presence of cerebellar stroke.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Mark G Bowden, PhD, PTf","affiliation":"Ralph H. Johnson VA Medical Center","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"MUSC Center for Rehabilitation Research in Neurologic Conditions","city":"Charleston","state":"South Carolina","zip":"29425","country":"United States","geoPoint":{"lat":32.77657,"lon":-79.93092}}]},"referencesModule":{"references":[{"pmid":"17726271","type":"BACKGROUND","citation":"Boggio PS, Nunes A, Rigonatti SP, Nitsche MA, Pascual-Leone A, Fregni F. Repeated sessions of noninvasive brain DC stimulation is associated with motor function improvement in stroke patients. Restor Neurol Neurosci. 2007;25(2):123-9."},{"pmid":"16456121","type":"BACKGROUND","citation":"Bowden MG, Balasubramanian CK, Neptune RR, Kautz SA. Anterior-posterior ground reaction forces as a measure of paretic leg contribution in hemiparetic walking. Stroke. 2006 Mar;37(3):872-6. doi: 10.1161/01.STR.0000204063.75779.8d. Epub 2006 Feb 2."},{"pmid":"22333921","type":"BACKGROUND","citation":"Bowden MG, Behrman AL, Woodbury M, Gregory CM, Velozo CA, Kautz SA. Advancing measurement of locomotor rehabilitation outcomes to optimize interventions and differentiate between recovery versus compensation. J Neurol Phys Ther. 2012 Mar;36(1):38-44. doi: 10.1097/NPT.0b013e3182472cf6."},{"pmid":"19794132","type":"BACKGROUND","citation":"Bowden MG, Clark DJ, Kautz SA. Evaluation of abnormal synergy patterns poststroke: relationship of the Fugl-Meyer Assessment to hemiparetic locomotion. Neurorehabil Neural Repair. 2010 May;24(4):328-37. doi: 10.1177/1545968309343215. Epub 2009 Sep 30."},{"pmid":"851176","type":"BACKGROUND","citation":"Brandell BR. Functional roles of the calf and vastus muscles in locomotion. Am J Phys Med. 1977 Apr;56(2):59-74."},{"pmid":"9166922","type":"BACKGROUND","citation":"Devanne H, Lavoie BA, Capaday C. Input-output properties and gain changes in the human corticospinal pathway. Exp Brain Res. 1997 Apr;114(2):329-38. doi: 10.1007/pl00005641."},{"pmid":"16148743","type":"BACKGROUND","citation":"Fregni F, Boggio PS, Mansur CG, Wagner T, Ferreira MJ, Lima MC, Rigonatti SP, Marcolin MA, Freedman SD, Nitsche MA, Pascual-Leone A. Transcranial direct current stimulation of the unaffected hemisphere in stroke patients. Neuroreport. 2005 Sep 28;16(14):1551-5. doi: 10.1097/01.wnr.0000177010.44602.5e."},{"pmid":"15673839","type":"BACKGROUND","citation":"Hummel F, Cohen LG. Improvement of motor function with noninvasive cortical stimulation in a patient with chronic stroke. Neurorehabil Neural Repair. 2005 Mar;19(1):14-9. doi: 10.1177/1545968304272698."},{"pmid":"17717651","type":"BACKGROUND","citation":"Jeffery DT, Norton JA, Roy FD, Gorassini MA. Effects of transcranial direct current stimulation on the excitability of the leg motor cortex. Exp Brain Res. 2007 Sep;182(2):281-7. doi: 10.1007/s00221-007-1093-y. Epub 2007 Aug 24."},{"pmid":"20962598","type":"BACKGROUND","citation":"Kim DY, Lim JY, Kang EK, You DS, Oh MK, Oh BM, Paik NJ. Effect of transcranial direct current stimulation on motor recovery in patients with subacute stroke. Am J Phys Med Rehabil. 2010 Nov;89(11):879-86. doi: 10.1097/PHM.0b013e3181f70aa7."},{"pmid":"15990102","type":"BACKGROUND","citation":"Lay AN, Hass CJ, Gregor RJ. The effects of sloped surfaces on locomotion: a kinematic and kinetic analysis. J Biomech. 2006;39(9):1621-8. doi: 10.1016/j.jbiomech.2005.05.005. Epub 2005 Jun 28."},{"pmid":"16644275","type":"BACKGROUND","citation":"Leroux A, Fung J, Barbeau H. Postural adaptation to walking on inclined surfaces: II. Strategies following spinal cord injury. Clin Neurophysiol. 2006 Jun;117(6):1273-82. doi: 10.1016/j.clinph.2006.02.012. Epub 2006 Apr 27."},{"pmid":"11809582","type":"BACKGROUND","citation":"Leroux A, Fung J, Barbeau H. Postural adaptation to walking on inclined surfaces: I. Normal strategies. Gait Posture. 2002 Feb;15(1):64-74. doi: 10.1016/s0966-6362(01)00181-3."},{"pmid":"23711765","type":"BACKGROUND","citation":"Shah B, Nguyen TT, Madhavan S. Polarity independent effects of cerebellar tDCS on short term ankle visuomotor learning. Brain Stimul. 2013 Nov;6(6):966-8. doi: 10.1016/j.brs.2013.04.008. Epub 2013 May 17."},{"pmid":"14677402","type":"BACKGROUND","citation":"Paulus W. Transcranial direct current stimulation (tDCS). Suppl Clin Neurophysiol. 2003;56:249-54. doi: 10.1016/s1567-424x(09)70229-6."},{"pmid":"20656492","type":"BACKGROUND","citation":"Peterson CL, Cheng J, Kautz SA, Neptune RR. Leg extension is an important predictor of paretic leg propulsion in hemiparetic walking. Gait Posture. 2010 Oct;32(4):451-6. doi: 10.1016/j.gaitpost.2010.06.014. Epub 2010 Jul 24."},{"pmid":"21968548","type":"BACKGROUND","citation":"Reis J, Fritsch B. Modulation of motor performance and motor learning by transcranial direct current stimulation. Curr Opin Neurol. 2011 Dec;24(6):590-6. doi: 10.1097/WCO.0b013e32834c3db0."},{"pmid":"19164589","type":"BACKGROUND","citation":"Reis J, Schambra HM, Cohen LG, Buch ER, Fritsch B, Zarahn E, Celnik PA, Krakauer JW. Noninvasive cortical stimulation enhances motor skill acquisition over multiple days through an effect on consolidation. Proc Natl Acad Sci U S A. 2009 Feb 3;106(5):1590-5. doi: 10.1073/pnas.0805413106. Epub 2009 Jan 21."},{"pmid":"20058735","type":"BACKGROUND","citation":"Roberts DR, Ramsey D, Johnson K, Kola J, Ricci R, Hicks C, Borckardt JJ, Bloomberg JJ, Epstein C, George MS. Cerebral cortex plasticity after 90 days of bed rest: data from TMS and fMRI. Aviat Space Environ Med. 2010 Jan;81(1):30-40. doi: 10.3357/asem.2532.2009."},{"pmid":"19064743","type":"BACKGROUND","citation":"Schlaug G, Renga V, Nair D. Transcranial direct current stimulation in stroke recovery. Arch Neurol. 2008 Dec;65(12):1571-6. doi: 10.1001/archneur.65.12.1571."},{"pmid":"19479243","type":"BACKGROUND","citation":"Tanaka S, Hanakawa T, Honda M, Watanabe K. Enhancement of pinch force in the lower leg by anodal transcranial direct current stimulation. Exp Brain Res. 2009 Jul;196(3):459-65. doi: 10.1007/s00221-009-1863-9. Epub 2009 May 29."},{"pmid":"21436391","type":"BACKGROUND","citation":"Tanaka S, Takeda K, Otaka Y, Kita K, Osu R, Honda M, Sadato N, Hanakawa T, Watanabe K. Single session of transcranial direct current stimulation transiently increases knee extensor force in patients with hemiparetic stroke. Neurorehabil Neural Repair. 2011 Jul-Aug;25(6):565-9. doi: 10.1177/1545968311402091. Epub 2011 Mar 24."},{"pmid":"17826457","type":"BACKGROUND","citation":"Turns LJ, Neptune RR, Kautz SA. Relationships between muscle activity and anteroposterior ground reaction forces in hemiparetic walking. Arch Phys Med Rehabil. 2007 Sep;88(9):1127-35. doi: 10.1016/j.apmr.2007.05.027."},{"pmid":"17172557","type":"BACKGROUND","citation":"Werner C, Lindquist AR, Bardeleben A, Hesse S. The influence of treadmill inclination on the gait of ambulatory hemiparetic subjects. Neurorehabil Neural Repair. 2007 Jan-Feb;21(1):76-80. doi: 10.1177/1545968306289958."}]},"ipdSharingStatementModule":{"ipdSharing":"YES"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}