{"protocolSection":{"identificationModule":{"nctId":"NCT04777955","orgStudyIdInfo":{"id":"123"},"organization":{"fullName":"Istanbul University - Cerrahpasa (IUC)","class":"OTHER"},"briefTitle":"The Effects of Core Stabilization Exercises With Swisball in Stroke Patients","officialTitle":"The Effects of Core Stabilization Exercises With Swissball, Neuromuscular Electrical Stimulation and Kinesiology Taping in Stroke Patients"},"statusModule":{"statusVerifiedDate":"2022-08","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-05-04","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-05-08","type":"ACTUAL"},"completionDateStruct":{"date":"2022-06-01","type":"ACTUAL"},"studyFirstSubmitDate":"2021-03-01","studyFirstSubmitQcDate":"2021-03-01","studyFirstPostDateStruct":{"date":"2021-03-02","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-08-24","lastUpdatePostDateStruct":{"date":"2022-08-29","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Abdurrahim Yi̇ldi̇z","investigatorTitle":"specialist physiotherapist","investigatorAffiliation":"Istanbul University - Cerrahpasa (IUC)"},"leadSponsor":{"name":"Istanbul University - Cerrahpasa (IUC)","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke is often associated with secondary complications such as nutritional and metabolic disorders, endocrine dysfunction, mental problems, and cardiopulmonary disorders caused by neurological and musculoskeletal deficits. The absence of the paretic side muscles and the difficulty of movement together with restrictive pulmonary disorders trigger a secondary decrease in cardiopulmonary function and expose insufficient energy associated with gait resulting in a decrease in asymmetric trunk exercise endurance.","detailedDescription":"Studies have shown that these patients have muscle weakness and delayed activity of trunk muscles, significant loss of trunk position sense, insufficient pressure control center while sitting, decreased trunk performance, and trunk asymmetry during walking. It has been reported that trunk function with balance and walking ability in stroke patients is a useful determinant of daily life activities, balance and walking ability. Balance disorders may be the result of changes in the sensory and integrative aspects of motor control. In the subacute phase, more than 80% of the subjects who have had stroke for the first time have an imbalance in their balance. After a stroke, upper motor neuron damage can cause unconditioned. This results in physical inactivity and decreased cardiorespiratory fitness. Respiratory muscle weakness and changes in thoraco-abdominal motion may be associated with a decrease in tidal volume and lower exercise tolerance."},"conditionsModule":{"conditions":["Stroke, Cardiovascular"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Group 1, core stabilization exercises group; Group 2, core stabilization exercises + electrical stimulation group; Group 3, core stabilization exercises + kinesiological banding group.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"closed envelope procedure","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":45,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Group 1, core stabilization exercises group","type":"EXPERIMENTAL","description":"core stabilization exercises will be performed using swissball. Program: Sitting on the ball will include (weight shifts, forward, backward and lateral sides), (pelvic bridge), (curl-up), (curlsup with diagonal reaching), (bird-dog exercise), (push-up) exercises. The application will be carried out for 6 weeks, 3 days a week for 30-45 minutes daily.","interventionNames":["Other: core stabilization exercises"]},{"label":"Group 2, electrical stimulation","type":"EXPERIMENTAL","description":"An adaptation of a pre-designed protocol will be used for the application of the Normocular Electrical Stimulation in the diaphragm. Current to be applied; Synchronous impulse at 30 Hz frequency, 1 sec beat increase time, 1 sec \"on\" (muscle contraction), 1 sec beat reduction time and 20 sec \"off\" (no warning) time. Two channels, each with two electrodes, will be placed in the seventh and eighth anterior intercostal space above and below the right and left sides of the xiphoid protrusion. The other two channels, each with two electrodes, will be placed on the right and left midaxillary line of the seventh and eighth anterior intercostal space. The application will be carried out for 6 weeks, 3 days a week, for 30 minutes daily.","interventionNames":["Other: core stabilization exercises"]},{"label":"group 3, kinesiotape","type":"EXPERIMENTAL","description":"For anterior diaphragm banding, the patient will stand with arms raised. Next, the central part of the tape will be applied to the xiphoid protrusion with a tension of 50% to 70% after the maximum inhalation. While the patient is breathing, the ends of the tape will be pulled with 10 to 15% tension towards the lower ribs. To tape the rear diaphragm, the patient's body will bend forward, and the arms will be joined crosswise over the chest. After the maximum inhalation, the central part of the tape will be applied over the T10 with a tension of 50% to 70%. As the patient exhales and stretches the trunk, the ends of the tape will be attached to the lower ribs with a tension of 10 to 15%.\n\nThe supine position will be used in the Kinesiological taping of the right and left external oblique and internal oblique muscles. The application will be carried out for 6 weeks, 3 days a week, for 30 minutes daily.","interventionNames":["Other: core stabilization exercises"]}],"interventions":[{"type":"OTHER","name":"core stabilization exercises","description":"Core is at the center of almost all kinetic chains in the body. Core force, balance, and motion control maximize all kinetic chains of upper and lower limb function. A stable and strong core can contribute to more efficient use of the lower extremities. Core stability is defined as the ability of the lumbo-pelvic hip complex to prevent bending of the vertebral column and return to balance after perturbation.\n\nNeuromuscular electrical stimulation (NMES) is a technique in which muscle contraction is electrically stimulated in the area where the surface electrodes are connected. It improves secondary muscle atrophy and weakness in immobilization by preventing a decrease in muscle protein synthesis.\n\nKinesiological banding (CT) is a treatment method used in the treatment of various musculoskeletal and neuromuscular deficits. The mechanism of action of CT is to facilitate muscle activation, increase blood and lymph circulation and reduce pain due to neurological suppression.","armGroupLabels":["Group 1, core stabilization exercises group","Group 2, electrical stimulation","group 3, kinesiotape"],"otherNames":["electrical stimulation","kinesiological banding"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Respiratory Function Tests","description":"Respiratory functions will be measured using portable spirometry.","timeFrame":"5 min"},{"measure":"Muscle Thickness Measurement With Ultrasound","description":"Using external oblique (EO), Internal oblique (IO), Transversus abdominis (TrA), rectus abdominis muscles (RA) and diaphragm thickness, ultrasonic imaging system (M-TurboTM, Sono Site Canada, Inc., Markham, ON, Canada) It will be measured. A 5-2 MHz linear probe will be used to measure EO, IO, TrA and RA, and a 5-2 MHz convex probe for diaphragm measurement.","timeFrame":"10 min"},{"measure":"Maximum inspiratory and expiratory oral pressures","description":"Respiratory muscle strength will be assessed by measuring maximal inspiratory and expiratory pressures.","timeFrame":"1 min"}],"secondaryOutcomes":[{"measure":"Brunnstrom Evaluation Scale","description":"Brunnstrom consists of 3 parts: The hand is scored on a 6-level Likert-type scale, in the form of upper and lower extremity sections. Higher levels represent better motor function. Disease stages are graded based on the patient's spasticity and movement.","timeFrame":"1 min"},{"measure":"10 Meter Walk Test","description":"Subjects are told to walk 14 meters. The middle 10 meters of 14 meters should be marked on the ground. Measurement begins when the patient crosses the line indicating the start of the 10 m path on the floor. After 10 meters, the stopwatch is stopped, but continues until the patient reaches the end of 14 meters. Subjects are told to walk at their preferred walking speed.","timeFrame":"1 min"},{"measure":"Trunk Impairment Scale","description":"Trunk Impairment Scale (TIS) is a valid and reliable sequential scale for measuring dynamic sitting balance, trunk coordination and trunk control. It evaluates the selective movements of lateral flexion and trunk rotation initiated from the upper and lower parts of the trunk. SMS consists of three subgroups: static settlement balance, dynamic settlement balance and coordination. Each sub-dimension contains three to ten items. TIS score is between 0 and 23.","timeFrame":"5 min"},{"measure":"Stroke Impact Scale","description":"Stroke Impact Scale (ISS) has been developed to be a more comprehensive measure of health outcomes for stroke populations. IES includes meaningful dimensions of function and health-related quality of life in the form of a self-assessment questionnaire. The 3rd version of the ISS includes 59 items and 8 sub-sections (power, hand function, activities and independent activities of daily life, mobility, communication, emotion, memory and thinking and participation / role function) and evaluates.","timeFrame":"10 min"},{"measure":"Functional Ambulation Scale","description":"Functional ambulation scale consisting of a sensitive and reliable scale for gait evaluation in stroke patients will be evaluated. On this scale, the score can range from 0 (being unable to walk or needing the help of two therapists) to 5 (being independent during the movement).","timeFrame":"1 min"},{"measure":"Fatigue Severity Scale","description":"The fatigue severity scale is a 9-item survey that investigated the severity of fatigue in different situations over the past week.","timeFrame":"1 min"},{"measure":"Postural Evaluation Scale for Patients with Stroke","description":"Postural Evaluation Scale for Patients with Stroke (PASS) It is specially designed for paralyzed patients. PASS contains a total of 12 items to assess balance. It contains 5 items to evaluate posture (static PASS) and 7 items to evaluate changes in posture (dynamic PASS). PASS can be used to evaluate functional balance that requires both static and dynamic balance. Each PASS item is rated from 0 to 3 for a 36-point survey. At this scale, the higher the score, the more positive the balance in stroke patients.","timeFrame":"3 min"},{"measure":"Peak Cough Flow Rate","description":"In the study, the highest cough flow rate will be measured with a portable PEF meter. All measurements will be made by a trained physiotherapist using the technique described by Fiore et al. Subjects will be asked to \"take a deep breath and cough as hard as possible\" in a semi-sitting position (60 degrees).","timeFrame":"2 min"},{"measure":"Tinetti Balance Scale","description":"The Tinetti Rating scale is a scale of 0 to 2 rows. 0 points represent the most disorder and 2 points represent independence. Individual points are then combined to form three subsections; overall gait assessment score, overall balance assessment score, and combined gait and balance score. The maximum score for the walking component is 12. The maximum score for the balance component is 16. The maximum total score is 28. In general, participants who score below 19 have a high risk of falling. It indicates that the participants who scored between 19-24 are at risk of falling medium.","timeFrame":"5 min"},{"measure":"Timed Up and Go Test","description":"It measures the time it takes for a person to stand up from a seat, walk a distance of 3 m, turn, sit back on the chair. It is a scale originally developed as a clinical measure of balance in the elderly and scored between 1 and 5 on the basis of an observer's perception of the participant's risk of falling during the test. Podsiadlo and Richardson timed the test and changed the original test and suggested using it as a short test of basic mobility skills for the elderly living in the weak community.","timeFrame":"2 min"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Unilateral and first time stroke\n2. Ability to understand and follow verbal instructions\n3. Brunnstrom healing phase being above 3 for lower limbs;\n4. Ability to walk 10 m distance independently, with or without a mobility assistant.\n5. Patients who can sit on a stable surface for 30 seconds\n6. Patients without respiratory diseases or injuries\n\nExclusion Criteria:\n\n1. Neurological disorders other than stroke that could potentially affect balance and ambulation;\n2. Body failure scale score below 10 points\n3. Apraxia and hemineglect\n4. 80 years and older\n5. Orthopedic disorders or rib fracture\n6. Patients with neglect syndrome\n7. A history of seizures or a family history of epilepsy","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Rüstem Mustafaoğlu","affiliation":"Istanbul University - Cerrahpasa (IUC)","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Istanbul University Cerrahpasa","city":"İstanbul","zip":"34147","country":"Turkey","geoPoint":{"lat":41.01384,"lon":28.94966}}]},"referencesModule":{"references":[{"pmid":"28284044","type":"RESULT","citation":"Kim M, Lee K, Cho J, Lee W. Diaphragm Thickness and Inspiratory Muscle Functions in Chronic Stroke Patients. Med Sci Monit. 2017 Mar 11;23:1247-1253. doi: 10.12659/msm.900529."},{"pmid":"29643599","type":"RESULT","citation":"Jung JH, Kim NS. The correlation between diaphragm thickness, diaphragmatic excursion, and pulmonary function in patients with chronic stroke. J Phys Ther Sci. 2017 Dec;29(12):2176-2179. doi: 10.1589/jpts.29.2176. Epub 2017 Dec 13."},{"pmid":"24431963","type":"RESULT","citation":"Porcari JP, Miller J, Cornwell K, Foster C, Gibson M, McLean K, Kernozek T. The effects of neuromuscular electrical stimulation training on abdominal strength, endurance, and selected anthropometric measures. J Sports Sci Med. 2005 Mar 1;4(1):66-75. eCollection 2005 Mar 1."},{"pmid":"33136074","type":"RESULT","citation":"Lee J, Jeon J, Lee D, Hong J, Yu J, Kim J. Effect of trunk stabilization exercise on abdominal muscle thickness, balance and gait abilities of patients with hemiplegic stroke: A randomized controlled trial. NeuroRehabilitation. 2020;47(4):435-442. doi: 10.3233/NRE-203133."},{"pmid":"27821673","type":"RESULT","citation":"Haruyama K, Kawakami M, Otsuka T. Effect of Core Stability Training on Trunk Function, Standing Balance, and Mobility in Stroke Patients. Neurorehabil Neural Repair. 2017 Mar;31(3):240-249. doi: 10.1177/1545968316675431. Epub 2016 Nov 9."},{"pmid":"28503533","type":"RESULT","citation":"Sharma V, Kaur J. Effect of core strengthening with pelvic proprioceptive neuromuscular facilitation on trunk, balance, gait, and function in chronic stroke. J Exerc Rehabil. 2017 Apr 30;13(2):200-205. doi: 10.12965/jer.1734892.446. eCollection 2017 Apr."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000009203","term":"Myocardial Infarction"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000017202","term":"Myocardial Ischemia"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000007238","term":"Infarction"},{"id":"D000007511","term":"Ischemia"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000009336","term":"Necrosis"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M11845","name":"Myocardial Infarction","asFound":"Stroke, Cardiovascular","relevance":"HIGH"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M6236","name":"Coronary Artery Disease","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M19196","name":"Myocardial Ischemia","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}