{"protocolSection":{"identificationModule":{"nctId":"NCT05133362","orgStudyIdInfo":{"id":"IRB 052-21"},"organization":{"fullName":"Alvernia University","class":"OTHER"},"briefTitle":"Effects of Backward Gait Training With Exoskeleton on Motor Functions","officialTitle":"Investigating Effects of Backward Gait Training With Exoskeleton on Gait Function, Balance and Depression Following Stroke and the Impact of Social Determinants of Health and Depression on Patients' Adherence to Physical Therapy"},"statusModule":{"statusVerifiedDate":"2023-05","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-08-25","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-12-25","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-06-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-11-01","studyFirstSubmitQcDate":"2021-11-12","studyFirstPostDateStruct":{"date":"2021-11-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-05-10","lastUpdatePostDateStruct":{"date":"2023-05-12","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Soo Yeon Sun, PT, PhD","investigatorTitle":"Assistant Professor","investigatorAffiliation":"Alvernia University"},"leadSponsor":{"name":"Alvernia University","class":"OTHER"},"collaborators":[{"name":"The Reading Hospital and Medical Center","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUsExport":false},"descriptionModule":{"briefSummary":"The proposed study aims to optimize patient outcomes and treatment intervention using a robotic exoskeleton in adults with cerebrovascular accidents (CVA, stroke) by investigating the following: AIM 1 is to investigate the effect of backward gait training with exoskeleton on motor function.\n\nAIM 2 is to investigate the effect of backward gait training with exoskeleton on depression.\n\nAIM 3 is to investigate the impact of social determinants of health and depression on patient adherence to physical therapy.","detailedDescription":"Based on previous findings on backward gait training as well as the use of a wearable robotic exoskeleton in forward gait training, we hypothesize that backward gait training using exoskeleton leads to greater improvements in functional mobility, neuromuscular control and balance (AIM 1) and depression (AIM 2) in patients with stroke, when compared to standard of care, which includes forward gait training using exoskeleton. Findings from AIM 1 and 2 will provide novel evidence on the effects of backward gait training with exoskeleton in people with stroke and serve as a foundation for optimizing physical therapy protocols to improve motor functions and mental health. AIM 3 investigates the impact of social determinants of health and depression on patient adherence to physical therapy. Patient adherence (also called compliance) refers to the degree to which patients follow treatment recommendations prescribed by their health care provider.34 Even though patient adherence leads to positive treatment outcomes,35,36 it is affected by many factors, including patients' understanding of their disease and associated treatment (i.e., health literacy), social support, and depression.36-38 This experimental study employs a repeated measures design with participants randomly assigned to either a Standard Care with Ekso Group (SCG; control group, n=31) or a Standard Care with Ekso and Backward Walking Group (SCBWG; experimental group, n=31) in AIMs 1 and 2. AIMs 1 and 2 will be achieved using the group assignment as independent variables and motor function and depression as dependent variables. AIM 3 will be achieved using social determinants of health and depression as independent variables and patient adherence to physical therapy as an independent variable."},"conditionsModule":{"conditions":["Gait, Hemiplegic","Physical Therapy"],"keywords":["Robotic exoskeleton","Backward gait training","Forward gait training"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":62,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Standard Care with Ekso Group","type":"ACTIVE_COMPARATOR","description":"Participants in the SCG (n=31) will attend two 45-minute treatment sessions per week for a minimum of 8 and a maximum of 10 total sessions. For each participant, an individualized plan of care consistent with evidence-based practice standards will be provided based on rehabilitation goals. The interventions during each treatment session will include forward gait training with EksoNR, neuromuscular movement-related tasks, mobility tasks, and interventions using products and technology, and education for caregivers, family, and friends.","interventionNames":["Device: Gait training with EksoNR"]},{"label":"Standard Care with Ekso and Backward Walking Group","type":"EXPERIMENTAL","description":"Participants in the SCBWG (n=31) will attend two 45-minute treatment sessions per week for a minimum of 8 and a maximum of 10 total sessions. Once a week, each participant will receive standard care as described in the standard care with Ekso group.Once a week, each participant will receive backward walking training with EksoNR during their treatment session.","interventionNames":["Device: Gait training with EksoNR","Procedure: Backward gait training with EksoNR"]}],"interventions":[{"type":"DEVICE","name":"Gait training with EksoNR","description":"Participants will receive forward gait training with EksoNR","armGroupLabels":["Standard Care with Ekso Group","Standard Care with Ekso and Backward Walking Group"]},{"type":"PROCEDURE","name":"Backward gait training with EksoNR","description":"Participants will receive backward gait training with EksoNR","armGroupLabels":["Standard Care with Ekso and Backward Walking Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Changes in backward gait speed","description":"Changes from baseline backward gait speed measured by 3-Meter Backwards Walk Test at post-intervention","timeFrame":"Baseline and within 1 week after the intervention"},{"measure":"Changes in forward gait speed","description":"Changes from baseline forward gait speed measured by 6-Minute Walk Test at post-intervention","timeFrame":"Baseline and within 1 week after the intervention"},{"measure":"Changes in Functional Ambulation Category","description":"Changes from baseline ambulation ability at post-intervention. Functional Ambulation Category ranges from 0-5, and a higher score indicates a better outcome (greater independence in ambulation).","timeFrame":"Baseline and within 1 week after the intervention"},{"measure":"Changes in Berg Balance Scale","description":"Changes from baseline static balance and fall risk at post-intervention. Berg Balance Scale ranges from 0 to 56, and a higher score indicates a better outcome (better balance and lower fall risk).","timeFrame":"Baseline and within 1 week after the intervention"},{"measure":"Changes in Patient Health Questionnaire-9","description":"Changes from baseline depressive symptoms at post-intervention. Patient Health Questionnaire-9 ranges from 0 to 27, and a higher score indicates a worse outcome (greater depressive symptoms).","timeFrame":"Baseline and within 1 week after the intervention"},{"measure":"Changes in reciprocal activities in antagonistic muscles measured by Electromyography","description":"Changes from baseline neuromuscular control of leg muscles at post-intervention. A greater reciprocity between leg antagonistic muscles indicate a better outcome.","timeFrame":"Baseline and within 1 week after the intervention"}],"otherOutcomes":[{"measure":"Adherence to physical therapy","description":"Adherence to physical therapy is defined as ≥ 80% attendance to weekly physical therapy as recorded in the Data Collection Sheet. Based on the definition, patient adherence will be considered a dichotomous variable (yes/no) and will be used to test the association between health literacy and patient adherence.","timeFrame":"During the intervention"},{"measure":"Level of health literacy","description":"Level of health literacy is measured by Newest Vital Sign. The Newest Vital Sign is a 6-question screening tool that identifies participants' risk of low or limited health literacy (HL) based on interpreting an ice cream nutrition label, available from Pfizer Pharmaceutical Company. The score ranges 0-6. A score of 0-1 suggests a high likelihood of limited literacy, a score of 2-3 indicates the possibility of limited literacy, and a score of 4-6 almost always indicates adequate literacy.","timeFrame":"Baseline"},{"measure":"Perceived Social Support","description":"Level of perceived social support is measured by Multidimensional Scale of Perceived Social Support. It is a self-administered scale, and the score ranges from 12 to 84. A score of 12-35 suggests a low perceived social support, a score of 36-60 suggests a medium social support, and a score of 61-84 suggests a high social support.","timeFrame":"Baseline"},{"measure":"Educational attainment","description":"Each participant's answer regarding their educational level in the Demographics Questionnaire will be classified into one of the two categories: individuals who completed some college education and individuals whose highest educational attainment was high school or less. This dichotomous variable will be used to determine if the level of educational attainment is associated with adherence to physical therapy.","timeFrame":"Baseline"},{"measure":"Language spoken at home","description":"Each participant's answer regarding the language spoken at home in the Demographics Questionnaire will be classified into one of the two categories: individuals who speak English at home and individuals who speak other languages than English at home. This dichotomous variable will be used to determine if linguistic proficiency is associated with adherence to physical therapy.","timeFrame":"Baseline"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* 18 years of age or older\n* English or Spanish speaking\n* A diagnosis first stroke (intracerebral hemorrhage or acute ischemic stroke)\n* Referred to Reading Rehabilitation Hospital Outpatient Physical Therapy Clinic (hereafter referred to as outpatient PT)\n\nExclusion Criteria:\n\n* Unable to follow 1-step commands\n* \\> 220 pounds (100 kg)\n* Height \\< 5'0\" or \\> 6'4\"\n* Unable to take a few steps with assistance\n* A score of \\> 42/56 on Berg Balance Scale (BBS)\n* Severe cardiac disease (New York Heart Association Classification IV)\n* Severe spasticity (Modified Ashworth score \\> 3)\n* Unstable spine or unhealed pelvic/limb fractures\n* Active heterotrophic ossification impacting lower extremity range of motion\n* Significant lower or upper extremity contractures\n* Inability to achieve neutral ankle dorsiflexion with 12° of knee flexion\n* Psychiatric or cognitive issues that could interfere with operating the exoskeleton\n* Pregnancy\n* Colostomy\n* Poor skin integrity in areas in contact with the EksoNRTM\n* Unresolved deep vein thrombosis\n* Lower limb prosthesis or amputation\n* Leg length discrepancies \\> 0.5 inches for upper legs, 0.75 inches for lower legs\n* ROM restrictions preventing normal, reciprocal gait\n* Inability to stand for \\> 60 seconds due to pain or orthostatic hypotension","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Soo Yeon Sun, PhD","role":"CONTACT","phone":"6107968398","email":"soo.sun@alvernia.edu"}],"overallOfficials":[{"name":"Soo Yeon Sun","affiliation":"Alvernia University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Sunnyview Rehabilitation Hospital","status":"NOT_YET_RECRUITING","city":"Schenectady","state":"New York","zip":"12308","country":"United States","contacts":[{"name":"Amy Teale, PhD","role":"CONTACT","email":"amy.teale@sphp.com"},{"name":"Melanie Melewski, DPT","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":42.81424,"lon":-73.93957}},{"facility":"Reading Hospital Rehabilitation at Wyomissing","status":"RECRUITING","city":"Reading","state":"Pennsylvania","zip":"19610","country":"United States","contacts":[{"name":"Karen Keenan","role":"CONTACT"}],"geoPoint":{"lat":40.33565,"lon":-75.92687}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020233","term":"Gait Disorders, Neurologic"}],"ancestors":[{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000009422","term":"Nervous System Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M6748","name":"Depression","relevance":"LOW"},{"id":"M6751","name":"Depressive Disorder","relevance":"LOW"},{"id":"M21748","name":"Gait Disorders, Neurologic","asFound":"Gait, Hemiplegic","relevance":"HIGH"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}