{"protocolSection":{"identificationModule":{"nctId":"NCT05951985","orgStudyIdInfo":{"id":"ACHE-2023-0114"},"organization":{"fullName":"Arkansas Colleges of Health Education","class":"OTHER"},"briefTitle":"High Intensity Functional Training for Individuals With Neurologic Diagnoses and Their Care Partners","officialTitle":"High Intensity Functional Training for Individuals With Neurologic Diagnoses and Their Care Partners: A 2-Year Longitudinal Study","acronym":"SHIFT-AR"},"statusModule":{"statusVerifiedDate":"2023-09","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-08-15","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-08-14","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-08-14","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-07-11","studyFirstSubmitQcDate":"2023-07-11","studyFirstPostDateStruct":{"date":"2023-07-19","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-09-08","lastUpdatePostDateStruct":{"date":"2023-09-11","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Reed Handlery","investigatorTitle":"Assistant Professor","investigatorAffiliation":"Arkansas Colleges of Health Education"},"leadSponsor":{"name":"Arkansas Colleges of Health Education","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Individuals with and without neurologic diagnoses greatly benefit from participation in regular exercise but the majority are physically inactive. This is an issue for both them and their care partners as their health is often linked. This study aims to examine the long-term physical and psychosocial effects of structured, group-based, high intensity functional training (HIFT) exercise for people with neurologic diagnoses and their care partners.","detailedDescription":"Over the course of two years, this study will provide no-cost, twice weekly, group-based, HIFT exercise for people with neurologic diagnoses and their care partners. All participants will be required to have physician or advanced practice provider clearance to exercise. All participants will be evaluated by a physical therapist at no-cost prior to beginning the intervention to assess eligibility for the study. All eligible participants will complete a demographics questionnaire, questionnaires regarding physical and psychosocial health, and a battery of physical tests assessing mobility, strength, endurance, and balance. Participants' physical activity levels will also be monitored throughout the study through accelerometers.\n\nParticipants will participate in a maximum of twice weekly HIFT exercise for up to 2 years. All exercise programming will be led by licensed physical therapists with assistance from Doctor of Physical Therapy students. All exercise staff will be Cardiopulmonary resuscitation/basic life support certified and an automated external defibrillator will be available onsite. Exercise classes will utilize HIFT, which includes various exercises that are functional and to be performed at a high intensity. Exercises will include aerobic, resistance, and/or balance training and align with the 2018 Physical Activity Guidelines for Americans."},"conditionsModule":{"conditions":["Neurologic Disorder","Parkinson Disease","Spinal Cord Injuries","Spina Bifida","Stroke","Poliomyelitis","Multiple Sclerosis","Brain Injuries"],"keywords":["hift","exercise"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"Longitudinal with assessments occurring quarterly over the course of two years","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":100,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"HIFT Exercise","type":"EXPERIMENTAL","description":"In this single group design, all participants will be provided with up to two years of twice weekly supervised group exercise.","interventionNames":["Behavioral: HIFT"]}],"interventions":[{"type":"BEHAVIORAL","name":"HIFT","description":"Exercise sessions will be 60 to 75 minutes in duration and be a combination of resistance, aerobic, and balance exercise, with emphasis on functional movements performed at a high intensity. Exercises will be tailored/modified to meet the needs of each participant.","armGroupLabels":["HIFT Exercise"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Participant Attendance at 24 months","description":"The percentage of intervention sessions attended by participants.","timeFrame":"After 24 months of intervention"}],"secondaryOutcomes":[{"measure":"Change in lower extremity functional strength at 24 months","description":"Lower extremity strength will be measured via functional test (Five Times Sit to Stand). This test records the amount of time taken to rise and sit to and from a chair five consecutive times. Faster times indicate greater lower extremity strength.","timeFrame":"After, 3, 6, 9, 12, 15, 18, 21 and 24 months of intervention"},{"measure":"hange in Parkinson's Disease Questionnaire - 39 (PDQ-39) at 24 months","description":"The PDQ-39 is a 39-item participant-reported questionnaire which assesses health-related quality of life across 8 domains (mobility, activities of daily living, emotional well-being, stigma, social support, cognition, communication, bodily discomfort). Participants respond to each item using a 5-point Likert scale from 0 (never) to 4 (always). Items in each domain are scored by expressing summed item scores as a percentage (ranging from 0 to 100%). Lower scores indicate better quality of life.","timeFrame":"After, 3, 6, 9, 12, 15, 18, 21 and 24 months of intervention"},{"measure":"Change in fast-paced gait speed at 24 months","description":"Fast-paced walking speed will be measured via 10 meter walk test, which has individuals walk 10 meters with the middle 6 meters timed; two trials are performed and the average time is taken. Faster walking speeds indicate greater mobility with walking.","timeFrame":"After, 3, 6, 9, 12, 15, 18, 21 and 24 months of intervention"},{"measure":"Change in fast-paced wheelchair propulsion speed at 24 months","description":"Fast-paced propulsion speed will be measured via wheelchair propulsion test, which has individuals propel 10 meters and are timed; two trials are performed and the average time is taken. Faster propulsion speeds indicate greater mobility with wheelchair propulsion.","timeFrame":"After, 3, 6, 9, 12, 15, 18, 21 and 24 months of intervention"},{"measure":"Change in 6 Minute Walk Test at 24 months","description":"The 6 Minute Walk Test measures a participants ability to cover as much distance (measured in meters) as possible while walking for 6 minutes. Participants will walk along a pre-defined pathway for 6 minutes, resting as needed. The test is a measure of walking endurance with further distances indicating greater endurance.","timeFrame":"After, 3, 6, 9, 12, 15, 18, 21 and 24 months of intervention"},{"measure":"Change in 6 Minute Propulsion Test at 24 months","description":"The 6 Minute Propulsion Test measures a participants ability to cover as much distance (measured in meters) as possible while propelling a wheelchair for 6 minutes. The test is a measure of aerobic endurance with further distances indicating greater endurance.","timeFrame":"After, 3, 6, 9, 12, 15, 18, 21 and 24 months of intervention"},{"measure":"Change in Movement Disorder Sponsored Unified Parkinson's Disease Rating Scale (MDS-UPDRS) at 24 months","description":"The MDS-UPDRS measures disability as a result of Parkinson's and allows tracking for progression of the disease. The scale has four parts (1, mentation, behavior and mood, 2, activities of daily living, 3, motor examination, and 4, complications of therapy. Each parkinsonian sign or symptom is ranked on a 5-point Likert scale (ranging from 0 to 4) with higher scores indicating greater impairments. The minimum score on the entire scale is 0 and the maximum is 199.","timeFrame":"After, 3, 6, 9, 12, 15, 18, 21 and 24 months of intervention"},{"measure":"Change in accelerometer-measured moderate-to-vigorous physical activity at 24 months","description":"Physical activity levels will be measured via thigh or wrist-worn accelerometer (activPAL or ActiGraph). These small devices will be worn on the less affected thigh or wrist (or non-dominant thigh or wrist for care partners). Through collecting acceleration data, different intensities of physical activity will be inferred (i.e light, moderate and vigorous intensity physical activity), with moderate-to-vigorous intensity physical activity being used as the primary outcome measure. At all time points, participants will wear the accelerometer for 7 consecutive days.","timeFrame":"After, 3, 6, 9, 12, 15, 18, 21 and 24 months of intervention"},{"measure":"Participant Retention at 24 months","description":"The number and percentage of participants who remain in the study through the final measurement point at 24 months.","timeFrame":"After 24 months of intervention"},{"measure":"Participant Recruitment Rates","description":"The number of participants recruited will be reported as a percentage of total participants contacted for study participation.","timeFrame":"Throughout the 24 months study period"},{"measure":"Change in four square step test at 24 months","description":"The four square step test measures stepping balance as the time taken to step clockwise and counterclockwise in a square pattern. Faster times indicate greater balance.","timeFrame":"After, 3, 6, 9, 12, 15, 18, 21 and 24 months of intervention"},{"measure":"YMCA Bench Press Test at 24 months","description":"The YMCA Bench Press Test measures muscular endurance of the upper body. The test requires participants to complete as many repetitions of barbell bench press as they can with good form. Greater number of repetitions indicates greater muscular endurance.","timeFrame":"After, 3, 6, 9, 12, 15, 18, 21 and 24 months of intervention"},{"measure":"30 second peak power test at 24 months","description":"The 30 second peak power test measures anaerobic power produced (in watts) over 30 seconds on a ski ergometer. Greater wattage indicates greater anaerobic power.","timeFrame":"After, 3, 6, 9, 12, 15, 18, 21 and 24 months of intervention"},{"measure":"Change in self-reported exercise confidence at 24 months","description":"Change will be reported using a visual analogue scale where participants rate their confidence from not confident at all to completely confident.","timeFrame":"After, 3, 6, 9, 12, 15, 18, 21 and 24 months of intervention"},{"measure":"Change in self-reported pain at 24 months","description":"Change will be reported using a visual analogue scale where participants rate their pain from no pain to worst possible pain.","timeFrame":"After, 3, 6, 9, 12, 15, 18, 21 and 24 months of intervention"},{"measure":"Change in self-reported sleep quality at 24 months","description":"Change will be reported using a visual analogue scale where participants rate their sleep quality from poor to exceptional.","timeFrame":"After, 3, 6, 9, 12, 15, 18, 21 and 24 months of intervention"},{"measure":"Change in self-reported social support at 24 months","description":"Change will be reported using a visual analogue scale where participants rate their level of social support from people in the intervention and those outside the intervention. The scale goes from poor to exceptional social support.","timeFrame":"After, 3, 6, 9, 12, 15, 18, 21 and 24 months of intervention"},{"measure":"Change in self-reported physical ability at 24 months","description":"Change will be reported using a visual analogue scale where participants rate their level of ability from poor to exceptional on attributes of mobility, power, endurance/stamina, strength and balance.","timeFrame":"After, 3, 6, 9, 12, 15, 18, 21 and 24 months of intervention"},{"measure":"Self-reported safety with program at 24 months","description":"Using a visual analogue scale, participants rate their feelings of safety with the intervention at 24 months. Scores range from not safe at all to exceptionally safe.","timeFrame":"After, 3, 6, 9, 12, 15, 18, 21 and 24 months of intervention"},{"measure":"Self-reported satisfaction with coach supervision at 24 months","description":"Using a visual analogue scale, participants rate their feelings of satisfaction with coach supervision during the intervention at 24 months. Scores range from not satisfied at all to extremely satisfied.","timeFrame":"After, 3, 6, 9, 12, 15, 18, 21 and 24 months of intervention"},{"measure":"Self-reported feelings of inclusion at 24 months","description":"Using a visual analogue scale, participants rate their feelings of inclusion during the intervention at 24 months. Scores range from minimally included to maximally included.","timeFrame":"After, 3, 6, 9, 12, 15, 18, 21 and 24 months of intervention"},{"measure":"Self-reported feelings of exercise intensity at 24 months","description":"Using a visual analogue scale, participants rate their feelings of exercise intensity during the intervention at 24 months. Scores range from low intensity to high intensity exercise.","timeFrame":"After, 3, 6, 9, 12, 15, 18, 21 and 24 months of intervention"},{"measure":"Self-reported feelings of exercise variety at 24 months","description":"Using a visual analogue scale, participants rate their feelings on exercise variety during the intervention at 24 months. Scores range from low exercise variety to high exercise variety.","timeFrame":"After, 3, 6, 9, 12, 15, 18, 21 and 24 months of intervention"},{"measure":"Self-reported feelings of exercise applicability in real life at 24 months","description":"Using a visual analogue scale, participants rate their feelings on applicability of exercises to real life during the intervention at 24 months. Scores range from not applicable at all to extremely applicable.","timeFrame":"After, 3, 6, 9, 12, 15, 18, 21 and 24 months of intervention"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participants must be at least 18 years of age\n* Participants must be able to communicate and read in English\n* Participants must have physician and/or advanced practice provider clearance to exercise\n* Participants must have a neurologic diagnosis (e.g., spinal cord injury, Parkinson's, brain injury, stroke, poliomyelitis, multiple sclerosis, spina bifida, etc.) OR participants must be care partner of a person with neurologic diagnosis.\n* Participants must possess at least 4/5 elbow flexion strength bilaterally\n* Participants must be able to locomote independently (i.e., ambulate or propel a manual or power wheelchair independently).\n* Participants must provide their own transportation to/from the research study\n\nExclusion Criteria:\n\n* Participants will be excluded if they fail to meet any of the inclusion requirements","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Reed Handlery, PhD","role":"CONTACT","phone":"479-401-6016","email":"reed.handlery@achehealth.edu"},{"name":"Kaci Handlery, DPT","role":"CONTACT","phone":"479-401-6017","email":"kaci.handlery@achehealth.edu"}],"locations":[{"facility":"Arkansas Colleges of Health Education","status":"RECRUITING","city":"Fort Smith","state":"Arkansas","zip":"72916","country":"United States","contacts":[{"name":"Reed Handlery, PhD","role":"CONTACT","phone":"479-401-6016","email":"reed.handlery@achehealth.edu"},{"name":"Kaci Handlery, DPT","role":"CONTACT","phone":"479-401-6017","email":"kaci.handlery@achehealth.edu"}],"geoPoint":{"lat":35.38592,"lon":-94.39855}}]},"referencesModule":{"references":[{"pmid":"29228079","type":"BACKGROUND","citation":"Schenkman M, Moore CG, Kohrt WM, Hall DA, Delitto A, Comella CL, Josbeno DA, Christiansen CL, Berman BD, Kluger BM, Melanson EL, Jain S, Robichaud JA, Poon C, Corcos DM. Effect of High-Intensity Treadmill Exercise on Motor Symptoms in Patients With De Novo Parkinson Disease: A Phase 2 Randomized Clinical Trial. JAMA Neurol. 2018 Feb 1;75(2):219-226. doi: 10.1001/jamaneurol.2017.3517."},{"pmid":"30715489","type":"BACKGROUND","citation":"Ellis TD, Cavanaugh JT, DeAngelis T, Hendron K, Thomas CA, Saint-Hilaire M, Pencina K, Latham NK. Comparative Effectiveness of mHealth-Supported Exercise Compared With Exercise Alone for People With Parkinson Disease: Randomized Controlled Pilot Study. Phys Ther. 2019 Feb 1;99(2):203-216. doi: 10.1093/ptj/pzy131."},{"pmid":"30087252","type":"BACKGROUND","citation":"Feito Y, Heinrich KM, Butcher SJ, Poston WSC. High-Intensity Functional Training (HIFT): Definition and Research Implications for Improved Fitness. Sports (Basel). 2018 Aug 7;6(3):76. doi: 10.3390/sports6030076."},{"pmid":"35927708","type":"BACKGROUND","citation":"Adams J, Lai B, Rimmer J, Powell D, Yarar-Fisher C, Oster RA, Fisher G. Telehealth high-intensity interval exercise and cardiometabolic health in spinal cord injury. Trials. 2022 Aug 4;23(1):633. doi: 10.1186/s13063-022-06585-2."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED","description":"All non-identifiable data may be made available to other researchers upon request."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000011051","term":"Poliomyelitis"},{"id":"D000010300","term":"Parkinson Disease"},{"id":"D000009103","term":"Multiple Sclerosis"},{"id":"D000001930","term":"Brain Injuries"},{"id":"D000013119","term":"Spinal Cord Injuries"},{"id":"D000016135","term":"Spinal Dysraphism"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014947","term":"Wounds and Injuries"}],"ancestors":[{"id":"D000020734","term":"Parkinsonian Disorders"},{"id":"D000001480","term":"Basal Ganglia Diseases"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009069","term":"Movement Disorders"},{"id":"D000080874","term":"Synucleinopathies"},{"id":"D000019636","term":"Neurodegenerative Diseases"},{"id":"D000020278","term":"Demyelinating Autoimmune Diseases, CNS"},{"id":"D000020274","term":"Autoimmune Diseases of the Nervous System"},{"id":"D000003711","term":"Demyelinating Diseases"},{"id":"D000001327","term":"Autoimmune Diseases"},{"id":"D000007154","term":"Immune System Diseases"},{"id":"D000006259","term":"Craniocerebral Trauma"},{"id":"D000020196","term":"Trauma, Nervous System"},{"id":"D000013118","term":"Spinal Cord Diseases"},{"id":"D000009187","term":"Myelitis"},{"id":"D000002494","term":"Central Nervous System Infections"},{"id":"D000007239","term":"Infections"},{"id":"D000004769","term":"Enterovirus Infections"},{"id":"D000010850","term":"Picornaviridae Infections"},{"id":"D000012327","term":"RNA Virus Infections"},{"id":"D000014777","term":"Virus Diseases"},{"id":"D000090862","term":"Neuroinflammatory Diseases"},{"id":"D000009468","term":"Neuromuscular Diseases"},{"id":"D000009436","term":"Neural Tube Defects"},{"id":"D000009421","term":"Nervous System Malformations"},{"id":"D000000013","term":"Congenital Abnormalities"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M12903","name":"Parkinson Disease","asFound":"Parkinson's Disease","relevance":"HIGH"},{"id":"M15606","name":"Spinal Cord Injuries","asFound":"Spinal Cord Injury","relevance":"HIGH"},{"id":"M4897","name":"Brain Injuries","asFound":"Brain Injury","relevance":"HIGH"},{"id":"M11750","name":"Multiple Sclerosis","asFound":"Multiple Sclerosis","relevance":"HIGH"},{"id":"M15105","name":"Sclerosis","relevance":"LOW"},{"id":"M18297","name":"Spinal Dysraphism","asFound":"Spina Bifida","relevance":"HIGH"},{"id":"M13629","name":"Poliomyelitis","asFound":"Poliomyelitis","relevance":"HIGH"},{"id":"M12070","name":"Neural Tube Defects","relevance":"LOW"},{"id":"M17375","name":"Wounds and Injuries","asFound":"Injury","relevance":"HIGH"},{"id":"M22184","name":"Parkinsonian Disorders","relevance":"LOW"},{"id":"M25293","name":"Ganglion Cysts","relevance":"LOW"},{"id":"M16048","name":"Synovial Cyst","relevance":"LOW"},{"id":"M4464","name":"Basal Ganglia Diseases","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M11719","name":"Movement Disorders","relevance":"LOW"},{"id":"M2217","name":"Synucleinopathies","relevance":"LOW"},{"id":"M21248","name":"Neurodegenerative Diseases","relevance":"LOW"},{"id":"M4319","name":"Autoimmune Diseases","relevance":"LOW"},{"id":"M21788","name":"Demyelinating Autoimmune Diseases, CNS","relevance":"LOW"},{"id":"M21784","name":"Autoimmune Diseases of the Nervous System","relevance":"LOW"},{"id":"M6599","name":"Demyelinating Diseases","relevance":"LOW"},{"id":"M9890","name":"Immune System Diseases","relevance":"LOW"},{"id":"M9039","name":"Craniocerebral Trauma","relevance":"LOW"},{"id":"M21713","name":"Trauma, Nervous System","relevance":"LOW"},{"id":"M15605","name":"Spinal Cord Diseases","relevance":"LOW"},{"id":"M11832","name":"Myelitis","relevance":"LOW"},{"id":"M9973","name":"Infections","relevance":"LOW"},{"id":"M6058","name":"Communicable Diseases","relevance":"LOW"},{"id":"M5433","name":"Central Nervous System Infections","relevance":"LOW"},{"id":"M7620","name":"Enterovirus Infections","relevance":"LOW"},{"id":"M13435","name":"Picornaviridae Infections","relevance":"LOW"},{"id":"M17212","name":"Virus Diseases","relevance":"LOW"},{"id":"M14839","name":"RNA Virus Infections","relevance":"LOW"},{"id":"M2804","name":"Neuroinflammatory Diseases","relevance":"LOW"},{"id":"M12101","name":"Neuromuscular Diseases","relevance":"LOW"},{"id":"M12","name":"Congenital Abnormalities","relevance":"LOW"},{"id":"M12055","name":"Nervous System Malformations","relevance":"LOW"},{"id":"T5337","name":"Spina Bifida","asFound":"Spina Bifida","relevance":"HIGH"},{"id":"T4606","name":"Poliomyelitis","asFound":"Poliomyelitis","relevance":"HIGH"},{"id":"T3988","name":"Myelitis","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"BC20","name":"Immune System Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC16","name":"Diseases and Abnormalities at or Before Birth"},{"abbrev":"BC01","name":"Infections"},{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC17","name":"Skin and Connective Tissue Diseases"},{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}