{"protocolSection":{"identificationModule":{"nctId":"NCT03974009","orgStudyIdInfo":{"id":"MMDU/IEC/1466"},"secondaryIdInfos":[{"id":"U1111-1233-8844","type":"OTHER","domain":"UTN by WHO International Clinical Trial Registry Platform"}],"organization":{"fullName":"Maharishi Markendeswar University (Deemed to be University)","class":"OTHER"},"briefTitle":"Calcaneal Taping on Balance, Gait and Range of Motion in Chronic Stroke Survivors","officialTitle":"Effect of Calcaneal Taping on Balance, Gait and Range of Motion in Patients With Chronic Stroke"},"statusModule":{"statusVerifiedDate":"2020-06","overallStatus":"TERMINATED","whyStopped":"Due to COVID-19 lockdown","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-08-02","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-03-18","type":"ACTUAL"},"completionDateStruct":{"date":"2020-03-19","type":"ACTUAL"},"studyFirstSubmitDate":"2019-05-25","studyFirstSubmitQcDate":"2019-06-03","studyFirstPostDateStruct":{"date":"2019-06-04","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-06-14","lastUpdatePostDateStruct":{"date":"2020-06-16","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Asir John Samuel","investigatorTitle":"Supervisor and Associate Professor,Department of Pediatric and Neonatal Physiotherapy","investigatorAffiliation":"Maharishi Markendeswar University (Deemed to be University)"},"leadSponsor":{"name":"Asir John Samuel","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Background:\n\nStroke is highly prevalence neurological condition and causing many disabilities worldwide. Impaired Balance, Gait disability and limited Range of motion are the major problems in the chronic stage of stroke. Taping technique increases the sense of proprioception and improves the accurate position of joint by limiting or facilitating the movements. Calcaneal taping technique helps to correct the determinants of gait, improvement of balance and ankle range of motion.\n\nAim:\n\nThe goal of the study is to verify the effect of calcaneal taping technique on balance, gait and range of motion in patients with chronic stroke.\n\nMethods:\n\nThis randomized clinical trial study will recruit patients with chronic stroke (≥6 months) on the basis of selection criteria. Patients with age between 40-80 years and grade ≥ 2 of modified asworth scale for ankle joint will be included. Patients with any Cognition problems, balance disorders, any case of fracture and history of surgery in ankle, diabetic foot and neuropathic joints will be excluded from the study. Participants will be selected randomly by criterion based sampling method and will be allocated into two groups (experimental and control group).Experimental group will receive calcaneal taping and conventional therapy whereas control group will receive sham taping and conventional therapy. Assessment of balance, gait and range of motion will be taken prior and after the intervention.\n\nData Analysis:\n\nEstimation of normal distribution will be done by Shapiro Wilk test. Descriptive statistics data will be expressed as mean ± standard deviation and median ± interquartile range, based on the normality. Between groups comparison will be done by independent t-test /Mann Whitney U test and within group comparison will be done by Paired t-test/ Wilcoxon signed rank test.","detailedDescription":"1. Introduction\n\n   Stroke leads to many disabilities such as balance impairment,weakness in various groups of muscles, impairment of gait parameters and limitations of range of motion.Balance and gait disability are the main impairments among chronic stroke survivors.Lower extremity dysfunctions affect the walking ability and balance. Ankle dorsiflexion (weakness in dorsiflexor muscles) and increase in the tone of triceps surae (plantar flexor muscles) is the major leading cause of impairment of balance and gait parameters.Application of taping on calcaneus (favouring dorsiflexion \\& eversion) will provide normal determinants of gait and improve balance, as it significantly improving the accurate joint position by limiting or facilitating the movement.\n\n   1.1.Problem Statement: In patients with chronic stroke immediate effects of different types of taping technique \\& targeted areas to determine its impact on balance , gait and range of motion has been checked.This study thus aims to evaluate the long term effects and application of calcaneal taping in the improvement of balance ,gait and range of motion in chronic stroke survivors .\n\n   1.2.Purpose of the study: The study is targeting the calcaneus bone for the application of taping technique in patients with chronic stroke for the improvement of balance, gait and range of motion.\n\n   1.3.Objectives of the study: To improve the balance (static \\& dynamic), gait parameters and ankle joint range of motion by the application of calcaneal taping in patients with chronic stroke.\n2. Procedure:\n\nPatients with chronic stroke on the basis of selection criteria will be randomly selected for both groups(experimental and control group).Procedure will be explained to the patients and written consent will be taken from them.\n\nOutcome measurements will be taken prior and after the intervention.Foot print method will be used for the analysis of gait parameters( step length, stride length and cadence ).Balance error scoring system (BESS) will be used for the assessment of static balance.Timed Up \\& Go test (TUG) will be performed for the assessment of dynamic balance.Universal goniometer will be used for the measurement of ankle joint range of motion.\n\nInterventions: In experimental group - Calcaneal taping will be provide to the patients by focusing the dorsiflexion with eversion (with stretch) in long sitting position foot out of edge. Conventional therapy (muscle strengthening exercises, balance related activities ) will be given to the patients.\n\nIn control group- Sham taping (without stretch) will be provide and conventional therapy (muscle strengthening exercises, balance related activities ) to the patients."},"conditionsModule":{"conditions":["Chronic Stroke"],"keywords":["Calcaneal taping","Balance","Gait"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Two group pretest postest randomized control group design","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":18,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Calcaneal taping and Conventional therapy","type":"EXPERIMENTAL","description":"Calcaneal Taping Technique along with Conventional therapy will given to the patients for 3 days/week for 4 weeks.","interventionNames":["Other: Calcaneal taping","Other: Conventional therapy"]},{"label":"Sham taping and Conventional therapy","type":"ACTIVE_COMPARATOR","description":"Sham taping along with Conventional therapy will given to the patients for 3 days/week for 4 weeks.","interventionNames":["Other: Sham taping","Other: Conventional therapy"]}],"interventions":[{"type":"OTHER","name":"Calcaneal taping","description":"Calcaneal taping will be given in long sitting position foot out of the edge.BSN Medical Leukotape P Sports Tape (3.8cm×137m,1.5inch× 15yds) on focusing the calcaneus with the aim of choosing dorsiflexion with eversion. First strap of tape will be applied below the medial malleolus,stretch towards lateral malleolus on affected side. Second strap of tape will be applied repetitively placing the first strap,another will be applied to fix the small tapes.","armGroupLabels":["Calcaneal taping and Conventional therapy"]},{"type":"OTHER","name":"Sham taping","description":"Sham taping will be given to the control group patients.Simple clinical tape will be applied on calcaneus without stretch.It will be applied for 3 days/week for 4 weeks.","armGroupLabels":["Sham taping and Conventional therapy"]},{"type":"OTHER","name":"Conventional therapy","description":"Balance activities (Forward, backward and sideways walking in between 2 parallel lines;Ball kicking against wall(reducing upper limb support)to raising the distance from the wall, kicking to the fixed target; Obstacle walking and Strengthening exercises (Sit to Stand from several heights of chair, Forward \\& backward and sideward stepping onto blocks of several heights. Each acitivity will be given for 5 minutes.","armGroupLabels":["Calcaneal taping and Conventional therapy","Sham taping and Conventional therapy"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Step length","description":"Foot print method is used for the analysis of step length(cm),gait parameter.Patients will be asked to walk along horizontal 10 meters long pathway with lateral borders in their normal speed.It is the distance measured from the heel print of one foot to the heel print of another foot.","timeFrame":"2 weeks"},{"measure":"Stride Length","description":"Foot print method is used for the analysis of stride length(cm),gait parameter .Patients will be asked to walk along horizontal 10 meters long pathway with lateral borders in their normal speed.Measurement will taken from heel to heel,it is the distance between the successive placements of the same foot.","timeFrame":"2 weeks"},{"measure":"Cadence","description":"Foot print method is used for the assessment of cadence.It will be assessed by the number of steps taken by the patients in one minute.Patients will be asked to walk along horizontal 10 meters long pathway with lateral borders in their normal speed.","timeFrame":"2 weeks"},{"measure":"Balance error scoring system test","description":"It is used for the assessment of static balance.Patients will stand without shoe, with hand placed over hips \\& eyes closed for 20 seconds on foam and firm surface. The test will be evaluated in 3 postures- double leg stance with feet together, single leg stance on non-dominant foot and tandem stance. Errors will be noted for every single 20 seconds trial. Lifting the hands off the iliac crests; opening of eyes; striding, fall; movement of hip joint more than 30⁰ of abduction; lifting the forefoot or heel; or remaining out of test position for more than 5 seconds. The highest possible score for every single stance will be 10. For statistical analysis the total score will be taken.","timeFrame":"2 weeks"},{"measure":"Timed Up & Go test","description":"This test will be performed by the patients for the dynamic balance assessment.They will be seated on the chair and will be asked for stand up and walk in their normal speed safely for 3 meters.Then turn \\& come back to the chair and sit down.Time will be noted by stopwatch, from the point where patient will get up from the chair until return back to the starting position.","timeFrame":"2 weeks"},{"measure":"Range of motion","description":"Patients will be in high sitting position, measurement of ankle (dorsiflexion \\& plantarflexion) and subtalar joint ( eversion \\& inversion)range of motion will be taken by universal goniometer in degrees.","timeFrame":"2 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients with Chronic Stroke(≥ 6 months)\n* Modified Ashworth scale of the ankle (grade \\<2)\n* Mini Mental examination score (minimum 24)\n\nExclusion Criteria:\n\n* Cognition problems\n* Balance disorders (vertigo, dizziness etc.)\n* History of pain \\& surgery at ankle joint\n* Cases of fracture\n* Neuropathic joints\n* Diabetic foot","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Satkarjit K Jhandi, BPT, (MPT)","affiliation":"Department of Neurological Physiotherapy, MMIPR","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Nidhi Sharma, MPT","affiliation":"Department of Neurological Physiotherapy, MMIPR","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Maharishi Markandeshwar Hospital, Mullana","city":"Ambala","state":"Haryana","zip":"133207","country":"India","geoPoint":{"lat":30.36099,"lon":76.79782}}]},"referencesModule":{"references":[{"pmid":"29717946","type":"RESULT","citation":"Park D, Lee JH, Kang TW, Cynn HS. Immediate effects of talus-stabilizing taping on balance and gait parameters in patients with chronic stroke: a cross-sectional study. Top Stroke Rehabil. 2018 Sep;25(6):417-423. doi: 10.1080/10749357.2018.1466972. Epub 2018 May 2."}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"It is not decided yet."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}