{"protocolSection":{"identificationModule":{"nctId":"NCT05334030","orgStudyIdInfo":{"id":"EksoRehab"},"organization":{"fullName":"Vrije Universiteit Brussel","class":"OTHER"},"briefTitle":"Walking With the EksoNR in Stroke Patients and Healthy Controls: Biomechanical Changes and User Experience.","officialTitle":"Walking With the EksoNR in Stroke Patients and Healthy Controls: Biomechanical Changes and User Experience."},"statusModule":{"statusVerifiedDate":"2022-04","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-04-25","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2022-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2022-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-03-30","studyFirstSubmitQcDate":"2022-04-11","studyFirstPostDateStruct":{"date":"2022-04-19","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-04-11","lastUpdatePostDateStruct":{"date":"2022-04-19","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Eva Swinnen","investigatorTitle":"Ph.D, Professor","investigatorAffiliation":"Vrije Universiteit Brussel"},"leadSponsor":{"name":"Vrije Universiteit Brussel","class":"OTHER"},"collaborators":[{"name":"Universitair Ziekenhuis Brussel","class":"OTHER"}]},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUsExport":true},"descriptionModule":{"briefSummary":"Further studies are needed to provide more detailed information on the potential effects of robotic gait training in general, as well as on the influence on gait movement patterns in particular. Patient perspectives and feedback contribute to the continuous development of exoskeletal technology. For these reasons, the main objective of this study is to decipher the relationship between EksoNR's robotic control settings and walking biomechanics in stroke patients and healthy subjects; the second objective is to discover the user experience during the use of EksoNR.","detailedDescription":"Stroke is the leading cause of severe disability in adults resulting in mobility, balance, and coordination deficits. Because of this, walking recovery has a significant impact on stroke patients' quality of life. To improve rehabilitation techniques, robotic exoskeletons are being increasingly used during physiotherapy sessions. The use of robotic exoskeletons enhances conventional poststroke rehabilitation via intense and task-oriented training. To achieve a normal gait pattern, it is essential to restore the correct activation timing of the lower limb muscles.\n\nDesigned by Ekso Bionics, EksoNR is the first exoskeleton device to receive FDA clearance for rehabilitation use with patients with acquired brain injury and stroke patients. EksoNR has several settings that can be adapted to have the best user experience possible and to provide individual-specific training. This study is being proposed to better understand the impact of each setting on stroke recovery and user experience. The two key outcomes are 1) to decipher the relationship between EksoNR robotic control settings and the biomechanics of walking; and 2) to uncover the psychological experiences during EksoNR use. To achieve these outcomes, the investigators are going to measure the effects of Swing Assist EksoNR settings on Gait kinematics; Kinetics; Muscle activity and Activation Timing; and User Experience.\n\nThe investigators will use a two-way repeated-measures design with a group (2 levels, healthy and stroke patients) as between factor and settings (4 levels) and user experience as within factors. It is an intra-subject design with an allocation ratio of 1/1. The healthy and stroke patients will have the same age limits.\n\nBecause there has not been a lot of research yet about the effect of different settings of the EksoNR on the rehabilitation of stroke patients or on the user experience using the EksoNR this study will use an exploratory framework. The purpose is to investigate what the different outcomes are for all the settings on biomechanical factors: muscle activity, kinematics and spatiotemporal factors.\n\nThe experiments will be conducted at the Brubotics Rehabilitation Research Center at the Vrije Universiteit Brussel (VUB)'s Brussels health campus (centrally located between Universitair Ziekenhuis Brussel (UZBrussel), Erasmushogeschool Brussel (EhB ) campus Jette and VUB Jette), led by Prof. Eva Swinnen and Prof. Nina Lefeber.\n\nThe participant needs to go to Brubotics Rehabilitation Research Center to perform two or three sessions in total with a break of 10 days (about 1 and a half weeks) in between.\n\nSession 1 - Take in Session (1h) - At the beginning of this session the informed consent will be signed. Afterwards, the research team will prepare the settings and inquire about patient history, functional history, and physical evaluation. During the physical evaluation, it is necessary to do a gross assessment of strength, range of motion, and spasticity/tone; a detailed assessment of critical range of motion measurements; a qualitative assessment of pelvic posture and lumbar mobility; and check skin integrity. The patients walk with the EksoNR for at least 20 minutes.\n\nSession 2 (1h) - This is a session to get familiar with walking with EksoNR for at least 20 minutes. It is only for stroke patients who have never walked with EksoNR, for that reason, if a patient has already used EksoNR before, will only do Session 1 + Session 3, skipping Session 2.\n\nSession 3 (2h) - Each participant is going to walk 7 min (or min 25 gait cycles) in every condition, the order being randomly assigned and concealed from the patient (Trial 1- 4). For the random generation, each setting is going to be labelled and the sequence is going to be generated at the beginning of the session with a Matlab script. This script will randomly sort an array for each participant. Between trials, there is a rest of 5 min. During all walking trials, participants are allowed to stop and rest if necessary and research staff provided non-contact guarding for safety. In this session, kinetic data, spatio-temporal parameters, muscle activity and patient experience are going to be analyzed.\n\nTo make the analysis, the program Statistical Package for the Social Sciences (SPSS) version 27.0.1 will be used with a significance level set at 0,05. All data were summarized by using medians, standard deviations and means."},"conditionsModule":{"conditions":["Stroke","Healthy"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"CROSSOVER","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":24,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Stroke","type":"EXPERIMENTAL","interventionNames":["Device: High Swing Assistance","Device: Neutral Swing Assistance","Device: High Swing Resistance","Device: Max Trajectory Control"]},{"label":"Healthy","type":"EXPERIMENTAL","interventionNames":["Device: High Swing Assistance","Device: Neutral Swing Assistance","Device: High Swing Resistance","Device: Max Trajectory Control"]}],"interventions":[{"type":"DEVICE","name":"High Swing Assistance","description":"On this study, four settings are going to be evaluated being that High Swing Assistance, Neutral Swing Assistance, High Swing Resistance and Max Trajectory Control. The following settings will be used in all three conditions:\n\n* Sitting program - \"Min lean\";\n* Standing program - \"Auto lean\";\n* Step initiation program - \"ProStep+\",\n* Training mode - \"Off\",\n* SmartAssist option - \"2Free\";\n* Stance support - \"Low\". The level of stance support and swing assistance will be set symmetrically for the affected and non-affected side.\n\nEach patient is going to walk 7 min (or min 25 gait cycles) with every setting","armGroupLabels":["Healthy","Stroke"]},{"type":"DEVICE","name":"Neutral Swing Assistance","description":"On this study, four settings are going to be evaluated being that High Swing Assistance, Neutral Swing Assistance, High Swing Resistance and Max Trajectory Control. The following settings will be used in all three conditions:\n\n* Sitting program - \"Min lean\";\n* Standing program - \"Auto lean\";\n* Step initiation program - \"ProStep+\",\n* Training mode - \"Off\",\n* SmartAssist option - \"2Free\";\n* Stance support - \"Low\". The level of stance support and swing assistance will be set symmetrically for the affected and non-affected side.\n\nEach patient is going to walk 7 min (or min 25 gait cycles) with every setting","armGroupLabels":["Healthy","Stroke"]},{"type":"DEVICE","name":"High Swing Resistance","description":"On this study, four settings are going to be evaluated being that High Swing Assistance, Neutral Swing Assistance, High Swing Resistance and Max Trajectory Control. The following settings will be used in all three conditions:\n\n* Sitting program - \"Min lean\";\n* Standing program - \"Auto lean\";\n* Step initiation program - \"ProStep+\",\n* Training mode - \"Off\",\n* SmartAssist option - \"2Free\";\n* Stance support - \"Low\". The level of stance support and swing assistance will be set symmetrically for the affected and non-affected side.\n\nEach patient is going to walk 7 min (or min 25 gait cycles) with every setting","armGroupLabels":["Healthy","Stroke"]},{"type":"DEVICE","name":"Max Trajectory Control","description":"On this study, four settings are going to be evaluated being that High Swing Assistance, Neutral Swing Assistance, High Swing Resistance and Max Trajectory Control. The following settings will be used in all three conditions:\n\n* Sitting program - \"Min lean\";\n* Standing program - \"Auto lean\";\n* Step initiation program - \"ProStep+\",\n* Training mode - \"Off\",\n* SmartAssist option - \"Bilateral\";\n* Stance support - \"Low\". The level of stance support and swing assistance will be set symmetrically for the affected and non-affected side.\n\nEach patient is going to walk 7 min (or min 25 gait cycles) with every setting","armGroupLabels":["Healthy","Stroke"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Kinematics parameters","description":"Measured using the Vicon Nexus. For kinematics, the angles of the lower extremities will be determined. Markers will be placed on the pelvis and the lower body both on the right and left side. The kinematics parameters will be measured while walking during the different conditions.","timeFrame":"Data is only going to be collected on session 3 (day 3), between minutes 2 and 6 of recording for each setting. This time frame is used to avoid the effects of the acceleration and deceleration phases at the beginning and at the end of the walk pathway"},{"measure":"Cadence","description":"Measured using the Vicon Nexus. Markers will be placed on the pelvis and the lower body both on the right and left side. The cadence will be measured while walking during the different conditions.","timeFrame":"Data is only going to be collected on session 3, between minutes 2 and 6 of recording for each setting. This time frame is used to avoid the effects of the acceleration and deceleration phases at the beginning and at the end of the walk pathway"},{"measure":"Gait speed","description":"Measured using the Vicon Nexus. Markers will be placed on the pelvis and the lower body both on the right and left side. Gait speed will be measured while walking during the different conditions.","timeFrame":"Data is only going to be collected on session 3 (day 3), between minutes 2 and 6 of recording for each setting. This time frame is used to avoid the effects of the acceleration and deceleration phases at the beginning and at the end of the walk pathway"},{"measure":"Step length","description":"Measured using the Vicon Nexus. Markers will be placed on the pelvis and the lower body both on the right and left side. Step length will be measured while walking during the different conditions.","timeFrame":"Data is only going to be collected on session 3 (day 3), between minutes 2 and 6 of recording for each setting. This time frame is used to avoid the effects of the acceleration and deceleration phases at the beginning and at the end of the walk pathway"},{"measure":"Muscle Activity","description":"The EMG Cometa will be used to evaluate muscle activity; therefore, the Electromyography (EMG) wireless sensors will be used. First the position of the anatomical landmarks must be located according to the Surface ElectroMyoGraphy for the Non-Invasive Assessment of Muscles (SENIAM) guidelines for the following lower extremity muscles: Rectus Femoris (RF), Vastus Lateralis (VL), Vastus Medialis (VM), Biceps Femoris (BF), Tibialis Anterior (TA), Soleus (SOL), Gastrocnemius Lateralis (GL).","timeFrame":"Data is only going to be collected on session 3 (day 3), between minutes 2 and 6 of recording for each setting. This time frame is used to avoid the effects of the acceleration and deceleration phases at the beginning and at the end of the walk pathway"}],"secondaryOutcomes":[{"measure":"User Experience","description":"The secondary outcome is the acceptance and the experience of the users wearing and walking with the exoskeleton EksoNR. By the end of Session 3, each participant is going to fill an online survey created by the investigators, based on two existing questionnaires: Intrinsic Motivation Inventory (IMI) and Quebec User Evaluation of Satisfaction with assistive Technology 2.0 (QUEST 2.0). The questionnaire consists of six subscales: interest/enjoyment, perceived competence, effort/importance, pressure/tension, value/usefulness and relatedness. All different statements of the six subscales use a 5-point Likert scale, which means that participants give a score of one to five. With a score of one being \"not at all true\" and five being \"very true\". A higher score is associated with a higher internal motivation, excluding the pressure/ tension scale where a higher score is associated with a higher feeling of pressure .","timeFrame":"Filled out by both the stroke and healthy patients immediately after the end of session 3 (day 3)."}]},"eligibilityModule":{"eligibilityCriteria":"This study will test a group of stroke patients and a group of healthy subjects in each condition.\n\nTo assess communication, memory and understanding the Montreal Cognitive Assessment (MoCA) written test is going to be carried out. This test is a valid assessment of cognitive abilities, such as orientation, short-term memory, executive visuospatial ability, language abilities, abstraction, and attention. To enrol in this study, both people (post-stroke and healthy controls) need to do a MoCA test and have more than 25 points on the MoCA test\n\nInclusion Criteria for people post-stroke:\n\n* People diagnosed with first-ever stroke (as defined by the WHO);\n* Age between 18 and 80 years;\n* Time since diagnosis between 1 week and 6 months;\n* Functional ambulation category below 3 (meaning a patient who requires intermittent or continuous manual contact to support body weight, maintain balance or assist coordination.);\n* Does not meet the Ekso robotic exoskeleton frame limitations (See list below)\n* Able to provide written or verbal informed consent.\n\nExclusion Criteria for people post-stroke:\n\n* Extensive experience with the use of the EksoNR (more than four training sessions);\n* Other neurological or musculoskeletal problems leading to impaired gait (unrelated to their stroke);\n* Severe complicating comorbidities (e.g., cardiovascular instability, pulmonary diseases);\n* Severe deficits of communication, memory or understanding (25 points or less on the MoCA test);\n* And contraindications for EksoNR use (see list below).\n\nA group of healthy participants within the same age category will be used as controls.\n\nExclusion Criteria for healthy controls:\n\n* Disabilities leading to impaired gait;\n* Severe complicating comorbidities (e.g.: cardiovascular instability, pulmonary diseases);\n* Severe deficits of communication, memory or understanding (25 points or less on the MoCA test);\n* Contraindications for EksoNR use (see list below).\n\nExclusion criteria related to the use of the EksoNR :\n\n* Severe concurrent medical conditions: infections, circulatory, heart or lung, pressure sores.\n* Severe spasticity (Modified Ashworth 4).\n* Unstable spine or unhealed limbs or pelvic fractures.\n* Active heterotopic ossification interfering with lower extremity range of motion.\n* Significant contractures.\n* Psychiatric or cognitive situations that may interfere with the proper operation of the device.\n* Cognitive impairments resulting in the inability to follow directions.\n* Pregnancy.\n* Colostomy.\n* Poor skin integrity in areas in contact with the device.\n* Decreased standing tolerance due to orthostatic hypotension.\n* Range of motion restrictions that would prevent a patient from achieving a normal, reciprocal gait pattern, or would restrict a patient from completing normal sit-to-stand or stand-to-sit transitions: Knee flexion contracture greater than 12° and inability to achieve 0° neutral angle dorsiflexion with knee flexion up to 12°.\n* Leg length discrepancy greater than 1.27 cm for thighs or 1.91 cm for lower legs.\n* Unresolved deep vein thrombosis.\n* Uncontrolled autonomic dysreflexia.\n* Lower limb prosthesis.\n\nRequirements for the use of the EksoNR:\n\n* Weigh 100 kg or less.\n* Between 1.5 m and 1.88 m tall.\n* Have a standing hip width of 45 cm or less.\n* Have a near-normal range of motion in hips, knees, and ankles.\n* Able to attain neutral ankle dorsiflexion with \\<12 degrees of knee flexion contracture.\n* Upper leg length discrepancy must be equal to or less than 1.27 cm and lower leg discrepancy equal to or less than 1.91 cm.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Eva SWINNEN, Prof. Ph.D","role":"CONTACT","phone":"003224774527","email":"eva.swinnen@vub.be"}],"overallOfficials":[{"name":"EVA SWINNEN, Prof. Ph.D","affiliation":"Vrije Universiteit Brussel","role":"STUDY_DIRECTOR"},{"name":"Chiara Cavallaro, Bachelor's","affiliation":"Vrije Universiteit Brussel","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Joana Brites, Master's","affiliation":"Vrije Universiteit Brussel","role":"PRINCIPAL_INVESTIGATOR"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M12168","name":"Nicotine","relevance":"LOW"}],"browseBranches":[{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}