{"protocolSection":{"identificationModule":{"nctId":"NCT05557968","orgStudyIdInfo":{"id":"REC/letter-01246 Kainat"},"organization":{"fullName":"Riphah International University","class":"OTHER"},"briefTitle":"Action Observation Therapy for Lower Limb in Stroke","officialTitle":"Effects of Action Observation Therapy on Stair Walking, Balance, and Self-efficacy in Chronic Stroke"},"statusModule":{"statusVerifiedDate":"2022-12","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-10-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-03-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-03-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-09-23","studyFirstSubmitQcDate":"2022-09-23","studyFirstPostDateStruct":{"date":"2022-09-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-12-09","lastUpdatePostDateStruct":{"date":"2022-12-12","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Riphah International University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study focuses on the effects of Action Observation therapy on stair walking, balance and self-efficacy in chronic stroke patients. This study will be conducted in Helping Hands Institute of Rehabilitation Sciences and Shifa Surgical Hospital Mansehra.\n\nIt is a Randomized Control Trial. Non probability convenient sampling technique will be used to assess a total number of 40 respondents. Questionnaires and consent forms will be filled by the respondents. Each patient will be screened by using a simple selection Performa relevant to inclusion and exclusion criteria.\n\nTotal 30 patients will be included in the study and then divided into two groups i.e. Action observation therapy and Convention Therapy group with 15 individuals in each. Each group will be assessed thrice i.e. pre, post and follow up surveys. Each of them will receive the convention therapy for 30 mins except for the Action Observation therapy (AOT) group, which will also receive the additional 30 minutes session of action observational training. Total 18 sessions, 3 days a week for a total of six weeks will be performed on each patient.\n\nFugel Meyer Assessment Scale for lower limb, Timed Up and Go test, Timed Stair Test, Step test and self-efficacy scale will be used for the assessment. Baseline assessments of both group will be done on 1st week before the application of protocol, second assessment will be done on 4th week and then final assessment will be done on 6th week of the protocol."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":40,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Conventional Therapy","type":"ACTIVE_COMPARATOR","description":"1. Active range of motion exercises.\n2. Passive range of motion exercises\n3. Balance exercises.\n4. On-ground gait training without watching videos","interventionNames":["Other: Conventional Therapy"]},{"label":"Action Observation Therapy (AO)","type":"EXPERIMENTAL","description":"Conventional therapy in addition to observing images related to stair walking will be observed and physical training will performed to imitate tasks with a physical therapist. While observing the image, they will be instructed to think that their body was performing the movement of the image","interventionNames":["Other: Action Observation Therapy (AO)"]}],"interventions":[{"type":"OTHER","name":"Conventional Therapy","description":"conventional therapy will be given for stroke patients and three assessments i.e. pre, post and follow up surveys, a session of 30 minutes, 3 times weekly for a six week period.\n\nTotal 18 sessions would be performed on each patient for six weeks","armGroupLabels":["Conventional Therapy"]},{"type":"OTHER","name":"Action Observation Therapy (AO)","description":"The video consists of :\n\n1. Ascending and descending the step box.\n2. Ascending and descending the stairs in the treatment room.\n3. Holding the handrails to climb and descend the stairs inside and outside the building.\n4. Climbing and descending the stairs inside and outside the building without holding the handle.\n5. Climbing and descending the sidewalk block","armGroupLabels":["Action Observation Therapy (AO)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Fugel Meyer assessment scale for lower limb","description":"Lower limb subscale of Fugel-Meyer Assessment is a subscale measuring lower limb motor recovery. It examines movement, coordination, and reflex action of the hip, knee, and ankle in the supine, sitting, and standing positions. Each item is scored on a 3-point scale (0, cannot perform; 1, partially performs; 2, performs fully). The score range is 0 to 34, with higher scores indicating better lower limb motor performance","timeFrame":"week 6"},{"measure":"Berg Balance Scale","description":"The Berg Balance Scale (BBS) is a functional balance measurement and consists of 14 items(30). Each item is a 5-point ordinal scale ranging from 0 to 4, with 0 indicating an inability to complete the task entirely and 4 indicating an ability to complete the task criterion. Scores can range from 0 to 56. The higher the score, the better the postural control","timeFrame":"week 6"},{"measure":"Timed Up and Down Stair Test","description":"To determine the change in stair walking ability, a timed stair test (TST) is performed. TST is a functional evaluation tool that evaluates stair walking ability in daily life. The measurement method is to measure the time it takes for the person to start climbing the stairs according to the command of the examiner and come down from the end of the stairs. One stairway used in this study is 95 cm wide, 15 cm long, and 15 cm high, for a total of 12 spaces","timeFrame":"week 6"},{"measure":"Step test","description":"A step test (ST) was used to determine the change in balance ability required for stair walking. ST is an evaluation tool that examines the dynamic balance ability in the standing posture of stroke patients. The ST is a reliable measurement tool when the number of steps is counted by either experienced or inexperienced examiners by viewing videotapes. As for the measurement method, the subject stands in front of a 7.5 cm high stool 5 cm and then counts the number of times while repeatedly raising and lowering one foot as quickly as possible for 15 seconds","timeFrame":"week 6"},{"measure":"Timed up and go test","description":"The Timed up and go test (TUG) is the time measured when standing up, walking straight for 3m, turning, walking back to the chair, and sitting down. Time less than 10 seconds shows functional independence, and time more than 30 seconds demonstrates functional dependence","timeFrame":"week 6"}],"secondaryOutcomes":[{"measure":"Self-efficacy scale","description":"The self-efficacy scale (SES) is used to investigate the change in self-efficacy during stair walking in stroke patients. SES is a measure that can evaluate self-efficacy as a result of being able to successfully perform a specific action in stroke patients. The scale consists of a total of 10 items, and the item 'I am not confident in performing at all' is a 100-point scale from 1 point to 'I can do it with complete confidence' 10 points. A higher score means a higher sense of self-efficacy","timeFrame":"week 6"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age between 40-60 years.\n* Both male and female.\n* Those who can walk more than 10 steps.\n* More than 6 months since stroke onset.\n* Ability to follow the study instructions-Mini mental state examination (MMSE) score ≥25\n* Baseline score of the Fugel Meyer assessment scale is between20 and 60.\n* Score of 3 on Modified Rankin Scale (MRS).\n\nExclusion Criteria:\n\n* Patients who cannot perform the active movement of upper limb in pre-stroke condition due to musculoskeletal problems.\n* Cardiopulmonary diseases which could hinder their ability to participate in the rehabilitation program in this study.\n* Patients with impaired cognition.\n* Orthopedic injuries","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"60 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Ayesha Afridi, PhD*","role":"CONTACT","phone":"03325962212","email":"ayesha.afridi@riphah.edu.pk"},{"name":"Kainat QADEER, MS NMPT*","role":"CONTACT","phone":"03499377072","email":"kainatqadeer72@gmail.com"}],"overallOfficials":[{"name":"Ayesha Afridi, PhD*","affiliation":"Riphah International University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Helping hand institute of rehabilitation sciences","status":"RECRUITING","city":"Mansehra","country":"Pakistan","contacts":[{"name":"Sania Syed, MS NMPT*","role":"CONTACT"},{"name":"Sania Syed, MS-(NMPT)*","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":34.33023,"lon":73.19679}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}