{"protocolSection":{"identificationModule":{"nctId":"NCT04503187","orgStudyIdInfo":{"id":"TWU Houston#17203"},"organization":{"fullName":"Texas Woman's University","class":"OTHER"},"briefTitle":"Motor Skill Acquisition Between Individuals With Neurological Disorders and Healthy Individuals","officialTitle":"Comparison of Motor Skill Acquisition Between Individuals With Neurological Disorders"},"statusModule":{"statusVerifiedDate":"2020-08","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2013-04-04","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-08-03","studyFirstSubmitQcDate":"2020-08-03","studyFirstPostDateStruct":{"date":"2020-08-07","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-08-03","lastUpdatePostDateStruct":{"date":"2020-08-07","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Shih-Chiao Tseng","investigatorTitle":"Associate Professor","investigatorAffiliation":"Texas Woman's University"},"leadSponsor":{"name":"Texas Woman's University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke survivors frequently show persistent gait deficits in their chronic stages even after years of intensive rehabilitation. This may be caused by diminished capability of re-acquiring motor skills post stroke. Thus, the overall purpose of this research project is to examine stroke survivors' capability of learning a novel leg task over 3 visits, 1-2 weeks apart. The capability of learning a new skill is then correlated with the individual's neurological functions (nerve activity and movement coordination) and her/his gait performance (gait speed, gait symmetry, and force production).","detailedDescription":"The walking after stroke called \"hemiparetic gait\" is characterized by slow and asymmetrical steps with poor motor control on the paretic leg while paradoxically increasing the cost of energy expenditure. Biomechanical evidence shows that impaired gait performance for people with chronic stroke is not solely the result of the loss of muscle strength, but involves complicated movement discoordination across multiple joints in the affected leg. This has been taken to indicate a persistent motor control deficit in the paretic leg post stroke. Recent imaging studies suggest that the persistent motor control deficit after stroke may be the result of the disruption of motor memory consolidation, a process by which a newly-learned motor skill is transformed from a fragile state to a stable state and is \"saved\" in our brain afterward. This indicates that the same brain area responsible for controlling motor activity is also involved in memorizing newly-learned skills during the early stage of motor learning. Presence of persistent motor control deficits in the chronic stage may be attributed to the fact that damage to the brain cortex significantly impacts the ability of acquiring motor skills and consequentially defers the improvement of motor function, including gait."},"conditionsModule":{"conditions":["Stroke","Multiple Sclerosis"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":130,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Chronic Stroke","description":"Participants who suffered a single event of cerebral vascular accident at least six months ago before study enrollment.","interventionNames":["Behavioral: Visuomotor leg reaching task"]},{"label":"Multiple Sclerosis","description":"Participants who has been diagnosed with multiple sclerosis","interventionNames":["Behavioral: Visuomotor leg reaching task"]},{"label":"Healthy control","description":"Age-matched healthy adults who are self-reported healthy and has no known musculoskeletal, neuromuscular, and cardiovascular diseases.","interventionNames":["Behavioral: Visuomotor leg reaching task"]}],"interventions":[{"type":"BEHAVIORAL","name":"Visuomotor leg reaching task","description":"Similar to a hand reaching task in which participants were asked to reach to a tea-cup, in a visuomotor leg reaching task, participants will be seated and given real-time visual feedback about their leg movements via a cursor display on a computer screen. The task is to control a foot mouse/marker attached to the foot and move the cursor from a start location to the target displayed on a wall screen. Three different targets, equidistant from the start location at top, top-left, and top-right screen positions, will be used for leg reaching. In each trial, one of three targets will be randomly presented and subjects will be instructed to make forward, or rightward, or leftward foot reaches to guide the cursor to one of the targets. Throughout the entire experiment, subjects are blocked from viewing leg movements by a cardboard.","armGroupLabels":["Chronic Stroke","Healthy control","Multiple Sclerosis"],"otherNames":["Leg reaching task"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Changes in movement errors","description":"Average movement error will be calculated as the angular deviation of the foot path from a straight line path to the target at the time of peak velocity in each trial.","timeFrame":"During the first session of learning visuomotor leg reaching task, 24-hour after the first session, and 7-days after the first learning learning session"},{"measure":"Peripheral nerve activity","description":"A surface electrode will be placed on the calf muscle in one leg. Then a low-intensity of electrical stimulation will be delivered to a nerve behind the knee to trigger the motor responses.","timeFrame":"During the first session of learning visuomotor leg reaching task"}],"secondaryOutcomes":[{"measure":"Walking performance","description":"Gait speed will be calculated during overground walking","timeFrame":"Before the first session of learning visuomotor leg reaching task"},{"measure":"Mini-mental State Examination","description":"A standardized questionnaires to evaluate the cognitive function consisting of 11 items with a possible summed score ranging from zero to 30. The most widely accepted and frequently used cutoff score for the MMSE is 23, with scores of 23 or lower indicating the presence of cognitive impairment. A higher score means a better cognitive function.","timeFrame":"Before the first session of learning visuomotor leg reaching task"},{"measure":"Fugl-Meyer Lower Extremity Function Assessment","description":"A standardized questionnaires to evaluate the lower extremity motor function consisting of movement, coordination, and reflex assessments at hip, knee, and ankle. Possible summed scores range from zero to 34. Higher scores indicate higher and better motor function.","timeFrame":"Before the first session of learning visuomotor leg reaching task"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Healthy adults have no ongoing neurological, musculoskeletal issues.\n* Individuals with chronic stroke had medical history of a unilateral stroke occurring ≥ 6 months prior to enrollment.\n* Individuals have multiple sclerosis disease diagnosed by his/her physician\n* MRI or CT evidence from the imaging report shown that the stroke and multiple sclerosis disease primarily involve cortical and subcortical regions.\n* Individuals with chronic stroke have hemiparesis involving the lower extremity.\n* Individuals with chronic stroke or multiple sclerosis have no passive range of motion limitation in bilateral hips and knees. Limitation of ankle passive range of motion to 10 degrees of dorsiflexion or less.\n* Visual acuity can be corrected by glasses or contact lens to 20/20.\n* Able to walk independently with/without assistant devices for 10 meters.\n* Able to maintain standing position without any assistance for more than 30 sec.\n* Evaluation of cognitive status: Mini-mental status examination (MMSE) score ≥ 24.\n\nExclusion Criteria:\n\n* Pregnant women.\n* MRI or CT evidence of involvement of the basal ganglia or cerebellum, or evidence of any other brain damage or malignant neoplasm or tumors.\n* Have any metal implants, cardiac pacemakers, or history of seizures.\n* Ongoing orthopedic or other neuromuscular disorders that will restrict exercise training.\n* Any vestibular dysfunction or unstable angina.\n* Significant cognitive deficits (inability to follow a 2-step command) or severe receptive or global aphasia\\*","sex":"ALL","minimumAge":"21 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Three cohorts, including individuals with chronic stroke and multiple sclerosis, and healthy adults.will be recruited via research flyers from communities around Great Houston areas in Texas.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Shih-Chiao Tseng, PT, PhD","role":"CONTACT","phone":"713-794-2309","email":"stseng@twu.edu"}],"overallOfficials":[{"name":"Shih-Chiao Tseng, PT, PhD","affiliation":"Texas Woman's University School of Physical Therapy","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Texas Woman's University","status":"RECRUITING","city":"Houston","state":"Texas","zip":"77030","country":"United States","contacts":[{"name":"Shih-Chiao Tseng, PT, PhD","role":"CONTACT","phone":"703-794-2309","email":"stseng@twu.edu"}],"geoPoint":{"lat":29.76328,"lon":-95.36327}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"ICF","hasProtocol":false,"hasSap":false,"hasIcf":true,"label":"Informed Consent Form","date":"2020-01-21","uploadDate":"2020-07-21T05:30","filename":"ICF_000.pdf","size":193993}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000009103","term":"Multiple Sclerosis"},{"id":"D000009422","term":"Nervous System Diseases"}],"ancestors":[{"id":"D000020278","term":"Demyelinating Autoimmune Diseases, CNS"},{"id":"D000020274","term":"Autoimmune Diseases of the Nervous System"},{"id":"D000003711","term":"Demyelinating Diseases"},{"id":"D000001327","term":"Autoimmune Diseases"},{"id":"D000007154","term":"Immune System Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M11750","name":"Multiple Sclerosis","asFound":"Multiple Sclerosis","relevance":"HIGH"},{"id":"M15105","name":"Sclerosis","relevance":"LOW"},{"id":"M4319","name":"Autoimmune Diseases","relevance":"LOW"},{"id":"M21788","name":"Demyelinating Autoimmune Diseases, CNS","relevance":"LOW"},{"id":"M21784","name":"Autoimmune Diseases of the Nervous System","relevance":"LOW"},{"id":"M6599","name":"Demyelinating Diseases","relevance":"LOW"},{"id":"M9890","name":"Immune System Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC20","name":"Immune System Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"T312","name":"Tea","relevance":"LOW"}],"browseBranches":[{"abbrev":"HB","name":"Herbal and Botanical"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}