{"protocolSection":{"identificationModule":{"nctId":"NCT02471248","orgStudyIdInfo":{"id":"2015.037-T (Ankle)"},"organization":{"fullName":"Chinese University of Hong Kong","class":"OTHER"},"briefTitle":"Interactive Exoskeleton Robot for Walking - Ankle Joint","officialTitle":"Interactive Exoskeleton Robot for Walking - Ankle Joint"},"statusModule":{"statusVerifiedDate":"2017-09","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2015-05-27","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2016-10-14","type":"ACTUAL"},"completionDateStruct":{"date":"2016-12-31","type":"ACTUAL"},"studyFirstSubmitDate":"2015-06-03","studyFirstSubmitQcDate":"2015-06-10","studyFirstPostDateStruct":{"date":"2015-06-15","type":"ESTIMATED"},"lastUpdateSubmitDate":"2017-09-15","lastUpdatePostDateStruct":{"date":"2017-09-18","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Raymond KY Tong","investigatorTitle":"Professor","investigatorAffiliation":"Chinese University of Hong Kong"},"leadSponsor":{"name":"Chinese University of Hong Kong","class":"OTHER"},"collaborators":[{"name":"Innovation and Technology Commission, Hong Kong","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"A novel interactive exoskeleton robotic system with embedded force and motion sensors will be developed to facilitate walking of stroke patients with hemiparesis. The robot will synchronise with the gait pattern of the stroke patient to provide assistance in ankle dorsiflexion during swing phase. It is hypothesised that the robot can facilitate stable and longer walking distance for stroke patients with drop foot problem. It can be applied on unilateral side, which is suitable for stroke patients with hemiparesis. The whole system design is lightweight, compact, comfortable, and user-friendly in hospital or at home settings.","detailedDescription":"In this clinical trial, participated stroke patients will be divided into two groups: Robotic group and Sham group. Stroke patients in both groups will participate in a 20-session gait training program, which includes overground walking and stair climbing exercises. Robotic group will walk with the powered Ankle Robot, which provide ankle dorsiflexion support during swing phase of walking; Sham group will walk with the Ankle Robot with very low assistance level, which provide only tactile feedback but no ankle support in order to evaluate the placebo effect. A series of clinical assessments will be carried out to assess the functional recovery in stroke patients before and after the gait training program."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"TRIPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":25,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Ankle Robot with Power Assistance","type":"EXPERIMENTAL","description":"In this experimental group, the Ankle Robot assists the ankle dorsiflexion when the stroke patients voluntarily perform the swing phase gait movement.","interventionNames":["Device: Ankle Robot with Power Assistance"]},{"label":"Sham group","type":"PLACEBO_COMPARATOR","description":"In this sham group, the Ankle Robot provides very low assistance to generate tactile feedback to the stroke patients indicating they are performing the swing phase gait movement, but no assistance will be given to support their ankle dorsiflexion.","interventionNames":["Device: Sham"]}],"interventions":[{"type":"DEVICE","name":"Ankle Robot with Power Assistance","description":"Stroke patients will enrol in a 20-session gait training program for at least two sessions per week. In each session, the stroke patient will walk overground continuously for 2 \\* 10 minutes and walk up/down a staircase (about 10 steps per flight) for 10 minutes, rest will be provided in between each round of walking or stair climbing. This training can promote gait recovery and physical fitness.\n\nThey will wear the Ankle Robot during the gait training. The motor will synchronise with the paretic-side gait pattern to provide dorsiflexion moment during swing phase, and free the ankle joint when the sole is loaded.","armGroupLabels":["Ankle Robot with Power Assistance"]},{"type":"DEVICE","name":"Sham","description":"Stroke patients will enrol in a 20-session gait training program for at least two sessions per week. In each session, the stroke patient will walk overground continuously for 2 \\* 10 minutes and walk up/down a staircase (about 10 steps per flight) for 10 minutes, rest will be provided in between each round of walking or stair climbing. This training can promote physical fitness.\n\nThey will wear the Ankle Robot during the gait training. The robot will synchronise with the paretic-side gait pattern to the Ankle Robot provides very low assistance which can be barely perceived by the stroke patient but does not suffice to support the ankle dorsiflexion.","armGroupLabels":["Sham group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"6-minute Walk Test","description":"Assesses distance walked over 6 minutes as a sub-maximal test of aerobic capacity/endurance","timeFrame":"3-month follow-up"},{"measure":"Functional Ambulation Category","description":"Assesses postural stability during various walking tasks","timeFrame":"3-month follow-up"}],"secondaryOutcomes":[{"measure":"Timed 10 Meter Walk Test","description":"Assesses walking speed in meters per second over a short duration","timeFrame":"3-month follow-up"},{"measure":"Fugl-Meyer Assessment of Motor Recovery after Stroke (Lower Extremity)","description":"Evaluates and measures recovery in post-stroke hemiplegic patients","timeFrame":"3-month follow-up"},{"measure":"Berg Balance Scale","description":"A 14-item objective measure designed to assess static balance and fall risk in adult populations","timeFrame":"3-month follow-up"},{"measure":"Modified Ashworth Scale","description":"Measures spasticity in patients with lesions of the Central Nervous System","timeFrame":"3-month follow-up"},{"measure":"Kinematic and Kinetic Gait Motion Capture","description":"Gait pattern will be recorded when the stroke patient is walking under three conditions: (1) without the Ankle Robot, (2) with the Idle Ankle Robot, and (3) with the Powered Ankle Robot.","timeFrame":"3-month follow-up"},{"measure":"Subjective Feedback Questionnaire","description":"Stroke patients will provide subjective feedback about the performance of the Ankle Robot in terms of safety, effectiveness, and their satisfaction after the gait training","timeFrame":"3-month follow-up"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Ischemic or hemorrphagic stroke with drop foot problem.\n2. Sufficient cognition to follow simple instructions and to understand the content and purpose of the study. (Mini-Mental State Examination \\> 21)\n3. Capable of standing and walking independently for an extended period of time. (Functional Ambulation Category \\> 3, Berg Balance Scale \\> 40)\n\nExclusion Criteria:\n\n1. Any medical or psychological dysfunctions that would affect their ability to comply with test study protocol, such as lower back pain, neuralgia, rotational vertigo, muscloskeletal disorders, injuries, and pregnancy.\n2. Any severe contractures in hip, knee, or ankle joint that would preclude passive range of motion in the lower extremity.\n3. Participation in any therapeutic treatment (\"outside therapy\") performed with the lower extremity during the planned study, including the baseline and the follow-up.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Raymond KY Tong, PhD","affiliation":"Department of Biomedical Engineering, CUHK","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Department of Biomedical Engineering, The Chinese University of Hong Kong","city":"Hong Kong","country":"Hong Kong","geoPoint":{"lat":22.27832,"lon":114.17469}}]},"referencesModule":{"references":[{"pmid":"29914523","type":"DERIVED","citation":"Yeung LF, Ockenfeld C, Pang MK, Wai HW, Soo OY, Li SW, Tong KY. Randomized controlled trial of robot-assisted gait training with dorsiflexion assistance on chronic stroke patients wearing ankle-foot-orthosis. J Neuroeng Rehabil. 2018 Jun 19;15(1):51. doi: 10.1186/s12984-018-0394-7."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}