{"protocolSection":{"identificationModule":{"nctId":"NCT04380454","orgStudyIdInfo":{"id":"IRB00109530"},"secondaryIdInfos":[{"id":"R01HD095975","type":"NIH","link":"https://reporter.nih.gov/quickSearch/R01HD095975"}],"organization":{"fullName":"Emory University","class":"OTHER"},"briefTitle":"Biomechanical and Neural Mechanisms of Post-stroke Gait Training","officialTitle":"Biomechanical and Neural Mechanisms of Post-stroke Gait Training"},"statusModule":{"statusVerifiedDate":"2023-07","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-03-16","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-09-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-04-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-05-04","studyFirstSubmitQcDate":"2020-05-06","studyFirstPostDateStruct":{"date":"2020-05-08","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-07-06","lastUpdatePostDateStruct":{"date":"2023-07-07","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Trisha Kesar","investigatorTitle":"Associate Professor","investigatorAffiliation":"Emory University"},"leadSponsor":{"name":"Emory University","class":"OTHER"},"collaborators":[{"name":"Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD)","class":"NIH"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUnapprovedDevice":true,"isUsExport":false},"descriptionModule":{"briefSummary":"The study seeks to develop an understanding of how, why, and for whom fast treadmill walking (Fast) and Fast with functional electrical stimulation (FastFES) induce clinical benefits, allowing future development of cutting-edge, individually-tailored gait treatments that enhance both gait quality and gait function.","detailedDescription":"Stroke is the leading cause of adult disability in the United States, with stroke prevalence expected to increase by 20% in the next 20 years. Stroke induces a cascade of neurophysiologic changes in cortical and spinal circuits that result in biomechanical impairments (reduced paretic propulsion, footdrop) and gait dysfunction (reduced speed and endurance). This study evaluates neurobiological and biomechanics mechanisms of two gait (walking) rehabilitation treatments. Gait impairments persist at discharge from rehabilitation in over two thirds of stroke survivors, reducing community participation and quality of life.\n\nStroke gait deficits are complex and multi-factorial, posing a problem well-matched to the NIH precision medicine initiative. Stroke gait impairments adversely affect kinematics and kinetics in all paretic lower limb joints, disrupt stance and swing phases, and are marked by inter-limb asymmetry. One intervention cannot target all post-stroke gait deficits. Multiple factors, including biomechanics, energy cost, and functioning and integrity of corticomotor neural pathways can influence stroke gait function and training-induced gait improvements.\n\nFast treadmill walking (Fast) is an evidence-based, clinically-used intervention, comprising high-intensity, high-repetition, bilateral stepping practice. High-intensity treadmill training was recommended by clinical practice guidelines for locomotor training at the 2018 American Physical Therapy Association (APTA) conference. Fast provides practice of thousands of steps and aerobic exercise, which may induce bilateral neuroplasticity. However, without adjunctive feedback or cues (verbal, biofeedback, stimulation), Fast is not targeted to specific gait deficits or the paretic leg. Importantly, neural correlates underlying Fast are unclear. A single session of high-intensity interval treadmill walking exacerbated already suppressed ankle muscle corticospinal excitability in the paretic leg post-stroke. Four weeks of treadmill training in chronic stroke improved gait speed compared to control treatment, but increased cortical excitability in the non-lesioned hemisphere. Despite Fast and treadmill-based interventions gaining clinical popularity, important questions pertaining to neural mechanisms of Fast are unknown.\n\nRecent work has demonstrated that combining Fast with functional electrical stimulation (FastFES) not only leads to improvements in gait speed but also reduces energy cost (EC) of stroke gait. FastFES is an intervention combining fast treadmill training and functional electrical stimulation (FES) to ankle plantar- and dorsi-flexor muscles during paretic terminal stance and swing phases, respectively. As a paradigm for studying gait training mechanisms, FastFES offers several advantages including using hypothesis-based biomechanical approach to improve gait function by targeting impairments in paretic propulsion, and is delivered only to the paretic leg.\n\nThe study seeks to develop an understanding of how, why, and for whom fast treadmill walking (Fast) and Fast with functional electrical stimulation (FastFES) induce clinical benefits, allowing future development of cutting-edge, individually-tailored gait treatments that enhance both gait quality and gait function.\n\nThis mechanism-focused randomized clinical investigation will compare the effects of 12 sessions of Fast and FastFES in individuals with post-stroke hemiparesis. Gait biomechanics, EC, corticospinal excitability, and gait function will be evaluated at two baseline visits,after 3 gait training sessions, after 12 gait training sessions, and at two follow-ups (3 and 6 weeks post-training)."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Rehabilitation","Post-stroke","Neural mechanism","Biomechanical mechanism","Electrical stimulation","Gait Training"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":60,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Fast treadmill walking with functional electrical stimulation (FastFES)","type":"EXPERIMENTAL","description":"Participants with post-stroke hemiparesis who are randomized to receive 12 sessions of FastFES. FastFES is a targeted intervention that provides motor level stimulation-induced cues to improve ankle propulsion. FES is delivered only to the paretic ankle muscles, enhancing afferent ascending as well as descending corticomotor drive. Increased corticomotor drive in lesioned corticomotor circuits in turn promotes improved timing and intensity of muscle activation in the paretic plantar- and dorsi-flexor muscles, increasing plantarflexor moment and propulsion from the paretic ankle.","interventionNames":["Device: Functional electrical stimulation (FES)","Other: Fast treadmill walking"]},{"label":"Fast treadmill walking (Fast)","type":"ACTIVE_COMPARATOR","description":"Participants with post-stroke hemiparesis who are randomized to receive 12 sessions of Fast. Fast is a non-targeted intervention that provides similar structure, dose, and intensity of stepping practice as FastFES, but does not include FES, and no specific instructions are provided to target practice to the paretic leg or specific ankle deficits","interventionNames":["Other: Fast treadmill walking"]}],"interventions":[{"type":"DEVICE","name":"Functional electrical stimulation (FES)","description":"Functional electrical stimulation (FES) is a targeted intervention that provides motor level stimulation-induced cues to improve ankle propulsion. An electrical stimulator will be used to deliver stimulation during walking (Grass S8800 stimulator with SIU8TB stimulus isolation unit; UDel stimulator). A customized, real-time system will be used to control the stimulator and deliver stimulation during appropriate phases of the gait cycle. Stimulation will be delivered to the ankle dorsiflexors when the subject's foot is in the air (swing phase). Stimulation will be delivered to the ankle plantarflexors during the terminal stance phase of gait. 30-Hz variable frequency stimulation trains 170 will be delivered during gait. The intervention comprises 3 training sessions per week for a total of 12 training sessions. FES intensity is determined at the start of every training session as motor-level stimulation that elicits appropriate functional movements.","armGroupLabels":["Fast treadmill walking with functional electrical stimulation (FastFES)"]},{"type":"OTHER","name":"Fast treadmill walking","description":"Fast treadmill walking (Fast) is a non-targeted intervention where no specific instructions are provided to target practice to the paretic leg or specific ankle deficits. The intervention comprises 3 training sessions per week for a total of 12 training sessions. Each training session includes six 6-minute walking bouts with 5-minute breaks between bouts.","armGroupLabels":["Fast treadmill walking (Fast)","Fast treadmill walking with functional electrical stimulation (FastFES)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in 10-Meter Walk Test at Self-selected Walking Speed","description":"The 10-Meter Walk Test is used to assess walking speed over a short distance. A 10 meter (m) walkway over solid flooring will be measured and marked at start (0 m), 2 m, 8 m, and finish (10 m). Participants will be asked to complete three trials of the 10 m walk at their comfortable self-selected walking speed. The time for the three trials for each speed will be averaged and gait speed converted to meters/second.","timeFrame":"Baseline, Week 1 (after 3 training sessions), Week 2 (after 6 training sessions), Week 4 (after 12 training sessions), 6 Weeks Post-Training"},{"measure":"Change in 10-Meter Walk Test at Fast Walking Speed","description":"The 10-Meter Walk Test is used to assess walking speed over a short distance. A 10 m walkway over solid flooring will be measured and marked at start (0 m), 2 m, 8 m, and finish (10 m). Participants will be asked to complete three trials of the 10 m walk at their fast walking speed. The time for the three trials for each speed will be averaged and gait speed converted to meters/second.","timeFrame":"Baseline, Week 1 (after 3 training sessions), Week 2 (after 6 training sessions), Week 4 (after 12 training sessions), 6 Weeks Post-Training"},{"measure":"Change in 6-Minute Walk Test","description":"The 6-Minute Walk Test is a sub-maximal exercise test used to assess walking endurance. A walkway of a minimum 12 m over solid flooring will be measured and marked with a turn-around marked at either end of the walkway. The turn-around points will be approximately 49 inches (124 cm) wide with clear markings. A chair will be placed at one end of the walkway to allow for seated rest breaks if necessary. Prior to administering the test, the participant will be seated in the chair resting. The participant will then be asked to walk as far as possible in 6 minutes along the walkway using scripted instruction (see below). The distance (in meters) will be calculated by multiplying the number of total laps by 12 meters and adding the distance of the partial lap completed at the time the test ended.","timeFrame":"Baseline, Week 1 (after 3 training sessions), Week 2 (after 6 training sessions), Week 4 (after 12 training sessions), 6 Weeks Post-Training"},{"measure":"Change in Timed Up and Go (TUG) Test","description":"The Timed Up and Go test assesses mobility, balance, walking ability, and fall risk in older adults. The participant will be asked to be seated in a standard height chair (seat height 46 cm, arm height 67 cm), placing his/her back against the chair and resting his/her arms on the chair's arms. The participant will be asked to get up from the chair, walk to a line 3 m from the edge of the chair, turn around at the line, walk back to the chair, and sit down. The test will be timed using a stopwatch from when the investigator says \"Go\" to when the participant's buttocks touches the chair upon return. Time of the test will be recorded.","timeFrame":"Baseline, Week 1 (after 3 training sessions), Week 4 (after 12 training sessions), 6 Weeks Post-Training"},{"measure":"Change in Fugl-Meyer Assessment - Lower Extremity (FMA-LE)","description":"The Fugl-Meyer assessment of motor recovery after stroke evaluates and measures recovery in post-stroke hemiplegic patients and is one of the most widely used quantitative measures of motor impairment. The quality of reflexes, coordination, and voluntary movements of the lower extremity will be assessed by a physical therapist using the FMA-LE.","timeFrame":"Baseline, 6 Weeks Post-Training"},{"measure":"Change in Modified Ashworth Scale Score","description":"The Modified Ashworth Scale measures spasticity in patients with lesions of the central nervous system by testing resistance to passive movement. Scores range from 0 to 4 with 6 choices and are scored as follows:\n\n* 0 = No increase in muscle tone\n* 1 =Slight increase in muscle tone, manifested by a catch and release or by minimal resistance at the end of the range of motion when the affected part(s) is moved in flexion or extension\n* 1+ = Slight increase in muscle tone, manifested by a catch, followed by minimal resistance throughout the remainder (less than half) of the range of motion\n* 2 = More marked increase in muscle tone through most of the range of motion, but affected part(s) easily moved\n* 3 = Considerable increase in muscle tone, passive movement difficult\n* 4 = Affected part(s) rigid in flexion or extension","timeFrame":"Baseline, 6 Weeks Post-Training"},{"measure":"Change in Stroke Impact Scale (SIS) Score","description":"The Stroke Impact Scale is a self-report questionnaire that evaluates disability and health-related quality of life after stroke, including: activities of daily living, cognition, communication, depression, functional mobility, gait, general health, life participation, quality of life, social relationships, social support, and upper extremity function. For each of the 59 questionnaire items, the individual is asked to rate the level of difficulty of the item in the past 2 weeks using a 5-point Likert scale.","timeFrame":"Baseline, Week 4 (after 12 training sessions), 6 Weeks Post-Training"},{"measure":"Change in gait propulsion","description":"Gait biomechanics testing will be conducted in the motion analysis assessing gait asymmetry. A 7-camera system will be used to collect motion analysis data. Ground reaction forces during treadmill walking will be collected using force platforms.","timeFrame":"Baseline, Week 1 (after 3 training sessions), Week 2 (after 6 training sessions), Week 4 (after 12 training sessions), 3 Weeks Post-training, 6 Weeks Post-Training"},{"measure":"Change in TMS motor evoked potential (MEP) amplitude","description":"Change in MEP amplitude is used as a measure of corticospinal excitability that is assessed using a non-invasive technique called transcranial magnetic stimulation (TMS). Electrical activity from muscles in response to the TMS will be collected using surface electromyography (EMG) sensors attached to muscles that play critical roles during FastFES.","timeFrame":"Baseline, Week 1 (after 3 training sessions), Week 2 (after 6 training sessions), Week 4 (after 12 training sessions), 3 Weeks Post-training, 6 Weeks Post-Training"}],"secondaryOutcomes":[{"measure":"Change in intracortical facilitation (ICF)","description":"Intracortical facilitation (ICF) can be elicited by transcranial magnetic stimulation (TMS) of the motor cortex. Change in Intracortical facilitation (ICF) will be recorded.","timeFrame":"Baseline, Week 1 (after 3 training sessions), Week 2 (after 6 training sessions), Week 4 (after 12 training sessions), 3 Weeks Post-training, 6 Weeks Post-Training"},{"measure":"Change in H-max/M-max ratio for the soleus","description":"H-max/M-max ratio for the soleus will be calculated. Change in (Hmax/Mmax) ratio is used as a measure of spinal reflex excitability, that is assessed using peripheral electrical stimulation delivered to the nerves innervating the muscles.","timeFrame":"Baseline, Week 1 (after 3 training sessions), Week 2 (after 6 training sessions), Week 4 (after 12 training sessions), 3 Weeks Post-training, 6 Weeks Post-Training"},{"measure":"Change in energy cost (EC) of walking","description":"Energy cost (EC) of walking is measured as the rate of energy use, computed from rates of oxygen consumption and carbon dioxide production. Elevated EC related to activity intolerance, sedentary lifestyle, and physical deconditioning.","timeFrame":"Baseline, Week 1 (after 3 training sessions), Week 2 (after 6 training sessions), Week 4 (after 12 training sessions), 3 Weeks Post-training, 6 Weeks Post-Training"},{"measure":"Change in ankle peak plantarflexor moment during gait","description":"Gait biomechanics testing will be conducted in the motion analysis assessing gait asymmetry. A 7-camera system will be used to collect motion analysis data. Ground reaction forces (GRF) during treadmill walking will be collected using force platforms. Marker and GRF data will be used to calculate peak plantarflexor moment during gait.","timeFrame":"Baseline, Week 1 (after 3 training sessions), Week 2 (after 6 training sessions), Week 4 (after 12 training sessions), 3 Weeks Post-training, 6 Weeks Post-Training"},{"measure":"Change in ankle power during gait","description":"Gait biomechanics testing will be conducted in the motion analysis assessing gait asymmetry. A 7-camera system will be used to collect motion analysis data. Ground reaction forces (GRF) during treadmill walking will be collected using force platforms. Marker and GRF data will be used to calculate peak ankle power during gait.","timeFrame":"Baseline, Week 1 (after 3 training sessions), Week 2 (after 6 training sessions), Week 4 (after 12 training sessions), 3 Weeks Post-training, 6 Weeks Post-Training"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* at least 6 months since stroke\n* single cortical or subcortical ischemic stroke\n* able to walk 10-meters with or without assistive device\n* sufficient cardiovascular health and ankle stability to walk on treadmill for 2-minutes at self-selected speed without orthosis\n* resting heart rate 40-100 bpm\n\nExclusion Criteria:\n\n* hemorrhagic stroke\n* cerebellar signs (ataxic (\"drunken\") gait or decreased coordination during rapid alternating hand or foot movements\n* score of \\>1 on question 1b and \\>0 on question 1c on NIH Stroke Scale\n* inability to communicate with investigators\n* musculoskeletal conditions or pain that limit walking\n* neglect/hemianopia, or unexplained dizziness in last 6 months\n* neurologic conditions or diagnoses other than stroke\n* lack of sensation in lower limb affected by stroke\n* any medical diagnosis that would hinder the participant from completing the experimental trial\n* additional exclusion criteria due to contra-indications to TMS (measurement of corticospinal excitability) are: history of seizures, metal implants in the head or face, history of recurring or severe headaches/migraine, headache within the past 24 hours, presence of skull abnormalities or fractures, hemorrhagic stroke, history of dizziness, syncope, nausea, or loss of consciousness in the past 6 months","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Trisha Kesar, PT, PhD","role":"CONTACT","phone":"(404) 712-5803","email":"trisha.m.kesar@emory.edu"}],"overallOfficials":[{"name":"Trisha Kesar, PT, PhD","affiliation":"Emory University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Emory University Hospital","status":"RECRUITING","city":"Atlanta","state":"Georgia","zip":"30322","country":"United States","contacts":[{"name":"Trisha Kesar, PT, PhD","role":"CONTACT","email":"trisha.m.kesar@emory.edu"}],"geoPoint":{"lat":33.749,"lon":-84.38798}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Individual participant data for primary dependent variables that underlie the results reported in this article, after de-identification (such as text, tables, appendices) will be shared","infoTypes":["STUDY_PROTOCOL","SAP"],"timeFrame":"Beginning 9 months and for 2 years after publication of the manuscript presenting the study primary results","accessCriteria":"Researchers who provide a methodologically sound proposal to achieve the aims proposed by the requestor; for replication studies, meta-analyses or systematic reviews, other special requests, etc should direct their requests to tkesar@emory.edu. To gain access, data requestors will need to sign a data access agreement. Data are available for 5 years at a third party website."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}