{"protocolSection":{"identificationModule":{"nctId":"NCT04673045","orgStudyIdInfo":{"id":"10126-fcohsb-2020-1-3-I"},"organization":{"fullName":"Qassim University","class":"OTHER"},"briefTitle":"Effects of Neuromuscular Electrical Stimulation on Individuals With Chronic Stroke in Patients With Chronic Stroke","officialTitle":"Effects of Neuromuscular Electrical Stimulation on Walking Ability and Quality of Life in Individuals With Chronic Stroke"},"statusModule":{"statusVerifiedDate":"2022-09","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-02-02","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-06","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-06","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-12-07","studyFirstSubmitQcDate":"2020-12-12","studyFirstPostDateStruct":{"date":"2020-12-17","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-09-11","lastUpdatePostDateStruct":{"date":"2022-09-13","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Sattam Almutairi","investigatorTitle":"Assistant professor","investigatorAffiliation":"Qassim University"},"leadSponsor":{"name":"Qassim University","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"Stroke is commonly associated with increased spasticity that affects patients' function and increased risk of fall. Interventional approaches have been used to decrease spasticity including pharmacological and non-pharmacological interventions. However, Limited research has examined non-pharmacological interventions such as neuromuscular electric stimulation (NMES) on spasticity and health outcomes in people with stroke. So, The primary purpose of this study is to establish a protocol for a randomized clinical trial to examine using NMES on spasticity, muscle strength, physical functions, and self-reported health outcomes in people with chronic stroke in Saudi Arabia.\n\nThis randomized clinical trial will be double blinded for both participants and assessors to enroll 40 participants with chronic stroke to either interventional group or control shame group. The intervention will be 3 times a week for 4 weeks for both groups. Outcomes will include calf muscle spasticity, pretibial muscle strength, ankle range of motion, gait speed, balance, functional mobility, walking endurance, and self-reported health measures such as quality of life, physical activity, fatigue, and risk of fall. Independent t-test will be utilized to examine the effect of intervention on change score means for outcome measures. Using 4 weeks of NMES will provide information about its effect in improving spasticity, physical functions, and other self-reported health outcomes in people with chronic stroke when compared to control shame NMES.\n\nWe assume this electrical stimulation will reduce leg muscle spasticity and improve muscle strength. Therefore, this study will help individuals with chronic stoke in improve walking function, balance, and quality of life.","detailedDescription":"Assignment of intervention:\n\nAllocation sequence generation: The participants will be randomly allocated to either a EG or a NMESsham. The randomization process will be generated by an independent research assistant who is not involved in the treatment or data collection using online randomization website (https://www.graphpad.com/quickcalcs/randomize1.cfm).\n\nAllocation concealment: All randomized allocations of participants will be placed in a sealed envelope for each participant. A research assistant will prepare envelopes and withholds information from assessors and participants. After completing the baseline assessment, a research assistant will inform the training therapist who is not involved in the study about the patients' allocation.\n\nBlinding: In this double-blind study, the assessors and patients will be blinded to groups' allocation. Assessors will be banned from attending interventional sessions for both groups, and participant's allocation will be managed in schedules to minimize contact between participants in both groups.\n\nAfter the inform consent, participants will complete an intake form or demographic data (age, sex, occupation), past medical history, past surgical history and activity level. Additionally, they will be screened for inclusion/exclusion criteria. Participants who meet the inclusion/exclusion criteria will be evaluated on the main outcomes prior and post to the intervention. The participants will be randomized into 2 groups.\n\nAll participants will receive conventional rehabilitation program (CRP) including warming up, strengthening, stretching exercise, gait training for 45 minutes per a day for three times a week for four weeks. In addition, EG will receive 30 minutes active NMES and the control group will receive 30 minutes NMESSham. The NMES delivered the electrical current through electrodes inserted in saline-soaked sponges. The intensity of stimulation will be set within the subject's tolerance level. The amplitude was adjusted to produce muscle contraction without affecting the patient's comfort. The cathode electrode will be placed over the common peroneal nerve as it passes over the head of the fibula and the anode will be placed on mid-muscle belly on one third of the line between fibular head and medial malleolus on paretic limb. For NMESsham group, electrode sponges will be placed at the same position as the active NMES condition; however, the current intensity will gradually decreased after few seconds to 0. Therefore, the participant will experience a passage of current on the muscle at the beginning but received no current for the rest of the stimulation period. The participants will be informed that the stimulation below the sensory level.\n\nThe pre- and post-training assessments will be completed within 3 days before and after the training sessions. Assessment data will be obtained by another physical therapist who blind to the group assignment."},"conditionsModule":{"conditions":["Chronic Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":40,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Active neuromuscular electrical stimulation","type":"ACTIVE_COMPARATOR","description":"This group will receive active NMES delivered the electrical current through electrodes inserted in saline-soaked sponges.","interventionNames":["Device: Active Electrical stimulation"]},{"label":"Sham neuromuscular electrical stimulation","type":"SHAM_COMPARATOR","description":"This group will receive sham NMES","interventionNames":["Device: Sham Electrical Stimulation"]}],"interventions":[{"type":"DEVICE","name":"Active Electrical stimulation","description":"The intensity of stimulation will be set within the subject's tolerance level. The amplitude was adjusted to produce muscle contraction without affecting the patient's comfort. The cathode electrode will be placed over the common peroneal nerve as it passes over the head of the fibula and the anode will be placed on mid-muscle belly on one third of the line between fibular head and medial malleolus on paretic limb.","armGroupLabels":["Active neuromuscular electrical stimulation"],"otherNames":["GymnaUniphy NV / COMBI 400"]},{"type":"DEVICE","name":"Sham Electrical Stimulation","description":"For sham group, the current intensity will gradually decreased after few seconds to 0. Therefore, the participant will experience a passage of current on the muscle at the beginning but received no current for the rest of the stimulation period. The participants will be informed that the stimulation below the sensory level.","armGroupLabels":["Sham neuromuscular electrical stimulation"],"otherNames":["GymnaUniphy NV / COMBI 400"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Modified Ashworth Scale (MAS) at baseline and 4 weeks","description":"The spastic plantarflexor muscles tone will be measured on affected leg by using MAS. Spasticity will be graded according to MAS which is a 6-point rating scale with scores ranging from 0 (No increase in muscle tone) to 4 (Affected part(s) rigid in flexion or extension) for ankle dorsiflexor (Charalambous, 2014). Participants will be placed in a supine position. To test ankle plantarflexor muscles' spasticity, from maximal ankle plantarflexor position, passively move the ankle to maximal dorsiflexion position over one second. The test will be performed at the baseline and post the intervention.","timeFrame":"Change from baseline spastic plantarflexor muscles tone in affected leg at 4 weeks."},{"measure":"Active and Passive Range of Motion at baseline and 4 weeks","description":"The evaluation tests consisted of passive and active ankle joint ROM. The measurement will be in degrees using a handheld goniometer. Goniometry was performed with the subject in supine position with extended knees, and the measurement was made at the neutral position between dorsal flexion and plantar flexion. The axis of the goniometer will be placed 2 cm below the medial malleolus, and its moving axis will be placed along the first metatarsal bone. The passive ROM was determined as the range that the experimenter was able to move the subject's ankle beginning in maximum plantarflexion, to maximum dorsiflexion until any resistance was felt. Similarly the active ROM was measured by asking the participants to move joints maximally. The test will be performed at the baseline and post the intervention. The average of three measurements will be calculated and the result will be the dorsiflexion ROM.","timeFrame":"Change from baseline of active and passive range of motion in affected ankle joint at 4 weeks."},{"measure":"Manual Muscle Test for Ankle Dorsiflexors at baseline and 4 weeks","description":"Ankle dorsiflexion is an important kinematic aspect of the swing and initial stance phase of the gait cycle. In clinical practice, muscle strength is most often evaluated using manual muscle strength testing using the Medical Research Council (MRC) grade. The ankle dorsiflexor strength will be graded according to the MMT; graded from 0 (no contraction at all) to 5 (full range of movement against power and the same force as on the opposite side) for ankle dorsiflexor. The test will be performed at the baseline and post the intervention.","timeFrame":"Change from baseline ankle dorsiflexors in affected leg at 4 weeks."},{"measure":"10-Meter Walk Test (10MWT) at baseline and 4 weeks","description":"The 10MWT assesses self-selected preferred walking speed over a short duration with or without an assistive device. The participant will be asked to walk a total of 10 meters where an acceleration zone is used for the participants to accelerate 2 meters before entering the 6-meter distance and 2 meters to decelerate afterwards. Speed is only calculated for the 6m distance between the end zones. The 10MWT is widely used in clinical practice and in research for people with stroke and has been shown to have an excellent test-retest reliability (ICC \\> 0.95) (Collen, Wade, \\& Bradshaw, 1990). The minimally clinically important difference (MCID) is reported as 0.14 m/s for substantial meaningful change (Perera, Mody, Woodman, \\& Studenski, 2006). The test will be performed three times and the resulting speeds obtained will be averaged. The test will be performed at the baseline and post the intervention.","timeFrame":"Change from baseline gait velocity at 4 weeks."},{"measure":"Timed Up and Go at baseline and 4 weeks","description":"Timed Up-and-Go (TUG) test will be used to measure the walking time. The TUG assesses functional mobility by assessing an individual's ability to stand up, walk 3 meters at a comfortable pace, turn 180 degrees, walk 3 meters, and sit down (Shumway-Cook, Brauer, \\& Woollacott, 2000). The TUG test has been shown the excellent reliability and validity in stroke population and the minimal detectable change (MDC) is 2.9 seconds (Flansbjer, Holmback, Downham, Patten, \\& Lexell, 2005). Two practice trials of the TUG will be allowed to familiarize the participant with the task. TUG is a valid method for screening of functional mobility and risk for falls in community-dwelling elderly people(Shumway-Cook et al., 2000).","timeFrame":"Change from baseline mobility at 4 weeks."}],"secondaryOutcomes":[{"measure":"Fall Efficacy Scale International (FES-I) at baseline and 4 weeks","description":"Risk of fall will be measured using Fall Efficacy Scale-International (Yardley et al., 2005). It is a 16-items self-reported measuring fear of falling in older adults and people with chronic conditions. Each item involves an activity that will be score by the participant using 4-point Likert scale depending on how concerned to fall if they did this activity regardless of actual performance. The scores range from 16 to 64, with higher scores indicate a high risk of fall. This scale has been translated and validated into Arabic language (Halaweh, Svantesson, Rosberg, \\& Willen, 2016).","timeFrame":"Change from baseline balance at 4 weeks."},{"measure":"Rapid Assessment of Physical Activity (RAPA) at baseline and 4 weeks","description":"It is a 9-item, self report questionnaire measures the levels of physical activity of adult older than 50 years. The response to each item is yes or no. The instructions for completing the questionnaire provide a brief description of three levels of physical activity (light, moderate, and vigorous) with graphic and text depictions of the types of activities that fall into each category. The total score of the first seven items is from 1 to 7 points, with the respondent's score categorized into one of five levels of physical activity: 1 = sedentary, 2 = underactive, 3 = regular underactive (light activities), 4 = regular underactive, and 5 = regular active. Responses to the strength training and flexibility items are scored separately, with strength training = 1, flexibility = 2, or both = 3 (Topolski et al., 2006). This measure has been cross-culturally adapted and validated to Arabic language (Alqahtani \\& Alenazi, 2019).","timeFrame":"Change from baseline physical activity at 4 weeks."},{"measure":"Patient Health Questionnaire-9 at baseline and 4 weeks","description":"it is a good instrument to evaluate depression symptoms among different populations. It has 9 items, and each item uses a Likert scale of 4 options ranging from 0 (not at all) to 3 (nearly every day). A total score of 27 indicates severe depression, and a cut off score of 10 has been used to diagnose moderate depression (Kroenke, Spitzer, \\& Williams, 2001; Kroenke \\& Spitzer, 2002; Kroenke, Spitzer, \\& Williams, 2003). Previous research has found that this is a reliable and valid instrument for different populations including people with stroke (Janneke et al., 2012). This instrument has been translated and validated into different languages including Arabic (AlHadi et al., 2017; Becker, Al Zaid, \\& Al Faris, 2002).","timeFrame":"Change from baseline depression at 4 weeks."},{"measure":"Fatigue Severity Scale (FSS) at baseline and 4 weeks","description":"It is a self-reported questionnaire that consists of 9 statements that rate the severity of the patient's fatigue interferes with certain activities. The items are scored from 1 to 7 with 1 = strongly disagree and 7 = strongly agree. The minimum score = 9 and maximum score possible = 63. The higher score indicate greater fatigue severity (Krupp, LaRocca, Muir-Nash, \\& Steinberg, 1989). The mean score of the 9 items will be used for statistical analysis. The FSS has been shown to have high internal consistency, good test-retest reliability, and good concurrent validity in several population (Hagell et al., 2006; Learmonth et al., 2013; Lerdal \\& Kottorp, 2011). This scale has been translated and validated into Arabic language (Al-Sobayel et al., 2016).","timeFrame":"Change from baseline fatigue at 4 weeks."},{"measure":"Quality of life (Short Form 36) at baseline and 4 weeks","description":"It is a survey that evaluates the quality of life in clinical practice and research purpose. It has 8 dimensional subscales: physical functioning, role limitations due to physical problems, general health perceptions, vitality, social functioning, role limitations due to emotional problems, general mental health, and health transition. Short form-36 has been translated and validated into Arabic language (Coons, Alabdulmohsin, Draugalis, \\& Hays, 1998; Sabbah, Drouby, Sabbah, Retel-Rude, \\& Mercier, 2003).","timeFrame":"Change from baseline quality of life at 4 weeks."},{"measure":"Six Minute Walk Test at baseline and 4 weeks","description":"It assesses the distance walked over 6 minutes as a test of aerobic capacity and endurance. In this test, the patient can has standing rest as many as they like, but the timer should keep recording and the number of rests taken should taken and the total rest time. Also, the patient can use any assistive device but needs to be documented. Only minimum amount of assistance is accepted if the patient needs and the level of the assistance should be documented. The examiner should walk behind the patient at least half step when the patient administrating the test. The American thoracic society guidelines recommend use of a 30 meter with the length of the corridor marked every 3 meters. Turnaround points are to be marked by a cone. The participants will be asked to eat a light meal and wear comfortable clothes and shoes. Participants will be informed every minute elapsed. The heart rate, blood pressure, and oxygen saturation will be taken before and at the end of the test. The 6MWT will be","timeFrame":"Change from baseline endurance at 4 weeks."},{"measure":"The Barthel index (BI) at baseline and 4 weeks","description":"It contains 10 common activities of daily living (ADL) to assess disability (Wade, 1992). It includes: feeding, grooming, bathing, dressing, bowel and bladder care, toilet use, ambulation, transfers, and stair climbing. The scale yields to a total score out of 100. The higher the score, the greater the degree of functional independence. The minimal clinically important differences (MCID) is 1.85 in stroke population (Hsieh et al., 2007). The BI has demonstrated useful instrument with high inter-rater reliability, internal consistency, convergent and predictive validity, and adequate responsiveness in stroke patients (Hsueh, Lee, \\& Hsieh, 2001). Each patient's ADL performance will be rated primarily by interviewing the patients, their primary caregiver, or their nurse. Observation of performance will be applied if necessary.","timeFrame":"Change from baseline activities of daily living at 4 weeks."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Hemiparesis due to stroke; at least 6 months since stroke\n* Independent ambulatory ability with or without assistive device at least 10 meters\n* Spasticity on ankle dorsiflexors ≥ 2 on Modified Ashworth Scale (MAS) (Charalambous, 2014)\n* Functional ambulation ≥ 3 on functional ambulation categories (Mehrholz, Wagner, Rutte, Meiβner, \\& Pohl, 2007)\n\nExclusion Criteria:\n\n* Skin integrity issues on contact surface of NMES\n* Significant cognitive impairments (unable to follow 3 step commands),\n* Other serious medical conditions\n* History of other neurologic or orthopedic disorder affecting walking function\n* More than one previous stroke\n* Contraindications to NMES, such as a pacemaker or tumor\n* Injected with any medicine that reduce spasticity","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Sattam Almutairi, Ph.D","role":"CONTACT","phone":"966505102644","email":"A.Sattam@qu.edu.sa"}],"overallOfficials":[{"name":"Sattam Almutairi, Ph.D","affiliation":"Qassim University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"King Fahad Specialist Hospital","status":"RECRUITING","city":"Buraidah","country":"Saudi Arabia","contacts":[{"name":"Sattam Almutairi","role":"CONTACT","phone":"0505102644"}],"geoPoint":{"lat":26.32599,"lon":43.97497}}]},"referencesModule":{"references":[{"type":"BACKGROUND","citation":"Alahmari, K., & Paul, S. (2016). Prevalence of stroke in kingdom of saudi arabia-through a physiotherapist diary. Mediterranean Journal of Social Sciences, 7(1 S1), 228."},{"pmid":"28878812","type":"BACKGROUND","citation":"AlHadi AN, AlAteeq DA, Al-Sharif E, Bawazeer HM, Alanazi H, AlShomrani AT, Shuqdar RM, AlOwaybil R. An arabic translation, reliability, and validation of Patient Health Questionnaire in a Saudi sample. Ann Gen Psychiatry. 2017 Sep 6;16:32. doi: 10.1186/s12991-017-0155-1. eCollection 2017."},{"type":"BACKGROUND","citation":"Alqahtani, B. A., & Alenazi, A. M. (2019). Cross-cultural adaptation and validation of the arabic version of the rapid assessment of physical activity: 1372: Board# 134 may 30 9: 30 AM-11: 00 AM. Medicine & Science in Sports & Exercise, 51(6), 368."},{"pmid":"32564272","type":"BACKGROUND","citation":"Alqahtani BA, Alenazi AM, Hoover JC, Alshehri MM, Alghamdi MS, Osailan AM, Khunti K. Incidence of stroke among Saudi population: a systematic review and meta-analysis. Neurol Sci. 2020 Nov;41(11):3099-3104. doi: 10.1007/s10072-020-04520-4. Epub 2020 Jun 20."},{"pmid":"26739978","type":"BACKGROUND","citation":"Al-Sobayel HI, Al-Hugail HA, AlSaif RM, Albawardi NM, Alnahdi AH, Daif AM, Al-Arfaj HF. Validation of an Arabic version of Fatigue Severity Scale. Saudi Med J. 2016 Jan;37(1):73-8. doi: 10.15537/smj.2016.1.13055."},{"type":"BACKGROUND","citation":"Barbeau, H., Pépin, A., Norman, K. E., Ladouceur, M., & Leroux, A. (1998). Walking after spinal cord injury: Control and recovery. The Neuroscientist, 4(1), 14-24."},{"pmid":"12489702","type":"BACKGROUND","citation":"Becker S, Al Zaid K, Al Faris E. Screening for somatization and depression in Saudi Arabia: a validation study of the PHQ in primary care. Int J Psychiatry Med. 2002;32(3):271-83. doi: 10.2190/XTDD-8L18-P9E0-JYRV."},{"pmid":"30700139","type":"BACKGROUND","citation":"Benjamin EJ, Muntner P, Alonso A, Bittencourt MS, Callaway CW, Carson AP, Chamberlain AM, Chang AR, Cheng S, Das SR, Delling FN, Djousse L, Elkind MSV, Ferguson JF, Fornage M, Jordan LC, Khan SS, Kissela BM, Knutson KL, Kwan TW, Lackland DT, Lewis TT, Lichtman JH, Longenecker CT, Loop MS, Lutsey PL, Martin SS, Matsushita K, Moran AE, Mussolino ME, O'Flaherty M, Pandey A, Perak AM, Rosamond WD, Roth GA, Sampson UKA, Satou GM, Schroeder EB, Shah SH, Spartano NL, Stokes A, Tirschwell DL, Tsao CW, Turakhia MP, VanWagner LB, Wilkins JT, Wong SS, Virani SS; American Heart Association Council on Epidemiology and Prevention Statistics Committee and Stroke Statistics Subcommittee. Heart Disease and Stroke Statistics-2019 Update: A Report From the American Heart Association. Circulation. 2019 Mar 5;139(10):e56-e528. doi: 10.1161/CIR.0000000000000659. No abstract available. Erratum In: Circulation. 2020 Jan 14;141(2):e33."},{"type":"BACKGROUND","citation":"Charalambous, C. P. (2014). Interrater reliability of a modified ashworth scale of muscle spasticity. Classic papers in orthopaedics (pp. 415-417) Springer."},{"pmid":"2211468","type":"BACKGROUND","citation":"Collen FM, Wade DT, Bradshaw CM. Mobility after stroke: reliability of measures of impairment and disability. Int Disabil Stud. 1990 Jan-Mar;12(1):6-9. doi: 10.3109/03790799009166594."},{"pmid":"9520966","type":"BACKGROUND","citation":"Coons SJ, Alabdulmohsin SA, Draugalis JR, Hays RD. Reliability of an Arabic version of the RAND-36 Health Survey and its equivalence to the US-English version. Med Care. 1998 Mar;36(3):428-32. doi: 10.1097/00005650-199803000-00018."},{"pmid":"14682554","type":"BACKGROUND","citation":"Daneski K, Coshall C, Tilling K, Wolfe CD. Reliability and validity of a postal version of the Reintegration to Normal Living Index, modified for use with stroke patients. Clin Rehabil. 2003 Dec;17(8):835-9. doi: 10.1191/0269215503cr686oa."},{"pmid":"23740539","type":"BACKGROUND","citation":"Demetrios M, Khan F, Turner-Stokes L, Brand C, McSweeney S. Multidisciplinary rehabilitation following botulinum toxin and other focal intramuscular treatment for post-stroke spasticity. Cochrane Database Syst Rev. 2013 Jun 5;(6):CD009689. doi: 10.1002/14651858.CD009689.pub2."},{"pmid":"22464738","type":"BACKGROUND","citation":"Dorsch S, Ada L, Canning CG, Al-Zharani M, Dean C. The strength of the ankle dorsiflexors has a significant contribution to walking speed in people who can walk independently after stroke: an observational study. Arch Phys Med Rehabil. 2012 Jun;93(6):1072-6. doi: 10.1016/j.apmr.2012.01.005. Epub 2012 Mar 29."},{"pmid":"15788341","type":"BACKGROUND","citation":"Flansbjer UB, Holmback AM, Downham D, Patten C, Lexell J. Reliability of gait performance tests in men and women with hemiparesis after stroke. J Rehabil Med. 2005 Mar;37(2):75-82. doi: 10.1080/16501970410017215."},{"pmid":"17085268","type":"BACKGROUND","citation":"Hagell P, Hoglund A, Reimer J, Eriksson B, Knutsson I, Widner H, Cella D. Measuring fatigue in Parkinson's disease: a psychometric study of two brief generic fatigue questionnaires. J Pain Symptom Manage. 2006 Nov;32(5):420-32. doi: 10.1016/j.jpainsymman.2006.05.021."},{"pmid":"26698595","type":"BACKGROUND","citation":"Halaweh H, Svantesson U, Rosberg S, Willen C. Cross-Cultural Adaptation, Validity and Reliability of the Arabic Version of the Falls Efficacy Scale-International (FES-I). Med Princ Pract. 2016;25(1):1-7. doi: 10.1159/000441128. Epub 2015 Oct 20."},{"pmid":"17351082","type":"BACKGROUND","citation":"Hsieh YW, Wang CH, Wu SC, Chen PC, Sheu CF, Hsieh CL. Establishing the minimal clinically important difference of the Barthel Index in stroke patients. Neurorehabil Neural Repair. 2007 May-Jun;21(3):233-8. doi: 10.1177/1545968306294729. Epub 2007 Mar 9."},{"pmid":"12917858","type":"BACKGROUND","citation":"Hsu AL, Tang PF, Jan MH. Analysis of impairments influencing gait velocity and asymmetry of hemiplegic patients after mild to moderate stroke. Arch Phys Med Rehabil. 2003 Aug;84(8):1185-93. doi: 10.1016/s0003-9993(03)00030-3."},{"pmid":"11678002","type":"BACKGROUND","citation":"Hsueh IP, Lee MM, Hsieh CL. Psychometric characteristics of the Barthel activities of daily living index in stroke patients. J Formos Med Assoc. 2001 Aug;100(8):526-32."},{"pmid":"22710475","type":"BACKGROUND","citation":"de Man-van Ginkel JM, Gooskens F, Schepers VP, Schuurmans MJ, Lindeman E, Hafsteinsdottir TB. Screening for poststroke depression using the patient health questionnaire. Nurs Res. 2012 Sep-Oct;61(5):333-41. doi: 10.1097/NNR.0b013e31825d9e9e."},{"pmid":"15153151","type":"BACKGROUND","citation":"Kottink AI, Oostendorp LJ, Buurke JH, Nene AV, Hermens HJ, IJzerman MJ. The orthotic effect of functional electrical stimulation on the improvement of walking in stroke patients with a dropped foot: a systematic review. Artif Organs. 2004 Jun;28(6):577-86. doi: 10.1111/j.1525-1594.2004.07310.x."},{"type":"BACKGROUND","citation":"Kroenke, K., & Spitzer, R. L. (2002). The PHQ-9: A new depression diagnostic and severity measure. Psychiatric Annals, 32(9), 509-515."},{"pmid":"11556941","type":"BACKGROUND","citation":"Kroenke K, Spitzer RL, Williams JB. The PHQ-9: validity of a brief depression severity measure. J Gen Intern Med. 2001 Sep;16(9):606-13. doi: 10.1046/j.1525-1497.2001.016009606.x."},{"pmid":"14583691","type":"BACKGROUND","citation":"Kroenke K, Spitzer RL, Williams JB. The Patient Health Questionnaire-2: validity of a two-item depression screener. Med Care. 2003 Nov;41(11):1284-92. doi: 10.1097/01.MLR.0000093487.78664.3C."},{"pmid":"2803071","type":"BACKGROUND","citation":"Krupp LB, LaRocca NG, Muir-Nash J, Steinberg AD. The fatigue severity scale. Application to patients with multiple sclerosis and systemic lupus erythematosus. Arch Neurol. 1989 Oct;46(10):1121-3. doi: 10.1001/archneur.1989.00520460115022."},{"pmid":"22341381","type":"BACKGROUND","citation":"Kwah LK, Harvey LA, Diong JH, Herbert RD. Half of the adults who present to hospital with stroke develop at least one contracture within six months: an observational study. J Physiother. 2012;58(1):41-7. doi: 10.1016/S1836-9553(12)70071-1."},{"pmid":"7192811","type":"BACKGROUND","citation":"Lance JW. The control of muscle tone, reflexes, and movement: Robert Wartenberg Lecture. Neurology. 1980 Dec;30(12):1303-13. doi: 10.1212/wnl.30.12.1303. No abstract available."},{"pmid":"23791482","type":"BACKGROUND","citation":"Learmonth YC, Dlugonski D, Pilutti LA, Sandroff BM, Klaren R, Motl RW. Psychometric properties of the Fatigue Severity Scale and the Modified Fatigue Impact Scale. J Neurol Sci. 2013 Aug 15;331(1-2):102-7. doi: 10.1016/j.jns.2013.05.023. Epub 2013 Jun 20."},{"pmid":"21414620","type":"BACKGROUND","citation":"Lerdal A, Kottorp A. Psychometric properties of the Fatigue Severity Scale-Rasch analyses of individual responses in a Norwegian stroke cohort. Int J Nurs Stud. 2011 Oct;48(10):1258-65. doi: 10.1016/j.ijnurstu.2011.02.019. Epub 2011 Mar 16."},{"pmid":"27711973","type":"BACKGROUND","citation":"Lindsay C, Kouzouna A, Simcox C, Pandyan AD. Pharmacological interventions other than botulinum toxin for spasticity after stroke. Cochrane Database Syst Rev. 2016 Oct 6;10(10):CD010362. doi: 10.1002/14651858.CD010362.pub2."},{"pmid":"19189940","type":"BACKGROUND","citation":"Mangold S, Schuster C, Keller T, Zimmermann-Schlatter A, Ettlin T. Motor training of upper extremity with functional electrical stimulation in early stroke rehabilitation. Neurorehabil Neural Repair. 2009 Feb;23(2):184-90. doi: 10.1177/1545968308324548."},{"pmid":"23192713","type":"BACKGROUND","citation":"McIntyre A, Lee T, Janzen S, Mays R, Mehta S, Teasell R. Systematic review of the effectiveness of pharmacological interventions in the treatment of spasticity of the hemiparetic lower extremity more than six months post stroke. Top Stroke Rehabil. 2012 Nov-Dec;19(6):479-90. doi: 10.1310/tsr1906-479."},{"pmid":"17908575","type":"BACKGROUND","citation":"Mehrholz J, Wagner K, Rutte K, Meissner D, Pohl M. Predictive validity and responsiveness of the functional ambulation category in hemiparetic patients after stroke. Arch Phys Med Rehabil. 2007 Oct;88(10):1314-9. doi: 10.1016/j.apmr.2007.06.764."},{"pmid":"19874084","type":"BACKGROUND","citation":"Mesci N, Ozdemir F, Kabayel DD, Tokuc B. The effects of neuromuscular electrical stimulation on clinical improvement in hemiplegic lower extremity rehabilitation in chronic stroke: a single-blind, randomised, controlled trial. Disabil Rehabil. 2009;31(24):2047-54. doi: 10.3109/09638280902893626."},{"pmid":"17463075","type":"BACKGROUND","citation":"Miller L, Mattison P, Paul L, Wood L. The effects of transcutaneous electrical nerve stimulation (TENS) on spasticity in multiple sclerosis. Mult Scler. 2007 May;13(4):527-33. doi: 10.1177/1352458506071509. Epub 2007 Jan 29."},{"pmid":"29235985","type":"BACKGROUND","citation":"Murphy SL, Xu J, Kochanek KD, Curtin SC, Arias E. Deaths: Final Data for 2015. Natl Vital Stat Rep. 2017 Nov;66(6):1-75."},{"pmid":"16696738","type":"BACKGROUND","citation":"Perera S, Mody SH, Woodman RC, Studenski SA. Meaningful change and responsiveness in common physical performance measures in older adults. J Am Geriatr Soc. 2006 May;54(5):743-9. doi: 10.1111/j.1532-5415.2006.00701.x."},{"type":"BACKGROUND","citation":"Perry, J. (2010). In Burnfield J. M. (Ed.), Gait analysis : Normal and pathological function (2nd ed. ed.). Thorofare, NJ: Thorofare, NJ : SLACK."},{"pmid":"12952543","type":"BACKGROUND","citation":"Sabbah I, Drouby N, Sabbah S, Retel-Rude N, Mercier M. Quality of life in rural and urban populations in Lebanon using SF-36 health survey. Health Qual Life Outcomes. 2003 Aug 6;1:30. doi: 10.1186/1477-7525-1-30."},{"pmid":"22207067","type":"BACKGROUND","citation":"Sabut SK, Sikdar C, Kumar R, Mahadevappa M. Functional electrical stimulation of dorsiflexor muscle: effects on dorsiflexor strength, plantarflexor spasticity, and motor recovery in stroke patients. NeuroRehabilitation. 2011;29(4):393-400. doi: 10.3233/NRE-2011-0717."},{"pmid":"10960937","type":"BACKGROUND","citation":"Shumway-Cook A, Brauer S, Woollacott M. Predicting the probability for falls in community-dwelling older adults using the Timed Up & Go Test. Phys Ther. 2000 Sep;80(9):896-903."},{"pmid":"17453990","type":"BACKGROUND","citation":"Soyuer F, Ozturk A. The effect of spasticity, sense and walking aids in falls of people after chronic stroke. Disabil Rehabil. 2007 May 15;29(9):679-87. doi: 10.1080/09638280600925860."},{"pmid":"16978493","type":"BACKGROUND","citation":"Topolski TD, LoGerfo J, Patrick DL, Williams B, Walwick J, Patrick MB. The Rapid Assessment of Physical Activity (RAPA) among older adults. Prev Chronic Dis. 2006 Oct;3(4):A118. Epub 2006 Sep 15."},{"pmid":"9368557","type":"BACKGROUND","citation":"van Straten A, de Haan RJ, Limburg M, Schuling J, Bossuyt PM, van den Bos GA. A stroke-adapted 30-item version of the Sickness Impact Profile to assess quality of life (SA-SIP30). Stroke. 1997 Nov;28(11):2155-61. doi: 10.1161/01.str.28.11.2155."},{"pmid":"1392142","type":"BACKGROUND","citation":"Wade DT. Measurement in neurological rehabilitation. Curr Opin Neurol Neurosurg. 1992 Oct;5(5):682-6."},{"pmid":"3408328","type":"BACKGROUND","citation":"Wood-Dauphinee SL, Opzoomer MA, Williams JI, Marchand B, Spitzer WO. Assessment of global function: The Reintegration to Normal Living Index. Arch Phys Med Rehabil. 1988 Aug;69(8):583-90."},{"pmid":"30532195","type":"BACKGROUND","citation":"Yang YR, Mi PL, Huang SF, Chiu SL, Liu YC, Wang RY. Effects of neuromuscular electrical stimulation on gait performance in chronic stroke with inadequate ankle control - A randomized controlled trial. PLoS One. 2018 Dec 10;13(12):e0208609. doi: 10.1371/journal.pone.0208609. eCollection 2018."},{"pmid":"16267188","type":"BACKGROUND","citation":"Yardley L, Beyer N, Hauer K, Kempen G, Piot-Ziegler C, Todd C. Development and initial validation of the Falls Efficacy Scale-International (FES-I). Age Ageing. 2005 Nov;34(6):614-9. doi: 10.1093/ageing/afi196."},{"pmid":"23319485","type":"BACKGROUND","citation":"Zorowitz RD, Gillard PJ, Brainin M. Poststroke spasticity: sequelae and burden on stroke survivors and caregivers. Neurology. 2013 Jan 15;80(3 Suppl 2):S45-52. doi: 10.1212/WNL.0b013e3182764c86."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T6034","name":"Quality of Life","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}