{"protocolSection":{"identificationModule":{"nctId":"NCT02114450","orgStudyIdInfo":{"id":"14107"},"secondaryIdInfos":[{"id":"HSC-MS-14-0129","type":"OTHER","domain":"University of Texas Health Science Center at Houston IRB"}],"organization":{"fullName":"University of Houston","class":"OTHER"},"briefTitle":"Human-Machine System for the H2 Lower Limb Exoskeleton","officialTitle":"Human Machine Interface System With the H2 Lower Limb Exoskeleton for Rehabilitation","acronym":"H2-NeuroExo"},"statusModule":{"statusVerifiedDate":"2021-11","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2015-11-20","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2014-04-08","studyFirstSubmitQcDate":"2014-04-10","studyFirstPostDateStruct":{"date":"2014-04-15","type":"ESTIMATED"},"lastUpdateSubmitDate":"2021-11-23","lastUpdatePostDateStruct":{"date":"2021-11-30","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Jose L.Contreras-Vidal","investigatorTitle":"Hugh Roy and Lillie Cranz Cullen University Professor","investigatorAffiliation":"University of Houston"},"leadSponsor":{"name":"University of Houston","class":"OTHER"},"collaborators":[{"name":"The University of Texas Health Science Center, Houston","class":"OTHER"},{"name":"TIRR Memorial Hermann","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"This research study will investigate the use of smart lower limb robotic exoskeleton (developed by the CSIC, Spain) in rehabilitation after stroke. It will compare robotic-assisted rehabilitation with supervised motor practice. Additionally, it will also examine the use of noninvasive scalp electroencephalography (EEG) to learn specific brain wave patterns associated with learning to walk on the powered lower limb exoskeleton. The findings will be used to understand human-robot interaction and to design smart orthotic devices that can be controlled by thought activity and assist those that have lost all or part of their walking abilities.","detailedDescription":"Stroke is the leading cause of neurological disability in the United States and accounts for the poor physical health and the social dysfunction evident in survivors. Gait impairment is a large contributor to long-term disability and ambulatory function in daily living. Many patients, however, lose the ability to walk independently, and furthermore, a large proportion does not regain their normal walking speeds following a stroke. In this context, newer robotic-aided therapeutic tools such as \"wearable\" lower-limb robotic exoskeletons have been developed, which allow for the user to be augmented by mechanically actuated lower limb joints that can either completely or partially assist movements of the lower limb segments depending on the patient needs.\n\nThe H2 exoskeleton (developed by Technaid S.L., Spain) is an example of one such system that has hip, knee and ankle joints actuated for both lower limbs. These devices are very new, and therefore, systematic investigations of therapeutic benefits of these devices are lacking in the field. Further, the nature of plasticity in the brain triggered by wearing and training such exoskeletons is unknown. In this exploratory research study, the investigators aim to compare robotic-assisted rehabilitation using the H2 exoskeleton with supervised motor practice particularly in terms of functional recovery. Additionally, this study will also examine brain plasticity associated with robotic-assisted training using non-invasive scalp electroencephalography (EEG) and changes in lower limb joint kinematics during robotic-assisted training. Taken together, the findings from this research will be used to understand human-robot interaction and to design smart powered orthotic devices that can be controlled directly by brain activity and assist those that have lost all or part of their walking abilities due to neurological disease or injury. Moreover, this study will systematically track neuroplasticity associated with functional recovery after stroke, which will help determine optimal windows for treatment that would maximize therapeutic benefit. Lastly, it will also help characterize markers of learning to use these new devices, which will be important in the clinical setting for modifying and adapting rehabilitation protocols to suit changing needs of the patient (user)."},"conditionsModule":{"conditions":["Stroke","Hemiparesis"],"keywords":["Stroke","Paresis","Gait rehabilitation","Human-Machine Interaction","Wearable Robotic Devices"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"BASIC_SCIENCE","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":60,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Robot-assisted Rehabilitation","type":"EXPERIMENTAL","description":"Participants will receive Robot-assisted training with the H2 lower limb powered exoskeleton. They will perform walking and other lower limb exercises (as applicable) while wearing the H2 lower limb powered exoskeleton. Training will involve 3 sessions per week for 4 weeks, each lasting about 1.5 hours.","interventionNames":["Behavioral: Robot-assisted training with the H2 lower limb powered exoskeleton"]},{"label":"Supervised motor practice","type":"ACTIVE_COMPARATOR","description":"Participants in this group will perform walking and other lower limb exercises (as applicable) under the supervision of a research physical therapist. Training will be for 3 sessions per week for 4 weeks, each session lasting about 1.5 hours.","interventionNames":["Behavioral: Supervised motor practice"]}],"interventions":[{"type":"BEHAVIORAL","name":"Robot-assisted training with the H2 lower limb powered exoskeleton","description":"The H2 is a powered, robotic lower limb exoskeleton with actuated hips, knees and ankles. A custom control algorithm has been implemented in this device, which allows for provision of assistance to lower limb segments during movement, dependent on user needs.","armGroupLabels":["Robot-assisted Rehabilitation"]},{"type":"BEHAVIORAL","name":"Supervised motor practice","description":"Supervised motor practice involves lower limb rehabilitation, primarily walking and other applicable lower limb exercises performed by participants under the guidance and supervision of a research physical therapist.","armGroupLabels":["Supervised motor practice"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change from baseline in Fugl-Meyer Assessment - Lower Extremity Motor Function","description":"This test evaluates and measures recovery in post-stroke hemiplegic patients, used in both clinical and research settings and is one of the most widely used quantitative measures of motor impairment. It uses an ordinal scale for scoring of 17 items for the lower limb component and 7 items on the Balance component of the F-M scale (0;con not perform; 1:can perform partially; 2:can perform fully). The total score ranges from 0 to 34, with higher scores representing better function.","timeFrame":"Baseline, Post-Intervention (within a week of completion), Follow-up at 2 weeks, Follow-up at 2 months"},{"measure":"Change from baseline in Functional Gait Assessment","description":"This scale assesses postural stability during various walking tasks using a 10-item test with each item scored from 0 to 3 (0 = severe impairment and 3 = normal ambulation). This test has high criterion validity to assess functional status in stroke patients, and has been shown to be responsive to measure change.","timeFrame":"Baseline, Post-Intervention (within a week of completion), Follow-up at 2 weeks, Follow-up at 2 months"},{"measure":"Change from baseline in Lower limb joint kinematics during walking","description":"Lower limb joint kinematics (bilateral hip, knee and ankle joints) will be assessed through surface motion sensors placed on the skin during walking. This assessment will help study and characterize subtle changes in lower limb kinematics pre- and post-intervention.","timeFrame":"Baseline, Post-Intervention (within a week of completion), Follow-up at 2 weeks, Follow-up at 2 months"},{"measure":"Change in cortical dynamics measured by Electroencephalography (EEG)","description":"Time and frequency domain analysis will be performed on scalp EEG signals to characterize changes in cortical dynamics, specifically in gait initiation and sensory-motor cortical networks. Additionally, we will also evaluate the extent to which lower limb kinematics during gait can be reconstructed from scalp EEG of the user. This will be used to evaluate the neural basis of changes in lower limb joint motion as well as develop EEG-based brain-machine interfaces to robotic exoskeletons.","timeFrame":"Each Experimental/Training Session (12 visits) over the 4 week training period"}],"secondaryOutcomes":[{"measure":"Change in robotic measure of performance measured by the H2","description":"The amount of assistance provided by robotic joint motors will be monitored across treatment sessions. This will help better understand human-robotic interaction while walking with the H2, and also help characterize changes in human adaptation while using the device.","timeFrame":"Each Experimental/Training Session (12 visits) over the 4 week training period"},{"measure":"Change from baseline in Berg Balance Scale score","description":"A 14-item objective measure designed to assess static balance and fall risk in adult populations, with maximum summed score of 56 (higher scores represent better functional outcome). This test has been widely used to measure functional recovery in stroke patients with high reliability.","timeFrame":"Baseline, Post-Intervention (within a week of completion), Follow-up at 2 weeks, Follow-up at 2 months"},{"measure":"Change from baseline in distance walked during the 6-minute walk test","description":"This test assesses distance walked over 6 minutes as a sub-maximal test of aerobic capacity/endurance. It has good responsiveness to detect improvements in capacity to walk in stroke patients.","timeFrame":"Baseline, Post-Intervention (within a week of completion), Follow-up at 2 weeks, Follow-up at 2 months"},{"measure":"Change from baseline in Timed Up and Go Test score","description":"This test assesses mobility, balance, walking ability, and fall risk in older adults. Scores range from 1 to 5 based on the observer's perception of the patient's risk of falling. This test has been used in assessing stroke recovery with high reliability and validity.","timeFrame":"Baseline, Post-Intervention (within a week of completion), Follow-up at 2 weeks, Follow-up at 2 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Sub-acute or chronic stroke i.e., interval of at least 3 months or interval of at least 6 months from stroke to time of enrollment, respectively;\n* Cognitive ability to assimilate and participate actively in the treatment protocol (Mini Mental State Examination score \\> 24 points, out of a total 30 indicating normal cognitive ability);\n* Modified Rankin scale scores 2-4 (Mild-Moderate functional disability post-stroke);\n* Modified Ashworth Scale of Spasticity score \\<= 2 (ranges from 0-4 with 4 reflecting maximum spasticity);\n* Have no skin integrity issues;\n* Sufficient passive range of motion at the hip (at least 90 deg flexion, 15-20 deg extension), knee (90 deg flexion, complete extension) and ankle (15 deg dorsiflexion, 15 deg plantarflexion);\n* Have no contraindications to standing or walking; able to stand with assistive device for at least 5 minutes, and able to walk with assistive device for 10 m.\n\nExclusion Criteria:\n\n* Severe cognitive and/or visual deficit;\n* Hemineglect (determined based on medical record or initial clinical assessment);\n* Severe sensory deficit;\n* Joint contractures of any extremity that limits normal range of motion during ambulation with assistive devices;\n* Skin lesions that may hinder or prevent the application of exoskeleton;\n* Uncontrolled angina;\n* Severe chronic obstructive pulmonary disease;\n* Other medical contraindications; any medical co-morbidities that would prevent standard rehabilitation.\n\nInclusion criteria for healthy, able-bodied participants:\n\n* Able to understand and sign the consent form\n* Age 18-75 years\n\nExclusion criteria for healthy, able-bodied participants:\n\n- History of neurological, neuromuscular or physical disability.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Jose L Contreras-Vidal, PhD","role":"CONTACT","phone":"713-743-4429","email":"jlcontreras-vidal@UH.EDU"}],"overallOfficials":[{"name":"Jose L Contreras-Vidal, PhD","affiliation":"University of Houston","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Gerard E Francisco, MD","affiliation":"TIRR Memorial Hermann Hospital","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Jose L Pons, PhD","affiliation":"Spanish Research Council","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"TIRR Memorial Hermann Hospital","status":"NOT_YET_RECRUITING","city":"Houston","state":"Texas","zip":"77056","country":"United States","contacts":[{"name":"Gerard E Francisco, MD","role":"CONTACT","phone":"713-797-5244","email":"gerard.e.francisco@uth.tmc.edu"},{"name":"Shuo-Hsiu Chang, PT, PhD","role":"CONTACT","phone":"713-799-7016","email":"Shuo-Hsiu.Chang@uth.tmc.edu"},{"name":"Gerard E Francisco, MD","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Shuo-Hsiu Chang, PT, PhD","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":29.76328,"lon":-95.36327}},{"facility":"University of Houston","status":"RECRUITING","city":"Houston","state":"Texas","zip":"77204","country":"United States","contacts":[{"name":"Jose L Contreras-Vidal, PhD","role":"CONTACT","phone":"713-743-4429","email":"jlcontreras-vidal@uh.edu"},{"name":"Jose L Contreras-Vidal, PhD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":29.76328,"lon":-95.36327}}]},"referencesModule":{"references":[{"type":"BACKGROUND","citation":"M. Bortole and J.L. Pons, \"Development of a Exoskeleton for Lower Limb Rehabilitation,\" in Converging Clinical and Engineering Research on Neurorehabilitation Biosystems & Biorobotics vol. 1, no. 14, Berlin, Heidelberg: Springer Berlin Heidelberg, 2013, pp. 85-90"},{"pmid":"29481376","type":"DERIVED","citation":"Contreras-Vidal JL, Bortole M, Zhu F, Nathan K, Venkatakrishnan A, Francisco GE, Soto R, Pons JL. Neural Decoding of Robot-Assisted Gait During Rehabilitation After Stroke. Am J Phys Med Rehabil. 2018 Aug;97(8):541-550. doi: 10.1097/PHM.0000000000000914."},{"pmid":"26076696","type":"DERIVED","citation":"Bortole M, Venkatakrishnan A, Zhu F, Moreno JC, Francisco GE, Pons JL, Contreras-Vidal JL. The H2 robotic exoskeleton for gait rehabilitation after stroke: early findings from a clinical study. J Neuroeng Rehabil. 2015 Jun 17;12:54. doi: 10.1186/s12984-015-0048-y."}],"seeAlsoLinks":[{"label":"University of Houston Brain-Machine Interface System Team (Dr.Contreras-Vidal, UH)","url":"http://www.facebook.com/UHBMIST"},{"label":"The UTHealth Center for Wearable Exoskeletons at TIRR Memorial Hermann Hospital (Dr.Francisco, UTHealth)","url":"https://med.uth.edu/pmr/research/center-for-wearable-exoskeletons/"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000010291","term":"Paresis"}],"ancestors":[{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M20634","name":"Muscle Weakness","relevance":"LOW"},{"id":"M12894","name":"Paresis","asFound":"Hemiparesis","relevance":"HIGH"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}