{"protocolSection":{"identificationModule":{"nctId":"NCT02708888","orgStudyIdInfo":{"id":"TVC-1"},"organization":{"fullName":"Universiteit Antwerpen","class":"OTHER"},"briefTitle":"Stroke Walking Explained After Trunk Training","officialTitle":"Effectiveness of Additional Trunk Exercises on Gait Performance: a Randomised Controlled Trial","acronym":"SWEAT²"},"statusModule":{"statusVerifiedDate":"2019-02","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2016-03"},"primaryCompletionDateStruct":{"date":"2017-07","type":"ACTUAL"},"completionDateStruct":{"date":"2017-08","type":"ACTUAL"},"studyFirstSubmitDate":"2016-03-02","studyFirstSubmitQcDate":"2016-03-14","studyFirstPostDateStruct":{"date":"2016-03-15","type":"ESTIMATED"},"lastUpdateSubmitDate":"2019-02-15","lastUpdatePostDateStruct":{"date":"2019-02-19","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Tamaya Van Criekinge","investigatorTitle":"Academic assistent","investigatorAffiliation":"Universiteit Antwerpen"},"leadSponsor":{"name":"Universiteit Antwerpen","class":"OTHER"},"collaborators":[{"name":"Rehabilitation Hospital RevArte","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"The aim of SWEAT² study is to further explore the effects of additional customized trunk exercises on clinical and biomechanical gait performance. Despite of the evidence demonstrating the importance of trunk control after stroke, studies about the effects of trunk rehabilitation on gait performance are inconsistent. The findings of this study might lead to new scientific insights in the importance of the trunk during gait rehabilitation in people suffering from stroke submitted to a rehabilitation hospital.","detailedDescription":"Objective: To examine the effects of additional trunk exercises on gait performance via clinical and biomechanical assessments in patients receiving inpatient rehabilitation after stroke.\n\nDesign: The design of this study is an assessor-blinded randomized controlled trial. Prior to evaluation, participants will be randomly allocated to either the experimental or control group by means of concealed envelopes. The number of patients required for this study was calculated a priori to ensure sufficient statistical power. Analysis showed that a sample size of 30 patients in each group was necessary to detect a difference (ES1) with 80 % using a two-tailed hypothesis (with significance of p=0.05).\n\nIntervention: All patients will receive a multidisciplinary conventional stroke rehabilitation program provided by the rehabilitation staff. The control group will receive a series of cognitive exercises focusing on aspects of memory (visual, auditory, and working memory), attention (sustained attention and selective attention), and executive functioning (planning and problem-solving). The additional training of the trunk training group focuses on trunk muscle strength, coordination and selective movements. The training program will consist of task-specific movements of the upper and lower part of the trunk both in supine and sitting position on stable and unstable surfaces (physio balls). The following trunk exercises will be performed: bridging, reaching, lower/upper trunk rotations, lower/upper trunk lateral flexion, upper/lower trunk flexion, ...\n\nOutcome measures:\n\n1. Tinetti Test\n2. Gait parameters recorded during 3D-Full body gait analysis:\n\n   Gait analysis was performed at the M²OCEAN movement analysis laboratory (Multidisciplinary Motor Centre Antwerp, University of Antwerp, Antwerp, Edegem). VICON analysis system (©Vicon Motion Systems Ltd., London, UK) which is the golden standard for 3D motion analysis. Eight infrared automated cameras (Vicon T10 cameras, 100 fps, 1 Megapixel) measured the 3D coordinates of reflective motion trackers. Two video cameras recorded the walking pattern of the participants in the sagittal and frontal plane. In addition, initial contact and toe off were measured based on the ankle trajectories of the reflective markers together with 3 AMTI type OR 6-7 force plates (1000 fps, 46x50x8 cm) and 1 AccuGait® (1000 fps) force plate recordings. Subsequently, the movement analysis lab is equipped with a 16 channel telemetric wireless electromyographic (EMG) system (Arion Zerowire) which measures muscle activity. Recordings where analysed using the Vicon Nexus 1.8.5. software. Step time parameters and gait kinematics were filtered (Butterworth filter) and further processed in Matlab® (The MathWorks, Inc., Natick, Massachusetts, U.S.A.).\n3. Trunk Impairment Scale, Barthel Index\n\nFollow-up. One month post intervention patients will be again subjected to clinical and biomechanical assessment to measure the sustainability of trunk exercises over time."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Trunk","Biomechanical Phenomena","Gait","Electromyography","Rehabilitation","Balance"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":39,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Trunk training","type":"EXPERIMENTAL","description":"Exercises: Core stability training","interventionNames":["Other: Trunk training"]},{"label":"Cognitive exercises","type":"SHAM_COMPARATOR","description":"Exercises: The RevArte Visual Search Test (RVST) of Lafosse et al (2013) and the Visuospatial Neglect Test Battery (VNTB) of Vaes et al. (2015)","interventionNames":["Other: Cognitive exercises"]}],"interventions":[{"type":"OTHER","name":"Trunk training","description":"The experimental group receives 16 hours of additional trunk training (4 days/week, 4 weeks) focusing on trunk muscle strength, coordination and selective movements executed on stable and unstable surfaces.","armGroupLabels":["Trunk training"]},{"type":"OTHER","name":"Cognitive exercises","description":"The control group will be receiving the same amount of repetitive cognitive exercises within arm's range to ensure no anticipatory postural adjustments of the trunk.","armGroupLabels":["Cognitive exercises"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The change in Tinetti Performance Oriented Mobility Assessment","description":"Tinetti Test measures gait and balance on a 3-point ordinal scale ranging from 0 to 2. The maximum score of the total Tinetti is 28 points, whereby a maximum of 12 and 16 points can be obtained for gait and balance subscales.","timeFrame":"week 0, week 5, and week 9"}],"secondaryOutcomes":[{"measure":"The change in temporal gait parameters","description":"The following temporal gait parameters will be investigated: stride length (m), step length (m), and step width (m). These parameters examine the difference in distance.","timeFrame":"week 0, week 5, and week 9"},{"measure":"The change in kinematic parameters of the trunk, hip, knee, and ankle","description":"The following kinematic parameters will be assessed: mean angle during stance (°), mean angle during swing (°), minimum angle during stance (°), maximal angle during stance (°), minimal angle during swing (°), maximal angle during swing (°), angle at foot strike (°), angle at foot off (°), range of motion (°). These parameters examine the difference in joint angles.","timeFrame":"week 0, week 5, and week 9"},{"measure":"The change is muscle activity of the trunk and lower legs during walking","description":"Muscle activity of the trunk and lower limbs will be registered by means of surface EMG. The amplitude and timing of muscle contractions will be assessed.","timeFrame":"week 0, week 5, and week 9"}],"otherOutcomes":[{"measure":"The change in Trunk Impairment Scale (TIS)","description":"The TIS consists of 3 subscales of static, dynamic sitting balance and trunk coordination. TIS scores range from a minimum of 0 to a maximum of 23, subscales score up to 7, 10 and 6 points, respectively. A higher score indicates better truncal function. The static sitting balance subscale evaluates whether a person can sit independently and remain seated with legs crossed. The dynamic sitting balance subscale assesses the ability to actively shorten each side of the trunk, initiated from either the shoulder or pelvic girdle. The trunk coordination subscale tests the ability to rotate the shoulder girdle and the pelvic girdle.","timeFrame":"week 0, week 5, and week 9"},{"measure":"The change in the Barthel Index (BI)","description":"The BI is an index assessing the independency of a patient's performance concerning the activities of daily living. The maximum score of the BI gives a score on 100 with increments of five points to assess is if the patient is fully dependent, independent, or needs some help regarding ten topics: feeding, bathing, grooming, dressing, toilet use, bowel and bladder continence, transferring, mobility, and stair climbing","timeFrame":"week 0, week 5, and week 9"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Haemorrhagic or ischaemic stroke diagnosis has to be confirmed by the consultant appointed at the rehabilitation centre on the basis of CT or MRI imaging\n* Patients with a history of first stroke\n* Stroke onset within five months\n* Patients who are able to sit independently for 30 seconds on a stable surface\n* Hospitalized in the rehabilitation hospital RevArte\n* Written informed consent\n\nExclusion Criteria:\n\n* A score of 20 or higher on the Trunk Impairment Scale\n* A score of 2 or lower on the Functional Ambulation Categories\n* Patients suffering from other neurological and orthopaedic disorders that could influence motor performance and balance\n* Patients not able to understand instructions","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Tamaya Van Criekinge, Msc","affiliation":"Universiteit Antwerpen","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Rehabilitation Hospital RevArte","city":"Edegem","state":"Antwerp","zip":"2650","country":"Belgium","geoPoint":{"lat":51.15662,"lon":4.44504}}]},"referencesModule":{"references":[{"pmid":"32542356","type":"DERIVED","citation":"Van Criekinge T, Hallemans A, Herssens N, Lafosse C, Claes D, De Hertogh W, Truijen S, Saeys W. SWEAT2 Study: Effectiveness of Trunk Training on Gait and Trunk Kinematics After Stroke: A Randomized Controlled Trial. Phys Ther. 2020 Aug 31;100(9):1568-1581. doi: 10.1093/ptj/pzaa110."},{"pmid":"28578679","type":"DERIVED","citation":"Van Criekinge T, Saeys W, Hallemans A, Vereeck L, De Hertogh W, Van de Walle P, Vaes N, Lafosse C, Truijen S. Effectiveness of additional trunk exercises on gait performance: study protocol for a randomized controlled trial. Trials. 2017 Jun 2;18(1):249. doi: 10.1186/s13063-017-1989-1."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}