{"protocolSection":{"identificationModule":{"nctId":"NCT04116671","orgStudyIdInfo":{"id":"A3056-R"},"organization":{"fullName":"VA Office of Research and Development","class":"FED"},"briefTitle":"Stimulation Combined With Powered Motorized Orthoses for Walking After Stroke","officialTitle":"Stimulation Combined With Externally Powered Motorized Orthoses for Stroke"},"statusModule":{"statusVerifiedDate":"2023-12","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-04-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-02-29","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-02-29","type":"ESTIMATED"},"studyFirstSubmitDate":"2019-10-02","studyFirstSubmitQcDate":"2019-10-03","studyFirstPostDateStruct":{"date":"2019-10-04","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-12-06","lastUpdatePostDateStruct":{"date":"2023-12-07","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"VA Office of Research and Development","class":"FED"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUsExport":false},"descriptionModule":{"briefSummary":"Objective: The goal of this study is to implement and test a neuro-mechanical gait assist (NMGA) device to correct walking characterized by muscle weakness, incoordination or excessive tone in Veterans with hemiparesis after stroke that adversely affects their ability to walk, exercise, perform activities of daily living, and participate fully in personal, professional and social roles.\n\nResearch Plan: A prototype NMGA device will be used to develop a finite state controller (FSC) to coordinate each user's volitional effort with surface muscle stimulation and motorized knee assistance as needed. Brace mounted sensors will be used to develop a gait event detector (GED) which will serve the FSC to advance through the phases of gait or stair climbing. In addition, a rule-base intent detection algorithm will be developed using brace mounted sensors and user interface input to select among various functions including walking, stairs climbing, sit-to-stand and stand-to-sit maneuvers. The FSC controller tuning and intent algorithm development and evaluation will be on pilot subjects with difficulty walking after stroke. Outcome measures during development will provide specifications for a new prototype NMGA design which will be evaluated on pilot subjects to test the hypothesis that the NMGA improves walking speed, distance and energy consumption of walking. These baseline data and device will be used to design a follow-up clinical trial to measure orthotic impact of NMGA on mobility in activities of daily living at home and community.\n\nMethodology: After meeting inclusion criteria, pilot subjects will undergo baseline gait evaluation with EMG activities of knee flexors and extensors, ankle plantar and dorsiflexors and isokinetic knee strength and passive resistance. They will be fitted with a NMGA combining a knee-ankle-foot-orthosis with a motorized knee joint and surface neuromuscular stimulation of plantar- and dorsi- flexors, vasti and rectus femoris. Brace mounted sensor data will be used for gait event detector (GED) algorithm development and evaluation. The GED will serve the FSC to proceed through phases of gait based on supervisory rule-based user intent recognition algorithm detected by brace mounted sensors and user input interface. The FSC will coordinate feed-forward control of tuned stimulation patterns and closed-loop controlled knee power assist as needed to control foot clearance during swing and stability of the knee during stance. Based on data attained during controller development and evaluation, a new prototype NMGA will be design, constructed and evaluated on pilot subjects to test the hypothesis that a NMGA device improves safety and stability, increases walking speed and distance and minimizes user effort.\n\nClinical Significance: The anticipated outcome is improved gait stability with improved swing knee flexion, thus, increasing the safety and preventing injurious falls of ambulatory individuals with hemiplegia due to stroke found in large and ever-increasing numbers in the aging Veteran population. Correcting gait should lead to improved quality of life and participation.","detailedDescription":"This study includes controller development and feasibility testing for a hybrid neuromuscular gait assist (NMGA) system to enhance walking after stroke. The study consists of baseline testing, fitting the device on participants, tuning assistance parameters to enhance walking, collecting movement data with and without the device, modifying controller designs to optimize walking, sit-to-stand transitions, and stair climbing, gait training, and evaluating movement capability with and without device assistance. Heart rate and blood pressure will be monitored during each session.\n\nDevice Description The NMGA is comprised of a motorized knee brace and surface electrical stimulation applied to muscles acting across the hip, knee, and ankle. The device is worn on the impaired side of the body with an orthotic interface attaching it to the leg. The goal of combining the powered knee with stimulation is to improve leg movement and coordination for safer walking at reduced user effort. The powered exoskeletal knee ensures adequate toe clearance during the swing phase of gait by generating knee flexion and then prevents knee buckling during the stance phase of gait by maintaining extension for support. Surface muscle stimulation assists with user volitional effort. Stimulation applied to ankle dorsiflexors assists with toe clearance during swing while quadriceps stimulation assists with stance. Gastrocnemius and rectus femoris stimulation assist with push-off and swing to improve walking speed.\n\nThis study focuses on developing and testing control methods that integrate assistance of stimulation and the powered knee with volitional activity in a manner that maximizes the user's own muscle contribution. Orthosis mounted sensors measure motion, joint angles, interaction forces and foot-floor contact to determine the current phase of gait and assistance required. A Gait Event Detector (GED) determines the phase of gait and appropriate control state based on sensor data and then a Finite State Controller (FSC) optimizes stimulation and motor assistance in coordination with volitional effort. The controller design incorporates feedforward control of stimulation with stimulation triggered by detection of different gait events. Feedback control is applied for motor assistance only as needed. This study will evaluate different algorithms to detect different phases of gait. Controller refinement is an iterative process of testing different algorithms, adjusting detection parameters, and adjusting assistance parameters.\n\nIn addition to detecting phases of gait during walking, this study will also develop algorithms to detect user intent for mobility task transitions. Beyond overground walking, mobility includes transitions between sitting and standing as well as stair climbing. Depending on command signal robustness, these transitions could be achieved through separate inputs (e.g. a smart phone app or orthosis mounted buttons) to inform the device when to change task states or may be detectable based on the user's motions. As part of this study the investigators will test different approaches to determine the safest effective option and user preferences.\n\nThe following describes the participation involved in this development process.\n\nScreening After signing the informed consent form the subject will undergo screening to determine if an individual is eligible to participate in the study based on the inclusion/exclusion criteria. During screening the investigators will also collect information about stroke demographics (e.g. date of stroke, type of stroke, lesion location, side of impairment), medications, and leg and foot size to ensure the investigators have appropriately sized orthotic components during subsequent sessions.\n\nBaseline testing After meeting all inclusion/exclusion criteria and agreeing to participate, initial testing will determine participants' impairment level and walking ability prior to controller development and training with the device. Walking tests will be completed in the laboratory, hospital hallways, and the environment surrounding the hospital. Outcomes will measure impairment in the legs, walking ability, and participants perceptions of the device and the effect on walking.\n\nNMGA Fitting and Tuning The study team will work with the participant to fit the device and determine appropriate stimulation patterns to assist walking. Fitting includes choosing orthotic components that fit well on the wearer's leg and allow comfortable walking. Stimulation patterns will be generated for each individual. Electrodes will target movement at the hip, knee, and ankle on the affected side. During stimulation tuning the investigators will adjust surface stimulation electrode locations as well as stimulus timing and intensity during the gait cycle. Orthotic fitting and stimulation pattern creation are expected to take about two sessions. Assessments may be repeated with surface stimulation assistance.\n\nController Development During several sessions, the participant will complete mobility tasks (i.e. walking, stair climbing, and sit-to-stand transitions) while walking with the NMGA and recording data to characterize walking (Quantitative Motion Analysis data and orthosis mounted sensor data). These data will be used to create and optimize the controller to estimate phases of gaits (e.g. initial contact, pre-swing, mid-swing) based on exoskeleton mounted sensors to coordinate NMGA assistance with walking ability. Participants will complete tasks while different algorithms control transitions between tasks (e.g. walking to stair climbing) and assistance during task completion. Controller parameters will be adjusted during this process to optimize assistance and determine which task transitions the sensors successfully detect and which transitions should be controlled by a separate user input. Contact guard assistance will be provided to prevent falls during controller development. During this process participants will be interviewed in an open discussion format to get feedback about aspects of the device that could be improved. Up to 16 sessions will be used for controller development.\n\nGait Training After determining a control algorithm, there will be six sessions of training to use the device for walking, stair climbing, and sit-to-stand transitions as appropriate. Gait training will be conducted by the study physical therapist in the gait laboratory, hospital hallways, and surrounding outdoor spaces. The physical therapist will provide standby assistance, monitor subjects' vital signs, record their progress and solicit feedback on the use of the NMGA. Training will focus on increasing walking speed while maintaining safety, specifically toe clearance in swing, stability in stance, and situational awareness to the surrounding environment. Participants will provide feedback about when during the process they feel comfortable donning, doffing, and using the device without study staff assistance. The study physical therapist will also provide input about when participants are capable of using the system independently.\n\nPost-Training Assessment Following training with the NMGA, the previously described assessments (see Baseline Testing) will be repeated both with and without the device to test the hypothesis that walking with the NMGA compared to without enhances walking speed, endurance, metabolic consumption, and gait symmetry. In addition to the tests at baseline, participants will complete the Quebec User Evaluation of Satisfaction with Assistive Technology (QUEST), a survey to assess user satisfaction with a device. Additionally, each participant will fill out a worksheet prioritizing different design requirements (e.g. size, weight, ease of use). Up to six sessions will be used for final testing."},"conditionsModule":{"conditions":["Stroke","Hemiparesis"],"keywords":["neuromuscular electrical stimulation","stroke","hemiparesis","walking","powered orthosis"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"Participants are contributing to the development of a hybrid device combining surface muscle stimulation and a powered knee orthosis to assist walking after stroke. There is a single group of individuals participating in controller development and then pilot testing of the device to determine both the effect of training with the device and the impact of the device on walking ability.","primaryPurpose":"OTHER","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":10,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Neuromechanical Gait Assist","type":"EXPERIMENTAL","description":"All participants will participate in developing controllers to coordinate device assistance with walking ability. Walking will be compared before gait training and after gait training. Walking will be evaluated both with and without device assistance.","interventionNames":["Device: Neuromechanical Gait Assist"]}],"interventions":[{"type":"DEVICE","name":"Neuromechanical Gait Assist","description":"A hybrid powered knee orthosis combined with surface muscle stimulation to assist walking.","armGroupLabels":["Neuromechanical Gait Assist"],"otherNames":["NMGA"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Controller accuracy","description":"The accuracy of the controller (True/False positives and negatives) in detecting gait events and gait transitions.","timeFrame":"up to one year"}],"secondaryOutcomes":[{"measure":"10m walk test","description":"The time required to walk 10m is measured to calculate walking speed.","timeFrame":"At baseline"},{"measure":"Quantitative motion analysis - kinematics","description":"Participants complete mobility tasks in the laboratory (walking, stair ascent and descent, and sit-to-stand transitions). Body-worn and floor mounted sensors measure kinematics (i.e. motion).","timeFrame":"At baseline"},{"measure":"6 minute timed walk","description":"The distance measured in 6 minutes of walking is measured.","timeFrame":"At baseline"},{"measure":"Oxygen consumption","description":"Participants wear a face mask that measures oxygen consumption while they walk to determine the metabolic load of walking.","timeFrame":"At baseline"},{"measure":"Timed up and go test","description":"This test of agility measures the time required to stand, walk a set distance, turn around, walk back, and sit down again.","timeFrame":"At baseline"},{"measure":"Manual Muscle Test","description":"This test measures volitional strength at each joint (e.g. knee extension). A score is given based on the amount of movement at a joint and the resistance that can be applied. Scores for each movement range from 0 to 5. 0 is no muscle activation and 5 is normal strength.","timeFrame":"At baseline"},{"measure":"Modified Ashworth scale","description":"This test measures spasticity. The joint is passively moved through its range of motion to determine muscle tightness in response to stretch. Scores range from 0 to 5. 0 is no increase in muscle tone while 5 indicates the joint is rigid.","timeFrame":"At baseline"},{"measure":"Fugl-Meyer Motor Assessment","description":"This test measures coordination in combination with strength and spasticity. Individuals complete a series of movement and are scored based on their ability to complete each task. Scores range from 0 to 34. 0 indicates the worst possible movement and 34 indicates normal movement.","timeFrame":"At baseline"},{"measure":"Instrumented impairment measures - joint stiffness","description":"These tests will be completed on a Biodex system. Participants will be seated with their leg attached to a force measurement device. The individual will remain relaxed while the device moves the joint through its range of motion.","timeFrame":"At baseline"},{"measure":"Instrumented impairment measures - strength","description":"These tests will be completed on a Biodex system. Participants will be seated with their leg attached to a force measurement device. The individual will push with their leg to generate movement through a range of motion at different speeds (isokinetic test).","timeFrame":"At baseline"},{"measure":"Quantitative motion analysis - kinetics","description":"Participants complete mobility tasks in the laboratory (walking, stair ascent and descent, and sit-to-stand transitions). Body-worn and floor mounted sensors measure kinetics (i.e. joint torques).","timeFrame":"At baseline"},{"measure":"Quantitative motion analysis - electromyograms","description":"Participants complete mobility tasks in the laboratory (walking, stair ascent and descent, and sit-to-stand transitions). Body-worn sensors measure electromyograms (i.e. muscle activity).","timeFrame":"At baseline"},{"measure":"10m walk test","description":"The time required to walk 10m is measured to calculate walking speed.","timeFrame":"up to one year after baseline"},{"measure":"6 minute timed walk","description":"The distance measured in 6 minutes of walking is measured.","timeFrame":"up to one year after baseline"},{"measure":"Timed up and go test","description":"This test of agility measures the time required to stand, walk a set distance, turn around, walk back, and sit down again.","timeFrame":"up to one year after baseline"},{"measure":"Quantitative motion analysis - kinematics","description":"Participants complete mobility tasks in the laboratory (walking, stair ascent and descent, and sit-to-stand transitions). Body-worn and floor mounted sensors measure kinematics (i.e. motion).","timeFrame":"up to one year after baseline"},{"measure":"Oxygen consumption","description":"Participants wear a face mask that measures oxygen consumption while they walk to determine the metabolic load of walking.","timeFrame":"up to one year after baseline"},{"measure":"Manual Muscle Test","description":"This test measures volitional strength at each joint (e.g. knee extension). A score is given based on the amount of movement at a joint and the resistance that can be applied. Scores for each movement range from 0 to 5. 0 is no muscle activation and 5 is normal strength.","timeFrame":"up to one year after baseline"},{"measure":"Modified Ashworth scale","description":"This test measures spasticity. The joint is passively moved through its range of motion to determine muscle tightness in response to stretch. Scores range from 0 to 5. 0 is no increase in muscle tone while 5 indicates the joint is rigid.","timeFrame":"up to one year after baseline"},{"measure":"Fugl-Meyer Motor Assessment","description":"This test measures coordination in combination with strength and spasticity. Individuals complete a series of movement and are scored based on their ability to complete each task. Scores range from 0 to 34. 0 indicates the worst possible movement and 34 indicates normal movement.","timeFrame":"up to one year after baseline"},{"measure":"Instrumented impairment measures - joint stiffness","description":"These tests will be completed on a Biodex system. Participants will be seated with their leg attached to a force measurement device. The individual will remain relaxed while the device moves the joint through its range of motion.","timeFrame":"up to one year after baseline"},{"measure":"Instrumented impairment measures - strength","description":"These tests will be completed on a Biodex system. Participants will be seated with their leg attached to a force measurement device. The individual will push with their leg to generate movement through a range of motion at different speeds (isokinetic test).","timeFrame":"up to one year after baseline"},{"measure":"Quantitative motion analysis - kinetics","description":"Participants complete mobility tasks in the laboratory (walking, stair ascent and descent, and sit-to-stand transitions). Body-worn and floor mounted sensors measure kinetics (i.e. joint torques).","timeFrame":"up to one year after baseline"},{"measure":"Quantitative motion analysis - electromyograms","description":"Participants complete mobility tasks in the laboratory (walking, stair ascent and descent, and sit-to-stand transitions). Body-worn sensors measure electromyograms (i.e. muscle activity).","timeFrame":"up to one year after baseline"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* More than 6 months post stroke.\n* Stiff-legged gait defined as a gait pattern manifesting as \"dragging\" or \"catching\" of the affected toes during swing phase of gait or use of compensatory strategies such as circumducting the affected limb, vaulting with the unaffected limb or hiking the affected hip.\n* Sufficient endurance and motor ability to ambulate at least 10ft continuously with standby assist.\n* Weakness at the hip, knee and ankle.\n* Poor lower extremity coordination due to weakness or tone.\n* Hip extension range to neutral.\n* Hip flexion range greater or equal to 90 degrees.\n* Passive range of ankle dorsiflexion to neutral with knee extended.\n* Sufficient upper extremity function to use a cane.\n\nExclusion Criteria:\n\n* Severe knee extensor tone requiring \\>25Nm of torque to flex the knee.\n* Ankle contractures of more than 0 degrees of plantar flexion and hip contractures of greater than 0 degrees of hip flexion.\n* Inability to grasp with both hands.\n* History of potentially fatal cardiac arrhythmias such as ventricular tachycardia, supra-ventricular tachycardia, and rapid ventricular response atrial fibrillation with hemodynamic instability.\n* Presence of a demand pacemaker.\n* Parkinson's Disease.\n* Edema of the affected limb.\n* Active pressure ulcers or wounds in lower extremities.\n* Sepsis or active infection.\n* Severe osteoporosis.\n* Uncontrolled seizures.\n* Presence of substance abuse.\n* Severely impaired cognition and communication.\n* Uncompensated hemineglect.\n* Pregnancy.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Lisa M Lombardo, MPT","role":"CONTACT","phone":"(216) 791-3800","phoneExt":"4909","email":"Lisa.Lombardo2@va.gov"},{"name":"Nathaniel S Makowski, PhD","role":"CONTACT","phone":"(216) 791-3800","phoneExt":"63135","email":"nathaniel.makowski@va.gov"}],"overallOfficials":[{"name":"Ronald Triolo, PhD","affiliation":"Louis Stokes VA Medical Center, Cleveland, OH","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Louis Stokes VA Medical Center, Cleveland, OH","status":"RECRUITING","city":"Cleveland","state":"Ohio","zip":"44106-1702","country":"United States","contacts":[{"name":"Lisa M Lombardo, MPT","role":"CONTACT","phone":"216-791-3800","phoneExt":"4909","email":"Lisa.Lombardo2@va.gov"},{"name":"Nathaniel S Makowski, PhD","role":"CONTACT","phone":"(216) 791-3800","phoneExt":"63135","email":"nathaniel.makowski@va.gov"},{"name":"Ronald Triolo, PhD","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Rudolf Kobetic, MS","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":41.4995,"lon":-81.69541}}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"De-identified data will be provided upon written request or as part of a journal publication. No personal identifiers or participant codes will be shared."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000010291","term":"Paresis"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M20634","name":"Muscle Weakness","relevance":"LOW"},{"id":"M12894","name":"Paresis","asFound":"Hemiparesis","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}