{"protocolSection":{"identificationModule":{"nctId":"NCT05665673","orgStudyIdInfo":{"id":"5"},"organization":{"fullName":"Istinye University","class":"OTHER"},"briefTitle":"Relation of Functional ındependence to Balance, Exercise Capacity, and Peripheral Muscle Strength","officialTitle":"Relation of Functional ındependence to Balance, Exercise Capacity, and Peripheral Muscle Strength in Individuals With Chronic Stroke"},"statusModule":{"statusVerifiedDate":"2022-12","overallStatus":"ENROLLING_BY_INVITATION","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-12-19","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2023-02-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-07-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-12-19","studyFirstSubmitQcDate":"2022-12-19","studyFirstPostDateStruct":{"date":"2022-12-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-12-19","lastUpdatePostDateStruct":{"date":"2022-12-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Yunus Emre Tutuneken","investigatorTitle":"Lecturer","investigatorAffiliation":"Istinye University"},"leadSponsor":{"name":"Istinye University","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke is one of the leading causes of death worldwide and is among the most important diseases that cause long-term disability in adults. In high-income countries, the incidence of stroke has decreased significantly with increased use of preventive therapies and control of risk factors. Stroke has a significant impact on individuals' independence and productivity.\n\nWalking capacity is limited due to motor control, balance, and muscle strength disorders after stroke. In addition, it was determined that the functional exercise capacity of stroke patients decreased when compared to healthy individuals of the same age. The quantitative decrease in muscle mass due to physical inactivity is accompanied by sarcopenia, which worsens the situation. Although the primary impairments affecting gait are muscle strength weakness and loss of coordination, impaired cardiorespiratory fitness can also affect walking performance by limiting endurance. Depending on the change in each parameter after stroke, the functional independence and daily living activities of individuals are affected.\n\nA correlation was found between balance and functional mobility and the level of functional independence in stroke patients. It has been found that having a good balance function after stroke significantly increases the likelihood of being functionally independent. When the studies in the literature were examined, no study was found that directly showed the relationship between functional exercise capacity and muscle strength in stroke patients. Therefore, in our study, we aimed to investigate the relationship between balance, functional exercise capacity, peripheral muscle strength, and functional independence level in stroke patients."},"conditionsModule":{"conditions":["Functional Independence","Balance; Distorted","Exercise Capacity","Peripheral Muscle Strength"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":true,"targetDuration":"1 Day","designInfo":{"observationalModel":"OTHER","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":52,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Study Group","description":"Sociodemographic information about the stroke patients included in the study will be obtained and some physical tests will be performed.","interventionNames":["Other: Physical functions test"]}],"interventions":[{"type":"OTHER","name":"Physical functions test","description":"Participants; sociodemographic and descriptive data will be recorded. The Standardized Mini-Mental Test will be used for the global cognitive assessment of participants, the Brunnstrom staging to assess lower extremity motor recovery and indicate at what motor level, and the Functional Ambulation Classification to classify them according to the basic motor skills required for functional ambulation. Gait and balance assessment will be evaluated with Tinetti Balance and Gait Assessment (POMA), functional exercise capacity will be evaluated with 6 Minute Walking Test (6MWT), and peripheral muscle strength will be evaluated with knee extension strength.","armGroupLabels":["Study Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Tinetti balance and walking test","description":"TBGT evaluates balance ability and gait under 2 main headings: the first 9 questions are about balance and the next 7 questions are about walking. Calculation of the survey score; The total score of the first 9 items gives the balance score, the total score of the next 7 items gives the walking score, and the sum of the balance and walking scores gives the total score. Item 16 is the whole of the actions done during ADL. As a result of the evaluation made by observation, the scoring is as follows: 2 points; correct execution of the indicated movement, 1 point; performing the specified movement with adaptations, 0 points; failure to move. If the total scale score is 18 and below, it indicates a high risk of falling, a score of 19-24 indicates a moderate fall risk, and a score of 24 and above indicates a low risk of falling.","timeFrame":"1 day"},{"measure":"Timed up and go test (TUG)","description":"TUG is a measurement that can be applied for different purposes in different age and patient groups, evaluating functional mobility, dynamic balance, fall risk, and postural stability. The activities that make up the test evaluate the transition from sitting to standing position, walking, turning, and sitting again, which are necessary for functional mobility and dynamic balance. The ZQM test measures the time it takes for an individual to get up from a standard chair with armrests and walk a distance of 3 meters, return from a designated or marked place, return to the chair, and sit back down. Widely used in clinical practice, this test is used to evaluate functional mobility, fall risk, or dynamic balance as an outcome measure and to establish normative values in the population.","timeFrame":"1 day"},{"measure":"Measuring peripheral muscle strength","description":"Knee extensor strength as peripheral muscle strength will be measured with a portable manual muscle strength measuring device..","timeFrame":"1 day"},{"measure":"6-Minute Walk Test","description":"The individual is asked to walk on a certain track for a period of 6 minutes. The test is performed in a closed area, on a flat surface of 30 m in length, and under the supervision of the evaluator. After six minutes, the total distance walked is recorded in meters.","timeFrame":"1 day"},{"measure":"Functional independence scale (FIM)","description":"This scale, which is used to evaluate the level of physical activity, is an 18-item scale that evaluates 4 physical and 2 cognitive domains and consists of 6 subsections. Each item is scored between 1-7 (1: Fully assisted, 7: Completely independent), and the total score varies between 18-126 (fully dependent-fully independent).","timeFrame":"1 day"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Having had a stroke for the first time at least 6 months ago\n* Being 40 years or older\n* Having a Mini-Mental Test result of more than 24 points\n* The lower extremity score for Brunnstrom is 5-7\n* Being 3 and above according to the functional ambulation scale\n* Willingness and willingness to work\n* Being able to speak and understand Turkish\n\nExclusion Criteria:\n\n* Having a different neurological, orthopedic, and rheumatological disease\n* Having a visual or hearing impairment\n* Having uncontrollable cardiopulmonary and unstable chronic diseases\n* Having had a transient ischemic attack or multiple strokes\n* Lack of independent sitting and standing balance","sex":"ALL","minimumAge":"40 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Individuals with chronic stroke","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"locations":[{"facility":"Yunus Emre TÜTÜNEKEN","city":"Istanbul","state":"Zeytinburnu","zip":"34010","country":"Turkey","geoPoint":{"lat":41.01384,"lon":28.94966}}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}