{"protocolSection":{"identificationModule":{"nctId":"NCT06008743","orgStudyIdInfo":{"id":"R01HD111071","type":"NIH","link":"https://reporter.nih.gov/quickSearch/R01HD111071"},"organization":{"fullName":"University of Delaware","class":"OTHER"},"briefTitle":"Model-informed Patient-specific Rehabilitation Using Robotics and Neuromuscular Modeling","officialTitle":"Model-informed Patient-specific Rehabilitation Using Robotics and Neuromuscular Modeling"},"statusModule":{"statusVerifiedDate":"2023-08","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-09-21","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-06-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-06-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-08-15","studyFirstSubmitQcDate":"2023-08-20","studyFirstPostDateStruct":{"date":"2023-08-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-08-20","lastUpdatePostDateStruct":{"date":"2023-08-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Delaware","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke is the third leading cause of death and the primary cause of long-term disability in the United States, affecting approximately 795,000 people each year. Hemiparesis, or unilateral weakness, is common after stroke and responsible for changes in muscle activation and movement patterns as well as declines in walking speed. It has been shown that increased walking speed directly corresponds to a higher quality of life in older adults and therefore, is often the goal of motor rehabilitation after stroke. However, there is no consensus on the best method for improving walking function after stroke and the results of post-stroke gait studies vary widely across sites and studies. Walking is one of the human's most important functions that serve survival, progress, and interaction. The force between the foot and the walking surface is very important. Although there have been many studies trying to understand this, there is a need for the development of a system that can advance research and provide new functionality. In this work, we will conduct a series of studies that attempt to analyze human gait and adaptations from different perspectives."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"BASIC_SCIENCE","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":72,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"All subjects","type":"EXPERIMENTAL","description":"All subjects (healthy and stroke survivors) participating in the study","interventionNames":["Behavioral: Belt Accelerations","Behavioral: Belt accelerations combined with an exoskeleton","Behavioral: Variable Stiffness treadmill"]}],"interventions":[{"type":"BEHAVIORAL","name":"Belt Accelerations","description":"Intervention used in both healthy and stroke survivors. In this mode, participants are walking on a treadmill with two belts with independent speed control. The speed of each belt will increase with constant acceleration during double support, shortly before push-off of the supported leg.","armGroupLabels":["All subjects"]},{"type":"BEHAVIORAL","name":"Belt accelerations combined with an exoskeleton","description":"Intervention used in both healthy and stroke survivors. In this mode, participants are walking on a treadmill with two belts with independent speed control, and using a hip exoskeleton. The velocity of each belt will increase with constant acceleration during double support, shortly before push-off of the supported leg. At the same time, they will be interacting with a wearable motion assistive device (i.e., exoskeleton). The exoskeleton will apply forces to the leg to resist hip extension during accelerations, reducing hip extension relative to the values of that participant at baseline.","armGroupLabels":["All subjects"]},{"type":"BEHAVIORAL","name":"Variable Stiffness treadmill","description":"Intervention used in both healthy and stroke survivors. In this mode, participants are walking on a treadmill with two belts with identical speed control. A variable stiffness mechanism under one belt will change the vertical stiffness of one side of the treadmill for one or multiple steps. The walkers will be informed before stepping on the softer surface on one side, which can be either the left or the right side.","armGroupLabels":["All subjects"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Contralateral plantarflexor muscle activation during exposure to belt accelerations","description":"Magnitude of the neural signal (in millivolts (mV) sent to three muscles during push-off, as explained via surface ElectroMyoGraphic signals, measured during exposure to belt accelerations. Three measurements (one from each relevant muscle) will be considered primary outcome measures.","timeFrame":"During intervention"},{"measure":"Contralateral plantarflexor muscle activation during exposure to combined exposure to belt accelerations and exoskeleton interaction","description":"Magnitude of the neural signal (in millivolts (mV) sent to three muscles during push-off, as explained via surface ElectroMyoGraphic signals, measured during exposure to combined exposure to belt accelerations and exoskeleton interaction. Three measurements (one from each relevant muscle) will be considered primary outcome measures.","timeFrame":"During intervention"},{"measure":"Contralateral plantarflexor muscle activation during exposure to lowered stiffness step perturbation","description":"Magnitude of the neural signal (in millivolts (mV) sent to three muscles during push-off, as explained via surface ElectroMyoGraphic signals, measured during exposure to lowered stiffness step perturbation. Three measurements (one from each relevant muscle) will be considered primary outcome measures.","timeFrame":"During intervention"},{"measure":"Hip extension exposure to belt accelerations","description":"Extension of the leg during push-off, measured as hip extension angle in degrees, during exposure to belt accelerations.","timeFrame":"During intervention"},{"measure":"Hip extension during exposure to combined exposure to belt accelerations and exoskeleton interaction","description":"Extension of the leg during push-off, measured as hip extension angle in degrees, during exposure to combined exposure to belt accelerations and exoskeleton interaction.","timeFrame":"During intervention"},{"measure":"Hip extension during exposure to lowered stiffness step perturbation","description":"Extension of the leg during push-off, measured as hip extension angle in degrees, during exposure to lowered stiffness step perturbation.","timeFrame":"During intervention"},{"measure":"Step length symmetry exposure to belt accelerations","description":"Step length symmetry, measured as a percentage of the left leg step length to the right leg step length, during exposure to belt accelerations.","timeFrame":"During intervention"},{"measure":"Step length symmetry during exposure to combined exposure to belt accelerations and exoskeleton interaction","description":"Step length symmetry, measured as a percentage of the left leg step length to the right leg step length, during exposure to combined exposure to belt accelerations and exoskeleton interaction.","timeFrame":"During intervention"},{"measure":"Step length symmetry during exposure to lowered stiffness step perturbation","description":"Step length symmetry, measured as a percentage of the left leg step length to the right leg step length, during exposure to lowered stiffness step perturbation.","timeFrame":"During intervention"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nTwo groups of subjects will be included in the study.\n\nGroup A: Individuals must be between the ages of 18 and 80 years, be in general good health, and be proficient in English. The subjects' physical fitness for participation in the research procedures will be documented via the Physical Readiness Questionnaire (PAR-Q). Their answers to the PAR-Q will be evaluated by the study team to determine if they are suitable for the study. Individuals should not have significant musculoskeletal conditions (osteoarthritis, joint replacement etc). The subjects' resting heart rate must be between 60-100 beats per minute, while their resting blood pressure between 90/60 to 140/90. The subjects should weigh under 250 pounds (lbs).\n\nGroup B: Individuals must be between the ages of 18 and 80 years, speak English, have a single, unilateral, chronic stroke (\\>6 months post-stroke), confirmed by Magnetic Resonance Imaging (MRI) or Computed Tomography (CT) scan. They should be able to walk at a self-selected speed for at least 15 minutes without assistance from another person. They should be able to respond to questions during screening, provide informed consent and fully follow instructions. The subjects' resting heart rate must be between 60-100 beats per minute, while their resting blood pressure between 90/60 to 160/90. The subjects should weigh under 250 pounds (lbs).\n\nExclusion Criteria:\n\n* Any neurological conditions (applicable to Group A - healthy subjects) or other neurological conditions in addition to stroke (applicable to Group B - stroke survivors);\n* Inability to walk outside the home before the stroke (applicable to Group B - stroke survivors);\n* Coronary artery bypass graft in the past 3 months, myocardial infarction in the past 3 months, uncontrolled or untreated atrial fibrillation, severe or painful peripheral vascular disease, diagnosis of heart failure, or unstable or untreated angina;\n* Expressive aphasia\n* Reported musculoskeletal pain or conditions that limit walking (such as tendonitis, arthritis, osteoporosis, spinal stenosis, or any orthopedic surgery or fracture to the legs or spine in the last 6 months);\n* Inability to communicate with investigators (e.g., due to severe aphasia or other cognitive impairment);\n* Severe respiratory problems such as chronic obstructive pulmonary disease (COPD);\n* Unexplained dizziness;\n* Weight greater than 250 pounds (lbs).\n* Inability to ascend and descend 4 steps with handrails using another person's assistance (if desired)","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"University of Delaware","status":"RECRUITING","city":"Newark","state":"Delaware","zip":"19716","country":"United States","contacts":[{"name":"Panagiotis Artemiadis, Ph.D.","role":"CONTACT","phone":"302-831-8546","email":"partem@udel.edu"},{"name":"Panagiotis Artemiadis, Ph.D.","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":39.68372,"lon":-75.74966}}]},"referencesModule":{"references":[{"pmid":"36686210","type":"BACKGROUND","citation":"Chambers V, Artemiadis P. Using robot-assisted stiffness perturbations to evoke aftereffects useful to post-stroke gait rehabilitation. Front Robot AI. 2023 Jan 4;9:1073746. doi: 10.3389/frobt.2022.1073746. eCollection 2022."}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"The individual participant data (IPD) will not be shared for confidentiality reasons, as approved by the Institutional Review Board (IRB) of the university."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}