{"protocolSection":{"identificationModule":{"nctId":"NCT05544422","orgStudyIdInfo":{"id":"4"},"organization":{"fullName":"Istinye University","class":"OTHER"},"briefTitle":"The Reliability and Validity Tele-assessment of The TUG Test and 30s-CST","officialTitle":"The Reliability and Validity Tele-assessment of The Timed Up & Go Test and 30second Chair-Stand Test in Patients With Stroke"},"statusModule":{"statusVerifiedDate":"2022-09","overallStatus":"ENROLLING_BY_INVITATION","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-10-15","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2022-11-15","type":"ESTIMATED"},"completionDateStruct":{"date":"2022-12-15","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-08-09","studyFirstSubmitQcDate":"2022-09-15","studyFirstPostDateStruct":{"date":"2022-09-16","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-09-15","lastUpdatePostDateStruct":{"date":"2022-09-16","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Yunus Emre Tutuneken","investigatorTitle":"Lecturer","investigatorAffiliation":"Istinye University"},"leadSponsor":{"name":"Istinye University","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke is the third leading cause of death in the world after coronary heart disease and cancer. In recent years, by controlling the risk factors of stroke, its incidence has decreased by 30% and the mortality rate due to this disease has decreased by 14%. However, it is still among the most important diseases that cause disability in adults.\n\nThe aging of the world population and the increase in the number of individuals with chronic diseases, including stroke, increase the need for rehabilitation services rapidly. Access to rehabilitation services is restricted due to the insufficient number of specialist health personnel and the difficulty of transportation for people living in rural areas. At the same time, barriers such as decrease in physical mobility, increase in bothersome symptoms and travel restrictions in developed countries are expected to increase with the aging population and will cause a decrease in participation in rehabilitation. In this context, telerehabilitation shows a promising way to increase rehabilitation access with fewer healthcare professionals or to help maintain positive outcomes following rehabilitation.\n\nTelerehabilitation, which is among the telehealth possibilities, is defined as the use of information and communication technologies to provide clinical rehabilitation services remotely. These technologies allow communication between healthcare personnel and patients, as well as the transmission of imaging and other healthcare data from one place to another. Telerehabilitation includes clinical rehabilitation services focused on evaluation, diagnosis and treatment (Janet vd.,). Tele-assessment, which is among the service delivery model of telerehabilitation, is defined as the transfer of patient data to the healthcare professional or team, instantly or retrospectively, through equipment, sensors, questionnaires and tests. Unlike other services, there are factors that make tele-assessment difficult. It is necessary to ensure that patient performance is correctly evaluated. Internet and video transmission can affect the ability to accurately assess patient performance and thus affect the tele-assessment. Consideration should be given to the validation of tele-assessment for certain assessments that are frequently used in the assessment of patient performance. For this reason, we chose to examine the timed 'Up \\& Go'(TUG) test and '30second Chair-Stand Test' (30s-CST), which are the most common tests in the evaluation of lower extremity muscle strength, balance, and mobility in rehabilitation.\n\nTUG and 30s-CST are simple clinical outcome measures commonly used to assess functional performance. Johansen et al. found that the TUG test and 30s-CST in stroke patients had excellent internal and inter-research reliability when administered face-to-face. This study is based on studies showing that the application of tests that are effective in the evaluation of functional performance with the tele-assessment method is an effective method."},"conditionsModule":{"conditions":["Tele-assessment","The Timed Up & Go Test","Stroke","30second Chair-Stand Test"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":60,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Study Group","type":"OTHER","description":"The Timed Up \\& Go Test and 30-second Chair-Stand Tests with conventional and tele-assessment methods will be applied to the participants included in the study.","interventionNames":["Other: The Timed Up & Go Test and 30second Chair-Stand Test'"]}],"interventions":[{"type":"OTHER","name":"The Timed Up & Go Test and 30second Chair-Stand Test'","description":"Evaluation of the participants will be carried out in the following order; 1) traditional assessment, 2) tele-assessment, 3) post-test. In the final test, only tele-assessment of the tests will be made.\n\nDuring testing sessions, the results of each TUG and 30s-CST trial will be recorded on a standard test paper. TUG and 30s-CST will be tested in two different ways, traditional and tele, as 2 sessions every other day. Participants will rest for five to ten minutes between trials and an hour between sessions. During the one-hour rest between two test sessions, participants will rest in a chair, wheelchair or bed. Assessors will not know the TUG and 30s-CST results scored by each other.","armGroupLabels":["Study Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The Timed Up & Go Test","description":"It is a measurement that evaluates functional mobility, dynamic balance, fall risk and postural stability that can be applied for different purposes in different age and patient groups. The activities that make up the test evaluate the transition from sitting to standing position, walking, turning, and sitting again, which are necessary for functional mobility and dynamic balance. The ZQM test measures the time it takes for an individual to get up from a standard chair with armrests and walk a distance of 3 meters, return from a designated or marked place, return to the chair, and sit back down.","timeFrame":"2 week"},{"measure":"The 30-second Chair Stand Test","description":"In a chair with a sitting height of 43.2 cm and a back supported, the patient is asked to sit and stand as quickly as possible. The patient sits in the chair. They cross their hands on their chest. Before the test, 2 attempts are made. The number of sitting down times is noted by keeping a 30-second timer with a stopwatch. Less than 10 sit-ups in 30 seconds indicates lower extremity muscle weakness.","timeFrame":"2 week"},{"measure":"The 6 minute walk test","description":"The individual is asked to walk on a certain track for 6 minutes. The test is performed in a closed area, on a flat surface of 30 m in length and under the supervision of the evaluator. After six minutes, the total distance walked is recorded in meters.","timeFrame":"2 week"}],"secondaryOutcomes":[{"measure":"The Tinetti Balance and Gait test","description":"It evaluates balance ability and gait under 2 main headings: the first 9 questions are about balance and the next 7 questions are about walking. Calculation of the survey score; The total score of the first 9 items gives the balance score, the total score of the next 7 items gives the walking score, and the sum of the balance and walking scores gives the total score. Item 16 is the whole of the actions done during ADL. As a result of the evaluation made by observation, the scoring is as follows: 2 points; correct execution of the indicated movement, 1 point; performing the specified movement with adaptations, 0 points; failure to move. If the total score of the scale is 18 and below, the risk of falling is high, if it is 19-24, the risk of falling is moderate, and if it is 24 and above, the risk of falling is low.","timeFrame":"2 week"},{"measure":"The Functional Independence Measure","description":"This scale, which is used to evaluate the level of physical activity, is an 18-item scale that evaluates 4 physical and 2 cognitive domains and consists of 6 subsections. Each item is scored between 1-7 (1: Fully assisted, 7: Completely independent), the total score varies between 18-126 (fully dependent-fully independent).","timeFrame":"2 week"},{"measure":"Mini-Mental State Examination","description":"It is a screening test used to evaluate the cognitive status of cases. It consists of 11 items gathered under 5 main headings: orientation, recording memory, attention and calculation, recall and language. Evaluation is made out of a total of 30 points","timeFrame":"2 week"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Have had a stroke at least 6 months ago\n* be between the ages of 18-65\n* A Mini Mental Test result of more than 24 points\n* Lower extremity score of 5-6 for Brunnstrom\n* not have cognitive impairment\n* Willingness and volunteering to work\n* Having and being able to use a smart mobile device or a computer with a camera\n* have an internet package\n\nExclusion Criteria:\n\n* Having a different vestibular and orthopedic problem\n* Having a visual or hearing impairment\n* Known cardiopulmonary disease\n* Having had a transient ischemic attack or multiple stroke\n* Lack of independent sitting and standing balance\n* have chronic diseases","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"Istinye University","city":"Istanbul","zip":"34000","country":"Turkey","geoPoint":{"lat":41.01384,"lon":28.94966}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}