{"protocolSection":{"identificationModule":{"nctId":"NCT06034119","orgStudyIdInfo":{"id":"IRB-23-57"},"secondaryIdInfos":[{"id":"1R03HD107630-01A1","type":"NIH","link":"https://reporter.nih.gov/quickSearch/1R03HD107630-01A1"}],"organization":{"fullName":"Chapman University","class":"OTHER"},"briefTitle":"Effects of Voluntary Adjustments During Walking in Participants Post-stroke","officialTitle":"Determining the Effects of Increased Demands for Voluntary Adjustments on the Neuromuscular Control of Walking Post-stroke"},"statusModule":{"statusVerifiedDate":"2023-09","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-09-07","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-03-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-05-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-07-26","studyFirstSubmitQcDate":"2023-09-11","studyFirstPostDateStruct":{"date":"2023-09-13","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-09-11","lastUpdatePostDateStruct":{"date":"2023-09-13","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Chapman University","class":"OTHER"},"collaborators":[{"name":"Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD)","class":"NIH"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"People post-stroke retain the capacity to modify walking patterns explicitly using biofeedback and implicitly when encountering changes in the walking environment. This proposal will assess changes in muscle activation patterns associated with walking modifications driven explicitly vs. implicitly, to determine whether individuals generate different amounts of co-contraction during explicit vs. implicit walking modifications. Understanding how walking modifications driven explicitly vs. implicitly influence co-contraction will allow the investigators to identify approaches that can more effectively restore muscle activation toward pre-stroke patterns, promoting mechanism-based recovery of walking function.","detailedDescription":"This proposal aims to determine the effects of explicitly driven or implicitly driven walking modifications on muscle activation patterns and co-contraction post-stroke. This work is significant, as studies have shown that muscle activation patterns after neurologic injury cannot generate walking kinematics comparable to those seen in neurotypical individuals; this finding implies that to attain true walking recovery after neurologic injury, interventions should aim to restore the muscle activations underlying walking behaviors. Here, the researchers first explore muscle activations during walking using biofeedback to guide explicit modification of walking patterns, which is a common approach used in clinical and research interventions for walking retraining. The hypothesis is that explicit walking modifications might be detrimental at a muscle activation level as they engage cortical pathways for voluntary control that have been interrupted by the stroke lesion, resulting in increased muscle co-contraction. Co-contraction hinders true recovery as it impairs the ability to selectively control different segments during walking, resulting in overreliance on compensatory patterns. Researchers will also explore muscle activation patterns during implicit walking modifications. Researchers will use external modifications in the walking environment, mainly split-belt adaptation followed by tied belt walking, to assess if implicit modifications of walking that rely less on cortical neural control are associated with levels of cocontraction comparable to neurotypical controls-an indication that implicitly-mediated modifications could be a more effective approach to restore muscle activation patterns during walking post-stroke. In this study, researchers will assess co-contraction during walking in people post-stroke as the patient reduces asymmetry in step lengths guided by explicit biofeedback (Aim 1) or implicitly following split-belt adaptation and washout (Aim 2). Results from this study will identify the tasks and conditions that can reduce cocontraction to promote restoration of neuromuscular control post-stroke. This proposal will aid develop objective markers of treatment response and functional progress that predict rehabilitation treatment response and enable the tailoring of interventions to the needs, abilities, and resources of the person with disability."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Walking","Gait","Motor control","Neurorehabilitation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"A group of participants post-stroke and neurotypical controls will be recruited for this study. All individuals will perform all conditions","primaryPurpose":"BASIC_SCIENCE","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":35,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Stroke participants","type":"EXPERIMENTAL","description":"Researchers will assess muscle control in participants post-stroke during different types of walking modifications","interventionNames":["Behavioral: Split belt treadmill","Behavioral: Biofeedback"]},{"label":"Neurotypical participants","type":"ACTIVE_COMPARATOR","description":"Researchers will compare muscle control to neurotypical participants during the same types of walking modifications to assess stroke-induced changes in muscle control vs. intervention-induced changes in muscle control","interventionNames":["Behavioral: Split belt treadmill","Behavioral: Biofeedback"]}],"interventions":[{"type":"BEHAVIORAL","name":"Split belt treadmill","description":"Participants will walk on a dual belt treadmill with each belt moving at a different speed which is known as a split belt treadmill to provide implicit modifications of the walking pattern","armGroupLabels":["Neurotypical participants","Stroke participants"]},{"type":"BEHAVIORAL","name":"Biofeedback","description":"The Gait Real-time Analysis Interactive Lab (GRAIL) system has an immersive virtual reality screen that provides real-time information to participants of their walking pattern and provides visual instructions on how to walk more symmetrically","armGroupLabels":["Neurotypical participants","Stroke participants"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"VAF1 - variance accounted for in a single muscle activation module","description":"Using non-negative matrix factorization researchers will evaluate the coordinated co-activation of muscles during walking. If muscles are more co-activated, a single module will account for more variance in muscle activation data. For impaired muscle control, VAF1 will be closer to 1, for better muscle control, VAF1 will be closer to 0.","timeFrame":"Measured day 1 and day 2 of the study while individuals are walking on the treadmill. first and last 10 strides on Day 1 and Day 2 of testing"},{"measure":"walkDMC - walking Dynamic Motor Control Index","description":"variance accounted for by a single module relative to control participants. A value greater than 1 indicates impaired control relative to controls","timeFrame":"Measured day 1 and day 2 of the study while individuals are walking on the treadmill. first and last 10 strides on Day 1 and Day 2 of testing"}],"secondaryOutcomes":[{"measure":"Muscle activation modules","description":"To compare results to previous studies assessing neuromuscular control, researchers will identify in each individual the number of muscle activation modules that account for 90% of the variance in muscle activation data. More modules indicates the ability to control muscles independently and therefore less impairment","timeFrame":"Measured day 1 and day 2 of the study while individuals are walking on the treadmill. first and last 10 strides on Day 1 and Day 2 of testing"},{"measure":"Compensation measures - hip hiking","description":"To determine whether explicit and implicit adjustments lead individuals to increase hip hiking, which is an increase in the non-pareteic coronal hip and/or pelvic angle when the affected limb is in midswing. Hip hiking is a strategy used to compensate for the insufficient flexion of the hip joint during the swing phase, as well as knee flexion and ankle dorsiflexion, thus shortening the paretic limb. Measured in degrees","timeFrame":"Measured day 1 and day 2 of the study while individuals are walking on the treadmill. first and last 10 strides on Day 1 and Day 2 of testing"},{"measure":"Compensation measures - hip circumduction","description":"To determine whether explicit and implicit adjustments lead individuals to increase hip circumduction, in which the patient abducts their thigh and swings their leg in a semi-circle to attain adequate clearance during swing. Measured in degrees","timeFrame":"Measured day 1 and day 2 of the study while individuals are walking on the treadmill. first and last 10 strides on Day 1 and Day 2 of testing"},{"measure":"Compensation measures - overreliance on the non-paretic extremity to generate propulsion","description":"The paretic limb's contribution to forward propulsion. Defined as calculated as a ratio of the paretic limb's propulsive force divided by the sum of the paretic and non-paretic limb's force. Measured as a percentage.","timeFrame":"Measured day 1 and day 2 of the study while individuals are walking on the treadmill. first and last 10 strides on Day 1 and Day 2 of testing"},{"measure":"Compensation measures - step width","description":"The distance between both feet during the double support phase of gait. Measured in milimiters","timeFrame":"Measured day 1 and day 2 of the study while individuals are walking on the treadmill. first and last 10 strides on Day 1 and Day 2 of testing"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria for stroke survivors are:\n\n* Chronic hemiparesis (time since stroke \\> 6 months) caused by a single documented stroke event.\n* Ability to walk on the treadmill continuously for 2 minutes\n* Ability to walk over ground independently or with the use of a cane\n* No concurrent neurological disorders or orthopedic conditions that interfere with their ability to walk\n* No prior experience walking on a split-belt treadmill\n* Normal or corrected to normal vision\n* The ability for them or a guardian to provide informed consent.\n\nInclusion criteria for neurotypical adults are:\n\n* No musculoskeletal conditions or injuries that limit walking ability within the last two years\n* No history of neurological disorders or severe head trauma\n* No prior experience walking on a split-belt treadmill\n* Normal or corrected to normal vision.\n\nExclusion Criteria for stroke survivors are:\n\n* Inability to walk\n* Concurrent neurological disorders or orthopedic conditions that interfere with their ability to walk\n* More than one stroke\n* Visual neglect\n* Uncontrolled hypertension\n* Inability to provide informed consent.\n\nExclusion Criteria for neurotypical controls are:\n\n* Inability to walk\n* Concurrent neurological disorders or orthopedic conditions that interfere with their ability to walk\n* Uncontrolled hypertension\n* Inability to provide informed consent.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Natalia Sanchez, PhD","role":"CONTACT","phone":"7145165503","email":"sanchezaldana@chapman.edu"}],"locations":[{"facility":"Chapman University","status":"RECRUITING","city":"Irvine","state":"California","zip":"92618","country":"United States","contacts":[{"name":"Natalia Sanchez, PhD","role":"CONTACT","phone":"714-516-5503","email":"sanchezaldana@chapman.edu"}],"geoPoint":{"lat":33.66946,"lon":-117.82311}}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"The Principal Investigator, is the leader of the Stroke Initiative for Gait Data Evaluation (STRIDE) database, available at The Archive of Data on Disability to Enable Policy and research (ADDEP, https://www.icpsr.umich.edu/web/pages/ADDEP/), a joint initiative of the Center for Large Data Research and Data Sharing in Rehabilitation (CLDR). ADDEP is supported by grant P2CHD065702 awarded to the CLDR by the NIH - National Institute of Child Health and Human Development, through the National Center for Medical Rehabilitation Research, the National Institute for Neurological Disorders and Stroke, and the National Institute of Biomedical Imaging and Bioengineering. The investigators will request to share the data for the present study in STRIDE. The investigators will share walking kinematic and EMG data. No identifiable information will be shared."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}