{"protocolSection":{"identificationModule":{"nctId":"NCT05280587","orgStudyIdInfo":{"id":"0003731/22"},"organization":{"fullName":"Fondazione Policlinico Universitario Agostino Gemelli IRCCS","class":"OTHER"},"briefTitle":"Technological Balance and Gait Rehabilitation in Patients With Stroke Sequelae: Functional, Motor and Cognitive Outcomes","officialTitle":"Riabilitazione Tecnologica Dell'Equilibrio e Del Cammino in Pazienti Con Esiti di Ictus: Effetti su Outcome Funzionale, Motorio e Cognitivo (ROAR-S).","acronym":"ROAR-S"},"statusModule":{"statusVerifiedDate":"2023-02","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-02-02","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-06-30","type":"ACTUAL"},"completionDateStruct":{"date":"2023-01-31","type":"ACTUAL"},"studyFirstSubmitDate":"2022-02-25","studyFirstSubmitQcDate":"2022-03-14","studyFirstPostDateStruct":{"date":"2022-03-15","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-02-04","lastUpdatePostDateStruct":{"date":"2023-02-08","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"GIOVANNINI SILVIA","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Fondazione Policlinico Universitario Agostino Gemelli IRCCS"},"leadSponsor":{"name":"Fondazione Policlinico Universitario Agostino Gemelli IRCCS","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke represents the leading cause of disability worldwide, with a significant impact on an individual, family, and economic impact. The recovery of smoother, safer, and more correct walking is an essential requirement to allow the patient to regain autonomy in the activities of daily living. Some preliminary studies have shown that robotic training of the gait training has influenced the functional and motor outcome in patients with stroke outcomes an improvement in endurance and walking strategies was observed. In addition, frequently, a stroke involves an alteration of the cognitive system that contributes to the deterioration of balance and gait during dual-task activities; the study of these processes can be of interest for rehabilitation purposes. Considering these preliminary data and that the patient must continuously find balance in overground walking, it is believed that a robotic balance treatment associated with conventional therapy may be more effective than conventional therapy alone. Therefore, this study aims to evaluate the effects of technological rehabilitation utilizing a robotic platform (Hunova® Movendo Technology srl, Genova, IT):\n\n* (i) in terms of improvement in static, dynamic balance, and ambulation (assessed with clinical scales and instrumental measures);\n* (ii) on fatigue, on cognitive performance in terms of sustained attention, dual-task cost and cognitive-motor interference and on quality of life.","detailedDescription":"Twenty-four patients of both sexes will be recruited, evaluated, and treated at the Rehabilitation and Physical Medicine Clinic, Fondazione Policlinico Universitario A. Gemelli IRCCS of Rome from Febraury 2022 to January 2023. Patients will be divided into two groups by randomization (described below): one group (experimental group, GH) will perform specific rehabilitation for the balance disorder using the robotic platform Hunova® Movendo Technology srl, Genova, IT) 3 times a week, for 4 weeks (12 total sessions), for 45 minutes of treatment, in addition to the conventional treatment conventional treatment and one group will perform only the conventional treatment (conventional group, GC), as per daily routine, as described later."},"conditionsModule":{"conditions":["Stroke","Gait Disorders, Neurologic","Balance"],"keywords":["Rehabilitation","Technology","Balance"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Interventional pilot randomized controlled trial","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":24,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Technological Group","type":"EXPERIMENTAL","description":"Technological group (TG) patients will undergo robotic treatment for the improvement balance through the robotic platform (Hunova® Movendo Technology srl, Genova, IT), 3 times per week for 45 minutes each, in addition to the conventional treatment (total 180 minutes per day). In particular, the technological rehabilitation performed employing a footboard will be mostly aimed at improving the balance both in sitting and standing position, and will be proposed static and dynamic exercises, exercises dual-task exercises, and exercises to improve trunk control.","interventionNames":["Device: Technological Rehabilitation"]},{"label":"Control Group","type":"NO_INTERVENTION","description":"Congrol Group (CG) patients will undergo conventional rehabilitation treatment only, using the main rehabilitation methods (e.g., neurocognitive theory, Bobath Concept, Progressive neuromuscular facilitation, etc.)."}],"interventions":[{"type":"DEVICE","name":"Technological Rehabilitation","description":"Specific rehabilitation for balance disorder using the robotic platform","armGroupLabels":["Technological Group"],"otherNames":["Hunova® Movendo Technology srl"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Motricity Index (MI)","description":"The Motricity Index can be used to assess the motor impairment in a patient who has had a stroke. Test for each leg: (1) ankle dorsiflexion with foot in a plantar flexed position\n\n* 14 points are given if there is less than a full range of dorsiflexion (2) knee extension with the foot unsupported and the knee at 90°\n* 14 points are given for less than 50% of full extension\n* 19 points are given for full extension yet it can be easily pushed down (3) hip flexion with the hip bent at 90° moving the knee towards the chin\n* 14 points are given if there is less than a full range of passive motion\n* 19 points are given if the hip is fully flexed yet it can be easily pushed down. Interpretation:\n* minimum score: 0\n* maximum score: 100","timeFrame":"Change from Baseline Motricity Index at 4 weeks"},{"measure":"Berg Balance Scale (BBS)","description":"The Berg Balance Scale (BBS) is used to objectively determine a patient's ability (or inability) to safely balance during a series of predetermined tasks. It is a 14 item list with each item consisting of a five-point ordinal scale ranging from 0 to 4, with 0 indicating the lowest level of function and 4 the highest level of function and takes approximately 20 minutes to complete. It does not include the assessment of gait.","timeFrame":"Change from Baseline Berg Balance Scale at 4 weeks"},{"measure":"Timed Up and Go Test (TUG)","description":"The Timed Up and Go test (TUG) measures in seconds the time it takes a subject to rise from a chair, walk a distance of 3 meters, turn, walk back to the chair and sit down.\n\nThe performance is rated on a scale of 1 to 5 (where 1 is normal and 5 is severely abnormal) according to the observer's perception of the patient's risk of falling.\n\nThe timed part of the test records the mean time (in seconds) from initial getting up to re-seating. Patients are compared with the mean time of adults in their age group, 60 to 69, 70 to 79, and 80 to 99 years of age.","timeFrame":"Change from Baseline Timed Up and Go Test at 4 weeks"},{"measure":"Short physical performance battery (SPPB)","description":"The short physical performance battery (SPPB) is an objective measurement instrument of balance, lower extremity strength, and functional capacity in older adults (\\>65 years of age). Three domains, which include balance, usual or self-selected gait speed, and lower limb strength, are assessed by a three-stage balance test (feet side-by-side, semitandem, and tandem positions), a 3-m or 4-m gait speed test (time spent to walk the course), and a repetitive chair stand test (five times chair sit-to-stand test), respectively. A 0- to 12-point scale is used to score the sum of the three assessments with higher point values corresponding with greater levels of physical function and lower disability, whereas lower point values correspond with lower levels of physical function and higher disability, respectively.","timeFrame":"Change from Baseline Short physical performance battery at 4 weeks"},{"measure":"Ambulation Index (AI)","description":"The Ambulation Index is a rating scale to assess mobility by evaluating the time and degree of assistance required to walk 8 meters. Scores range from 0 (asymptomatic and fully active) to 10 (bedridden). The patient is asked to walk a marked 8 meters course as quickly and safely as possible. The examiner records the time and type of assistance (e.g., cane, walker, crutches) needed. Although the patient's walking is timed, the time is not used directly but is utilized in conjunction with other factors to rate the patient on an ordinal scale with 11 gradations.\n\n0 = Asymptomatic; fully active. 10 = Bedridden","timeFrame":"Change from Baseline Ambulation Index at 4 weeks"},{"measure":"Walking handicap scale (WHS)","description":"The Walking handicap scale (WHS) is an assessment tool that allows us to evaluate the quality of walking in the home and social environment through a a scale comprising six categories.\n\n1 = Physiological walking: walking only as exercise 6 = Unrestricted walking in social settings: independent in all activities, on uneven ground, in crowded places, shows complete independence in public places","timeFrame":"Change from Baseline Walking handicap scale at 4 weeks"},{"measure":"Functional Ambulation Classification (FAC)","description":"The Functional Ambulation Categories (FAC) is a functional walking test that evaluates ambulation ability. This 6-point scale assesses ambulation status by determining how much human support the patient requires when walking, regardless of whether or not they use a personal assistive device.\n\nTo use the FAC, an assessor asks the subject various questions and briefly observes their walking ability to provide a rating from 0 to 5.\n\nA score of 0 indicates that the patient is a non-functional ambulator (cannot walk); A score of 1, 2 or 3 denotes a dependent ambulator who requires assistance from another person in the form of continuous manual contact (1), continuous or intermittent manual contact (2), or verbal supervision/guarding (3).\n\nA score of 4 or 5 describes an independent ambulator who can walk freely on: level surfaces only (4) or any surface (5=maximum score).","timeFrame":"Change from Baseline Functional Ambulation Classification at 4 weeks"},{"measure":"10 Meter Walk Test (10mWT)","description":"The 10mWT is used to assess walking speed in meters/second (m/s) over a short distance. The total time taken to ambulate 6 meters (m) is recorded to the nearest hundredth of a second. 6 m is then divided by the total time (in seconds) taken to ambulate and recorded in m/s.\n\nThe time is measured for the middle 6 m to allow for patient acceleration and deceleration.\n\nThe time is started when any part of the leading foot crosses the plane of the 2-m mark.\n\nThe time is stopped when any part of the leading foot crosses the plane of the 8-m mark.1 The time to walk the middle 6m, the level of assistance, and type of assistive device and/or bracing used will be documented.\n\nIf a patient requires total assistance or is unable to ambulate at all, a score of 0 m/s will be documented.","timeFrame":"Change from Baseline 10 Meter Walk Test at 4 weeks"},{"measure":"Six-minute walk test (6MWT)","description":"The six-minute walk test (6MWT) is a sub-maximal exercise test used to assess walking endurance and aerobic capacity. Participants will walk around the perimeter of a set circuit for a total of six minutes. The score of the test is the distance a patient walks in 6 minutes (measured in meters and can round to the nearest decimal point).\n\nDistance (in meters) covered in six minutes is calculated by multiplying the number of total laps by 12 meters and adding the distance of the partial lap completed at the time the test ended.","timeFrame":"Change from Baseline Six-minute walk test at 4 weeks"},{"measure":"Barthel Modified Index (BMI)","description":"The Barthel Modified Index (BMI) for activities of daily living is meant to be used in the assessment of patient performance (or degree of assistance required) with respect to self-care, sphincter management, transfers and locomotion. The index consist of 10 items (each scored with a number of points) that relate to activities of daily living (ADLs) where the final score is calculated by summing the points awarded to each item. A five-point rating scales for each item to improve sensitivity to detecting change.\n\nThe 10 items assessed relate to:\n\n* Help needed with feeding;\n* Help needed with bathing;\n* Help needed with grooming;\n* Help needed with dressing;\n* Presence or absence of fecal incontinence;\n* Presence or absence of urinary incontinence;\n* Help needed with transfers;\n* Help needed with walking;\n* Help needed with climbing stairs.\n\nInterpretation:\n\n* 91-99 Slight dependency\n* 61-90 Moderate dependency\n* 21-60 Severe dependency\n* 0-20 Total dependency","timeFrame":"Change from Baseline Barthel Modified Index at 4 weeks"},{"measure":"EuroQol- 5 Dimension (EQ-5D)","description":"EQ-5D is an instrument which evaluates the generic quality of life. The EQ-5D descriptive system is a preference-based HRQL measure with one question for each of the five dimensions that include mobility, self-care, usual activities, pain/discomfort, and anxiety/depression. The answers given to ED-5D permit to find 243 unique health states or can be converted into EQ- 5D index an utility scores anchored at 0 for death and 1 for perfect health.","timeFrame":"Change from Baseline EuroQol- 5 Dimension at 4 weeks"},{"measure":"Modified Fatigue Impact Scale (MFIS)","description":"The Modified Fatigue Impact Scale (MFIS) is an instrument that provides an assessment of the effects of fatigue in terms of physical, cognitive, and psychosocial functioning. The full-length MFIS consists of 21 items while the abbreviated version has 5 items.\n\nThe MFIS is a structured, self-report questionnaire that the patient can generally complete with little or no intervention from an interviewer. However, patients with visual or upper extremity impairments may need to have the MFIS administered as an interview. Interviewers should be trained in basic interviewing skills and in the use of this instrument.\n\nThe total score for the MFIS is the sum of the scores for the 21 items. Individual subscale scores for physical, cognitive, and psychosocial functioning can also be generated by calculating the sum of specific sets of items.","timeFrame":"Change from Baseline Modified Fatigue Impact Scale at 4 weeks"},{"measure":"Fatigue Scale for Motor and Cognitive Function (FSMC)","description":"The FSMC is an assessment of MS-related cognitive and motor fatigue. A Likert-type 5-point scale (ranging from 'does not apply at all' to 'applies completely') produces a score between 1 and 5 for each scored question. Thus minimum value is 20 (no fatigue at all) and maximum value is 100 (severest grade of fatigue). Two subscales (mental and physical fatigue) can be made. Items included in the subscale mental are 1-4-7-8-11-13-15-17-18-20 and items included in the subscale physical are 2-3-5-6-9-10-12-14-16-19.","timeFrame":"Change from Baseline Fatigue Scale for Motor and Cognitive Function at 4 weeks"},{"measure":"Frontal Assessment Battery (FAB)","description":"The FAB is a brief tool that can be used at the bedside or in a clinic setting to assist in discriminating between dementias with a frontal dysexecutive phenotype and Dementia of Alzheimer\"s Type (DAT).\n\nThe FAB has validity in distinguishing Fronto-temporal type dementia from DAT in mildly demented patients (MMSE \\> 24). Total score is from a maximum of 18, higher scores indicating better performance.","timeFrame":"Change from Baseline Frontal Assessment Battery at 4 weeks"},{"measure":"Symbol Digit Modalities Test (SDMT)","description":"The Symbol Digit Modalities Test (SDMT) is used to assess divided attention, visual scanning, tracking and motor speed. Using a reference key, the examinee has 90 seconds to pair specific numbers with given geometric figures. Because examinees can give either written or spoken responses, the test is well suited for use with individuals who have motor disabilities or speech disorders. Because it involves only geometric figures and numbers, the SDMT is relatively culture free as well and can be administered to individuals who do not speak English.\n\nScoring involves summing the number of correct substitutions within the 90 second interval (max = 110). The interpretation results from normalization of gender categories, age and education. Normative SDMT data are already available for individuals across a number of countries, including Italy.","timeFrame":"Change from Baseline Symbol Digit Modalities Test at 4 weeks"},{"measure":"Trail Making Test (TMT)","description":"The Trail Making Test (TMT) measures flexibility of thinking on a visual-motor sequencing task. It consists of two parts, A and B, where 25 circles distributed over a sheet of paper. In Part A, the circles are numbered 1 - 25, and the patient should draw lines to connect the numbers in ascending order. In Part B, the circles include both numbers (1 - 13) and letters (A - L); as in Part A, the patient draws lines to connect the circles in an ascending pattern, but with the added task of alternating between the numbers and letters (i.e., 1-A-2-B-3-C, etc.).\n\nResults for both TMT A and B are reported as the number of seconds required to complete the task; therefore, higher scores reveal greater impairment.\n\nTrail A: Average 29 seconds, Deficient \\> 78 seconds, Rule of Thumb Most in 90 seconds Trail B: Average 75 seconds, Deficient \\> 273 seconds, Rule of Thumb Most in 3 minutes","timeFrame":"Change from Baseline Trail Making Test at 4 weeks"},{"measure":"The Stroop Colour Word Test (SCWT)","description":"The Stroop Color and Word Test (SCWT) is a neuropsychological test extensively used to assess the ability to inhibit cognitive interference that occurs when the processing of a specific stimulus feature impedes the simultaneous processing of a second stimulus attribute, well-known as the Stroop Effect. The subject is asked to read the words in the first task, to name colors in the second and third tasks. It is necessary to mark both any mistakes made but also the time spent on each task. The cut-off for the error interference effect is 4.24, while the cut-off for the time interference effect is 36.92.","timeFrame":"Change from Baseline Stroop Colour Word Test at 4 weeks"},{"measure":"The Cancellation Test of Digits (CTD)","description":"In the Cancellation Test of Digits (CTD) the patient is asked to cross out with a pencil, as quickly as possible, all numbers corresponding to those indicated at the top of each matrix. Line A serves as an example. The performance of the subject is counted from line I. Corrections of the barriers are not allowed. The task of the examiner is mark the point at which the subject has exceeded the maximum time of the test, but let the subject let the subject finish his task for each matrix. The maximum time for each matrix is 45 sec- and is considered from the moment the subject finishes the run in. If the subject takes less time than the maximum time, it will be indicated at the end of each matrix. The time cut-off for the test is 23.9.","timeFrame":"Change from Baseline Cancellation Test of Digits at 4 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age greater than or equal to 55;\n* Patients with outcomes of ischemic or hemorrhagic stroke documented through techniques of neuroimaging (magnetic resonance imaging or computed tomography);\n* Latency from the acute event between 1 and 6 months;\n* Cognitive abilities to execute simple orders and understand directions of the physical therapist \\[assessed by Token Test (score ≥ 26.5)\\];\n* Ability to walk independently or with little assistance;\n* Ability to understand and sign informed consent.\n\nExclusion Criteria:\n\n* Presence of systemic, neurological, or cardiac pathologies that make ambulation risky or cause motor deficits;\n* Orthopedic or postural problems;\n* Presence of plantar ulcers;\n* Partial or total amputation of foot segments.","healthyVolunteers":false,"sex":"ALL","minimumAge":"55 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Silvia Giovannini, MD, PhD","affiliation":"Fondazione Policlinico Universitario A. Gemelli, IRCCS","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Fondazione Policlinico Universitario A. Gemelli IRCCS","city":"Rome","zip":"00168","country":"Italy","geoPoint":{"lat":41.89193,"lon":12.51133}}]},"referencesModule":{"references":[{"pmid":"36224575","type":"DERIVED","citation":"Giovannini S, Iacovelli C, Brau F, Loreti C, Fusco A, Caliandro P, Biscotti L, Padua L, Bernabei R, Castelli L. RObotic-Assisted Rehabilitation for balance and gait in Stroke patients (ROAR-S): study protocol for a preliminary randomized controlled trial. Trials. 2022 Oct 12;23(1):872. doi: 10.1186/s13063-022-06812-w."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000020233","term":"Gait Disorders, Neurologic"}],"ancestors":[{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M21748","name":"Gait Disorders, Neurologic","asFound":"Gait Disorders, Neurologic","relevance":"HIGH"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}