{"protocolSection":{"identificationModule":{"nctId":"NCT03184259","orgStudyIdInfo":{"id":"ITT/012/16GP"},"organization":{"fullName":"Chinese University of Hong Kong","class":"OTHER"},"briefTitle":"Interactive Exoskeleton Robot for Walking","officialTitle":"Wearable Interactive Lower-limb Exoskeleton Robotic Device for Gait Training of Post-stroke Patients on Different Walking Conditions"},"statusModule":{"statusVerifiedDate":"2019-02","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-07-12","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-06-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2019-06-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2017-06-09","studyFirstSubmitQcDate":"2017-06-09","studyFirstPostDateStruct":{"date":"2017-06-12","type":"ACTUAL"},"lastUpdateSubmitDate":"2019-02-14","lastUpdatePostDateStruct":{"date":"2019-02-18","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Raymond KY Tong","investigatorTitle":"Professor","investigatorAffiliation":"Chinese University of Hong Kong"},"leadSponsor":{"name":"Chinese University of Hong Kong","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"A new lower-limb training system is introduced to enhance the clinical service for post-stroke lower limb rehabilitation and to assist the establishment of public clinical trial in different settings and share experiences on the robot-assisted functional training.","detailedDescription":"Stroke is caused by intracranial haemorrhage or thrombosis, which cuts off arterial supply to brain tissue and usually damages the motor pathway of the central nervous system affecting one side of the body. Reduced descending neural drive to the affected side could lead to hemiplegia, which significantly influences the activity of daily living (ADL) of stroke survivors (Singam, Ytterberg, Tham \\& von Koch, 2015). While the upper-limb motor impairment could be compensated using the contralateral side for picking up or manipulating objects, the loss of motor functionality on the lower limb would substantially limit the mobility and body balance. Many stroke survivors are dependent on walking aids or manual support from caregivers for standing and walking, otherwise they would have great risk of falling with serious consequences (Tasseel-Ponche, Yelnik \\& Bonan, 2015).\n\nRecent studies suggest stroke patients could relearn walking ability by developing alternative neural circuitries through long-term adaptation process, known as neuroplasticity. High-intensity, repetitive, and task-specific gait training is the key to enhance gait recovery of hemiplegic stroke patients (Kreisei, Hennerici \\& Bäzner, 2007; Kleim \\& Jones, 2008). The development of robot-assisted lower-limb exoskeleton devices has great clinical potential in stroke rehabilitation. Many lower-limb exoskeleton robots are clinically-available for non-ambulatory stroke patients to practice walking with passive assistance on body-weight-supported treadmill training (BWSTT) (Morone, et al., 2017).\n\nExisting robot-assisted gait training (RAGT) such as Lokomat and electromechanical Gait Trainer provide automatic, rhythmic, and repetitive powered assistance to major lower-limb joints at hips and knees bilaterally (Poli, Morone, Rosati \\& Masiero, 2013). Large-scale randomized controlled trials (RCT) of these RAGT in combination with conventional therapies show significantly more chronic stroke patients improved functional gait independency and ADL than receiving conventional therapies alone (Pohl, et al., 2007; Schwartz, et al., 2009; Hidler, et al., 2009; Mehrholz, et al., 2013). However, Hesse, Schmidt, Werner \\& Bardeleben (2003) suggest the integration of robots into gait rehabilitation could merely be an auxiliary tool for therapists to enhance training intensity and safety without increasing their workload. Most clinically-available RAGT are bounded to treadmill with passive assistance (van Peppen, et al., 2004; Morone, et al., 2017), but researches show task-variations and active participation in gait training could improve retention of newly-learnt skills and could promote generalization of training effects (Salbach, et al., 2004; Kwon, Woo, Lee \\& Kim, 2015). Portable RAGT that allows active over-ground gait training would be more promising especially for ambulatory stroke patients.\n\nRobot-assisted ankle foot orthosis (AFO) and knee brace are good candidates of portable exoskeleton devices for RAGT of hemiplegic stroke patients (Duerinck, et al., 2012; Zhang, Davies \\& Xie, 2013; Mehrholz, et al., 2017). Conventional AFO is mainly designed for treating foot drop gait abnormality with passive support in ankle dorsiflexion for foot clearance in swing phase and shock absorption in loading response. Conventional knee brace is mainly designed for body support in stance phase. The integration of robot assistance in the affected ankle and/or knee joint could provide active power assistance that synchronises to patients' voluntary residual ankle and/or knee movement. Long-term active power assistance might stimulate experience-driven gait recovery or develop compensatory gait pattern to facilitate gait (Kleim \\& Jones, 2008).\n\nIn order to translate robotic rehabilitation research into clinical application, evidence-based clinical research should be carried out to test the safety and effectiveness of the new devices or interventions on stroke patients (Backus, Winchester \\& Tefertiller, 2010). Many designs of robot-assisted AFO and knee braces have been proposed by different research groups, but most of them reported only the results of feasibility tests, mainly on healthy subjects with small sample sizes (Dollar \\& Herr, 2008; Shorter, et al., 2013; Alam, Choudhury \\& Bin Mamat, 2014). Majority of previous studies concerned about the immediate effects of wearing the robot-assisted AFOs and knee braces during walking, but few studies investigated the long-term therapeutic effects of wearing the devices for RAGT of stroke patients (Lo, 2012). In particular, systematic review by Mehrholz, et al. (2017) shows only one RCT has evaluated the efficacy of ankle training using robot-assisted AFO but in seated position, no RCT evaluated gait training using robot-assisted AFO on both over-ground walking and stair ambulation.\n\nIn this study, the Exoskeleton Ankle Robot and Knee Robot have been proposed and evaluated as a robot-assisted AFO and knee brace for gait training of stroke patients with foot drop gait abnormality. Clinical application of robot-assisted AFO and knee brace on stroke patients has to overcome some important challenges, such as to reduce weight loading on the leg, and to achieve portability and adaptability to various walking environments. The Exoskeleton Ankle Robot and Knee Brace aims: (1) to provide synchronised active ankle and/or knee power assistance to facilitate walking, (2) to develop accurate and reliable method to classify user walking intention in over-ground walking and stair ambulation, (3) to deliver training protocol for RAGT of stroke patients with foot drop gait abnormality. The feasibility tests and RCT of the Exoskeleton Ankle Robot and Knee Brace could validate the clinical value of this new rehabilitation robot, and could potentially establish a new intervention of gait rehabilitation for stroke patients."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke","Exoskeleton Robot","Rehabilitation","Ankle Foot Orthosis","Knee Brace","Foot Drop"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":64,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Robotic ankle system","type":"EXPERIMENTAL","description":"Subjects will wear the Ankle Robot during 20-session gait training, power assistance will be provided from the motor to the ankle joint.","interventionNames":["Device: Robotic ankle system"]},{"label":"Robotic knee system","type":"EXPERIMENTAL","description":"Subjects will wear the Knee Robot during 20-session gait training, power assistance will be provided from the motor to the knee joint.","interventionNames":["Device: Robotic knee system"]},{"label":"Ankle Sham group","type":"PLACEBO_COMPARATOR","description":"Subjects will wear the Ankle Robot during 20-session gait training, but no power assistance will be provided from the motor to the ankle joint.","interventionNames":["Device: Robotic ankle system"]},{"label":"Knee Sham group","type":"PLACEBO_COMPARATOR","description":"Subjects will wear the Knee Robot during 20-session gait training, but no power assistance will be provided from the motor to the knee joint.","interventionNames":["Device: Robotic knee system"]},{"label":"Health Control","type":"NO_INTERVENTION","description":"Healthy subjects will wear the Ankle Robot and/or Knee Robot during walking tasks (with or without power assistance), to collect control data for investigating if there are any effects of the robotic assistance on normal gait pattern."}],"interventions":[{"type":"DEVICE","name":"Robotic ankle system","description":"Patients will wear the robotic ankle system and undergo 20-minute over-ground walking and 10-minute stair walking.","armGroupLabels":["Ankle Sham group","Robotic ankle system"],"otherNames":["Ankle Robot"]},{"type":"DEVICE","name":"Robotic knee system","description":"Patients will wear the robotic knee system and undergo 20-minute over-ground walking and 10-minute stair walking.","armGroupLabels":["Knee Sham group","Robotic knee system"],"otherNames":["Knee Robot"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Functional Ambulatory Category (FAC)","description":"Functional Ambulatory Category (FAC) is a reliable measurement of independent walking ability on level-ground walking and stair ambulation, which is a good prediction of independent community walking post-stroke (Mehrholz, et al., 2007). FAC consists of 6-level scale: patients with FAC=4 requires supervision in level ground walking, FAC=5 requires supervision only when walking on non-level surface such as stairs.","timeFrame":"Baseline, Post-Training, 3-month follow up"}],"secondaryOutcomes":[{"measure":"Fugl-Meyer Assessment for Lower-Extremity (FMA-LE)","description":"Fugl-Meyer Assessment for Lower-Extremity (FMA-LE), consists of 34-level cumulative scoring system to examine lower-limb functions of hemiplegic stroke patients quantitatively through a set of lower-limb movement tasks in reflex, flexor/extensor synergy, volitional movement, coordination and speed (Fugl-Meyer, et al., 1975). All assessment items are either scoring \"full\", \"partial\", or \"none\" functionality in the affected side, which minimizes ceiling and floor effects. FMA-LE demonstrated high internal consistency and a reliable assessment tool for a group of 140 hemiplegic community dwelling patients (Park \\& Choi, 2014).","timeFrame":"Baseline, Post-Training, 3-month follow up"},{"measure":"Modified Ashworth Scale (MAS)","description":"Modified Ashworth Scale (MAS), consists of 4-level scale to examine joint spasticity based on muscle tone and resistance detected during passive stretching with good inter-rater reliability (ICC =0.85) (Bohannon \\& Smith, 1987).","timeFrame":"Baseline, Post-Training, 3-month follow up"},{"measure":"Berg Balance Scale (BBS)","description":"Berg Balance Scale (BBS), consists of 56-level measures to examine balance ability and to predict falling risk with high reliability (ICC=0.98) (Steffen, Hacker \\& Mollinger, 2002). Stroke patients were assessed based on their performance on 14 simple mobility tasks, including transfer, standing, and reaching.","timeFrame":"Baseline, Post-Training, 3-month follow up"},{"measure":"Timed 10-Meter Walk Test (10mWT)","description":"Timed 10-Meter Walk Test (10mWT), measures comfortable and fast walking speeds in short distance. The ability to increase walking speed above a comfortable pace suggests the capability to adapt to varying environments, such as crossing street, with high reliability (ICC=0.90-0.96) (Flansbjer, et al., 2005). Average walking speed of healthy elderly subjects ranges in 0.6m/s-1.4m/s, and can increase to 21%-56% above the comfortable pace for faster walking speed.","timeFrame":"Baseline, Post-Training, 3-month follow up"},{"measure":"6-minute Walk Test (SMWT)","description":"Six-Minute Walk Test (SMWT), measures the maximum walking distance covered in fixed duration as a sub-maximal test of endurance and aerobic capacity. The measurement of 6MWT is highly correlated to FAC (Mehrholz, et al., 2007) with good reliability (ICC=0.94-0.96) (Steffen, Hacker \\& Mollinger, 2002).","timeFrame":"Baseline, Post-Training, 3-month follow up"}],"otherOutcomes":[{"measure":"Gait Analysis with EMG Collection","description":"The spatial-temporal, kinetic, and kinematic gait parameters of the stroke patients were collected at the hip, knee, and ankle joints. In addition, the foot tilt angle was computed using the absolute angle between the affected foot and the ground, which is negative when the foot is pointing downwards. This angle measurement can help identifying abnormality in foot orientation during walking, such as foot slapping at initial contact or dropped foot pointing downwards after mid-swing (Zhang, Davies \\& Xie, 2013). Electromyography (EMG) of the lower limb muscles were also collected to investigate the muscle recruitment during walking with the robotic assistance.","timeFrame":"Baseline, Post-Training"},{"measure":"Subjective Feedback from Participants","description":"Subjective feedbacks were collected from participated stroke patients using questionnaire, with three 10-point Likert scale rating asking them about safety, effectiveness, and overall satisfaction of the gait training with the Exoskeleton Ankle Robot, with reference to the other conventional physiotherapy they had received before participating in this trial. Likert scale has been shown to measure satisfaction with good reliability (Wittink \\& Bayer, 1994).","timeFrame":"Post-Training"},{"measure":"Mini-Mental State Examination (MMSE)","description":"Mini-Mental State Examination (MMSE), assesses the cognitive capability of the subject to make sure they understand the purpose of participation in the clinical trial.","timeFrame":"Baseline"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. First episode of stroke,\n2. Hemiparesis resulting from a unilateral ischemic or hemorrhagic stroke,\n3. Functional Ambulation Category (FAC) \\> 2 out of 6, i.e. have ability to walk on the ground independently or under supervision, with or without assistive device,\n4. Have sufficient cognition to follow instructions and to understand the content and purpose of the study.\n\nExclusion Criteria:\n\n1. Uncontrolled cardiovascular or respiratory disorders,\n2. Moderate to serve contractures in the lower extremities,\n3. Orthopedic problems or muscle diseases that impair mobility,\n4. Difficulty to comply with the study protocol and the gait training schedule, i.e. at least 2 sessions per week.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Raymond Kai-yu Tong, PhD","role":"CONTACT","phone":"+852 3943 8454","email":"kytong@cuhk.edu.hk"}],"overallOfficials":[{"name":"Raymond Kai-yu Tong, PhD","affiliation":"Department of Biomedical Engineering, CUHK","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Department of Biomedical Engineering, The Chinese University of Hong Kong","status":"RECRUITING","city":"Hong Kong","country":"Hong Kong","contacts":[{"name":"Raymond Tong, PhD","role":"CONTACT","phone":"+852 3943 8454"}],"geoPoint":{"lat":22.27832,"lon":114.17469}}]},"referencesModule":{"references":[{"pmid":"29914523","type":"RESULT","citation":"Yeung LF, Ockenfeld C, Pang MK, Wai HW, Soo OY, Li SW, Tong KY. Randomized controlled trial of robot-assisted gait training with dorsiflexion assistance on chronic stroke patients wearing ankle-foot-orthosis. J Neuroeng Rehabil. 2018 Jun 19;15(1):51. doi: 10.1186/s12984-018-0394-7."},{"pmid":"28813820","type":"RESULT","citation":"Yeung LF, Ockenfeld C, Pang MK, Wai HW, Soo OY, Li SW, Tong KY. Design of an exoskeleton ankle robot for robot-assisted gait training of stroke patients. IEEE Int Conf Rehabil Robot. 2017 Jul;2017:211-215. doi: 10.1109/ICORR.2017.8009248."},{"pmid":"33514393","type":"DERIVED","citation":"Yeung LF, Lau CCY, Lai CWK, Soo YOY, Chan ML, Tong RKY. Effects of wearable ankle robotics for stair and over-ground training on sub-acute stroke: a randomized controlled trial. J Neuroeng Rehabil. 2021 Jan 29;18(1):19. doi: 10.1186/s12984-021-00814-6."}],"seeAlsoLinks":[{"label":"Homepage of the Research Team","url":"http://www.bme.cuhk.edu.hk/kytong/"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}