{"protocolSection":{"identificationModule":{"nctId":"NCT06070987","orgStudyIdInfo":{"id":"NMRPG8N0051"},"organization":{"fullName":"Chang Gung Memorial Hospital","class":"OTHER"},"briefTitle":"Exoskeleton Robotic Assisted Gait Training in Spastic Stroke Post Botulinum Toxin A Injection","officialTitle":"To Estimate the Efficacy of Botulinum Toxin A Injection Combing With Exoskeleton Robotic Assisted Gait Training in Stroke Patients With Spastic Stiff Knee Gait: Motor Function Performance and Neurophysiological Evaluation"},"statusModule":{"statusVerifiedDate":"2023-09","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-08-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-07-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-07-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-09-13","studyFirstSubmitQcDate":"2023-10-02","studyFirstPostDateStruct":{"date":"2023-10-06","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-02-06","lastUpdatePostDateStruct":{"date":"2024-02-08","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Chang Gung Memorial Hospital","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The purpose of this project is to examine and compare the immediate and long-term effects of combined Botulinum toxin type A(BoNT-A) injection with exoskeleton Robotic assisted gait training (RABT) in patients with post-stroke stiff-knee gait.","detailedDescription":"The aim of the study is to evaluate the effects of BoNT-A combining with overground exoskeleton robot for patients with post-stroke stiff-knee gait.\n\nStiff-knee gait (SKG) is a common gait pattern in patients after stroke, characterized by limited knee flexion (KF) during the swing phase of walking. Botulinum toxin A (BoNT-A) injection in rectus femoris muscle is considered the gold standard procedure to treat SKG.\n\nPatients with this gait pattern would reduce walking speed, cause toe dragging, compromise the stability of walking, increase risk of falling, and interfere with daily activities. This randomized controlled trial will contribute to the accelerated refinement and development of efficient and effective treatment programs for patients with post-stroke spastic stiff knee gait. The Robot-assisted gait training (RAGT) has the potential to be an optimal adjunctive therapy following BoNT-A treatment. Combinations of BoNT-A and rehabilitation training are suggested to optimize the treatment effect for spasticity related disabilities."},"conditionsModule":{"conditions":["Spastic Gait","Spastic"],"keywords":["Spasticity","Stroke rehabilitation","Botulinum toxin type A injection","Robot","Knee"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"There will be a research code representing patients' identity, this code will not show patients' name, social security number, and home address. For the results of patients' visit and the diagnosis, the study moderator will maintain a confidential attitude and be careful to maintain patients' privacy.","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":36,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"BoNT-A injection and robot therapy","type":"EXPERIMENTAL","description":"Training session included 40 minutes Robotic Therapy, the group will receive 2 sessions per week, for 12 weeks.","interventionNames":["Procedure: BoNT-A injections","Other: BoNT-A injection and robot therapy"]},{"label":"None BoNT-A injection and robot therapy","type":"EXPERIMENTAL","description":"Training session included 40 minutes Robotic Therapy, the group will receive 2 sessions per week, for 12 weeks.","interventionNames":["Other: None BoNT-A injection and robot therapy"]}],"interventions":[{"type":"PROCEDURE","name":"BoNT-A injections","description":"Botox brand BoNT-A Purified Neurotoxin Complex, (Allergan Pharmaceuticals, Irvine, CA) will be prepared by diluting lyophilized toxin with 0.9% saline to a concentration of 33-100 U/ml. depending on the size of the target muscle. Location of the targeted muscle will be confirmed by using echo guide. The total dose range is 100 units. The dose range of each target muscle is as below:100 units in rectus femoris.","armGroupLabels":["BoNT-A injection and robot therapy"]},{"type":"OTHER","name":"BoNT-A injection and robot therapy","description":"Wearable overground exoskeleton lower extremity robot system will be used in this study. The robot lower extremity system consisted with bilateral motors for assisting left and right knees, a pelvis belt and chariot system for suspending the device, and thigh and shank cuffs for attaching the exoskeleton \"links\" to the user. Patients will wear receive exoskeleton lower extremity robot after BoNT-A injected in the affected rectus femoris, then start to do the functional ambulation training to do 1) walking over ground 2) walking with turning, 3) get in and out of chair, 4) crouching and rising, and 5) going up and down stairs.","armGroupLabels":["BoNT-A injection and robot therapy"]},{"type":"OTHER","name":"None BoNT-A injection and robot therapy","description":"Wearable overground exoskeleton lower extremity robot system will be used in this study. The robot lower extremity system consisted with bilateral motors for assisting left and right knees, a pelvis belt and chariot system for suspending the device, and thigh and shank cuffs for attaching the exoskeleton \"links\" to the user. Patients will wear receive exoskeleton lower extremity robot (do not inject BoNT-A in the affected rectus femoris), then start to do the functional ambulation training to do 1) walking over ground 2) walking with turning, 3) get in and out of chair, 4) crouching and rising, and 5) going up and down stairs.","armGroupLabels":["None BoNT-A injection and robot therapy"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Modified Emory Functional Ambulation Profile(mEFAP)","description":"The mEFAP is a clinical test that measures the time to ambulate through five common environmental terrains with or without an assistive device .It has been demonstrated to have a high inter-rater and test-retest reliability as a measure of gait capacity and functional ambulation in the post stroke patient population. The mEFAP comprises five timed tasks: (1) a 5-m walk on a hard floor; (2) a 5-m walk on a carpeted surface; (3) to rise from a chair, a 3-m walk, and return to a seated position (the timed \"up-and-go\" test); (4) a standardized obstacle course; and (5) to ascent and descent five stairs. The five timed sub scores will be adjusted by a multiplier for any necessary assistive device and then add together to derive a composite score.","timeFrame":"Change from baseline at 5 months"}],"secondaryOutcomes":[{"measure":"Modified Ashworth scale","description":"Spasticity of skeletal muscle in lower extremity was evaluated by using the MAS scale. It uses a 8-point scale (0, 1, 1+,2, 2+, 3, 3+, 4) to score the average resistance to passive movement for each join with higher score indicating higher spasticity. The MAS has shown good reliability and validity. Investigators assessed the MAS of knee flexor/ extensor, ankle dorsiflexor/planta flexor in sitting position. The maximum of MAS scale is 4, and the minimum is 0. The higher scores mean a worse outcome.","timeFrame":"Change from baseline at 5 months"},{"measure":"Medical Research Council scale","description":"The MRC scale is a reliable measurement which ranges from 0 (no contraction) to 5 (normal power). Total scale combines all range and computes average scores, the higher scores mean a better outcome. The MRC scale will be used to examine the muscle strength of the affected hip flexion, knee flexion, knee extension, and ankle dorsiflexion in both sitting and standing positions.","timeFrame":"Change from baseline at 5 months"},{"measure":"Pendulum test","description":"Investigators use Pendulum test to evaluate the spasticity of knee extensors and record data of gyrometer deg、accelerometer deg、magnet deg. The pendular parameters (first swing excursion and relaxation index) will be extracted from an electro goniometer with 2 sensors, 15 cm above and below lateral femoral epicondyle respectively. Previous study showed the pendular parameters can provide additional ambulatory information, as complementary to the MAS .","timeFrame":"Change from baseline at 5 months"},{"measure":"Berg Balance Scale","description":"The BBS is a 14-item scale, which is widely used to assess balance disorders in people with stroke, each item is scored from 0 to 4 points. The reliability and validity of the BBS are well established. Investigators used BBS for balance function assessment. The higher scores mean a better outcome.","timeFrame":"Change from baseline at 5 months"},{"measure":"Six-Minute Walking Test","description":"The 6MWT is commonly used to assess patients' cardiovascular or respiratory problems and is regarded as a submaximal test of aerobic capacity. Investigators will use 6MWT to assess walking endurance. It is now commonly used in stroke patients and is highly reliable in this group. The maximum distance covered on a 20-m walkway in 6 mins is recorded.","timeFrame":"Change from baseline at 5 months"},{"measure":"Isometric strength","description":"Isometric strength was measured using the Biodex System 3a. Investigators use to test consisting of three knee flexion/extension isometric contractions at 30°, 45°, 90° knee flexion, and record data of isometric peak torque (Nm/kg).Five-second maximal voluntary isometric contraction (MVIC) trials were performed ten times. A rest of 15s was given between contractions for each trial, and the interval between two angles was approximately 2 min. Isometric peak torque (Nm/kg) was calculated as the highest value from the filtered torque data during each MVIC, which was normalized by the body mass. The isometric peak torque (Nm) was obtained from the Biodex System 3 software for both flexion and extension.","timeFrame":"Change from baseline at 5 months"}],"otherOutcomes":[{"measure":"Kinematic analysis","description":"Investigators will use a marker less motion capture system for kinematic analysis, use four high-definition cameras to record 30 fps at a resolution of 4 megapixels. The camera was placed uniformly 5 meters away from the center of the subject at the height of1meter, allowing for a maximum number of detections of the entire body. To analyze the kinematics of lower extremity, investigators use Open Pose, a real-time multi-person system, to detect human pose in 2D images Fromm the four high-definition cameras. Investigators will use this test to measure the angle of knee flexion and the step length (cm) of participants.","timeFrame":"Change from baseline at 5 months"},{"measure":"Gait Assessment and Intervention Tool","description":"GAIT is made up of 31 items divided into 3 sections, which correspond to 3 phases of the gait cycle. Items have 3 possible scores: 0-1, 0-2, and 0-3 points. The maximum punctuation is 64 points that indicates a maximal deficit of the patient gait pattern. Investigators use Gait Assessment and Intervention Tool (GAIT) to do clinical gait observation assessment.","timeFrame":"Change from baseline at 5 months"},{"measure":"Nottingham Extended Activities of Daily Living Index","description":"The Nottingham Extended Activities of Daily Living Index (Eadl) is made up of 22 items divided into 4 sections, each item is scored from 0 to 3 points. Investigators use Eadl index mobility subdomain to assess the community participation level of participants.","timeFrame":"Change from baseline at 5 months"},{"measure":"Activities-specific Balance confidence","description":"The Activities-specific Balance confidence (ABS) scale is a questionnaire developed to assess older individual's balance confidence in performing daily activities. ABC scale consists of a wide continuum of less and more challenging daily activities. The ABS scale has 16 items, representing daily activities. Participants are asked to answer, with a score from 0% (not confident at all) to 100% (completely confident) in increments of 10%, how confident they are in performing each activity. The average score obtained is an indication on balance confidence.","timeFrame":"Change from baseline at 5 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Ischemic or hemorrhagic stroke ≥ 3 months\n* Age ≥ 20 years\n* Functional Ambulation Category ≥4\n* Affected rectus femoris spasticity (MAS between 1+ and 2)\n* BoNT-A treatment-naive or treated with BoNT-A ≥4 months in the affected leg before recruitment\n* Receiving oral muscle relaxants or other medication for spasticity were on a stable dose for≥2 months\n* Can obey simple order\n\nExclusion Criteria:\n\n* Pregnant\n* Sensitivity to BoNT-A\n* Infection of the skin, soft tissue in the injection area\n* Participation in other trials\n* Fixed contractures or bony deformities in the affected leg\n* Previous treatment of the affected leg with neurolytic or surgical procedures (i.e., phenol block, tendon lengthening of transfer, tenotomy, muscle release, arthrodesis)\n* Severe cardiovascular comorbidity (i.e., recent myocardial infarction, heart failure, uncontrolled hypertension, orthostatic hypotension)","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Hung Jen-Wen","role":"CONTACT","phone":"+886975056689","email":"hung0702@cgmh.org.tw"}],"overallOfficials":[{"name":"Hung Jen-Wen","affiliation":"Chang Gung Memorial Hospital-Kaohsiung Medical Center","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Department of Rehabilitation, Chang Gung Memorial Hospital-Kaohsiung Medical Center, Kaohsiung, Taiwan","status":"RECRUITING","city":"Kaohsiung","zip":"833","country":"Taiwan","contacts":[{"name":"Hung Jen-Wen","role":"CONTACT","phone":"+886975056689","email":"hung0702@cgmh.org.tw"}],"geoPoint":{"lat":22.61626,"lon":120.31333}}]},"referencesModule":{"references":[{"pmid":"11283399","type":"BACKGROUND","citation":"Baer HR, Wolf SL. Modified emory functional ambulation profile: an outcome measure for the rehabilitation of poststroke gait dysfunction. Stroke. 2001 Apr;32(4):973-9. doi: 10.1161/01.str.32.4.973."},{"pmid":"8931526","type":"BACKGROUND","citation":"Beckerman H, Becher J, Lankhorst GJ, Verbeek AL. Walking ability of stroke patients: efficacy of tibial nerve blocking and a polypropylene ankle-foot orthosis. Arch Phys Med Rehabil. 1996 Nov;77(11):1144-51. doi: 10.1016/s0003-9993(96)90138-0."},{"pmid":"1468055","type":"BACKGROUND","citation":"Berg KO, Wood-Dauphinee SL, Williams JI, Maki B. Measuring balance in the elderly: validation of an instrument. Can J Public Health. 1992 Jul-Aug;83 Suppl 2:S7-11."},{"pmid":"8411500","type":"BACKGROUND","citation":"Bittner V, Weiner DH, Yusuf S, Rogers WJ, McIntyre KM, Bangdiwala SI, Kronenberg MW, Kostis JB, Kohn RM, Guillotte M, et al. Prediction of mortality and morbidity with a 6-minute walk test in patients with left ventricular dysfunction. SOLVD Investigators. JAMA. 1993 Oct 13;270(14):1702-7."},{"pmid":"19442523","type":"BACKGROUND","citation":"Bleyenheuft C, Cockx S, Caty G, Stoquart G, Lejeune T, Detrembleur C. The effect of botulinum toxin injections on gait control in spastic stroke patients presenting with a stiff-knee gait. Gait Posture. 2009 Aug;30(2):168-72. doi: 10.1016/j.gaitpost.2009.04.003. Epub 2009 May 12."},{"pmid":"18292215","type":"BACKGROUND","citation":"Blum L, Korner-Bitensky N. Usefulness of the Berg Balance Scale in stroke rehabilitation: a systematic review. Phys Ther. 2008 May;88(5):559-66. doi: 10.2522/ptj.20070205. Epub 2008 Feb 21."},{"pmid":"18174114","type":"BACKGROUND","citation":"Brewer BR, McDowell SK, Worthen-Chaudhari LC. Poststroke upper extremity rehabilitation: a review of robotic systems and clinical results. Top Stroke Rehabil. 2007 Nov-Dec;14(6):22-44. doi: 10.1310/tsr1406-22."},{"pmid":"29208476","type":"BACKGROUND","citation":"Bruni MF, Melegari C, De Cola MC, Bramanti A, Bramanti P, Calabro RS. What does best evidence tell us about robotic gait rehabilitation in stroke patients: A systematic review and meta-analysis. J Clin Neurosci. 2018 Feb;48:11-17. doi: 10.1016/j.jocn.2017.10.048. Epub 2017 Dec 6."},{"pmid":"29695280","type":"BACKGROUND","citation":"Calabro RS, Naro A, Russo M, Bramanti P, Carioti L, Balletta T, Buda A, Manuli A, Filoni S, Bramanti A. Shaping neuroplasticity by using powered exoskeletons in patients with stroke: a randomized clinical trial. J Neuroeng Rehabil. 2018 Apr 25;15(1):35. doi: 10.1186/s12984-018-0377-8."},{"pmid":"18635841","type":"BACKGROUND","citation":"Caty GD, Detrembleur C, Bleyenheuft C, Deltombe T, Lejeune TM. Effect of simultaneous botulinum toxin injections into several muscles on impairment, activity, participation, and quality of life among stroke patients presenting with a stiff knee gait. Stroke. 2008 Oct;39(10):2803-8. doi: 10.1161/STROKEAHA.108.516153. Epub 2008 Jul 17."},{"pmid":"24396811","type":"BACKGROUND","citation":"Chang WH, Kim YH. Robot-assisted Therapy in Stroke Rehabilitation. J Stroke. 2013 Sep;15(3):174-81. doi: 10.5853/jos.2013.15.3.174. Epub 2013 Sep 27."},{"pmid":"30035072","type":"BACKGROUND","citation":"Chen B, Ma H, Qin LY, Gao F, Chan KM, Law SW, Qin L, Liao WH. Recent developments and challenges of lower extremity exoskeletons. J Orthop Translat. 2015 Oct 17;5:26-37. doi: 10.1016/j.jot.2015.09.007. eCollection 2016 Apr."},{"pmid":"31277579","type":"BACKGROUND","citation":"Chou MY, Nishita Y, Nakagawa T, Tange C, Tomida M, Shimokata H, Otsuka R, Chen LK, Arai H. Role of gait speed and grip strength in predicting 10-year cognitive decline among community-dwelling older people. BMC Geriatr. 2019 Jul 5;19(1):186. doi: 10.1186/s12877-019-1199-7."},{"type":"BACKGROUND","citation":"Council, M. R. (1976). Aids to the examination of the peripheral nervous system. HM Stationery Office."},{"pmid":"18018689","type":"BACKGROUND","citation":"Delp SL, Anderson FC, Arnold AS, Loan P, Habib A, John CT, Guendelman E, Thelen DG. OpenSim: open-source software to create and analyze dynamic simulations of movement. IEEE Trans Biomed Eng. 2007 Nov;54(11):1940-50. doi: 10.1109/TBME.2007.901024."},{"pmid":"19240197","type":"BACKGROUND","citation":"Dobkin BH. Progressive Staging of Pilot Studies to Improve Phase III Trials for Motor Interventions. Neurorehabil Neural Repair. 2009 Mar-Apr;23(3):197-206. doi: 10.1177/1545968309331863."},{"pmid":"17939776","type":"BACKGROUND","citation":"Eng JJ, Tang PF. Gait training strategies to optimize walking ability in people with stroke: a synthesis of the evidence. Expert Rev Neurother. 2007 Oct;7(10):1417-36. doi: 10.1586/14737175.7.10.1417."},{"pmid":"29808523","type":"BACKGROUND","citation":"Erbil D, Tugba G, Murat TH, Melike A, Merve A, Cagla K, Mehmetali CC, Akay O, Nigar D. Effects of robot-assisted gait training in chronic stroke patients treated by botulinum toxin-a: A pivotal study. Physiother Res Int. 2018 Jul;23(3):e1718. doi: 10.1002/pri.1718. Epub 2018 May 28."},{"pmid":"15788341","type":"BACKGROUND","citation":"Flansbjer UB, Holmback AM, Downham D, Patten C, Lexell J. Reliability of gait performance tests in men and women with hemiparesis after stroke. J Rehabil Med. 2005 Mar;37(2):75-82. doi: 10.1080/16501970410017215."},{"pmid":"10855904","type":"BACKGROUND","citation":"Gregson JM, Leathley MJ, Moore AP, Smith TL, Sharma AK, Watkins CL. Reliability of measurements of muscle tone and muscle power in stroke patients. Age Ageing. 2000 May;29(3):223-8. doi: 10.1093/ageing/29.3.223."},{"pmid":"8857891","type":"BACKGROUND","citation":"Hinderer SR, Gupta S. Functional outcome measures to assess interventions for spasticity. Arch Phys Med Rehabil. 1996 Oct;77(10):1083-9. doi: 10.1016/s0003-9993(96)90073-8."},{"pmid":"6691052","type":"BACKGROUND","citation":"Holden MK, Gill KM, Magliozzi MR, Nathan J, Piehl-Baker L. Clinical gait assessment in the neurologically impaired. Reliability and meaningfulness. Phys Ther. 1984 Jan;64(1):35-40. doi: 10.1093/ptj/64.1.35."},{"pmid":"36550934","type":"BACKGROUND","citation":"Huang JJ, Pei YC, Chen YY, Tseng SS, Hung JW. Bilateral Sensorimotor Cortical Communication Modulated by Multiple Hand Training in Stroke Participants: A Single Training Session Pilot Study. Bioengineering (Basel). 2022 Nov 24;9(12):727. doi: 10.3390/bioengineering9120727."},{"pmid":"34285276","type":"BACKGROUND","citation":"Huang YD, Li W, Chou YL, Hung ES, Kang JH. Pendulum test in chronic hemiplegic stroke population: additional ambulatory information beyond spasticity. Sci Rep. 2021 Jul 20;11(1):14769. doi: 10.1038/s41598-021-94108-5."},{"pmid":"34437410","type":"BACKGROUND","citation":"Hung JW, Chen YW, Chen YJ, Pong YP, Wu WC, Chang KC, Wu CY. The Effects of Distributed vs. Condensed Schedule for Robot-Assisted Training with Botulinum Toxin A Injection for Spastic Upper Limbs in Chronic Post-Stroke Subjects. Toxins (Basel). 2021 Aug 1;13(8):539. doi: 10.3390/toxins13080539."},{"pmid":"35737076","type":"BACKGROUND","citation":"Hung JW, Yen CL, Chang KC, Chiang WC, Chuang IC, Pong YP, Wu WC, Wu CY. A Pilot Randomized Controlled Trial of Botulinum Toxin Treatment Combined with Robot-Assisted Therapy, Mirror Therapy, or Active Control Treatment in Patients with Spasticity Following Stroke. Toxins (Basel). 2022 Jun 17;14(6):415. doi: 10.3390/toxins14060415."},{"pmid":"1729971","type":"BACKGROUND","citation":"Katrak PH, Cole AM, Poulos CJ, McCauley JC. Objective assessment of spasticity, strength, and function with early exhibition of dantrolene sodium after cerebrovascular accident: a randomized double-blind study. Arch Phys Med Rehabil. 1992 Jan;73(1):4-9."},{"pmid":"10191372","type":"BACKGROUND","citation":"Kerrigan DC, Bang MS, Burke DT. An algorithm to assess stiff-legged gait in traumatic brain injury. J Head Trauma Rehabil. 1999 Apr;14(2):136-45. doi: 10.1097/00001199-199904000-00004."},{"pmid":"11138952","type":"BACKGROUND","citation":"Kerrigan DC, Burke DT, Nieto TJ, Riley PO. Can toe-walking contribute to stiff-legged gait? Am J Phys Med Rehabil. 2001 Jan;80(1):33-7. doi: 10.1097/00002060-200101000-00009."},{"pmid":"11277129","type":"BACKGROUND","citation":"Kerrigan DC, Karvosky ME, Riley PO. Spastic paretic stiff-legged gait: joint kinetics. Am J Phys Med Rehabil. 2001 Apr;80(4):244-9. doi: 10.1097/00002060-200104000-00002."},{"pmid":"10200381","type":"BACKGROUND","citation":"Casey Kerrigan D, S Roth R, Riley PO. The modelling of adult spastic paretic stiff-legged gait swing period based on actual kinematic data. Gait Posture. 1998 Mar 1;7(2):117-124. doi: 10.1016/s0966-6362(97)00040-4."},{"type":"BACKGROUND","citation":"Kerrigan, D. C., & Sheffler, L. R. (1995). Spastic paretic gait: an approach to evaluation and treatment. Critical Reviews™ in Physical and Rehabilitation Medicine, 7(3)."},{"pmid":"31011851","type":"BACKGROUND","citation":"Kramer SF, Hung SH, Brodtmann A. The Impact of Physical Activity Before and After Stroke on Stroke Risk and Recovery: a Narrative Review. Curr Neurol Neurosci Rep. 2019 Apr 22;19(6):28. doi: 10.1007/s11910-019-0949-4."},{"pmid":"29960017","type":"BACKGROUND","citation":"Levy J, Molteni F, Cannaviello G, Lansaman T, Roche N, Bensmail D. Does botulinum toxin treatment improve upper limb active function? Ann Phys Rehabil Med. 2019 Jul;62(4):234-240. doi: 10.1016/j.rehab.2018.05.1320. Epub 2018 Jun 28."},{"pmid":"25914638","type":"BACKGROUND","citation":"Li S, Francisco GE. New insights into the pathophysiology of post-stroke spasticity. Front Hum Neurosci. 2015 Apr 10;9:192. doi: 10.3389/fnhum.2015.00192. eCollection 2015."},{"pmid":"18355307","type":"BACKGROUND","citation":"Lundstrom E, Terent A, Borg J. Prevalence of disabling spasticity 1 year after first-ever stroke. Eur J Neurol. 2008 Jun;15(6):533-9. doi: 10.1111/j.1468-1331.2008.02114.x. Epub 2008 Mar 18."},{"pmid":"30541585","type":"BACKGROUND","citation":"McGibbon CA, Sexton A, Jayaraman A, Deems-Dluhy S, Gryfe P, Novak A, Dutta T, Fabara E, Adans-Dester C, Bonato P. Evaluation of the Keeogo exoskeleton for assisting ambulatory activities in people with multiple sclerosis: an open-label, randomized, cross-over trial. J Neuroeng Rehabil. 2018 Dec 12;15(1):117. doi: 10.1186/s12984-018-0468-6."},{"pmid":"30269804","type":"BACKGROUND","citation":"Molteni F, Gasperini G, Cannaviello G, Guanziroli E. Exoskeleton and End-Effector Robots for Upper and Lower Limbs Rehabilitation: Narrative Review. PM R. 2018 Sep;10(9 Suppl 2):S174-S188. doi: 10.1016/j.pmrj.2018.06.005."},{"pmid":"19236983","type":"BACKGROUND","citation":"Mudge S, Stott NS. Timed walking tests correlate with daily step activity in persons with stroke. Arch Phys Med Rehabil. 2009 Feb;90(2):296-301. doi: 10.1016/j.apmr.2008.07.025."},{"pmid":"32370210","type":"BACKGROUND","citation":"Negrini F, Gasperini G, Guanziroli E, Vitale JA, Banfi G, Molteni F. Using an Accelerometer-Based Step Counter in Post-Stroke Patients: Validation of a Low-Cost Tool. Int J Environ Res Public Health. 2020 May 2;17(9):3177. doi: 10.3390/ijerph17093177."},{"pmid":"10911416","type":"BACKGROUND","citation":"Noonan V, Dean E. Submaximal exercise testing: clinical application and interpretation. Phys Ther. 2000 Aug;80(8):782-807."},{"pmid":"19903655","type":"BACKGROUND","citation":"Novak AC, Olney SJ, Bagg S, Brouwer B. Gait changes following botulinum toxin A treatment in stroke. Top Stroke Rehabil. 2009 Sep-Oct;16(5):367-76. doi: 10.1310/tsr1605-367."},{"pmid":"8931594","type":"BACKGROUND","citation":"O'Dwyer NJ, Ada L, Neilson PD. Spasticity and muscle contracture following stroke. Brain. 1996 Oct;119 ( Pt 5):1737-49. doi: 10.1093/brain/119.5.1737."},{"type":"BACKGROUND","citation":"Olney, S. J., & Richards, C. (1996). Hemiparetic gait following stroke. Part I: Characteristics. Gait & posture, 4(2), 136-148."},{"type":"BACKGROUND","citation":"Perry, J. (1992). Gait Analysis. Thorofare, NJ: SLACK. In: Inc."},{"pmid":"9147969","type":"BACKGROUND","citation":"Piazza SJ, Delp SL. The influence of muscles on knee flexion during the swing phase of gait. J Biomech. 1996 Jun;29(6):723-33. doi: 10.1016/0021-9290(95)00144-1."},{"pmid":"27098300","type":"BACKGROUND","citation":"Picelli A, Bacciga M, Melotti C, LA Marchina E, Verzini E, Ferrari F, Pontillo A, Corradi J, Tamburin S, Saltuari L, Corradini C, Waldner A, Smania N. Combined effects of robot-assisted gait training and botulinum toxin type A on spastic equinus foot in patients with chronic stroke: a pilot, single blind, randomized controlled trial. Eur J Phys Rehabil Med. 2016 Dec;52(6):759-766. Epub 2016 Apr 21."},{"pmid":"24722047","type":"BACKGROUND","citation":"Picelli A, Dambruoso F, Bronzato M, Barausse M, Gandolfi M, Smania N. Efficacy of therapeutic ultrasound and transcutaneous electrical nerve stimulation compared with botulinum toxin type A in the treatment of spastic equinus in adults with chronic stroke: a pilot randomized controlled trial. Top Stroke Rehabil. 2014;21 Suppl 1:S8-16. doi: 10.1310/tsr21S1-S8."},{"type":"BACKGROUND","citation":"Portney, L. G., & Watkins, M. P. (2009). Foundations of clinical research: applications to practice (Vol. 892). Pearson/Prentice Hall Upper Saddle River, NJ."},{"pmid":"7814786","type":"BACKGROUND","citation":"Powell LE, Myers AM. The Activities-specific Balance Confidence (ABC) Scale. J Gerontol A Biol Sci Med Sci. 1995 Jan;50A(1):M28-34. doi: 10.1093/gerona/50a.1.m28."},{"pmid":"9802784","type":"BACKGROUND","citation":"Riley PO, Kerrigan DC. Torque action of two-joint muscles in the swing period of stiff-legged gait: a forward dynamic model analysis. J Biomech. 1998 Sep;31(9):835-40. doi: 10.1016/s0021-9290(98)00107-9."},{"pmid":"18771925","type":"BACKGROUND","citation":"Robertson JV, Pradon D, Bensmail D, Fermanian C, Bussel B, Roche N. Relevance of botulinum toxin injection and nerve block of rectus femoris to kinematic and functional parameters of stiff knee gait in hemiplegic adults. Gait Posture. 2009 Jan;29(1):108-12. doi: 10.1016/j.gaitpost.2008.07.005. Epub 2008 Sep 3."},{"pmid":"25213306","type":"BACKGROUND","citation":"Roche N, Boudarham J, Hardy A, Bonnyaud C, Bensmail B. Use of gait parameters to predict the effectiveness of botulinum toxin injection in the spastic rectus femoris muscle of stroke patients with stiff knee gait. Eur J Phys Rehabil Med. 2015 Aug;51(4):361-70. Epub 2014 Sep 12."},{"pmid":"18322637","type":"BACKGROUND","citation":"Rosales RL, Chua-Yap AS. Evidence-based systematic review on the efficacy and safety of botulinum toxin-A therapy in post-stroke spasticity. J Neural Transm (Vienna). 2008;115(4):617-23. doi: 10.1007/s00702-007-0869-3. Epub 2008 Mar 6."},{"pmid":"3809245","type":"BACKGROUND","citation":"Bohannon RW, Smith MB. Interrater reliability of a modified Ashworth scale of muscle spasticity. Phys Ther. 1987 Feb;67(2):206-7. doi: 10.1093/ptj/67.2.206."},{"pmid":"25263601","type":"BACKGROUND","citation":"Santamato A, Micello MF, Panza F, Fortunato F, Baricich A, Cisari C, Pilotto A, Logroscino G, Fiore P, Ranieri M. Can botulinum toxin type A injection technique influence the clinical outcome of patients with post-stroke upper limb spasticity? A randomized controlled trial comparing manual needle placement and ultrasound-guided injection techniques. J Neurol Sci. 2014 Dec 15;347(1-2):39-43. doi: 10.1016/j.jns.2014.09.016. Epub 2014 Sep 19."},{"pmid":"27291256","type":"BACKGROUND","citation":"Santamato A, Ranieri M, Solfrizzi V, Lozupone M, Vecchio M, Daniele A, Greco A, Seripa D, Logroscino G, Panza F. High doses of incobotulinumtoxinA for the treatment of post-stroke spasticity: are they safe and effective? Expert Opin Drug Metab Toxicol. 2016 Aug;12(8):843-6. doi: 10.1080/17425255.2016.1198318. Epub 2016 Jun 17. No abstract available."},{"pmid":"30048444","type":"BACKGROUND","citation":"Seth A, Hicks JL, Uchida TK, Habib A, Dembia CL, Dunne JJ, Ong CF, DeMers MS, Rajagopal A, Millard M, Hamner SR, Arnold EM, Yong JR, Lakshmikanth SK, Sherman MA, Ku JP, Delp SL. OpenSim: Simulating musculoskeletal dynamics and neuromuscular control to study human and animal movement. PLoS Comput Biol. 2018 Jul 26;14(7):e1006223. doi: 10.1371/journal.pcbi.1006223. eCollection 2018 Jul."},{"pmid":"18164331","type":"BACKGROUND","citation":"Stoquart GG, Detrembleur C, Palumbo S, Deltombe T, Lejeune TM. Effect of botulinum toxin injection in the rectus femoris on stiff-knee gait in people with stroke: a prospective observational study. Arch Phys Med Rehabil. 2008 Jan;89(1):56-61. doi: 10.1016/j.apmr.2007.08.131."},{"pmid":"24309072","type":"BACKGROUND","citation":"Tenniglo MJ, Nederhand MJ, Prinsen EC, Nene AV, Rietman JS, Buurke JH. Effect of chemodenervation of the rectus femoris muscle in adults with a stiff knee gait due to spastic paresis: a systematic review with a meta-analysis in patients with stroke. Arch Phys Med Rehabil. 2014 Mar;95(3):576-87. doi: 10.1016/j.apmr.2013.11.008. Epub 2013 Dec 3."},{"pmid":"22311056","type":"BACKGROUND","citation":"Tok F, Balaban B, Yasar E, Alaca R, Tan AK. The effects of onabotulinum toxin A injection into rectus femoris muscle in hemiplegic stroke patients with stiff-knee gait: a placebo-controlled, nonrandomized trial. Am J Phys Med Rehabil. 2012 Apr;91(4):321-6. doi: 10.1097/PHM.0b013e3182465feb."},{"pmid":"23570893","type":"BACKGROUND","citation":"Trompetto C, Marinelli L, Mori L, Cossu E, Zilioli R, Simonini M, Abbruzzese G, Baratto L. Postactivation depression changes after robotic-assisted gait training in hemiplegic stroke patients. Gait Posture. 2013 Sep;38(4):729-33. doi: 10.1016/j.gaitpost.2013.03.011. Epub 2013 Apr 6."},{"pmid":"17451615","type":"BACKGROUND","citation":"Tsai RC, Lin KN, Wang HJ, Liu HC. Evaluating the uses of the total score and the domain scores in the Cognitive Abilities Screening Instrument, Chinese version (CASI C-2.0): results of confirmatory factor analysis. Int Psychogeriatr. 2007 Dec;19(6):1051-63. doi: 10.1017/S1041610207005327. Epub 2007 Apr 23."},{"pmid":"479242","type":"BACKGROUND","citation":"Waters RL, Garland DE, Perry J, Habig T, Slabaugh P. Stiff-legged gait in hemiplegia: surgical correction. J Bone Joint Surg Am. 1979 Sep;61(6A):927-33."},{"pmid":"16446538","type":"BACKGROUND","citation":"Welmer AK, von Arbin M, Widen Holmqvist L, Sommerfeld DK. Spasticity and its association with functioning and health-related quality of life 18 months after stroke. Cerebrovasc Dis. 2006;21(4):247-53. doi: 10.1159/000091222. Epub 2006 Jan 27."},{"pmid":"23319481","type":"BACKGROUND","citation":"Wissel J, Manack A, Brainin M. Toward an epidemiology of poststroke spasticity. Neurology. 2013 Jan 15;80(3 Suppl 2):S13-9. doi: 10.1212/WNL.0b013e3182762448."},{"pmid":"25171879","type":"BACKGROUND","citation":"Wissel J, Verrier M, Simpson DM, Charles D, Guinto P, Papapetropoulos S, Sunnerhagen KS. Post-stroke spasticity: predictors of early development and considerations for therapeutic intervention. PM R. 2015 Jan;7(1):60-7. doi: 10.1016/j.pmrj.2014.08.946. Epub 2014 Aug 27."},{"pmid":"10066855","type":"BACKGROUND","citation":"Yelnik A, Albert T, Bonan I, Laffont I. A clinical guide to assess the role of lower limb extensor overactivity in hemiplegic gait disorders. Stroke. 1999 Mar;30(3):580-5. doi: 10.1161/01.str.30.3.580."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000009128","term":"Muscle Spasticity"},{"id":"D000020233","term":"Gait Disorders, Neurologic"}],"ancestors":[{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000009135","term":"Muscular Diseases"},{"id":"D000009140","term":"Musculoskeletal Diseases"},{"id":"D000009122","term":"Muscle Hypertonia"},{"id":"D000020879","term":"Neuromuscular Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M11775","name":"Muscle Spasticity","asFound":"Spastic","relevance":"HIGH"},{"id":"M21748","name":"Gait Disorders, Neurologic","asFound":"Spastic Gait","relevance":"HIGH"},{"id":"M11782","name":"Muscular Diseases","relevance":"LOW"},{"id":"M11787","name":"Musculoskeletal Diseases","relevance":"LOW"},{"id":"M11769","name":"Muscle Hypertonia","relevance":"LOW"},{"id":"M22309","name":"Neuromuscular Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"meshes":[{"id":"C000545476","term":"incobotulinumtoxinA"},{"id":"D000019274","term":"Botulinum Toxins, Type A"}],"ancestors":[{"id":"D000009465","term":"Neuromuscular Agents"},{"id":"D000018373","term":"Peripheral Nervous System Agents"},{"id":"D000045505","term":"Physiological Effects of Drugs"},{"id":"D000065087","term":"Acetylcholine Release Inhibitors"},{"id":"D000049990","term":"Membrane Transport Modulators"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"},{"id":"D000018678","term":"Cholinergic Agents"},{"id":"D000018377","term":"Neurotransmitter Agents"}],"browseLeaves":[{"id":"M4873","name":"Botulinum Toxins","relevance":"LOW"},{"id":"M250157","name":"abobotulinumtoxinA","relevance":"LOW"},{"id":"M20947","name":"Botulinum Toxins, Type A","asFound":"Lutetium","relevance":"HIGH"},{"id":"M250251","name":"incobotulinumtoxinA","asFound":"Lutetium","relevance":"HIGH"},{"id":"M3163","name":"Acetylcholine","relevance":"LOW"},{"id":"M20448","name":"Cholinergic Agents","relevance":"LOW"},{"id":"M20194","name":"Neurotransmitter Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"VaDiAg","name":"Vasodilator Agents"}]}},"hasResults":false}