{"protocolSection":{"identificationModule":{"nctId":"NCT03271463","orgStudyIdInfo":{"id":"PMR-2017-25802"},"organization":{"fullName":"University of Minnesota","class":"OTHER"},"briefTitle":"Assessing Leg Control in People With Chronic Stroke","officialTitle":"Lower Extremity Selective Voluntary Motor Control in Adults With Chronic Stroke: Comparing the SCALE Assessment to the Fugl-Meyer Assessment"},"statusModule":{"statusVerifiedDate":"2021-04","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-08-05","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-11-05","type":"ACTUAL"},"completionDateStruct":{"date":"2020-11-05","type":"ACTUAL"},"studyFirstSubmitDate":"2017-08-31","studyFirstSubmitQcDate":"2017-08-31","studyFirstPostDateStruct":{"date":"2017-09-05","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-04-13","lastUpdatePostDateStruct":{"date":"2021-04-14","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Minnesota","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The purpose of this study is to compare the clinometric (psychometric) properties of the SCALE and FMA-LE assessments in adults after stroke. A second purpose is to determine how well each measure predicts walking speed using the 10 meter walk test.","detailedDescription":"Selective voluntary motor control may be important in prognosticating future function in adults post stroke. It is therefore important to measure selective voluntary motor control using assessments that are valid, reliable and easy to perform and interpret. Current assessments are time consuming and complicated. Clinicians who work with patients post stroke will benefit from this research because they will have evidence supporting appropriate measurement of selective voluntary motor control. This evidence may inform their clinical decision making when working with patients. Patients who have survived a stroke will benefit because their therapists will be able to better measure their selective voluntary motor control which may one day lead to better prediction of functional outcomes and the selection of appropriate interventions.\n\nThe Fugl-Meyer assessment (FMA) is the \"Gold Standard\" for the assessment of individuals with brain injury, most commonly those surviving cerebrovascular accident (stroke). The full assessment is complicated and can take more than an hour to complete. Clinicians have limited time to perform a full evaluation of their patients, the FMA is just one part of this evaluation. The lower extremity selective voluntary motor control component of the FMA (FMA-LE) is difficult for clinicians who are not experts to perform and interpret. For these reasons, few practicing clinicians use the FMA. However, measuring selective voluntary motor control may be important for prognosticating patients' future functional level and their need for continued therapeutic interventions. The Selective Control Assessment of Lower Extremity (SCALE) was developed for use with children who have cerebral palsy (CP), a condition that in some ways presents similar to stroke. The SCALE has been validated and deemed reliable in the pediatric population with CP. This study aims to determine inter-rater and intra-rater reliability for the FMA-LE and the SCALE. In addition, scores on the SCALE will be compared to scores on the FMA-LE to determine concurrent validity. Finally the scores on the SCALE and FMA-LE will be compared to the time it takes for stroke survivors to walk 10-meters (10-meter walk test) to determine how well each measure predicts functional status (predictive validity)."},"conditionsModule":{"conditions":["Chronic Stroke"],"keywords":["stroke","selective voluntary motor control"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":16,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Reliability/Validity of SCALE Assessment","description":"Reliability + validity of the Selective Control Assessment of Lower Extremity (SCALE) in people with chronic stroke.","interventionNames":["Behavioral: Selective Control Assessment of Lower Extremity (SCALE)"]}],"interventions":[{"type":"BEHAVIORAL","name":"Selective Control Assessment of Lower Extremity (SCALE)","description":"Inter- and intra-rater reliability Validity: correlation analysis with Fugl-Meyer Assessment - Lower Extremity Component (FMA-LE) and 10 meter walk test (see below)","armGroupLabels":["Reliability/Validity of SCALE Assessment"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Selective Control Assessment of Lower Extremity (SCALE)","description":"Each item is rated 2-0, 2 being Normal and 0 being Unable to Move","timeFrame":"Baseline to 4 weeks"}],"secondaryOutcomes":[{"measure":"Fugl-Meyer Assessment-Lower Extremity component (FMA-LE)","description":"The complete Fugl-Meyer contains 155 items and each item is rated on a three-point ordinal scale, 2 points for the detail being performed completely, 1 point for the detail being partially completed, and 0 points for the detail not being performed. The maximum score for the motor performance is divided into 66 points for the upper extremity and 34 for the lower extremity. Only the lower extremity motor assessment component of the Fugl-Meyer will be used for this study, which consists of 17 items.\n\nFugl-Meyer Assessment (Upper and lower extremity components). Available from: https://www.researchgate.net/publ","timeFrame":"Baseline to 4 weeks"},{"measure":"10-meter walk test","description":"Performance measure used to assess walking speed in meters per second over a short distance. It can be employed to determine functional mobility, gait, and vestibular function. Scoring is done by completing three trials and calculating the average of the three trials to obtain the velocity. The test may be completed at the subject's self-selected velocity and/or at the subject's fast velocity.","timeFrame":"Baseline to 4 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Adults between 18 and 79 years of age who have sustained a chronic cerebrovascular accident (stroke) with known corticospinal tract damage\n* At least one year after onset\n* Ability to walk\n* Ability to understand and follow simple instructions\n* Written informed consent obtained from subject\n\nExclusion Criteria:\n\n* History of cerebellar infarct, traumatic brain injury, tumor, etc.\n* Rigidity, ataxia, or other Cerebellar or Basal Ganglia signs or symptoms.\n* Hospitalizations in the past 6 months.\n* Neurosurgical or Musculoskeletal surgery in last 12 months.\n* Neurological or Musculoskeletal injury within the past month.\n* Pain that interferes with the ability to assume side-lying position.\n* Medication for hypertonicity: Participants may be on medicine for abnormal tone.\n\nHowever, there must not be any of the following:\n\n1. Change in dosage or type of medication during the past 6 months\n2. Botox injection(s) within 6 months.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"79 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Adults with chronic stroke","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Deborah Diaz, PT,PhD","affiliation":"Mary Baldwin University","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Teresa A Bisson, PT,DPT,NCS","affiliation":"University of Minnesota","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of Minnesota","city":"Minneapolis","state":"Minnesota","zip":"55455","country":"United States","geoPoint":{"lat":44.97997,"lon":-93.26384}}]},"referencesModule":{"references":[{"pmid":"1135616","type":"BACKGROUND","citation":"Fugl-Meyer AR, Jaasko L, Leyman I, Olsson S, Steglind S. The post-stroke hemiplegic patient. 1. a method for evaluation of physical performance. Scand J Rehabil Med. 1975;7(1):13-31."}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"There is not a plan to make IPD available."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}