{"protocolSection":{"identificationModule":{"nctId":"NCT05962060","orgStudyIdInfo":{"id":"REC/RCR & AHS/23/0222"},"organization":{"fullName":"Riphah International University","class":"OTHER"},"briefTitle":"PNF With and Without EMS on Spasticity, Gait and Lower Limb Function in Chronic Stroke Patients","officialTitle":"Effect of Proprioceptive Neuromuscular Facilitation With and Without Electrical Muscle Stimulation on Spasticity, Gait and Lower Limb Functions of Chronic Stroke Patients."},"statusModule":{"statusVerifiedDate":"2023-07","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-11-17","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-07","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-09","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-06-06","studyFirstSubmitQcDate":"2023-07-18","studyFirstPostDateStruct":{"date":"2023-07-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-07-18","lastUpdatePostDateStruct":{"date":"2023-07-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Riphah International University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The main purpose of conducting this study is to decrease the tone through PNF techniques and EMS application. By decreasing the tone, spasticity may be reduced in stroke patients and may inturn lead to better approaches to treat those patients. So, the findings of this study can help in formulation of future guidelines for management of stroke that will help the clinicians to treat such patients in more efficient way..","detailedDescription":"A RCT that investigated the effects of PNF interventions in patients of chronic stroke using balance and gait as outcome measures. 19 studies with 532 participants were included, of which 12 studies with 327 participants were included for meta-analysis. When data was pooled, PNF made significantly improvement in balance and gait of chronic stroke patients. This review indicates that PNF is a potential treatment strategy in chronic stroke rehabilitation on balance and gait.\n\nA systematic review to investigate the effects of proprioceptive neuromuscular facilitation (PNF) on spasticity post-stroke. Six studies were included in this systematic review. Three were pilot studies, clinical controlled trials, and randomized controlled trials. The findings of this study showed evidence on the benefits of the PNF intervention on spasticity post-stroke.\n\nA study is to identify the effectiveness of proprioceptive neuromuscular facilitation (PNF) leg Kinesio taping on gait parameters and dynamic balance in chronic stroke patients with foot drop. A total 22 chronic stroke patients were randomly assigned to experimental and control groups. All subjects underwent conventional therapy and gait training for 50 mints. All of the measurements were performed baseline and 24 h after intervention. The Results of this study yields that the short-term effect of application of lower-leg KT according to the PNF pattern increased the gait ability and dynamic balance of chronic stroke patients with foot drop.\n\nGAP: As it is evident from the literature that PNF and EMS has beneficial effects in the treatment of chronic stroke patients and little work has been done on seeing the mechanism of its effects on upper limb of chronic stroke patients. But up to the researcher's knowledge least work has been done on seeing its effects in specifically lower limb and gait of stroke patients. So, in this study the effects of PNF with and without EMS will be documented in the lower limb of stroke patients in terms of spasticity and their gait."},"conditionsModule":{"conditions":["Chronic Stroke"],"keywords":["Electrical Muscle Stimulation","Proprioceptive Neuromuscular Facilitation","Physiotherapy","Spasticity","Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","INVESTIGATOR"]}},"enrollmentInfo":{"count":22,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Electrical Muscle Stimulation","type":"EXPERIMENTAL","description":"This group will receive PNF techniques (rhythmic initiation to stabilizing reversals and then then followed by dynamic reversals) with EMS to improve their spasticity, gait and lower limb functions. PNF exercises involved PNF pelvic patterns, PNF lower extremity D1 Flexion and PNF lower extremity D1 extension, repeated 10 to 20 times or up to patient's tolerance, up to 4 weeks.\n\nWhen patients will perform PNF pattern electrodes of EMS will be placed at desired points of upper- extremity such that there will movement by patient effort and EMS will produce contraction of muscles simultaneously thus enhancing the function of extremity. Daily this combination will be used for patients to find the desired results. the time for period of 6 weeks for 5 days a week on regular basis. EMS Parameters to be implemented; Stimulus pulse: Symmetric Biphasic. Amplitude: 0-60mA. Pulse width: 300µsec Frequency: 25 to 50 H. Duty cycle: 10sec off 10 sec on.","interventionNames":["Other: Electrical muscle stimulator"]},{"label":"Proprioceptive Neuromuscular Facilitation","type":"ACTIVE_COMPARATOR","description":"This group will receive PNF techniques (rhythmic initiation to stabilizing reversals and then followed by dynamic reversals) to improve their spasticity, gait and lower limb functions.\n\nPNF exercises involved PNF pelvic patterns, PNF lower extremity D1 Flexion and PNF lower extremity D1 extension, each exercise was repeated 10 to 20 timesor up to patient's tolerance, progressed from rhythmic initiation to stabilizing reversals and then the followed by dynamic reversals up to 4 weeks of 10 therapy session. The treatment was provided 3 days per week on alternate basis, for 6 weeks (18 sessions). Participants were re-assessed on the outcome scale at end of 6 weeks.","interventionNames":["Other: Proprioceptive neuromuscular facilition"]}],"interventions":[{"type":"OTHER","name":"Proprioceptive neuromuscular facilition","description":"PNF Proprioceptive Neuromuscular Facilitation (PNF) is a more advanced form of flexibility training. PNF involves both stretching and contracting (activation) of the muscle group being targeted in order to achieve maximum static flexibility.","armGroupLabels":["Proprioceptive Neuromuscular Facilitation"]},{"type":"OTHER","name":"Electrical muscle stimulator","description":"Electrical Muscle Stimulation (EMS), also known as neuromuscular electrical stimulation (NMES) or electromyo stimulation, is a protocol that elicits a muscle contraction using electrical impulses that directly stimulate your motor neurons.","armGroupLabels":["Electrical Muscle Stimulation"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Dynamic Gait Index without Electrical muscle stimulation on spasticity, gait and lower limb function in chronic stroke patients","description":"The Dynamic Gait Index measures a participant's capacity for maintaining balance while walking in response to diverse task demands under various dynamic settings. It is a helpful test for people who have balance or vestibular issues, as well as those who are at risk of falling. The DGI demonstrated strong reliability and evidence of concomitant validity with other mobility and balance assessments. It is a practical clinical technique for assessing dynamic balance in ambulatory chronic stroke patients.","timeFrame":"4 weeks"}],"otherOutcomes":[{"measure":"Modified Barthel index scale","description":"the outcome measures are determined by the following scales: Modified Barthel index scale (MBI) is a scale of 100 points, the patient's ability to do 10 distinct ADLs is evaluated. Each activity is assigned a number based on how much assistance the patient need. Higher scores reveal more independence, whilst lower scores reveal less independence. The MBI was used to evaluate functional performance in basic daily living (ADL) tasks. The test's outstanding validity, sensitivity, and inter-rater reliability have been demonstrated in stroke patients (ICC 14 0.979)","timeFrame":"4 weeks"},{"measure":"Modified Ashworth Scale","description":"Modified Ashworth Scale (MAS) are the clinical method that is most widely acknowledged for measuring the improvement in muscle tone(31). For assessing lower extremity spasticity in patients, MAS has adequate reliability. Construct Validity in MAS","timeFrame":"4 weeks"},{"measure":"Mini-Mental scale examination","description":"In clinical, research, and community contexts, the Mini-Mental State Examination (MMSE) is the most well-known and often used short screening tool for providing an overall measure of cognitive impairment. The consistency (0.80-0.95) The Blessed Orientation-Memory-Concentration Test and tests of general cognitive ability like the Wechsler Intelligence Scale have moderately associated results, demonstrating the construct validity of the MMSE.","timeFrame":"4 weeks"},{"measure":"Glasgow coma scale","description":"All forms of acute illness and trauma patients can have their level of impaired consciousness measured objectively using the Glasgow Coma Scale (GCS). The scale rates patients based on their eye-opening, muscular, and verbal responses-the three components of responsiveness. The overall Glasgow Coma Scale has an inter-rater reliability of p = 0.86.The Glasgow Coma Scale appears to have a 71% accuracy rate for predicting functional independence after injury","timeFrame":"4 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age 50-65 years old\n* Both male and female patients\n* Glasgow Coma Scale(GCS) score more than 10\n* Mini Mental Scale Examination Score(MMSE) more than 18\n* Patient with MMT grade 3+\n\nExclusion Criteria:\n\n* Demyelinating diseases.\n* Trumatic head injury\n* Psychological or psychiatric disorder\n* Myopathies, Peripheral Nerve Injury\n* Tumors\n* Recent fractures\n* Visual, hearing deficits\n* Any history of fall\n* Seizures.\n* Cardiac issues.","healthyVolunteers":false,"sex":"ALL","minimumAge":"50 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Imran Amjad, phd","role":"CONTACT","phone":"03324390125","email":"imram.amjad@riphah.edu.com"}],"overallOfficials":[{"name":"Aruba Saeed, Phd","affiliation":"Riphah International University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"DHQ hospital Sheikhupra","status":"RECRUITING","city":"Sheikhupura","state":"Punjab","zip":"571302","country":"Pakistan","contacts":[{"name":"Wajiha Shahid, Phd","role":"CONTACT","phone":"0321-4885079","email":"wajiha.shahid@riphah.edu.pk"},{"name":"Shanza khan, MS NMPT","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Wajiha shahid, Phd","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":31.71306,"lon":73.97833}}]},"referencesModule":{"references":[{"pmid":"35743913","type":"BACKGROUND","citation":"Nguyen PT, Chou LW, Hsieh YL. Proprioceptive Neuromuscular Facilitation-Based Physical Therapy on the Improvement of Balance and Gait in Patients with Chronic Stroke: A Systematic Review and Meta-Analysis. Life (Basel). 2022 Jun 13;12(6):882. doi: 10.3390/life12060882."},{"pmid":"23921276","type":"BACKGROUND","citation":"Parry SM, Berney S, Granger CL, Koopman R, El-Ansary D, Denehy L. Electrical muscle stimulation in the intensive care setting: a systematic review. Crit Care Med. 2013 Oct;41(10):2406-18. doi: 10.1097/CCM.0b013e3182923642."},{"pmid":"33802448","type":"BACKGROUND","citation":"Lee D, Bae Y. Short-Term Effect of Kinesio Taping of Lower-Leg Proprioceptive Neuromuscular Facilitation Pattern on Gait Parameter and Dynamic Balance in Chronic Stroke with Foot Drop. Healthcare (Basel). 2021 Mar 3;9(3):271. doi: 10.3390/healthcare9030271."},{"pmid":"32897665","type":"BACKGROUND","citation":"Nakanishi N, Oto J, Tsutsumi R, Yamamoto T, Ueno Y, Nakataki E, Itagaki T, Sakaue H, Nishimura M. Effect of Electrical Muscle Stimulation on Upper and Lower Limb Muscles in Critically Ill Patients: A Two-Center Randomized Controlled Trial. Crit Care Med. 2020 Nov;48(11):e997-e1003. doi: 10.1097/CCM.0000000000004522."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000009128","term":"Muscle Spasticity"},{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000009135","term":"Muscular Diseases"},{"id":"D000009140","term":"Musculoskeletal Diseases"},{"id":"D000009122","term":"Muscle Hypertonia"},{"id":"D000020879","term":"Neuromuscular Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M11775","name":"Muscle Spasticity","asFound":"Spasticity","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M11782","name":"Muscular Diseases","relevance":"LOW"},{"id":"M11787","name":"Musculoskeletal Diseases","relevance":"LOW"},{"id":"M11769","name":"Muscle Hypertonia","relevance":"LOW"},{"id":"M22309","name":"Neuromuscular Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}