{"protocolSection":{"identificationModule":{"nctId":"NCT05097391","orgStudyIdInfo":{"id":"SPS/18/MPT/00033"},"organization":{"fullName":"Bayero University Kano, Nigeria","class":"OTHER"},"briefTitle":"Effectiveness of Paretic Lower Limb Loading During Over-ground Training Among Stroke Survivors","officialTitle":"Effectiveness of Lower-limb Loading During Over-ground Training on Selected Gait Parameters and Motor Function of Stroke Survivors: A Randomized Controlled Trial"},"statusModule":{"statusVerifiedDate":"2023-03","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-08-02","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-02-25","type":"ACTUAL"},"completionDateStruct":{"date":"2023-03-14","type":"ACTUAL"},"studyFirstSubmitDate":"2021-09-30","studyFirstSubmitQcDate":"2021-10-15","studyFirstPostDateStruct":{"date":"2021-10-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-03-21","lastUpdatePostDateStruct":{"date":"2023-03-22","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Abdulhamid Umar Maje","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Bayero University Kano, Nigeria"},"leadSponsor":{"name":"Bayero University Kano, Nigeria","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Post-stroke gait deviations contribute to significant functional disability, impaired walking ability and poor quality of life. Prior studies suggest that gait training with paretic lower limb loading may improve gait parameters and walking ability in post-stroke. However, most gait training methods used in these studies are not readily available, and studies using cheaper methods are limited.","detailedDescription":"Stroke is the second leading cause of death and a major public health problem in both developed and developing countries. It is one of the most common causes of long-term disabilities among adults.\n\nStroke survivors exhibit varying neurological deficits and impairments including sensory, cognitive, perceptual, emotional, speech and motor such as gait impairments. The most important motor deficit after a stroke is the paresis of the affected side, which reduces the capacity of the paretic lower limb to maintain normal functions such as balance, initiation, and control of movements, and this negatively affects their gait.\n\nGait is altered post-stroke due to basic motor impairments such as altered muscle tone, lack of selective motor control, abnormal reflexes, poor balance, and muscle weakness. Gait impairment is one of the hallmarks of stroke, and many survivors are reported to have slow motor recovery in the affected lower extremity years after the stroke, which impairs their gait quality and contributes to persistent gait asymmetry. Gait asymmetry implies a significant imbalance of functional activities between two sides of the body or lower limb.\n\nGait symmetry is a valuable feature of gait quality, and its abnormality negatively affects gait parameters. Post-stroke, 44%-62% of the survivors showed asymmetry in the spatial gait parameters, while 48%-82% developed asymmetry in the temporal gait parameters.\n\nAfter a stroke, the paretic limb exhibits a prolonged period of swing and a reduced period of stance; as a result, decreased swing time and increased stance time are seen in the non-paretic limb. These changes are believed to result from decreased walking speed as well as disturbances in other gait parameters between the paretic and non-paretic limbs, which may limit gains from rehabilitation. Despite rehabilitation efforts, self-loading and self-initiation of gait are typically ineffective in stroke patients. Stroke rehabilitation now focuses on improving load transfer onto the paretic limb to enhance proprioception and gait symmetry by providing an external source of limb loading to augment patient effort. Many survivors usually do not have significant improvement in gait function. This is often due to inefficient weight application (limb loading) on the affected side, causing non-linear limb load transfer.\n\nThough there have been numerous interventions to manage gait in stroke survivors, using weight during over-ground walk training on stroke survivors has not been thoroughly evaluated. However, a cross-sectional study has found that weight application at the knee and ankle were both found to influence the spatiotemporal gait parameters and gait symmetry, with ankle loading having more influence on more parameters. This study is hoped to serve as a follow-up RCT to the cross-sectional study by Bala (2019)."},"conditionsModule":{"conditions":["Stroke","Hemiparesis;Poststroke/CVA"],"keywords":["Lower limb loading","Over-ground training","Spatiotemporal gait parameters","Gait symmetry parameters","Motor function","Randomized Controlled Trial"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Participants will be randomized into either group A (experimental: over-ground walking with lower limb loading) or group B (control: over-ground walking without lower limb loading).\n\nBoth groups will receive a warm-up consisting of passive stretching to hamstrings and calf muscles, and a range of motion exercise to the lower limbs for 5 min. Participants allocated to group A will receive conventional exercises (15 min) and then rest for 2 min, then proceeded with overground walking training with lower limb loading (15-25 min), and rest for 2 min. Those assigned to group B will receive the same conventional exercises (15 min) and overground walking but without lower limb loading.\n\nTreatment in both groups will be delivered thrice weekly for 8 weeks.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"Upon completion of all the baseline assessments, consenting participants will be stratified by MRS scores (i.e., 1, 2, and 3) and randomized into two groups: over-ground walking with lower limb loading or over-ground walking with lower limb non-loading in a 1:1 ratio by a third party not involved in other aspects of the study.\n\nThe allocation of participants will be concealed using consecutively numbered, sealed, and opaque envelopes which will be prepared using a web-based randomization tool (available at https://www.sealedenvelope.com) with permuted block sizes of 6.\n\nAll outcome assessors will be blinded to participants' group allocation. However, it will be impossible to blind the therapists and participants considering the nature of the interventions.","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":48,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Experimental group","type":"EXPERIMENTAL","description":"i - Warm-up (5 minutes) ii- Conventional physiotherapy exercise (15 minutes) iii - Over-ground training with lower limb loading (15-25 minutes)","interventionNames":["Behavioral: Warm-up (5 minutes)","Behavioral: Conventional physiotherapy exercise (15 minutes)","Behavioral: Over-ground training with lower limb loading (15-25 minutes)"]},{"label":"Control group","type":"ACTIVE_COMPARATOR","description":"i - Warm-up (5 minutes) ii- Conventional physiotherapy exercise (15 minutes) iii - Over-ground training WITHOUT lower limb loading (15-25 minutes)","interventionNames":["Behavioral: Warm-up (5 minutes)","Behavioral: Conventional physiotherapy exercise (15 minutes)"]}],"interventions":[{"type":"BEHAVIORAL","name":"Warm-up (5 minutes)","description":"Participants will benefit from passive stretches of hamstrings, calf muscles including a range of motion (ROM) exercise to the lower limbs as mat exercises.","armGroupLabels":["Control group","Experimental group"]},{"type":"BEHAVIORAL","name":"Conventional physiotherapy exercise (15 minutes)","description":"The conventional treatments will be active-assisted and free active exercises to the lower limbs on the mat for five (5) minutes. This will be followed by strength training such as sit-to-stand exercises for five (5) minutes and squatting exercises for five (5) minutes prior to the over-ground training.","armGroupLabels":["Control group","Experimental group"]},{"type":"BEHAVIORAL","name":"Over-ground training with lower limb loading (15-25 minutes)","description":"Participants will perform the over-ground training exercise with an external 1.5kg load on the paretic lower limb placed 2cm above the ankle joint. Before commencing the over-ground training, all the participants will observe a pre-exercise rest period of about two (2) minutes during which their heart rate and blood pressure measurements will be recorded.\n\nThe over-ground training will involve the patients walking within a demarcated path. Each participant will be instructed to stand and walk 15meters to and fro for five (5) minutes after which they will be asked to stop and rest for two (2) minutes. The over ground training exercise will be repeated 3 times in the first 2 weeks of the training (15 minutes); 4 times in weeks 3-4 of the training (20 minutes); and 5 times in weeks 5-8 of the training (25 minutes).","armGroupLabels":["Experimental group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Spatial gait parameters and symmetry","description":"Each participant will perform three trials of walking and the spatial gait parameters will be recorded in each trial; the average will be computed. The measurements will be carried out in centimeters (cm) using measuring tape each for the paretic lower limb loading and paretic lower limb non-loading during the over-ground training. The parameters to be measured are: Step length, stride length, foot angle, and stride width.","timeFrame":"Change from baseline spatial gait parameters at 4 weeks; Change from baseline spatial gait parameters at 8 weeks"},{"measure":"Temporal gait parameters and symmetry","description":"Each participant will perform three trials of walking and the temporal gait parameters will be recorded in each trial; the average will be computed. The measurements will be carried out in seconds (sec) using a stop watch each for the paretic lower limb loading and paretic lower limb non-loading during the over-ground training. The parameters to be measured are: Step time, stride time, single limb support time, stance time, swing time, cadence, and gait speed.","timeFrame":"Change from baseline temporal gait parameters at 4 weeks; Change from baseline temporal gait parameters at 8 weeks"},{"measure":"The Lower limb motor functions","description":"The Motricity Index will be used to measure the lower limb functions of the participants. It is a reliable instrument for measuring the strength of the involved lower extremity when assessment following chronic stroke.\n\nParticipant position: The test is administered in a sitting position. Patient will be asked to sit on a chair or on the edge of the bed. In the lower limb, the three movements to be tested are: hip flexion, knee extension, and dorsiflexion. The assessment will be carried out just before the over-ground training. All the data will be recorded. Thereafter, the total score of each participant will then be computed and documented.\n\nScorings: 0 (No movement); 9 (Palpable contraction in muscle, but no movement); 14 (Visible movement, but not full range and not against gravity); 19 (Full range movement against gravity, but not resistance); 25 (Full movement against gravity, but weaker than the other side); 33 (Normal power).","timeFrame":"Change from baseline lower limb motor function at 4 weeks; Change from baseline lower limb motor function at 8 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Unilateral ischemic or hemorrhagic stroke occurring at least 3 months before enrolment\n2. Male or female between the age of 20 and 70 years\n3. Having a Modified Rankin Scale (MRS) scores of 1, 2, or 3, and also able to walk at least 10 meters independently without an assistive device\n4. Ability to follow verbal instructions.\n\nExclusion Criteria:\n\n1. Cognitive impairments\n2. Visual impairments\n3. Musculoskeletal disorders that may affect gait such as arthritis\n4. Other neurological disorders such as Parkinson's disease, multiple sclerosis\n5. Cardio-respiratory conditions that may limit participation such as atelectasis\n6. Concurrent participation in other interventional clinical trials.","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Abdulhamid U Maje, M.Sc.","affiliation":"Muhammadu Abdullahi Wase Teaching Hospital, Kano State","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Muhammadu Abdullahi Wase Teaching Hospital","city":"Kano","zip":"700282","country":"Nigeria","geoPoint":{"lat":12.00012,"lon":8.51672}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000010291","term":"Paresis"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M20634","name":"Muscle Weakness","relevance":"LOW"},{"id":"M12894","name":"Paresis","asFound":"Hemiparesis","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}