{
    "title": "Nucleolin promotes angiogenesis and endothelial metabolism along the oncofetal axis in the human brain vasculature",
    "abstract": "To assess the effects of NCL on HCMECs and HUVECs and their filopodia, we cultured these cells on a substrate consisting of nanopillar arrays (73, 74) (Figure 6, A–C, and Supplemental Figure 4, A–C), allowing assessment of filopodia dynamics and traction/pulling forces exerted by the spreading of HCMECs and HUVECs on the substrate (Figure 6, D–G, and Supplemental Figure 4, D–G). To assess the effects of NCL on HCMECs and HUVECs and their filopodia, we cultured these cells on a substrate consisting of nanopillar arrays (73, 74) (Figure 6, A–C, and Supplemental Figure 4, A–C), allowing assessment of filopodia dynamics and traction/pulling forces exerted by the spreading of HCMECs and HUVECs on the substrate (Figure 6, D–G, and Supplemental Figure 4, D–G). The expression of NCL in endothelial and perivascular cells such as astrocytes and pericytes within the NVU of the human fetal brain, its downregulation in the adult healthy brain and reactivation in brain tumors characterizes NCL as an oncofetal protein and suggests an integral role once reactivated during brain cancer.",
    "authors": [
        "Marc Schwab",
        "Ignazio de Trizio",
        "Moheb Ghobrial",
        "Jau-Ye Shiu",
        "Oguzkan Sürücü",
        "Francesco Girolamo",
        "Mariella Errede",
        "Murat Yilmaz",
        "Johannes Haybaeck",
        "Alessandro Moiraghi",
        "Philippe P. Monnier",
        "Sean E. Lawler",
        "Jeffrey P. Greenfield",
        "Ivan Radovanovic",
        "Karl Frei",
        "Ralph Schlapbach",
        "Viola Vogel",
        "Daniela Virgintino",
        "Katrien De Bock",
        "Thomas Wälchli"
    ],
    "published_year": "2023",
    "description": "Introduction\n      Glioblastomas (GBMs) are among the deadliest human cancers, with a less than 15-month median survival and a 5-year survival of only 5% (1–3) (Supplemental Introduction; supplemental material available online with this article; https://doi.org/10.1172/jci.insight.143071DS1).\n      A typical feature of GBMs is their high grade of vascularization established by angiogenesis, the growth of new blood vessels (4–6). GBM growth is highly dependent on angiogenesis and mutual interaction among the cellular components of the neurovascular unit (NVU)/perivascular niche (PVN), including endothelial and perivascular cells such as pericytes, astrocytes, neurons, macrophages, microglia, and neuronal stem cells (7). Accordingly, therapeutic approaches targeting angiogenesis and the NVU in GBM have been proposed (1, 8–10). However, despite promising preclinical data, antiangiogenic agents have failed to show a survival benefit in randomized controlled trials in patients with GBM (1, 8). This is mainly due to our limited knowledge about the cellular and molecular mechanisms regulating angiogenesis and the NVU in brain tumors (1, 4, 5, 7, 11, 12).\n      Whereas angiogenesis is highly dynamic during brain development, the brain vasculature is mostly quiescent in the adult brain, with only few proliferating endothelial cells (ECs) ensuring a stable blood-brain barrier (BBB) (11, 13–16). Interestingly, angiogenesis and the NVU are reactivated in a variety of angiogenesis-dependent central nervous system (CNS) pathologies such as brain tumors, brain vascular malformations, or stroke (4, 7, 11, 14, 17). However, the molecular signaling cascades reactivated in brain tumors remain elusive. For instance, whether there is molecular similarity between developmental and tumor angiogenesis (termed oncofetal axis; refs. 18–25) and how neurodevelopmental pathways regulate brain tumor (vessel) growth remain poorly defined. Thus, in order to better understand pathological brain tumor vasculature, a molecular understanding of normal vascular brain development is crucial (11, 13, 17).\n      During development, the brain vascular network is established during embryogenesis and at the postnatal stage (11, 26). After initial formation of the perineural vascular plexus (PNVP) surrounding the CNS via vasculogenesis (de novo formation of blood vessels from angioblasts), the brain is predominantly vascularized by sprouting angiogenesis (formation of new blood vessels from preexisting ones) (11, 26). During sprouting angiogenesis, endothelial tip cells (ETCs) at the forefront of vascular sprouts extend filopodia to guide the growing vessels (11, 27, 28) (Supplemental Introduction). However, even though peri-/neurovascular crosstalk and metabolism are crucial features of brain tumors (4, 5, 7, 8, 29–35), less is known about how developmental signaling pathways are reactivated in brain tumors to regulate angiogenesis and endothelial metabolism (4, 8, 31, 32).\n      The reactivation of fetal signaling programs in tumor tissues is defined as the oncofetal axis and has been described in cancer cells in brain and peripheral tumors (18–24) as well as in ECs in liver cancer (25). However, the relevance of the oncofetal axis in endothelial and perivascular cells of the brain vasculature in human (glial) brain tumors is currently unknown. Oncofetal programs represent interesting therapeutic targets, since they are upregulated in the brain tumor tissue as compared with the surrounding healthy brain, thereby reducing the likelihood of side-effects (36). Thus, a better understanding of the oncofetal axis in the (glial) brain tumor vasculature harbors great scientific and translational potential, such as the potential identification of novel therapeutic targets.\n      Nucleolin (NCL) is a multifunctional and widely expressed protein found in various cell compartments of eukaryotic cells (nucleoplasm, nucleolus, cytoplasm, and plasma membrane) (37), and its main functions are the regulation of ribosome biogenesis and ribosomal RNA (rRNA) synthesis (38–40), while it also regulates cell cycle, senescence, apoptosis, and angiogenesis (37, 38, 41). NCL expression increases with malignancy grade and proliferation rate in both human and mouse glial brain tumors (42–45), indicating its proproliferative role in glioma (Supplemental Introduction). Targeting NCL in cancer cells using the anti-NCL aptamer AS1411 has been reported in brain and peripheral tumors (46–48), whereas AS1411-mediated targeting of NCL in ECs of the pathological vasculature in the retina resulted in reduced angiogenicity (49, 50). However, AS1411 has not been used to target NCL in the vasculature of tumors inside and outside the CNS. In peripheral tissues, NCL was shown to be upregulated at the cell surface of ECs in angiogenic vessels in breast tumors (51), with regulatory effects on carcinogenesis and angiogenesis, and it was shown to regulate EC motility and tube formation in vitro (52). Moreover, targeting endothelial NCL induced endothelial apoptosis and vessel normalization in a pancreatic tumor mouse model (53, 54). However, the role of NCL on angiogenesis and EC function in the developing human brain and in human gliomas remains poorly understood. Here, using a variety of in vivo and in vitro assays, we show that NCL is an oncofetal protein in human gliomas regulating sprouting angiogenesis and endothelial metabolism.\nResults\n      \n        NCL is a neurodevelopmental protein of the oncofetal axis that is silenced in the healthy adult brain and reactivated in the NVU/PVN of glial brain tumors.\n        To investigate whether NCL constitutes a neurodevelopmental protein that is reactivated in brain tumors, we performed immunofluorescence microscopy of the main NVU/PVN cellular components of human fetal brain, of human normal adult brain, and of human glial brain tumors. NCL was highly expressed during fetal forebrain neocortex development, at gestational week 18 (GW18) and GW22, significantly downregulated in the adult brain, and upregulated in brain tumors, as revealed by immunofluorescence staining against NCL and the nuclear marker TO-PRO-3 (55) (Figure 1, A–C and P). Moreover, NCL expression was present throughout the nucleoplasm during fetal development but was restricted to the nucleolus in the adult human brain (Figure 1, A and B). In GBM, NCL expression was detected across the entire nucleoplasm and appeared similar to the pattern observed during fetal development (Figure 1, A and C). Within the NVU, NCL was expressed in both endothelial and perivascular cells (Figure 1, D–O). NCL was highly expressed in cells labeled with the endothelial marker cluster of differentiation 31 (CD31) during brain development, where 84% of CD31+ ECs showed NCL expression across the entire nucleoplasm (Figure 1, D and Q). NCL was significantly downregulated in the adult brain, with 16% of the CD31+ cells being NCL+ ECs (predominant nucleolar expression) (Figure 1, E and Q), but it was significantly upregulated in GBM ECs, where 67% of the CD31+ were NCL+ (nucleoplasm and nucleolar expression), similar to its expression in fetal brain (Figure 1, D, F, and Q). NCL was also highly expressed in CD105+ angiogenic ECs during fetal brain development and in GBM, with 75% and 74% CD105+/NCL+ double-positive ECs, respectively (Figure 1, G, I, and R), whereas only 13% CD105+/NCL+ ECs could be observed in adult brain slices (Figure 1, H and R), consistent with the reported quiescence of ECs in the adult normal brain (11, 56, 57).\n        Within the NVU, blood vessel ECs are in contact with perivascular supportive cells such as pericytes, astrocytes, and neuronal stem cells (11, 57–61). Therefore, we assessed the expression of NCL in pericytes and perivascular astrocytes. Glial fibrillary acidic protein–positive (GFAP+) astrocytes formed typical patterns by contacting ECs and showed very strong NCL expression during fetal brain development with 95% of GFAP+/NCL+ astrocytes (Figure 1, J and S). In contrast, in the adult brain, NCL was significantly downregulated in GFAP+ astrocytes with only 24% GFAP+/NCL+ (no restriction to nucleolus observed), but it showed a significant upregulation in GBM with 84% of GFAP+/NCL+ astrocytes (Figure 1, J, K, and S). Interestingly, neuron-glial antigen 2–positive (NG2+) pericytes showed low NCL expression in fetal brain development with only 13% NG2+/NCL+ pericytes as well as in the adult brain with 7% NG2+/NCL+ pericytes (Figure 1, M, N, and T). However, NCL was significantly upregulated in human GBM with 57% NG2+/NCL+ pericytes (Figure 1, O and T).\n        Taken together, these data reveal that NCL is highly expressed in endothelial and certain NVU cells (astrocytes > pericytes) during fetal brain development, is subsequently downregulated in the adult brain, and is reactivated in GBM. This characterizes NCL as an oncofetal protein that is reactivated in human glial brain tumors after downregulation in the quiescent adult NVU (18–25).\n      \n      \n        NCL expression within the NVU correlates with glial brain tumor malignancy and progression.\n        In order to address the expression of NCL in glial brain tumor progression (from WHO low- to high-grade tumors; refs. 62–64), we referred to tissue microarrays (TMAs) of human glioma stained by IHC for NCL and the nuclear marker Mayer’s hemalum (Figure 2, A–D). NCL expression was markedly upregulated in human glial brain tumors as compared with the adult normal brain (Figure 2, A–E). Moreover, NCL expression was significantly increased during glial tumor progression, ranging from 32% of NCL+ cells in WHO grade I glioma to 57% in glioma grade IV (GBM) (Figure 2E). NCL showed a significant upregulation from low-grade (WHO grade I and II) to high-grade glioma (WHO grade III) as well as a significant increase from WHO grade III to WHO grade IV glioma (Figure 2, A–D, and F). In recurrent GBM, NCL expression showed a slight but significant decrease as compared with primary GBM (Figure 2E). NCL expression correlated well with the established proliferation marker Ki-67 (65) in all glioma grades (Figure 2G).\n        Based on NCL expression within perivascular cells of the developmental and tumoral NVU, we next addressed its effects on tumoral cell proliferation. To determine whether NCL promotes GBM cell proliferation, NCL was knocked down in the human GBM cell lines LN-229 (66) and LN-18 (67) as well as in freshly isolated primary human GBM cells (GBM-1) using siRNA (Figure 2, I–K). Cell proliferation of LN-229, LN-18, and GBM-1 was inhibited by siRNA-mediated knockdown of NCL (Figure 2H) compared with scrambled controls, in agreement with the previously reported strong proproliferative effect of NCL in human GBM cells (42, 68).\n        Next, we examined the expression of NCL in tumor blood vessels using spatial transcriptomics and IHC. In agreement with our immunofluorescent data in GBMs (Figure 1, F and Q), exploratory spatial transcriptomics in human GBMs showed cooccurrence of NCL and various endothelial markers including CD31 (PECAM1), CD105 (ENG), CLDN5, and VWF (Supplemental Figure 1, A–L). Moreover, NCL was indeed present in the wall of tumor blood vessels, showing an increased expression during glial tumor progression (WHO I–IV; Figure 2, L–O), further suggesting a regulatory effect on human glial brain tumor angiogenesis.\n        Taken together, these data indicate that NCL expression is reactivated in tumor cells and tumor ECs within the NVU during human astrocytic tumor progression.\n      \n      \n        NCL is expressed within the NVU and in sprouting ETCs, and it promotes the number of tip cell filopodia during brain development in vivo.\n        NCL has been shown to affect tumor and blood vessel growth in peripheral tissues (42, 51, 52, 68, 69), but whether it regulates sprouting angiogenesis during brain development remains unknown. To assess whether NCL affects sprouting angiogenesis and ETCs during brain development, we addressed NCL expression in the vicinity of sprouting blood vessels in the human fetal brain. CD105-labeled ETCs with their typical, finger-like protruding filopodia could be recognized in GW18 and GW22 human fetal brain forebrains (Figure 3, A–D). NCL was expressed in CD105+ endothelial tip, stalk, and phalanx cells (Figure 3, A–D) as well as in perivascular cells surrounding sprouting capillary ETCs (filopodia) (Figure 3, A–D). We observed NCL in nuclei of CD105+ endothelial tip, stalk, and phalanx cells but not on the (endothelial and perivascular) cell surface or in filopodia protrusions (Figure 3, A–D).\n        We examined whether NCL expression affected the number of ETC filopodia and observed a lower number of filopodia in ETCs with low NCL expression (Figure 3, E and F) and a higher number of filopodia in ETCs with high NCL expression (Figure 3, G and H). Accordingly, we quantified the number of filopodia per NCL+/CD105+ ETCs and assessed NCL expression for each ETC. Indeed, the number of filopodia positively correlated with NCL expression in the ETCs, as revealed by median fluorescence intensity (Figure 3I). These results strongly suggest that NCL positively regulates the number of ETC filopodia in the human fetal brain.\n      \n      \n        NCL promotes HCMEC and HUVEC sprouting angiogenesis in vitro.\n        Based on these expression studies suggesting a role for NCL in sprouting angiogenesis and ETC filopodia in vivo, we next investigated the functional role of NCL in human angiogenic EC sprouting in vitro. We used siRNA to knock down NCL in human cerebral microvascular EC/D3 (HCMEC/D3, hereafter referred to as HCMEC) and HUVECs (Figure 4, A–G, and Supplemental Figure 2, A–G). In NCL siRNA-treated HCMECs (HCMECNCL\nKD) and HUVECs (HUVECNCL\nKD), NCL expression was decreased and confined to the nucleolus when compared with the siRNA control–treated HCMECs (HCMECControl\nKD) and HUVECs (HUVECControl\nKD) (Figure 4, A–D, and Supplemental Figure 2, A–D). Accordingly, quantitative PCR (qPCR) and Western blot analysis revealed significant knockdown of NCL at both the mRNA and the protein levels in HCMECs and HUVECs (Figure 4, E–G, and Supplemental Figure 2, E–G).\n        To test the effects of NCL on sprouting angiogenesis in vitro, we referred to an in vitro spheroid angiogenesis assay (70). HCMECs and HUVECs in the sprouting spheroid assay grew vessel-like sprouts composed of multiple branches in the control group (Figure 4, H and I, and Supplemental Figure 2, H and I). In contrast, siRNA-mediated knockdown of NCL markedly suppressed the number of vessel sprouts per spheroid as well as the length of the sprouts as compared with the control group in both cell types (Figure 4, J–M, and Supplemental Figure 2, J–M), suggesting a promoting effect on sprouting angiogenesis.\n        Given the important role of NCL in cell proliferation (37, 39, 40), we next assessed whether NCL affects EC proliferation in a 3HT proliferation assay. Indeed, HCMEC and HUVEC proliferation was significantly reduced upon siRNA-mediated NCL knockdown (Figure 4N and Supplemental Figure 2N), indicating a positive regulatory role for NCL on HCMEC and HUVEC proliferation, reminiscent of stalk cell behavior in vivo (11, 27, 57).\n        Because we observed NCL expression in brain ECs (Figure 1, D–F, and Figure 4, A–D), based on its positive effects on (brain) EC proliferation (Figure 4N and Supplemental Figure 2N), and given that NCL has been targeted in cancer cells and retinal ECs using the aptamer AS1411(45–50, 71, 72), we next tested the effects of the NCL-specific aptamer AS1411 on brain EC proliferation. Treatment of HCMECs using 1.25, 5, and 10 μM of AS1411 dose-dependently inhibited their proliferation after 96 hours (Figure 4O). Taken together, these results suggest that endothelial NCL is a positive regulator of sprouting angiogenesis, endothelial proliferation, and filopodia formation in the brain that can potentially be targeted in brain ECs using aptamers.\n      \n      \n        NCL regulates HCMEC and HUVEC lamellipodia and filopodia formation and actin cytoskeleton orientation.\n        Lamellipodia and filopodia are composed of actin and myosin fibers, and they are essential components of in vivo sprouting angiogenesis (28). Therefore, to further assess the effects of NCL on HCMEC and HUVEC angiogenesis in vitro, we addressed cell shape and morphology as well as actin orientation after NCL knockdown (Figure 5, A–K, and Supplemental Figure 3, A–K). HCMECNCL\nKD and HUVECNCL\nKD spread less and were not as elongated as control cells, as quantified by their increased cell circularity and decreased cell area (Figure 5, I and J, and Supplemental Figure 3, I and J). F-actin fibers were more randomly organized in the HCMECNCL\nKD and HUVECNCL\nKD (Figure 5, C and F, and Supplemental Figure 3, C and F). Accordingly, the distribution of actin orientation showed a classical peak in controls, whereas in the HCMECNCL\nKD and HUVECNCL\nKD, the actin orientation was more randomly distributed (Figure 5K and Supplemental Figure 3K), indicating the HCMECNCL\nKD and HUVECNCL\nKD had poorly orientated stress fibers, as opposed to well-aligned stress fibers of control cells.\n        To assess the effects of NCL on HCMECs and HUVECs and their filopodia, we cultured these cells on a substrate consisting of nanopillar arrays (73, 74) (Figure 6, A–C, and Supplemental Figure 4, A–C), allowing assessment of filopodia dynamics and traction/pulling forces exerted by the spreading of HCMECs and HUVECs on the substrate (Figure 6, D–G, and Supplemental Figure 4, D–G). In HCMECNCL\nKD and HUVECNCL\nKD, the number of filopodial extensions per cell was significantly reduced as compared with HCMECControl\nKD and HUVECControl\nKD (Figure 6, D, F, and H, and Supplemental Figure 4, D, F, and H).\n        Next, we examined the movement of NCL siRNA–treated HCMECs and HUVECs on the nanopillar surface. In HCMECNCL\nKD and HUVECNCL\nKD, the mean displacements of the nanopillars were significantly decreased as compared with the control group (0.061 μm and 0.129 μm, and 0.068 μm and 0.136 μm, respectively; Figure 6, E, G, and I, and Supplemental Figure 4, E, G, and I). HCMECNCL\nKD and HUVECNCL\nKD exerted significantly reduced average traction forces of 4.8 nN and 5.4 nN when compared with the control HCMECs and HUVECs (10.1 nN and 10.7 nN, respectively; Figure 6J and Supplemental Figure 4J). These results indicate a proadhesive/promigratory/proexplorative effect of NCL on ECs and their filopodial protrusions.\n        These data indicate that NCL is important for actin orientation and polarization, which is required for EC lamellipodia and filopodia formation, structures that are crucial for migration, proliferation, and sprouting of vascular ECs in vivo.\n      \n      \n        Bulk RNA-Seq reveals regulation of angiogenic pathways including VEGF-A–VEGFR2 as well as of endothelial metabolism upon NCL knockdown.\n        To address the downstream signaling pathways induced by NCL in human ECs, we performed an unbiased transcriptome analysis by RNA-Seq of HCMECNCL\nKD and HCMECControl\nKD as well as of HUVECNCL\nKD and HUVECControl\nKD. RNA-Seq revealed 445 and 3,240 significantly differentially regulated genes between HCMECNCL\nKD and HCMECControl\nKD and between HUVECsNCL\nKD and HUVECsControl\nKD, respectively (Figure 7, A–C, and Supplemental Figure 5, A–C). Analysis of the gene expression by the fragments per kilobase of exon model per million reads mapped (FPKM) values confirmed NCL downregulation mediated by siRNA in HCMECs and HUVECs (Figure 7D and Supplemental Figure 5D). In HCMECsNCL\nKD, genes involved in inflammatory responses including IL17D and CCL2 (75) were among the top-regulated genes (Figure 7E and Supplemental Results).\n        Next, to address the molecular pathways regulated by NCL in ECs, we performed gene set enrichment analyses (GSEA) (76) between siNCL-treated HCMECs/HUVECs and the control HCMECs/HUVECs. In HCMECNCL\nKD, GSEA followed by pathway visualization using cytoscape (77) revealed that upregulated genes were mainly involved in regulation of angiogenesis and immune-related processes, while the downregulated genes were linked to regulation of metabolic processes and translation (Figure 7F). Indeed, angiogenesis and vascular development were significantly enriched upon NCL depletion in HCMECs, whereas oxidative phosphorylation and glycolysis showed significant enrichment in control HCMECs (Figure 7, F–J).\n        We next examined genes driving the enrichment of regulation of angiogenesis and glycolysis as well as oxidative phosphorylation in brain ECs. Genes involved in the key angiogenic VEGFA-VEGFR2 pathway including VEGFR2 as well as the VEGFA-VEGFR2 regulatory genes KLF4 (78), ANGPTL4 (79), TEK (80), and SPHK1 (81) were significantly upregulated, whereas genes involved in the regulation of glucose metabolism such as HK2 (82), ALDOC (83), ENO2 (84), PFKL (85), and PFKP (86) were significantly downregulated in HCMECNCL\nKD (Figure 8, A and B), indicating that NCL regulates those genes involved in angiogenic sprouting in brain ECs. Importantly, we observed overlapping genes regulating angiogenesis (VEGFR2, KLF4, ANGPTL4, TIE2, and SPHK1) and metabolic processes (HK2, ENO2, and PFKL) in the 2 cell types following NCL depletion (Supplemental Figure 6, A and B), suggesting common underlying mechanisms driving vascular growth and endothelial metabolism in HCMECs and HUVECs (Supplemental Results).\n        Based on the observed regulatory effect of NCL on sprouting angiogenesis, we next analyzed the expression of main regulators of the key angiogenic pathways VEGF-A–VEGFR2/VEGFR3–Dll4–Jagged–Notch and Hippo-YAP-TAZ. We observed regulation of the central VEGF-A–VEGFR2 pathway, upregulation of the antiangiogenic Dll4-Notch pathway as well as downregulation of the proangiogenic Hippo-YAP-TAZ pathway upon NCL knockdown (Figure 8, C–E; Supplemental Figure 6, C–E; and Supplemental Results), supporting the proangiogenic role of NCL in brain and peripheral ECs.\n        Finally, given its central role in angiogenesis and vascular growth and based on its regulation in the bulk RNA-Seq data, we validated the alteration of transcriptional expression of VEGFR2 at the protein level using immunofluorescence in both cell types. We observed decreased expression of the phosphorylated form of VEGFR2 (p-VEGFR2) in HCMECNCL\nKD and HUVECNCL\nKD (Figure 8, F–O, and Supplemental Figure 6, F–O), thereby indicating a positive regulatory effect of NCL on VEGFR2 and suggesting a potential crosstalk between the VEGF-A–VEGFR2 and NCL pathways in brain and peripheral ECs. Taken together, these results suggest that NCL’s positive regulatory effects on CNS sprouting angiogenesis and endothelial metabolism might be regulated by interaction with the VEGFA-VEGFR2 pathway and with glycolytic enzymes including HK2.\n      \n      \n        Metabolomics confirm regulation of endothelial glucose metabolism upon NCL knockdown.\n        Endothelial metabolism is a crucial regulator of sprouting angiogenesis, ETC formation, and endothelial lamellipodia and filopodia dynamics (87–90). Moreover, EC glycolysis regulates the rearrangement of ECs by promoting filopodia formation and by reducing intercellular adhesion (90). Based on the regulation of metabolic pathways upon NCL knockdown in our bulk RNA-Seq data as well as on the observed regulatory effects of NCL on sprouting angiogenesis, ETC (filopodia), and the actin cytoskeleton, we next investigated whether NCL affected endothelial glucose and fatty acid metabolism (89). Therefore, we performed unbiased metabolic profiling using liquid chromatography–tandem mass spectrometry (LC-MS/MS) (91) in HCMECNCL\nKD/HUVECNCL\nKD compared with HCMECControl\nKD/HUVECControl\nKD (Figure 9, A–F, and Supplemental Figure 9, A–F). Hierarchical clustering revealed that metabolite levels of HCMECNCL\nKD and HUVECNCL\nKD clearly separated from HCMECControl\nKD and HUVECControl\nKD, revealing significantly regulated metabolites between the groups (Figure 9, A and B, and Supplemental Figure 9, A and B). This analysis showed 747 and 383 metabolites altered by the knockdown of NCL in HCMECs and HUVECs, respectively (Figure 9B and Supplemental Figure 9B). Principal component analysis (PCA) further identified specific groups of metabolites, including those involved in endothelial glucose metabolism to be different in HCMECNCL\nKD and HUVECNCL\nKD as compared with the control groups (Figure 9, C and D, and Supplemental Figure 9, C and D).\n        Next, we examined the metabolic pathways regulated by NCL in ECs. GSEA (76) revealed glycolysis and fatty acid metabolism pathways to be downregulated in HUVECNCL\nKD and fatty acid metabolism pathways to be downregulated in HCMECNCL\nKD (Figure 9E and Supplemental Figure 9E). Moreover, glycolysis was downregulated (even though not significantly) in HCMECNCL\nKD (Figure 9E). We next analyzed the abundance of metabolites involved in glycolysis and other metabolic pathways important for EC homeostasis and activation (89) (Figure 9F, Supplemental Figure 9F, and Supplemental Figure 10). Interestingly, we found that, among the 8 glucose metabolites detected in HCMECs and HUVECs, glyceraldehyde 3-phosphate (G3P), phosphoenolpyruvate (PEP), and lactate (Lac) were significantly decreased in HCMECNCL\nKD, whereas Lac was significantly decreased in HUVECNCL\nKD (Figure 9F and Supplemental Figure 9F). Notably, Lac levels were decreased by 35% in HCMECNCL\nKD versus HCMECControl\nKD and by 55% in HUVECNCL\nKD versus HUVECControl\nKD (Figure 9F and Supplemental Figure 9F). Moreover, the NADH/NAD+ ratio indicating for metabolic activity (92, 93) showed a decrease (although not significant) upon NCL KD in both cell types (Figure 9F and Supplemental Figure 7F). Together, these results indicate that NCL exerts its positive regulatory effects on CNS sprouting angiogenesis via positive regulation of endothelial (glucose) metabolism.\n      \n      \n        NCL regulates endothelial glucose metabolism but not fatty acid metabolism.\n        To further examine the observed effects of NCL on endothelial metabolism, we next performed functional metabolic assays addressing endothelial glucose and fatty acid metabolism in HCMECs and HUVECs. Using a glycolytic flux assay (94), siRNA-mediated knockdown of NCL resulted in a significant reduction of glycolysis as compared with the control HCMECs and HUVECs (Figure 10A and Supplemental Figure 11A). Similarly, HCMECNCL\nKD and HUVECNCL\nKD showed reduced glucose uptake and decreased Lac production as compared with the HCMECNCL\nKD and HUVECControl\nKD (Figure 10, B and C, and Supplemental Figure 11, B and C), indicating a positive regulatory effect of NCL on HCMEC and HUVEC glucose metabolism.\n        6-Phosphofructo-2-kinase/fructose-2,6-biphosphatase 3 (PFKFB3) and HK2 have been shown to be key regulators of endothelial glucose metabolism (88, 89). To address whether NCL affected the expression patterns of these genes in HCMECs and HUVECs, we performed qPCR and Western blots of HCMECNCL\nKD, HUVECNCL\nKD, HCMECControl\nKD, and HUVECControl\nKD. HK2 was significantly downregulated upon NCL knockdown on the mRNA level (Figure 10D and Supplemental Figure 11D), whereas PFKFB3 showed no significant change on either the mRNA or the protein levels (Figure 10, E–J, and Supplemental Figure 11, E–J).\n        Next, we assessed whether NCL also regulates endothelial fatty acid oxidation (FAO), which is known to exert crucial effects on endothelial stalk cell proliferation (89, 95) and to be upregulated in quiescent ECs as a protection against oxidative stress (96). NCL knockdown in HCMECs and HUVECs did not affect endothelial FAO (Figure 10K and Supplemental Figure 11K). Carnitine palmitoyltransferase 1A (CPT1A) has been shown to be a key regulator of endothelial fatty acid metabolism (88, 89). As expected, qPCR and Western blot analysis of HCMECNCL\nKD and HUVECNCL\nKD showed no significant differences of CPT1A as compared with the HCMECControl\nKD and HUVECControl\nKD groups at either the mRNA levels and protein levels (Figure 10, L–N, and Supplemental Figure 11, L–N).\n        Taken together, these data reveal that KD of NCL decreases endothelial glucose metabolism without affecting endothelial fatty acid metabolism, indicating a positive regulatory role of NCL on sprouting angiogenesis via promoting endothelial glucose metabolism.\nNCL is a neurodevelopmental protein of the oncofetal axis that is silenced in the healthy adult brain and reactivated in the NVU/PVN of glial brain tumors.\n        To investigate whether NCL constitutes a neurodevelopmental protein that is reactivated in brain tumors, we performed immunofluorescence microscopy of the main NVU/PVN cellular components of human fetal brain, of human normal adult brain, and of human glial brain tumors. NCL was highly expressed during fetal forebrain neocortex development, at gestational week 18 (GW18) and GW22, significantly downregulated in the adult brain, and upregulated in brain tumors, as revealed by immunofluorescence staining against NCL and the nuclear marker TO-PRO-3 (55) (Figure 1, A–C and P). Moreover, NCL expression was present throughout the nucleoplasm during fetal development but was restricted to the nucleolus in the adult human brain (Figure 1, A and B). In GBM, NCL expression was detected across the entire nucleoplasm and appeared similar to the pattern observed during fetal development (Figure 1, A and C). Within the NVU, NCL was expressed in both endothelial and perivascular cells (Figure 1, D–O). NCL was highly expressed in cells labeled with the endothelial marker cluster of differentiation 31 (CD31) during brain development, where 84% of CD31+ ECs showed NCL expression across the entire nucleoplasm (Figure 1, D and Q). NCL was significantly downregulated in the adult brain, with 16% of the CD31+ cells being NCL+ ECs (predominant nucleolar expression) (Figure 1, E and Q), but it was significantly upregulated in GBM ECs, where 67% of the CD31+ were NCL+ (nucleoplasm and nucleolar expression), similar to its expression in fetal brain (Figure 1, D, F, and Q). NCL was also highly expressed in CD105+ angiogenic ECs during fetal brain development and in GBM, with 75% and 74% CD105+/NCL+ double-positive ECs, respectively (Figure 1, G, I, and R), whereas only 13% CD105+/NCL+ ECs could be observed in adult brain slices (Figure 1, H and R), consistent with the reported quiescence of ECs in the adult normal brain (11, 56, 57).\n        Within the NVU, blood vessel ECs are in contact with perivascular supportive cells such as pericytes, astrocytes, and neuronal stem cells (11, 57–61). Therefore, we assessed the expression of NCL in pericytes and perivascular astrocytes. Glial fibrillary acidic protein–positive (GFAP+) astrocytes formed typical patterns by contacting ECs and showed very strong NCL expression during fetal brain development with 95% of GFAP+/NCL+ astrocytes (Figure 1, J and S). In contrast, in the adult brain, NCL was significantly downregulated in GFAP+ astrocytes with only 24% GFAP+/NCL+ (no restriction to nucleolus observed), but it showed a significant upregulation in GBM with 84% of GFAP+/NCL+ astrocytes (Figure 1, J, K, and S). Interestingly, neuron-glial antigen 2–positive (NG2+) pericytes showed low NCL expression in fetal brain development with only 13% NG2+/NCL+ pericytes as well as in the adult brain with 7% NG2+/NCL+ pericytes (Figure 1, M, N, and T). However, NCL was significantly upregulated in human GBM with 57% NG2+/NCL+ pericytes (Figure 1, O and T).\n        Taken together, these data reveal that NCL is highly expressed in endothelial and certain NVU cells (astrocytes > pericytes) during fetal brain development, is subsequently downregulated in the adult brain, and is reactivated in GBM. This characterizes NCL as an oncofetal protein that is reactivated in human glial brain tumors after downregulation in the quiescent adult NVU (18–25).\nNCL expression within the NVU correlates with glial brain tumor malignancy and progression.\n        In order to address the expression of NCL in glial brain tumor progression (from WHO low- to high-grade tumors; refs. 62–64), we referred to tissue microarrays (TMAs) of human glioma stained by IHC for NCL and the nuclear marker Mayer’s hemalum (Figure 2, A–D). NCL expression was markedly upregulated in human glial brain tumors as compared with the adult normal brain (Figure 2, A–E). Moreover, NCL expression was significantly increased during glial tumor progression, ranging from 32% of NCL+ cells in WHO grade I glioma to 57% in glioma grade IV (GBM) (Figure 2E). NCL showed a significant upregulation from low-grade (WHO grade I and II) to high-grade glioma (WHO grade III) as well as a significant increase from WHO grade III to WHO grade IV glioma (Figure 2, A–D, and F). In recurrent GBM, NCL expression showed a slight but significant decrease as compared with primary GBM (Figure 2E). NCL expression correlated well with the established proliferation marker Ki-67 (65) in all glioma grades (Figure 2G).\n        Based on NCL expression within perivascular cells of the developmental and tumoral NVU, we next addressed its effects on tumoral cell proliferation. To determine whether NCL promotes GBM cell proliferation, NCL was knocked down in the human GBM cell lines LN-229 (66) and LN-18 (67) as well as in freshly isolated primary human GBM cells (GBM-1) using siRNA (Figure 2, I–K). Cell proliferation of LN-229, LN-18, and GBM-1 was inhibited by siRNA-mediated knockdown of NCL (Figure 2H) compared with scrambled controls, in agreement with the previously reported strong proproliferative effect of NCL in human GBM cells (42, 68).\n        Next, we examined the expression of NCL in tumor blood vessels using spatial transcriptomics and IHC. In agreement with our immunofluorescent data in GBMs (Figure 1, F and Q), exploratory spatial transcriptomics in human GBMs showed cooccurrence of NCL and various endothelial markers including CD31 (PECAM1), CD105 (ENG), CLDN5, and VWF (Supplemental Figure 1, A–L). Moreover, NCL was indeed present in the wall of tumor blood vessels, showing an increased expression during glial tumor progression (WHO I–IV; Figure 2, L–O), further suggesting a regulatory effect on human glial brain tumor angiogenesis.\n        Taken together, these data indicate that NCL expression is reactivated in tumor cells and tumor ECs within the NVU during human astrocytic tumor progression.\nNCL is expressed within the NVU and in sprouting ETCs, and it promotes the number of tip cell filopodia during brain development in vivo.\n        NCL has been shown to affect tumor and blood vessel growth in peripheral tissues (42, 51, 52, 68, 69), but whether it regulates sprouting angiogenesis during brain development remains unknown. To assess whether NCL affects sprouting angiogenesis and ETCs during brain development, we addressed NCL expression in the vicinity of sprouting blood vessels in the human fetal brain. CD105-labeled ETCs with their typical, finger-like protruding filopodia could be recognized in GW18 and GW22 human fetal brain forebrains (Figure 3, A–D). NCL was expressed in CD105+ endothelial tip, stalk, and phalanx cells (Figure 3, A–D) as well as in perivascular cells surrounding sprouting capillary ETCs (filopodia) (Figure 3, A–D). We observed NCL in nuclei of CD105+ endothelial tip, stalk, and phalanx cells but not on the (endothelial and perivascular) cell surface or in filopodia protrusions (Figure 3, A–D).\n        We examined whether NCL expression affected the number of ETC filopodia and observed a lower number of filopodia in ETCs with low NCL expression (Figure 3, E and F) and a higher number of filopodia in ETCs with high NCL expression (Figure 3, G and H). Accordingly, we quantified the number of filopodia per NCL+/CD105+ ETCs and assessed NCL expression for each ETC. Indeed, the number of filopodia positively correlated with NCL expression in the ETCs, as revealed by median fluorescence intensity (Figure 3I). These results strongly suggest that NCL positively regulates the number of ETC filopodia in the human fetal brain.\nNCL promotes HCMEC and HUVEC sprouting angiogenesis in vitro.\n        Based on these expression studies suggesting a role for NCL in sprouting angiogenesis and ETC filopodia in vivo, we next investigated the functional role of NCL in human angiogenic EC sprouting in vitro. We used siRNA to knock down NCL in human cerebral microvascular EC/D3 (HCMEC/D3, hereafter referred to as HCMEC) and HUVECs (Figure 4, A–G, and Supplemental Figure 2, A–G). In NCL siRNA-treated HCMECs (HCMECNCL\nKD) and HUVECs (HUVECNCL\nKD), NCL expression was decreased and confined to the nucleolus when compared with the siRNA control–treated HCMECs (HCMECControl\nKD) and HUVECs (HUVECControl\nKD) (Figure 4, A–D, and Supplemental Figure 2, A–D). Accordingly, quantitative PCR (qPCR) and Western blot analysis revealed significant knockdown of NCL at both the mRNA and the protein levels in HCMECs and HUVECs (Figure 4, E–G, and Supplemental Figure 2, E–G).\n        To test the effects of NCL on sprouting angiogenesis in vitro, we referred to an in vitro spheroid angiogenesis assay (70). HCMECs and HUVECs in the sprouting spheroid assay grew vessel-like sprouts composed of multiple branches in the control group (Figure 4, H and I, and Supplemental Figure 2, H and I). In contrast, siRNA-mediated knockdown of NCL markedly suppressed the number of vessel sprouts per spheroid as well as the length of the sprouts as compared with the control group in both cell types (Figure 4, J–M, and Supplemental Figure 2, J–M), suggesting a promoting effect on sprouting angiogenesis.\n        Given the important role of NCL in cell proliferation (37, 39, 40), we next assessed whether NCL affects EC proliferation in a 3HT proliferation assay. Indeed, HCMEC and HUVEC proliferation was significantly reduced upon siRNA-mediated NCL knockdown (Figure 4N and Supplemental Figure 2N), indicating a positive regulatory role for NCL on HCMEC and HUVEC proliferation, reminiscent of stalk cell behavior in vivo (11, 27, 57).\n        Because we observed NCL expression in brain ECs (Figure 1, D–F, and Figure 4, A–D), based on its positive effects on (brain) EC proliferation (Figure 4N and Supplemental Figure 2N), and given that NCL has been targeted in cancer cells and retinal ECs using the aptamer AS1411(45–50, 71, 72), we next tested the effects of the NCL-specific aptamer AS1411 on brain EC proliferation. Treatment of HCMECs using 1.25, 5, and 10 μM of AS1411 dose-dependently inhibited their proliferation after 96 hours (Figure 4O). Taken together, these results suggest that endothelial NCL is a positive regulator of sprouting angiogenesis, endothelial proliferation, and filopodia formation in the brain that can potentially be targeted in brain ECs using aptamers.\nNCL regulates HCMEC and HUVEC lamellipodia and filopodia formation and actin cytoskeleton orientation.\n        Lamellipodia and filopodia are composed of actin and myosin fibers, and they are essential components of in vivo sprouting angiogenesis (28). Therefore, to further assess the effects of NCL on HCMEC and HUVEC angiogenesis in vitro, we addressed cell shape and morphology as well as actin orientation after NCL knockdown (Figure 5, A–K, and Supplemental Figure 3, A–K). HCMECNCL\nKD and HUVECNCL\nKD spread less and were not as elongated as control cells, as quantified by their increased cell circularity and decreased cell area (Figure 5, I and J, and Supplemental Figure 3, I and J). F-actin fibers were more randomly organized in the HCMECNCL\nKD and HUVECNCL\nKD (Figure 5, C and F, and Supplemental Figure 3, C and F). Accordingly, the distribution of actin orientation showed a classical peak in controls, whereas in the HCMECNCL\nKD and HUVECNCL\nKD, the actin orientation was more randomly distributed (Figure 5K and Supplemental Figure 3K), indicating the HCMECNCL\nKD and HUVECNCL\nKD had poorly orientated stress fibers, as opposed to well-aligned stress fibers of control cells.\n        To assess the effects of NCL on HCMECs and HUVECs and their filopodia, we cultured these cells on a substrate consisting of nanopillar arrays (73, 74) (Figure 6, A–C, and Supplemental Figure 4, A–C), allowing assessment of filopodia dynamics and traction/pulling forces exerted by the spreading of HCMECs and HUVECs on the substrate (Figure 6, D–G, and Supplemental Figure 4, D–G). In HCMECNCL\nKD and HUVECNCL\nKD, the number of filopodial extensions per cell was significantly reduced as compared with HCMECControl\nKD and HUVECControl\nKD (Figure 6, D, F, and H, and Supplemental Figure 4, D, F, and H).\n        Next, we examined the movement of NCL siRNA–treated HCMECs and HUVECs on the nanopillar surface. In HCMECNCL\nKD and HUVECNCL\nKD, the mean displacements of the nanopillars were significantly decreased as compared with the control group (0.061 μm and 0.129 μm, and 0.068 μm and 0.136 μm, respectively; Figure 6, E, G, and I, and Supplemental Figure 4, E, G, and I). HCMECNCL\nKD and HUVECNCL\nKD exerted significantly reduced average traction forces of 4.8 nN and 5.4 nN when compared with the control HCMECs and HUVECs (10.1 nN and 10.7 nN, respectively; Figure 6J and Supplemental Figure 4J). These results indicate a proadhesive/promigratory/proexplorative effect of NCL on ECs and their filopodial protrusions.\n        These data indicate that NCL is important for actin orientation and polarization, which is required for EC lamellipodia and filopodia formation, structures that are crucial for migration, proliferation, and sprouting of vascular ECs in vivo.\nBulk RNA-Seq reveals regulation of angiogenic pathways including VEGF-A–VEGFR2 as well as of endothelial metabolism upon NCL knockdown.\n        To address the downstream signaling pathways induced by NCL in human ECs, we performed an unbiased transcriptome analysis by RNA-Seq of HCMECNCL\nKD and HCMECControl\nKD as well as of HUVECNCL\nKD and HUVECControl\nKD. RNA-Seq revealed 445 and 3,240 significantly differentially regulated genes between HCMECNCL\nKD and HCMECControl\nKD and between HUVECsNCL\nKD and HUVECsControl\nKD, respectively (Figure 7, A–C, and Supplemental Figure 5, A–C). Analysis of the gene expression by the fragments per kilobase of exon model per million reads mapped (FPKM) values confirmed NCL downregulation mediated by siRNA in HCMECs and HUVECs (Figure 7D and Supplemental Figure 5D). In HCMECsNCL\nKD, genes involved in inflammatory responses including IL17D and CCL2 (75) were among the top-regulated genes (Figure 7E and Supplemental Results).\n        Next, to address the molecular pathways regulated by NCL in ECs, we performed gene set enrichment analyses (GSEA) (76) between siNCL-treated HCMECs/HUVECs and the control HCMECs/HUVECs. In HCMECNCL\nKD, GSEA followed by pathway visualization using cytoscape (77) revealed that upregulated genes were mainly involved in regulation of angiogenesis and immune-related processes, while the downregulated genes were linked to regulation of metabolic processes and translation (Figure 7F). Indeed, angiogenesis and vascular development were significantly enriched upon NCL depletion in HCMECs, whereas oxidative phosphorylation and glycolysis showed significant enrichment in control HCMECs (Figure 7, F–J).\n        We next examined genes driving the enrichment of regulation of angiogenesis and glycolysis as well as oxidative phosphorylation in brain ECs. Genes involved in the key angiogenic VEGFA-VEGFR2 pathway including VEGFR2 as well as the VEGFA-VEGFR2 regulatory genes KLF4 (78), ANGPTL4 (79), TEK (80), and SPHK1 (81) were significantly upregulated, whereas genes involved in the regulation of glucose metabolism such as HK2 (82), ALDOC (83), ENO2 (84), PFKL (85), and PFKP (86) were significantly downregulated in HCMECNCL\nKD (Figure 8, A and B), indicating that NCL regulates those genes involved in angiogenic sprouting in brain ECs. Importantly, we observed overlapping genes regulating angiogenesis (VEGFR2, KLF4, ANGPTL4, TIE2, and SPHK1) and metabolic processes (HK2, ENO2, and PFKL) in the 2 cell types following NCL depletion (Supplemental Figure 6, A and B), suggesting common underlying mechanisms driving vascular growth and endothelial metabolism in HCMECs and HUVECs (Supplemental Results).\n        Based on the observed regulatory effect of NCL on sprouting angiogenesis, we next analyzed the expression of main regulators of the key angiogenic pathways VEGF-A–VEGFR2/VEGFR3–Dll4–Jagged–Notch and Hippo-YAP-TAZ. We observed regulation of the central VEGF-A–VEGFR2 pathway, upregulation of the antiangiogenic Dll4-Notch pathway as well as downregulation of the proangiogenic Hippo-YAP-TAZ pathway upon NCL knockdown (Figure 8, C–E; Supplemental Figure 6, C–E; and Supplemental Results), supporting the proangiogenic role of NCL in brain and peripheral ECs.\n        Finally, given its central role in angiogenesis and vascular growth and based on its regulation in the bulk RNA-Seq data, we validated the alteration of transcriptional expression of VEGFR2 at the protein level using immunofluorescence in both cell types. We observed decreased expression of the phosphorylated form of VEGFR2 (p-VEGFR2) in HCMECNCL\nKD and HUVECNCL\nKD (Figure 8, F–O, and Supplemental Figure 6, F–O), thereby indicating a positive regulatory effect of NCL on VEGFR2 and suggesting a potential crosstalk between the VEGF-A–VEGFR2 and NCL pathways in brain and peripheral ECs. Taken together, these results suggest that NCL’s positive regulatory effects on CNS sprouting angiogenesis and endothelial metabolism might be regulated by interaction with the VEGFA-VEGFR2 pathway and with glycolytic enzymes including HK2.\nMetabolomics confirm regulation of endothelial glucose metabolism upon NCL knockdown.\n        Endothelial metabolism is a crucial regulator of sprouting angiogenesis, ETC formation, and endothelial lamellipodia and filopodia dynamics (87–90). Moreover, EC glycolysis regulates the rearrangement of ECs by promoting filopodia formation and by reducing intercellular adhesion (90). Based on the regulation of metabolic pathways upon NCL knockdown in our bulk RNA-Seq data as well as on the observed regulatory effects of NCL on sprouting angiogenesis, ETC (filopodia), and the actin cytoskeleton, we next investigated whether NCL affected endothelial glucose and fatty acid metabolism (89). Therefore, we performed unbiased metabolic profiling using liquid chromatography–tandem mass spectrometry (LC-MS/MS) (91) in HCMECNCL\nKD/HUVECNCL\nKD compared with HCMECControl\nKD/HUVECControl\nKD (Figure 9, A–F, and Supplemental Figure 9, A–F). Hierarchical clustering revealed that metabolite levels of HCMECNCL\nKD and HUVECNCL\nKD clearly separated from HCMECControl\nKD and HUVECControl\nKD, revealing significantly regulated metabolites between the groups (Figure 9, A and B, and Supplemental Figure 9, A and B). This analysis showed 747 and 383 metabolites altered by the knockdown of NCL in HCMECs and HUVECs, respectively (Figure 9B and Supplemental Figure 9B). Principal component analysis (PCA) further identified specific groups of metabolites, including those involved in endothelial glucose metabolism to be different in HCMECNCL\nKD and HUVECNCL\nKD as compared with the control groups (Figure 9, C and D, and Supplemental Figure 9, C and D).\n        Next, we examined the metabolic pathways regulated by NCL in ECs. GSEA (76) revealed glycolysis and fatty acid metabolism pathways to be downregulated in HUVECNCL\nKD and fatty acid metabolism pathways to be downregulated in HCMECNCL\nKD (Figure 9E and Supplemental Figure 9E). Moreover, glycolysis was downregulated (even though not significantly) in HCMECNCL\nKD (Figure 9E). We next analyzed the abundance of metabolites involved in glycolysis and other metabolic pathways important for EC homeostasis and activation (89) (Figure 9F, Supplemental Figure 9F, and Supplemental Figure 10). Interestingly, we found that, among the 8 glucose metabolites detected in HCMECs and HUVECs, glyceraldehyde 3-phosphate (G3P), phosphoenolpyruvate (PEP), and lactate (Lac) were significantly decreased in HCMECNCL\nKD, whereas Lac was significantly decreased in HUVECNCL\nKD (Figure 9F and Supplemental Figure 9F). Notably, Lac levels were decreased by 35% in HCMECNCL\nKD versus HCMECControl\nKD and by 55% in HUVECNCL\nKD versus HUVECControl\nKD (Figure 9F and Supplemental Figure 9F). Moreover, the NADH/NAD+ ratio indicating for metabolic activity (92, 93) showed a decrease (although not significant) upon NCL KD in both cell types (Figure 9F and Supplemental Figure 7F). Together, these results indicate that NCL exerts its positive regulatory effects on CNS sprouting angiogenesis via positive regulation of endothelial (glucose) metabolism.\nNCL regulates endothelial glucose metabolism but not fatty acid metabolism.\n        To further examine the observed effects of NCL on endothelial metabolism, we next performed functional metabolic assays addressing endothelial glucose and fatty acid metabolism in HCMECs and HUVECs. Using a glycolytic flux assay (94), siRNA-mediated knockdown of NCL resulted in a significant reduction of glycolysis as compared with the control HCMECs and HUVECs (Figure 10A and Supplemental Figure 11A). Similarly, HCMECNCL\nKD and HUVECNCL\nKD showed reduced glucose uptake and decreased Lac production as compared with the HCMECNCL\nKD and HUVECControl\nKD (Figure 10, B and C, and Supplemental Figure 11, B and C), indicating a positive regulatory effect of NCL on HCMEC and HUVEC glucose metabolism.\n        6-Phosphofructo-2-kinase/fructose-2,6-biphosphatase 3 (PFKFB3) and HK2 have been shown to be key regulators of endothelial glucose metabolism (88, 89). To address whether NCL affected the expression patterns of these genes in HCMECs and HUVECs, we performed qPCR and Western blots of HCMECNCL\nKD, HUVECNCL\nKD, HCMECControl\nKD, and HUVECControl\nKD. HK2 was significantly downregulated upon NCL knockdown on the mRNA level (Figure 10D and Supplemental Figure 11D), whereas PFKFB3 showed no significant change on either the mRNA or the protein levels (Figure 10, E–J, and Supplemental Figure 11, E–J).\n        Next, we assessed whether NCL also regulates endothelial fatty acid oxidation (FAO), which is known to exert crucial effects on endothelial stalk cell proliferation (89, 95) and to be upregulated in quiescent ECs as a protection against oxidative stress (96). NCL knockdown in HCMECs and HUVECs did not affect endothelial FAO (Figure 10K and Supplemental Figure 11K). Carnitine palmitoyltransferase 1A (CPT1A) has been shown to be a key regulator of endothelial fatty acid metabolism (88, 89). As expected, qPCR and Western blot analysis of HCMECNCL\nKD and HUVECNCL\nKD showed no significant differences of CPT1A as compared with the HCMECControl\nKD and HUVECControl\nKD groups at either the mRNA levels and protein levels (Figure 10, L–N, and Supplemental Figure 11, L–N).\n        Taken together, these data reveal that KD of NCL decreases endothelial glucose metabolism without affecting endothelial fatty acid metabolism, indicating a positive regulatory role of NCL on sprouting angiogenesis via promoting endothelial glucose metabolism.\nDiscussion\n      Here, using in vitro and in vivo approaches, we show that NCL is a positive regulator of angiogenesis in the human fetal brain. Our results suggest that NCL promotes brain endothelial sprouting, proliferation, and filopodia formation, potentially via interaction with the VEGF-A–VEGFR2 pathway and positively regulates brain endothelial glucose metabolism via the regulation of glycolytic enzymes, including HK2. We propose that, by acting on the cytoskeleton of CNS endothelial (tip and stalk) cells and their filopodia, and by regulating vascular endothelial metabolism, NCL controls the sprouting and filopodia extension of growing CNS blood vessels during human fetal brain development and presumably in human brain tumors. Importantly, the characterization of NCL as an oncofetal protein in the brain tumor vasculature and its inhibition using aptamers identifies NCL as a potential pharmaceutical target for gliomas.\n      \n        NCL may be a putative NVU/PVN-derived oncofetal signal to regulate developmental brain and brain tumor (vascular) growth.\n        Most of the evidence regarding the molecular regulation of sprouting angiogenesis during brain development is based on murine studies (97, 98), whereas less knowledge exists regarding how the vascularization and ETCs are regulated in the human brain. Interestingly, angiogenesis is highly dynamic during brain development and almost quiescent in the adult healthy brain (11, 14, 57), but it is reactivated in a variety of angiogenesis-dependent CNS pathologies such as brain tumors, brain vascular malformations, or stroke (4, 5, 14), thereby activating endothelial- and perivascular cells of the NVU (7, 11, 57). In our study, we not only observed a reactivation of NCL in angiogenic endothelial and perivascular cells within glial brain tumors, but we also observed a positive correlation of NCL expression with astrocytic tumor progression, in agreement with ref. 99, suggesting a crucial role of NCL as a PVN-derived signal in both angiogenic and tumor growth. The PVN has been shown to activate tumor growth in mouse and zebrafish models of breast cancer (100). Strikingly, endothelial-derived thrombospondin-1 in the stable microvasculature induced sustained breast cancer cell quiescence, but this suppressive cue was lost in sprouting neovasculature, where ETC-derived active TGF-β1 and periostin promoted breast tumor growth (100). These characterized the stable microvasculature as a “dormant perivascular (tumor) niche” in contrast to the sprouting neovasculature, which constitutes an “activated perivascular (tumor) niche” in which ETCs exert crucial roles. In light of these studies, the exploration of NCL’s angiogenic function within the perivascular tip cell niche in vivo promises to be an exciting avenue for future investigations.\n        Here, we found that NCL is an important positive regulator of angiogenesis and ETC filopodia in human fetal brain. The expression of NCL in endothelial and perivascular cells such as astrocytes and pericytes within the NVU of the human fetal brain, its downregulation in the adult healthy brain and reactivation in brain tumors characterizes NCL as an oncofetal protein and suggests an integral role once reactivated during brain cancer. Its high expression in CD105+ angiogenic blood vessel ECs in both human fetal brain and human GBM (but not in the adult healthy brain) supports this presumed role in active (developmental, tumor) versus stable (adult healthy) brain angiogenesis. Accordingly, our in vitro results suggest that, by exerting stimulatory effects on sprouting angiogenesis, filopodia extension, and glucose metabolism of vascular ECs, NCL might promote the sprouting of angiogenic blood vessel ECs into the brain parenchyma. The latter is also strongly suggested by the positive correlation between NCL expression and the number of ETC filopodia in the fetal brain parenchyma in vivo. Other neurodevelopmental regulators such as VEGF-A and GPR124 are downregulated in the adult healthy CNS and are reactivated in vascular-dependent CNS pathologies such as brain tumors or stroke (101–103). However, in contrast to those angiogenic factors, NCL is one of the first to have been directly compared in both human fetal brain and human gliomas. Furthermore, NCL endothelial and perivascular expression within the fetal- and tumor PVN and its presumed different roles on the involved cell types (angiogenesis versus tumor growth) characterize NCL as an important developmental signal reactivated during brain tumor growth and, consequently, as an oncofetal protein.\n      \n      \n        NCL is a regulator of glucose but not fatty acid metabolism and may, therefore, have different effects on endothelial tip and stalk cells during sprouting angiogenesis.\n        Endothelial metabolism has recently emerged as a crucial regulator of sprouting angiogenesis during development and in tumors (87–89, 95, 104, 105). Moreover, it was suggested that ETCs mainly rely on glycolysis, whereas endothelial stalk cells also use fatty acid metabolism to support proliferation (87–89, 95, 104, 105). Here, we found that NCL positively regulates endothelial glycolysis but not fatty acid metabolism in vitro, indicating that NCL’s main effect might be on tip cells, but NCL’s precise roles on both tip and stalk cells inside and outside the CNS — for instance, in the embryonic or postnatal brain (26, 57) or in the postnatal retina (106) — need to be investigated in vivo (Supplemental Discussion).\n        As also demonstrated by our bulk RNA-Seq, pathways regulated downstream of NCL were linked to angiogenesis and endothelial glucose metabolism. While the observed regulatory effects of NCL on endothelial glucose metabolism are in line with an important role of glycolysis in angiogenesis and vascular biology inside and outside the CNS (88, 89, 104, 107, 108), we cannot exclude that NCL regulates other metabolic pathways that participate in (brain) angiogenesis and (brain) EC biology. Thus, given the crucial role of endothelial metabolism for vessel sprouting in development and disease (87, 88, 104) as well as of tumor metabolism in gliomas (35), investigating the precise role of NCL on EC metabolism and angiogenesis in the human brain vasculature along the oncofetal axis promises to be exciting.\n      \n      \n        A putative role for NCL in angiogenesis-dependent CNS pathologies via molecular crosstalk with the VEGF-VEGFR signaling axis.\n        Angiogenesis and the PVN exert crucial roles in the pathophysiology of various vascular-dependent CNS diseases such as brain tumors, vascular malformations, and stroke (6, 7, 17, 49, 50, 56). With regard to brain tumors, glycosylated surface NCL has been shown to increase with the malignancy grade of human gliomas (99). A high expression of NCL may, therefore, promote vascularization of astrocytoma and thereby promote brain tumor growth (Supplemental Discussion). Furthermore, the anticancer aptamer AS1411 — that binds specifically to NCL — has shown promising clinical activity and is being widely used as a tumor-targeting agent (72) as well as an inhibitor of pathological angiogenesis in the retina (49, 50). In line with these reports, we find AS1411-mediated inhibition of brain EC proliferation in vitro, indicating that AS1411 could be tested to target the brain tumor vasculature in vivo. Interestingly, antibody- and peptide-mediated targeting of NCL induced normalization of tumor vasculature in pancreas and breast cancer models (53, 69), further suggesting that strategies targeting NCL might affect the GBM vasculature. During (glial) brain tumor progression, vascular dysfunction is partially mediated via angiogenic factors including VEGF-VEGFR (17, 109–111), and blocking VEGF-VEGFR signaling results in transient normalization of the immature and leaky brain tumor vasculature and leads to survival benefits in patients with newly diagnosed as well as recurrent GBM (17, 112, 113). Here, we observed a positive regulatory effect of NCL on the VEGF-A–VEGFR2 pathway in vitro, indicative of a molecular crosstalk between these 2 signaling axes. Given that both pathways regulate angiogenesis and vascular normalization, combinatorial targeting of NCL and VEGF-A–VEGFR2 to normalize the brain tumor vasculature may be a promising antiangiogenic strategy for GBM patients. Taken together, these literature indications in concert with our data suggest that — in addition to its effect on tumor cell proliferation — oncofetal NCL may regulate brain tumor vascularization and could be a candidate for targeted therapy on both tumor and ECs in human gliomas.\nNCL may be a putative NVU/PVN-derived oncofetal signal to regulate developmental brain and brain tumor (vascular) growth.\n        Most of the evidence regarding the molecular regulation of sprouting angiogenesis during brain development is based on murine studies (97, 98), whereas less knowledge exists regarding how the vascularization and ETCs are regulated in the human brain. Interestingly, angiogenesis is highly dynamic during brain development and almost quiescent in the adult healthy brain (11, 14, 57), but it is reactivated in a variety of angiogenesis-dependent CNS pathologies such as brain tumors, brain vascular malformations, or stroke (4, 5, 14), thereby activating endothelial- and perivascular cells of the NVU (7, 11, 57). In our study, we not only observed a reactivation of NCL in angiogenic endothelial and perivascular cells within glial brain tumors, but we also observed a positive correlation of NCL expression with astrocytic tumor progression, in agreement with ref. 99, suggesting a crucial role of NCL as a PVN-derived signal in both angiogenic and tumor growth. The PVN has been shown to activate tumor growth in mouse and zebrafish models of breast cancer (100). Strikingly, endothelial-derived thrombospondin-1 in the stable microvasculature induced sustained breast cancer cell quiescence, but this suppressive cue was lost in sprouting neovasculature, where ETC-derived active TGF-β1 and periostin promoted breast tumor growth (100). These characterized the stable microvasculature as a “dormant perivascular (tumor) niche” in contrast to the sprouting neovasculature, which constitutes an “activated perivascular (tumor) niche” in which ETCs exert crucial roles. In light of these studies, the exploration of NCL’s angiogenic function within the perivascular tip cell niche in vivo promises to be an exciting avenue for future investigations.\n        Here, we found that NCL is an important positive regulator of angiogenesis and ETC filopodia in human fetal brain. The expression of NCL in endothelial and perivascular cells such as astrocytes and pericytes within the NVU of the human fetal brain, its downregulation in the adult healthy brain and reactivation in brain tumors characterizes NCL as an oncofetal protein and suggests an integral role once reactivated during brain cancer. Its high expression in CD105+ angiogenic blood vessel ECs in both human fetal brain and human GBM (but not in the adult healthy brain) supports this presumed role in active (developmental, tumor) versus stable (adult healthy) brain angiogenesis. Accordingly, our in vitro results suggest that, by exerting stimulatory effects on sprouting angiogenesis, filopodia extension, and glucose metabolism of vascular ECs, NCL might promote the sprouting of angiogenic blood vessel ECs into the brain parenchyma. The latter is also strongly suggested by the positive correlation between NCL expression and the number of ETC filopodia in the fetal brain parenchyma in vivo. Other neurodevelopmental regulators such as VEGF-A and GPR124 are downregulated in the adult healthy CNS and are reactivated in vascular-dependent CNS pathologies such as brain tumors or stroke (101–103). However, in contrast to those angiogenic factors, NCL is one of the first to have been directly compared in both human fetal brain and human gliomas. Furthermore, NCL endothelial and perivascular expression within the fetal- and tumor PVN and its presumed different roles on the involved cell types (angiogenesis versus tumor growth) characterize NCL as an important developmental signal reactivated during brain tumor growth and, consequently, as an oncofetal protein.\nNCL is a regulator of glucose but not fatty acid metabolism and may, therefore, have different effects on endothelial tip and stalk cells during sprouting angiogenesis.\n        Endothelial metabolism has recently emerged as a crucial regulator of sprouting angiogenesis during development and in tumors (87–89, 95, 104, 105). Moreover, it was suggested that ETCs mainly rely on glycolysis, whereas endothelial stalk cells also use fatty acid metabolism to support proliferation (87–89, 95, 104, 105). Here, we found that NCL positively regulates endothelial glycolysis but not fatty acid metabolism in vitro, indicating that NCL’s main effect might be on tip cells, but NCL’s precise roles on both tip and stalk cells inside and outside the CNS — for instance, in the embryonic or postnatal brain (26, 57) or in the postnatal retina (106) — need to be investigated in vivo (Supplemental Discussion).\n        As also demonstrated by our bulk RNA-Seq, pathways regulated downstream of NCL were linked to angiogenesis and endothelial glucose metabolism. While the observed regulatory effects of NCL on endothelial glucose metabolism are in line with an important role of glycolysis in angiogenesis and vascular biology inside and outside the CNS (88, 89, 104, 107, 108), we cannot exclude that NCL regulates other metabolic pathways that participate in (brain) angiogenesis and (brain) EC biology. Thus, given the crucial role of endothelial metabolism for vessel sprouting in development and disease (87, 88, 104) as well as of tumor metabolism in gliomas (35), investigating the precise role of NCL on EC metabolism and angiogenesis in the human brain vasculature along the oncofetal axis promises to be exciting.\nA putative role for NCL in angiogenesis-dependent CNS pathologies via molecular crosstalk with the VEGF-VEGFR signaling axis.\n        Angiogenesis and the PVN exert crucial roles in the pathophysiology of various vascular-dependent CNS diseases such as brain tumors, vascular malformations, and stroke (6, 7, 17, 49, 50, 56). With regard to brain tumors, glycosylated surface NCL has been shown to increase with the malignancy grade of human gliomas (99). A high expression of NCL may, therefore, promote vascularization of astrocytoma and thereby promote brain tumor growth (Supplemental Discussion). Furthermore, the anticancer aptamer AS1411 — that binds specifically to NCL — has shown promising clinical activity and is being widely used as a tumor-targeting agent (72) as well as an inhibitor of pathological angiogenesis in the retina (49, 50). In line with these reports, we find AS1411-mediated inhibition of brain EC proliferation in vitro, indicating that AS1411 could be tested to target the brain tumor vasculature in vivo. Interestingly, antibody- and peptide-mediated targeting of NCL induced normalization of tumor vasculature in pancreas and breast cancer models (53, 69), further suggesting that strategies targeting NCL might affect the GBM vasculature. During (glial) brain tumor progression, vascular dysfunction is partially mediated via angiogenic factors including VEGF-VEGFR (17, 109–111), and blocking VEGF-VEGFR signaling results in transient normalization of the immature and leaky brain tumor vasculature and leads to survival benefits in patients with newly diagnosed as well as recurrent GBM (17, 112, 113). Here, we observed a positive regulatory effect of NCL on the VEGF-A–VEGFR2 pathway in vitro, indicative of a molecular crosstalk between these 2 signaling axes. Given that both pathways regulate angiogenesis and vascular normalization, combinatorial targeting of NCL and VEGF-A–VEGFR2 to normalize the brain tumor vasculature may be a promising antiangiogenic strategy for GBM patients. Taken together, these literature indications in concert with our data suggest that — in addition to its effect on tumor cell proliferation — oncofetal NCL may regulate brain tumor vascularization and could be a candidate for targeted therapy on both tumor and ECs in human gliomas.\nMethods\n      Supplemental Methods are available online with this article.\n      \n        Study approval.\n        Tissue samples from human fetal brains were obtained from postmortem fetuses derived from spontaneous abortions and received by the Department of Pathological Anatomy, University of Bari School of Medicine. Tissue preparation and storage were performed as previously described. The study was approved by the Ethics Committee of the University of Bari Medical School and complied with the principles stated in the Declaration of Helsinki.\n        Tissue samples from human patients with GBM and controls from temporal lobes after selective temporal lobectomy in patients with chronic pharmacoresistant mesial temporal lobe epilepsy were obtained during surgery at the Department of Neurosurgery, University Hospital Zurich. Written informed consent was obtained from patients before study entry. All procedures were conducted in accordance with the Declaration of Helsinki, and the study was approved by the Ethics Committee of the Canton Zurich.\nStudy approval.\n        Tissue samples from human fetal brains were obtained from postmortem fetuses derived from spontaneous abortions and received by the Department of Pathological Anatomy, University of Bari School of Medicine. Tissue preparation and storage were performed as previously described. The study was approved by the Ethics Committee of the University of Bari Medical School and complied with the principles stated in the Declaration of Helsinki.\n        Tissue samples from human patients with GBM and controls from temporal lobes after selective temporal lobectomy in patients with chronic pharmacoresistant mesial temporal lobe epilepsy were obtained during surgery at the Department of Neurosurgery, University Hospital Zurich. Written informed consent was obtained from patients before study entry. All procedures were conducted in accordance with the Declaration of Helsinki, and the study was approved by the Ethics Committee of the Canton Zurich.\nAuthor contributions\n      TW had the idea for the study, designed the experiments, wrote the manuscript, and created the figures. TW, MS, IDT, JYS, MG, OS, FG, ME, and MY conducted the experiments and analyzed the data. RS, VV, DV, KDB, and KF supervised the experiments in their respective labs, and TW supervised the research. TW wrote the manuscript. MS assisted in editing the manuscript and figures. JH, OS, AM, SEL, JPG, PPM, IR, KF, RS, VV, DV, and KDB gave critical input to the manuscript. All authors read and approved the final manuscript.\nSupplementary Material\n      \n        \n          Supplemental data\nVersion 1\n        03/14/2023\n        In-Press Preview\nVersion 2\n        04/24/2023\n        Electronic publication\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC10243742/\nhttps://doi.org/10.1172/jci.insight.143071",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10243742/",
    "doi": "https://doi.org/10.1172/jci.insight.143071",
    "citation_count": 0,
    "references": [],
    "journal": "JCI Insight",
    "topics": [
        "angiogenesis, vasculature, metabolism, oncofetal",
        "oncofetal, along, metabolism, angiogenesis",
        "along, axis, endothelial, nucleolin"
    ],
    "keywords": []
}