{
    "title": "Computed tomography scan radiation and brain cancer incidence",
    "abstract": "Background.  Computed tomography (CT) scans make substantial contributions to low-dose ionizing radiation ex-\nposures, raising concerns about excess cancers caused by diagnostic radiation.\nMethods.  Deidentified medicare records for all Australians aged 0–19 years between 1985–2005 were linked to \nnational death and cancer registrations to 2012. The National Cancer Institute CT program was used to estimate \nradiation doses to the brain from CT exposures in 1985–2005, Poisson regression was used to model the depend-\nence of brain cancer incidence on brain radiation dose, which lagged by 2 years to minimize reverse causation bias.\nResults.  Of 10 524 842 young Australians, 611 544 were CT\n-exposed before the age of 20 years, with a mean cu-\nmulative brain dose of 44 milligrays (mGy) at an average follow-up of 13.5 years after the 2-year lag period. 4472 \nwere diagnosed with brain cancer, of whom only 237 had been CT\n-exposed. Brain cancer incidence increased with \nradiation dose to the brain, with an excess relative risk of 0.8 (95% CI 0.57–1.06) per 100 mGy. Approximately 6391 \n(95% CI 5255, 8155) persons would need to be exposed to cause 1 extra brain cancer.\nConclusions.  For brain tumors that follow CT exposures in childhood by more than 2 years, we estimate that 40% \n(95% CI 29%–50%) are attributable to CT Radiation and not due to reverse causation. However, because of rela-\ntively low rates of CT exposure in Australia, only 3.7% (95% CI 2.3%–5.4%) of all brain cancers are attributable to \nCT scans. \nThe population-attributable fraction will be greater in countries with higher rates of pediatric scanning.\nKey Points\n•\t Approximately 4% of brain cancers in the general population are caused by CT scan \nradiation.\n•\t For brain cancers that follow a CT scan at lags of 2 years or more, we estimate that 40% \n(95% CI 28.8, 49.5%) are attributable to radiation.\nFor many populations, ionizing radiation from computed to-\nmography (CT) imaging contributes almost half of the annual \nmedical radiation doses, while medical radiation contributes \napproximately half of the aggregate population dose.1 In the \nUnited States, scanning rates for children 4–15 years of age in-\ncreased from 10 scans per 1000 children in 1996 to a peak of \n27 scans per 1000 children in 2005–2007\n, with a subsequent de-\ncline.2 \nThe majority of CT scans are of the head, for indications \nincluding hydrocephalus/ventriculoperitoneal shunt, cerebral \nhemorrhage, and trauma.3\nSeveral record linkage studies have shown that cancer \nrisk is increased in the years following a CT scan.4–8 \nHowever, there is continuing uncertainty about the ex-\ntent to which this association is causal, rather than arising \nfrom bias due to reverse causation or confounding by \nindication.4–11",
    "authors": [
        "Nicolas R Smoll",
        "Zoe Brady",
        "Katrina J Scurrah",
        "Choonsik Lee",
        "Amy Berrington de González",
        "John D Mathews"
    ],
    "published_year": "",
    "description": "Background\n          Computed tomography (CT) scans make substantial contributions to low-dose ionizing radiation exposures, raising concerns about excess cancers caused by diagnostic radiation.\nMethods\n          Deidentified medicare records for all Australians aged 0–19 years between 1985–2005 were linked to national death and cancer registrations to 2012. The National Cancer Institute CT program was used to estimate radiation doses to the brain from CT exposures in 1985–2005, Poisson regression was used to model the dependence of brain cancer incidence on brain radiation dose, which lagged by 2 years to minimize reverse causation bias.\nResults\n          Of 10 524 842 young Australians, 611 544 were CT-exposed before the age of 20 years, with a mean cumulative brain dose of 44 milligrays (mGy) at an average follow-up of 13.5 years after the 2-year lag period. 4472 were diagnosed with brain cancer, of whom only 237 had been CT-exposed. Brain cancer incidence increased with radiation dose to the brain, with an excess relative risk of 0.8 (95% CI 0.57–1.06) per 100 mGy. Approximately 6391 (95% CI 5255, 8155) persons would need to be exposed to cause 1 extra brain cancer.\nConclusions\n          For brain tumors that follow CT exposures in childhood by more than 2 years, we estimate that 40% (95% CI 29%–50%) are attributable to CT Radiation and not due to reverse causation. However, because of relatively low rates of CT exposure in Australia, only 3.7% (95% CI 2.3%–5.4%) of all brain cancers are attributable to CT scans. The population-attributable fraction will be greater in countries with higher rates of pediatric scanning.\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC10326490/\nhttps://doi.org/10.1093/neuonc/noad012",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10326490/",
    "doi": "https://doi.org/10.1093/neuonc/noad012",
    "citation_count": 0,
    "references": [],
    "journal": "Neuro-Oncology",
    "topics": [
        "cancer, scan, tomography, computed",
        "incidence, tomography, radiation, computed",
        "scan, brain, radiation, cancer"
    ],
    "keywords": []
}