{
    "title": "International patterns and trends in the brain cancer incidence and mortality: An observational study based on the global burden of disease",
    "abstract": "In our study, “brain cancer” includes new cases and deaths from brain and central nervous system cancer, including: malignant neoplasm of brain (site code 191 revision 9 and site code C71 revision 10 of the International Classification of Diseases - ICD to classify death, injury and cause of death), malignant neoplasm of meninges (site code 192 revision 9 and site code C70 revision 10 of the ICD), and malignant neoplasm of spinal cord, cranial nerves and other parts of central nervous system (site code 192 revision 9 and site code C72 revision 10 of the ICD) [13,14]. In our study, “brain cancer” includes new cases and deaths from brain and central nervous system cancer, including: malignant neoplasm of brain (site code 191 revision 9 and site code C71 revision 10 of the International Classification of Diseases - ICD to classify death, injury and cause of death), malignant neoplasm of meninges (site code 192 revision 9 and site code C70 revision 10 of the ICD), and malignant neoplasm of spinal cord, cranial nerves and other parts of central nervous system (site code 192 revision 9 and site code C72 revision 10 of the ICD) [13,14]. Author contributions II and MI equally contributed to this manuscript with conception and design of the study, data acquisition and analysis, interpretation of data, drafting and critical revision and editing for important intellectual content, and approval of the final version, agreeing to be accountable for all aspects of the work in ensuring that the questions related to the accuracy or integrity of any part of the work are appropriately investigated and resolved.",
    "authors": [
        "Irena Ilic",
        "Milena Ilic"
    ],
    "published_year": "2023",
    "description": "Background\n          Brain cancer is a serious issue in the global burden of diseases. This observational research aimed to assess trends of the brain cancer incidence and mortality in the world in the period 1990–2019.\nMethods\n          Brain cancer incidence and mortality data were retrieved from the Global Burden of Disease 2019 study database. The joinpoint regression analysis was done to assess the brain cancer indicence and mortality trends: the average annual percent change (AAPC) along with its 95% confidence interval (95% CI) was calculated.\n3\n      Results\n      \n        3.1\n        Brain cancer incidence and mortality: 2019 results\n        Worldwide, 347,992 new cases of brain cancer were recorded in 2019: it was diagnosed in 187,491 (54%) males and 160,501 (46%) females (Fig. 1, Fig. 2). In 2019, the total number of deaths from brain cancer worldwide was 246,253 (138,605 males and 107,648 females).Fig. 1Number of new cases and deaths of brain cancer in the world, 1999–2019.Fig. 1Fig. 2Nuber of new cases and deaths of brain cancer, by WHO regions and sexes, 2019.Fig. 2\n        Most of the newly registered brain cancer cases (120,200; 34.5% of the total) and deaths (75,706; 30.7% of the total) in both sexes were recorded in the Western Pacific Region in 2019 (Fig. 2), while the smallest number of the newly registered brain cancer cases (6062; 2.3% of total) and deaths (5920; 2.4% of total) in both sexes was recorded in the African region.\n        In 2019, the global ASR of incidence of brain cancer was 4.8 per 100,000 in males vs 3.6 per 100,000 in females, while the ASR of mortality was 3.9 per 100,000 in males vs 2.6 per 100,000 in females (Fig. 3). In total, in all WHO regions, men had higher rates of brain cancer incidence and mortality compared to women in 2019. The highest ASRs in both sexes were reported in the European Region (7.9 per 100,000 in males vs 5.6 per 100,000 in females).Fig. 3Incidence and mortality of brain cancer (global and by WHO regions), by sexes, 2019.Fig. 3\n        Significant variations were recorded in the incidence and mortality of brain cancer by countries in 2019 [Fig. 4(A and B) and Fig. 5 (A, B), Supplementary Table 1)]. The highest ASR of brain cancer incidence in both sexes together in 2019 was reported in Denmark (17.1 per 100,000 people), followed by other Nordic countries (Norway – 15.5, Iceland – 13.9, Finland – 12.8, Sweden – 11.7 per 100,000 people, respectively). The highest ASR of mortality of brain cancer in both sexes together in 2019 was reported in Palestine (7.2 per 100,000 people), followed by countries of former Yugoslavia (Montenegro – 7.2, Bosnia and Herzegovina – 7.0, Serbia – 6.9, Croatia – 6.7, and North Macedonia – 6.6 per 100,000 people, respectively).Fig. 4Estimated age-standardized incidence rates of brain cancer in 2019.Fig. 4Fig. 5Estimated age-standardized mortality rates of brain cancer in 2019.Fig. 5\n        The highest ASRs of incidence and mortality of brain cancer in both sexes together aged 0–14 years in 2019 were reported in the Western Pacific, while the lowest ASRs were found in Africa (Supplementary Table 2). The highest ASRs of incidence and mortality of brain cancer in males and females together in aged 15 and above in 2019 were recorded in Europe, while the lowest ASRs were found in Africa.\n      \n      \n        3.2\n        Patterns in brain cancer incidence trends, 1990–2019\n        Globally, brain cancer incidence significantly increased in both males (AAPC = 0.4%, 95% CI = 0.4–0.5) and females (AAPC = 0.5%, 95% CI = 0.5–0.6) (Supplementary Fig. 1). The comparability test indicated that global trends in brain cancer incidence in men and women were not parallel (the final selected model rejected parallelism, p < 0.05). A significant increase in brain cancer incidence rates in both sexes was recorded in all WHO regions, with one exception of a significantly decreased trend only among males in the South-East Asia Region (AAPC = −0.1%, 95% CI = −0.1 to −0.0) (Fig. 6). Among all countries that experienced increased trends in brain cancer incidence, Cuba had the most marked increase in both sexes (AAPC = +5.7% in males and AAPC = +5.4% in females) (Supplementary Table 1).Fig. 6Trends in incidence and mortality of brain cancer, by WHO regions and by sexes, 1990–2019: a joinpoint regression analysis.Fig. 6\n      \n      \n        3.3\n        Patterns in brain cancer mortality trends, 1990–2019\n        Globally, mortality from brain cancer decreased significantly in females (AAPC = −0.1%, 95% CI = −0.2 to −0.1), but nonsignificantly in males (Supplementary Fig. 2). The comparability test indicated that global trends in brain cancer mortality in both sexes were not parallel (the final selected model rejected parallelism, p < 0.05). A significant decrease in mortality of brain cancer was registered in both sexes in the Western Pacific Region and in men in the South-East Asia Region, unlike other regions that had an increasing trend (Fig. 6).\n      \n      \n        3.4\n        Patterns in brain cancer trends by age classes and by sexes, 1990–2019\n        The largest rise in incidence of brain cancer was observed in persons aged 84+ in both men (by +2.5% per year) and women (by +2.3% per year) (Supplementary Table 2). Similarly, the largest rise in mortality from brain cancer was noted in aged 85 and above in both men (by +1.7% per year) and women (by +1.5% per year). A declining trend in the incidence of brain cancer was observed in both sexes only in aged 0–14 years (by −0.6% per year in men, and by −0.4% per year in women). Also, a downward trend in brain cancer mortality was recorded in both sexes in aged 0–14 years (equally by −1.4% per year). The comparability test indicated that global trends in brain cancer incidence and mortality in men and women by age were not parallel (the final selected model rejected parallelism, p < 0.05).\n        WHO regions Western Pacific, Europe and South-East Asia reported a significantly decreasing trend in both incidence and mortality from brain cancer in persons aged 0–14 years in both sexes together in 1990–2019, while the region of Eastern Mediterranean showed a decreasing trend in mortality rates only (Supplementary Table 3). In persons aged 0–14 years for both sexes together, only the WHO regions of America and Eastern Mediterranean showed a significantly increasing trend in brain cancer incidence in 1990–2019, while for mortality no increasing trend was recorded in any region.\nConclusion\n          Brain cancer shows increasing global incidence rates in both sexes and represents a priority for prevention and further research.\n1\n      Introduction\n      Brain and central nervous system cancer is an important public health issue worldwide, considering the high mortality, economic burden for persons and society, the low survival rate, and the effect on the patients’ quality of life [1,2]. Based on Global Cancer Observatory (GLOBOCAN) 2020 estimates, brain and central nervous system cancer is a considerable part of the global burden of disease, ranking 19th among the most frequent malignancies (1.9% of all cancers) and 12th among the leading causes of cancer deaths (2.5% of all cancers) [3]. In Iraq in 2020, brain and central nervous system cancer ranked as the 4th leading cause of death among all cancers both in men and women in all ages [3]. In the United States of America in the period 2012–2018, 76.9% of the cases of brain and central nervous system cancer were confirmed at a local stage, but the 5-year survival for this stage of brain cancer still remained low (35.1%) [4]. In 2017, the Global Burden of Disease (GBD) Study ranked brain and central nervous system cancer as the 8th leading cause of absolute Years of Life Lost (YLLs) of all cancers in both sexes [5].\n      Between 2008 and 2017 in the United States of America, the overall trend in brain and central nervous system cancer incidence decreased by 0.8% annually [6]. However, while the trend in incidence in adults (aged 20 and above) was decreasing, trends in children and adolescents were increasing significantly [6]. The World Health Organization (WHO) and the United Nations Sustainable Development Goals (UN SDGs) strive towards a one-third reduction in premature mortality from cancer by 2030 [7]. However, according to the WHO projections, in the European Region in 2030, there will be more new cases (about 85,000) and deaths (nearly 70,000) from brain and central nervous system cancer than there were new cases and deaths from brain cancer reported for both sexes together in 2015 (82,000 and 58,000, respectively) [3,8]. Besides, it is still not known enough how the pandemic of coronavirus disease 2019 (COVID-19) affected the quality of care for brain cancer patients (e.g. diagnosis delay, reduced access to treatment), and the care of vulnerable pediatric cancer patients [[9], [10], [11]].\n      Given the recent estimates of the incidence and mortality from brain and central nervous system cancer and its association with socioeconomic development worldwide [3,8,12], the public awareness regarding this disease needs to be raised, with the aim of finding more effective preventive and treatment modalities. This manuscript aimed to estimate the global, regional, and national patterns in incidence and mortality trends of brain and central nervous system cancer.\n2\n      Material and methods\n      \n        2.1\n        Study design\n        An observational descriptive epidemiological study was conducted using the data about the annual underlying cause of disease and death in order to depict brain and central nervous system cancer incidence and mortality trends worldwide in the period 1990–2019.\n      \n      \n        2.2\n        Data source\n        Data for the brain and central nervous system (hereafter brain) cancer incidence and mortality were extracted from the GBD 2019 study [13]. Data sources used for the GBD 2019 study included vital registration systems, cancer registries and verbal autopsy reports. In our study, “brain cancer” includes new cases and deaths from brain and central nervous system cancer, including: malignant neoplasm of brain (site code 191 revision 9 and site code C71 revision 10 of the International Classification of Diseases - ICD to classify death, injury and cause of death), malignant neoplasm of meninges (site code 192 revision 9 and site code C70 revision 10 of the ICD), and malignant neoplasm of spinal cord, cranial nerves and other parts of central nervous system (site code 192 revision 9 and site code C72 revision 10 of the ICD) [13,14]. The GBD 2019 study was performed in compliance with the Guidelines for Accurate and Transparent Health Estimates Reporting [15].\n        Although this analysis presents data for 204 countries and territories, international comparisons did not include countries with a population <90.000 in 2019 (i.e., it did not include Andorra, Cook Islands, Dominica, Marshall Islands, Monaco, Nauru, Niue, Palau, Saint Kitts and Nevis, San Marino, and Tuvalu) due to potential data uncertainty.\n      \n      \n        2.3\n        Statistical analysis\n        Apart from the specific rates (age- and sex-specific), the age-standardized rates (ASRs) were also presented (calculated per 100,000 population, by the direct method of standardization, according to the GBD standard population) [13].\n        Temporal trends in brain cancer incidence and mortality were estimated using the joinpoint regression analysis (Joinpoint regression software, Version 4.9.0.0; National Cancer Institute, Bethesda, Maryland, USA – March 2021, available through the Surveillance Research Program of the US National Cancer Institute), proposed by Kim et al. [16]. This analysis was done to investigate the magnitude and direction of time trends, beginning with the minimum joinpoint of 0 (representing a straight line), followed by adding more joinpoints (maximum 5). The joinpoint regression analysis detected point(s), named “joinpoints”, at which a significant change in the trend in rates of brain cancer ocurred, with year as the regression variable. To confirm statistical significance, the Monte Carlo Permutation method for multiple comparisons was applied [16]. The Grid Search method was chosen [17]. The software calculates Annual Percent Change (APC) for every line segment along with their corresponding 95% confidence intervals (95% CIs). In the final model, the values of the Average Annual Percent Change (AAPC) over the entire observed period were given, together with the corresponding 95% CI [18]. A p-value <0.05 was regarded as statistically significant for all tests.\n        When describing the direction of temporal trends, “significant increase” or “significant decrease” signified that the trend of the ASRs was statistically significant (p < 0.05, on the basis of the statistical significance of the AAPC or APC compared to zero: changing with a statistically significant AAPC >0, was characterized as an increasing trend, while changing with a statistically significant AAPC <0 was characterized as a decreasing trend [16]. When the AAPC was not statistically significant (p > 0.05) and changed less than or equal to 0.5% per year (−0.5 ≤ AAPC ≤0.5), trend was characterized as “stable”. When the AAPC was not statistically significant (p > 0.05) and changed more than 0.5% per year (AAPC < −0.5 or AAPC >0.5), trend was characterized as “non-significant change, i.e. non-significant decrease or non-significant increase”.\n        In addition, a comparability test (precisely: test of parallelism) was used to estimate the differences in the incidence and mortality trends by age and sex, in order to assess whether the two regression mean functions were parallel [19].\n2.1\n        Study design\n        An observational descriptive epidemiological study was conducted using the data about the annual underlying cause of disease and death in order to depict brain and central nervous system cancer incidence and mortality trends worldwide in the period 1990–2019.\n2.2\n        Data source\n        Data for the brain and central nervous system (hereafter brain) cancer incidence and mortality were extracted from the GBD 2019 study [13]. Data sources used for the GBD 2019 study included vital registration systems, cancer registries and verbal autopsy reports. In our study, “brain cancer” includes new cases and deaths from brain and central nervous system cancer, including: malignant neoplasm of brain (site code 191 revision 9 and site code C71 revision 10 of the International Classification of Diseases - ICD to classify death, injury and cause of death), malignant neoplasm of meninges (site code 192 revision 9 and site code C70 revision 10 of the ICD), and malignant neoplasm of spinal cord, cranial nerves and other parts of central nervous system (site code 192 revision 9 and site code C72 revision 10 of the ICD) [13,14]. The GBD 2019 study was performed in compliance with the Guidelines for Accurate and Transparent Health Estimates Reporting [15].\n        Although this analysis presents data for 204 countries and territories, international comparisons did not include countries with a population <90.000 in 2019 (i.e., it did not include Andorra, Cook Islands, Dominica, Marshall Islands, Monaco, Nauru, Niue, Palau, Saint Kitts and Nevis, San Marino, and Tuvalu) due to potential data uncertainty.\n2.3\n        Statistical analysis\n        Apart from the specific rates (age- and sex-specific), the age-standardized rates (ASRs) were also presented (calculated per 100,000 population, by the direct method of standardization, according to the GBD standard population) [13].\n        Temporal trends in brain cancer incidence and mortality were estimated using the joinpoint regression analysis (Joinpoint regression software, Version 4.9.0.0; National Cancer Institute, Bethesda, Maryland, USA – March 2021, available through the Surveillance Research Program of the US National Cancer Institute), proposed by Kim et al. [16]. This analysis was done to investigate the magnitude and direction of time trends, beginning with the minimum joinpoint of 0 (representing a straight line), followed by adding more joinpoints (maximum 5). The joinpoint regression analysis detected point(s), named “joinpoints”, at which a significant change in the trend in rates of brain cancer ocurred, with year as the regression variable. To confirm statistical significance, the Monte Carlo Permutation method for multiple comparisons was applied [16]. The Grid Search method was chosen [17]. The software calculates Annual Percent Change (APC) for every line segment along with their corresponding 95% confidence intervals (95% CIs). In the final model, the values of the Average Annual Percent Change (AAPC) over the entire observed period were given, together with the corresponding 95% CI [18]. A p-value <0.05 was regarded as statistically significant for all tests.\n        When describing the direction of temporal trends, “significant increase” or “significant decrease” signified that the trend of the ASRs was statistically significant (p < 0.05, on the basis of the statistical significance of the AAPC or APC compared to zero: changing with a statistically significant AAPC >0, was characterized as an increasing trend, while changing with a statistically significant AAPC <0 was characterized as a decreasing trend [16]. When the AAPC was not statistically significant (p > 0.05) and changed less than or equal to 0.5% per year (−0.5 ≤ AAPC ≤0.5), trend was characterized as “stable”. When the AAPC was not statistically significant (p > 0.05) and changed more than 0.5% per year (AAPC < −0.5 or AAPC >0.5), trend was characterized as “non-significant change, i.e. non-significant decrease or non-significant increase”.\n        In addition, a comparability test (precisely: test of parallelism) was used to estimate the differences in the incidence and mortality trends by age and sex, in order to assess whether the two regression mean functions were parallel [19].\nEthical approval\n      This study is approved by the Ethics Committee of the Faculty of Medical Sciences, University of Kragujevac (No. 01–14321).\n3.1\n        Brain cancer incidence and mortality: 2019 results\n        Worldwide, 347,992 new cases of brain cancer were recorded in 2019: it was diagnosed in 187,491 (54%) males and 160,501 (46%) females (Fig. 1, Fig. 2). In 2019, the total number of deaths from brain cancer worldwide was 246,253 (138,605 males and 107,648 females).Fig. 1Number of new cases and deaths of brain cancer in the world, 1999–2019.Fig. 1Fig. 2Nuber of new cases and deaths of brain cancer, by WHO regions and sexes, 2019.Fig. 2\n        Most of the newly registered brain cancer cases (120,200; 34.5% of the total) and deaths (75,706; 30.7% of the total) in both sexes were recorded in the Western Pacific Region in 2019 (Fig. 2), while the smallest number of the newly registered brain cancer cases (6062; 2.3% of total) and deaths (5920; 2.4% of total) in both sexes was recorded in the African region.\n        In 2019, the global ASR of incidence of brain cancer was 4.8 per 100,000 in males vs 3.6 per 100,000 in females, while the ASR of mortality was 3.9 per 100,000 in males vs 2.6 per 100,000 in females (Fig. 3). In total, in all WHO regions, men had higher rates of brain cancer incidence and mortality compared to women in 2019. The highest ASRs in both sexes were reported in the European Region (7.9 per 100,000 in males vs 5.6 per 100,000 in females).Fig. 3Incidence and mortality of brain cancer (global and by WHO regions), by sexes, 2019.Fig. 3\n        Significant variations were recorded in the incidence and mortality of brain cancer by countries in 2019 [Fig. 4(A and B) and Fig. 5 (A, B), Supplementary Table 1)]. The highest ASR of brain cancer incidence in both sexes together in 2019 was reported in Denmark (17.1 per 100,000 people), followed by other Nordic countries (Norway – 15.5, Iceland – 13.9, Finland – 12.8, Sweden – 11.7 per 100,000 people, respectively). The highest ASR of mortality of brain cancer in both sexes together in 2019 was reported in Palestine (7.2 per 100,000 people), followed by countries of former Yugoslavia (Montenegro – 7.2, Bosnia and Herzegovina – 7.0, Serbia – 6.9, Croatia – 6.7, and North Macedonia – 6.6 per 100,000 people, respectively).Fig. 4Estimated age-standardized incidence rates of brain cancer in 2019.Fig. 4Fig. 5Estimated age-standardized mortality rates of brain cancer in 2019.Fig. 5\n        The highest ASRs of incidence and mortality of brain cancer in both sexes together aged 0–14 years in 2019 were reported in the Western Pacific, while the lowest ASRs were found in Africa (Supplementary Table 2). The highest ASRs of incidence and mortality of brain cancer in males and females together in aged 15 and above in 2019 were recorded in Europe, while the lowest ASRs were found in Africa.\n3.2\n        Patterns in brain cancer incidence trends, 1990–2019\n        Globally, brain cancer incidence significantly increased in both males (AAPC = 0.4%, 95% CI = 0.4–0.5) and females (AAPC = 0.5%, 95% CI = 0.5–0.6) (Supplementary Fig. 1). The comparability test indicated that global trends in brain cancer incidence in men and women were not parallel (the final selected model rejected parallelism, p < 0.05). A significant increase in brain cancer incidence rates in both sexes was recorded in all WHO regions, with one exception of a significantly decreased trend only among males in the South-East Asia Region (AAPC = −0.1%, 95% CI = −0.1 to −0.0) (Fig. 6). Among all countries that experienced increased trends in brain cancer incidence, Cuba had the most marked increase in both sexes (AAPC = +5.7% in males and AAPC = +5.4% in females) (Supplementary Table 1).Fig. 6Trends in incidence and mortality of brain cancer, by WHO regions and by sexes, 1990–2019: a joinpoint regression analysis.Fig. 6\n3.3\n        Patterns in brain cancer mortality trends, 1990–2019\n        Globally, mortality from brain cancer decreased significantly in females (AAPC = −0.1%, 95% CI = −0.2 to −0.1), but nonsignificantly in males (Supplementary Fig. 2). The comparability test indicated that global trends in brain cancer mortality in both sexes were not parallel (the final selected model rejected parallelism, p < 0.05). A significant decrease in mortality of brain cancer was registered in both sexes in the Western Pacific Region and in men in the South-East Asia Region, unlike other regions that had an increasing trend (Fig. 6).\n3.4\n        Patterns in brain cancer trends by age classes and by sexes, 1990–2019\n        The largest rise in incidence of brain cancer was observed in persons aged 84+ in both men (by +2.5% per year) and women (by +2.3% per year) (Supplementary Table 2). Similarly, the largest rise in mortality from brain cancer was noted in aged 85 and above in both men (by +1.7% per year) and women (by +1.5% per year). A declining trend in the incidence of brain cancer was observed in both sexes only in aged 0–14 years (by −0.6% per year in men, and by −0.4% per year in women). Also, a downward trend in brain cancer mortality was recorded in both sexes in aged 0–14 years (equally by −1.4% per year). The comparability test indicated that global trends in brain cancer incidence and mortality in men and women by age were not parallel (the final selected model rejected parallelism, p < 0.05).\n        WHO regions Western Pacific, Europe and South-East Asia reported a significantly decreasing trend in both incidence and mortality from brain cancer in persons aged 0–14 years in both sexes together in 1990–2019, while the region of Eastern Mediterranean showed a decreasing trend in mortality rates only (Supplementary Table 3). In persons aged 0–14 years for both sexes together, only the WHO regions of America and Eastern Mediterranean showed a significantly increasing trend in brain cancer incidence in 1990–2019, while for mortality no increasing trend was recorded in any region.\n4\n      Discussion\n      In this study, data for 204 countries and territories indicated large differences in incidence and mortality of brain cancer. The differences in incidence rates of brain cancer in males and females together in 2019 were almost fifty times between the population with the highest (Denmark - 17.1 per 100,000) and the population with the lowest incidence (Sao Tome and Principe - 0.4 per 100,000). Variations in mortality rates of brain cancer were more than 20 times between the population with the highest (Palestine - 7.2 per 100,000) and the population with the lowest mortality (Sao Tome and Principe - 0.3 per 100,000). The large difference in brain cancer mortality across countries is still mainly determined by its incidence, which could be attributed to delayed diagnosis, limited response to treatment and very poor survival [6,[20], [21], [22]]. Diagnosis of brain cancer, which requires the application of advanced and relatively expensive imaging tools that affect diagnostic accuracy, is accessible in high-income areas, in contrast to many low-income countries. Using the mortality-to-incidence ratio as a proxy measure of cancer survival, the ratios for brain cancer in the Western Pacific and European regions are much lower (indicating longer survival) than those of the African and South-East Asia regions (indicating shorter survival) (Fig. 3). Although the mortality-to-incidence ratio for brain cancer should be interpreted with caution, it can serve as an indicator for outcomes of cancer management in various populations. A previous study has revealed that the highest brain cancer incidence and mortality were statistically significantly linked with very high levels of development of countries (measured by the Human Development Index) and the lowest rates to low levels of development of countries [12,22]. However, besides the same level of socio-economic development, the incidence of brain cancer was more than threefold higher in central Europe than in high-income Asia Pacific [12]. Explanations for this finding are that exposures to environmental factors are likely highly variable across these countries [[23], [24], [25]]. X- and Gamma-radiation is the only carcinogenic agent with sufficient evidence for brain cancer in humans [23]. The heterogeneity of brain cancer incidence in regions with similar socio-demographic levels of development could be partly explained by differences in broad-scale genetic susceptibilities across different populations [26]. Apart from some previous studies that reported a significant association of the female sex with better survival [27,28], this was suggested by an analysis of population-based datasets from the National Cancer Institute's Surveillance, Epidemiology, and End Results program and from Ohio's multicenter study for glioblastoma cases in adults (independent of treatment, the resection extent, age at diagnosis, Karnofsky performance status, or isocitrate dehydrogenase 1/2 (IDH1/2) wildtype mutation status) [29]. Significant international differences in incidence and mortality rates can be partly explained by variations in data quality: namely, underreporting of brain cancers in low-income countries can be attributed to limited resources for brain cancer diagnosis that requires advanced diagnostic techniques, or overestimation of brain cancer as a consequence of misclassification of metastatic as primary brain cancer [20,[30], [31], [32]].\n      The incidence rates of brain cancer showed increasing trends over the past few decades in many countries in Central and South America [31], France [33], Spain [34], Canada [35], both in males and females. The influence of the improvement in healthcare quality and increasing access to diagnostic tools (imaging techniques, surgical procedures, etc.) on the rise of incidence trends of brain cancer was shown during the last decades in high-income countries [[36], [37], [38]]. In contrast to our study, a previous estimate of the incidence of brain cancer in 39 countries from 1993 to 2007, showed significantly decreasing trends in both sexes only in Japan [37,38]. Similarly, a retrospective cohort study in Great Britain described a positive association between the radiation dose from first computed tomography scans in patients when they were younger than 22 between 1985 and 2002 and subsequent risk for brain tumors [39], as well as the 1950-59 campaign to eliminate tinea capitis using ionising radiation of the scalp area in 49,389 children in Serbia [40,41]. Although inconsistently, some research suggested a possible association of high incidence of brain cancer with occupational exposure to pesticides in many countries [42]. Exposure to radiofrequency fields from mobile telephones (which use begun in the 1980s and became widespread from early 1990s to onwards) has been investigated, but findings have been inconsistent mainly due to differences in study designs and difficulty in accurately measuring phone use [43]. Differences in incidence trends between men and women are unlikely to be attributed to differences in the access to diagnostic tools or mobile phones use, but could rather be attributed to differences in exposure to some environmental and lifestyle factors (such as alcohol use, professional exposure to pesticides, etc.), genetic factors, etc.\n      The international variations in patterns of mortality trends of brain cancer observed over the last three decades could be due to differences in incidence, treatment and survival rates across the countries [1,6,12,30]. The Global surveillance of trends in cancer survival 2000–14 (CONCORD-3) study which comprised data from 59 countries, for patients diagnosed during 2010–2014, showed that the 5-year survival was over 40% in Japan (46%) and Croatia (42%) only, while Thailand had the lowest 5-year survival (15%) [44]. Despite the improvements in survival, a population-based study in England showed a deprivation gap in brain cancer survival in men in the 1996–2013 period, and suggested a need for providing evidence for the impact of possible causal factors, either characteristics of patients, tumors, or healthcare system factors [45]. A population-wide test to screen for brain cancer is not available [46].\n      Healthcare planners should take into consideration the recent increasing trends in incidence of brain cancer, together with the expected rise in the overall brain cancer burden in the world in the following years given the growth and ageing population [3,47]. Some of the newest factors, both environmental and genetic, that were investigated in order to identify the factor accounting for childhood and adolescent brain cancer, included: higher birth weight (>4000 g), non-chromosomal structural birth defects (spina bifida, hydrocephaly), European-ancestry, viruses and protozoa (Epstein-Barr virus, cytomegalovirus, simian virus 40, Toxoplasma gondii), allergy and ectopic conditions, maternal hormonal contraception use [48,49].\n      It is difficult to assume that there are differences in the availability of health care for brain cancer patients by sex, therefore an explanation for the significant differences in mortality trends between sexes aged 15–49 and 50–74 should be sought in differences in exposure and susceptibility to risk factors, or response to therapy. In Nebraska, a population-based case-control study noted an increase in brain cancer risk in men living or working on a farm and this risk was increasing with duration, while for women working on a farm was not a risk factor [50]. In addition, sex hormones and genetic characteristics may contribute to this difference. Since up to today, only a small number of risk factors for brain cancer were identified, it is necessary to continue the effective promotion of healthy living styles in order to prevent the disease in the whole population [46].\n      \n        4.1\n        Strengths and limitations\n        The nearly universal coverage of brain cancer cases in the world over the last three decades represents a strength of this research, as this analysis covers data for 204 countries and territories, as well as for the regional and global level. The described differences in global, regional and national trends and patterns in incidence and mortality from brain cancer for the period of over 30 years may aid in forming hypotheses for the etiology of brain cancer. Nevertheless, this study had several limitations. First, the issue of the reliability and validity of cancer certificates always exists. Since the GBD estimates of brain cancer represent the aggregation of all brain malignancies in a single group, one limitation is linked to the large heterogeneity of data, which included tumors of broad-scale histologies. Therefore, stratified analysis by type of brain cancer was not conducted due to a lack of data. Finally, our study covered a period before the COVID-19 pandemic, therefore it was not possible to assess the impact of the pandemic on brain cancer mortality.\n4.1\n        Strengths and limitations\n        The nearly universal coverage of brain cancer cases in the world over the last three decades represents a strength of this research, as this analysis covers data for 204 countries and territories, as well as for the regional and global level. The described differences in global, regional and national trends and patterns in incidence and mortality from brain cancer for the period of over 30 years may aid in forming hypotheses for the etiology of brain cancer. Nevertheless, this study had several limitations. First, the issue of the reliability and validity of cancer certificates always exists. Since the GBD estimates of brain cancer represent the aggregation of all brain malignancies in a single group, one limitation is linked to the large heterogeneity of data, which included tumors of broad-scale histologies. Therefore, stratified analysis by type of brain cancer was not conducted due to a lack of data. Finally, our study covered a period before the COVID-19 pandemic, therefore it was not possible to assess the impact of the pandemic on brain cancer mortality.\n5\n      Conclusions\n      In the last three decades, increasing trends in incidence and mortality from brain cancer were observed in most countries across the world in both sexes and most age groups, particularly in high-income regions. Further research, which is necessary to elucidate the reasons behind the differences in brain cancer incidence and mortality trends, represents a priority for more effective disease control.\nAuthor contributions\n      II and MI equally contributed to this manuscript with conception and design of the study, data acquisition and analysis, interpretation of data, drafting and critical revision and editing for important intellectual content, and approval of the final version, agreeing to be accountable for all aspects of the work in ensuring that the questions related to the accuracy or integrity of any part of the work are appropriately investigated and resolved.\nData availability statement\n      The data that support the findings of this study are available from the corresponding author upon reasonable request.\nDeclaration of competing interest\n      The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.\nAppendix A\n      Supplementary data\n      The following are the Supplementary data to this article.Multimedia component 1Multimedia component 1Multimedia component 2Multimedia component 2Multimedia component 3Multimedia component 3figs1figs1figs2figs2\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC10372320/\nhttps://doi.org/10.1016/j.heliyon.2023.e18222",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10372320/",
    "doi": "https://doi.org/10.1016/j.heliyon.2023.e18222",
    "citation_count": 0,
    "references": [],
    "journal": "Heliyon",
    "topics": [
        "burden, observational, cancer, disease",
        "trends, mortality, incidence, brain",
        "burden, disease, observational, patterns"
    ],
    "keywords": []
}