{
    "title": "Acute venous thromboembolism in patients with brain cancer: clinical course",
    "abstract": "Background: Patients with brain cancer have been excluded or were underrepresented\nin studies on the treatment of venous thromboembolism (VTE), mainly due to the fear\nof intracranial hemorrhage (ICH).\nObjectives: The aim of this study was to provide data on the risk of ICH, recurrent VTE,\nand major bleeding in patients with active brain cancer.\nMethods: This was a multicenter, international cohort study at participating sites of the\nRegistro Informatizado Enfermedad Tromboemb ´\nolica Registry. Patients included in this\nstudy were classiﬁed as having known active brain cancer, active nonbrain cancer, or\nwithout active cancer. ICH at 3 months was the primary study outcome.\nResults: Overall, 98,377 patients with VTE were included: 616 with active brain cancer,\n16,807 with active nonbrain cancer, and 80,954 without active cancer. At 3 months\nfollow-up, ICH occurred in 2.8%, 0.3%, and 0.2% of the patients, respectively, and was\nfatal in 1.3%, 0.2%, and 0.1%, respectively. Both rates of major bleeding (3.7% vs 3.2%\nvs 1.5%, respectively) and recurrent VTE (3.9% vs 3.4% vs 1.1%, respectively) were\nhigher in patients with brain or nonbrain cancer than in patients without cancer.\nGlioblastomas were associated with a numerically higher risk of ICH, fatal ICH, and\nrecurrent VTE than other brain tumors.\nConclusion: In patients with VTE, active brain cancer was associated with a higher\nrisk of ICH or fatal ICH than nonbrain or no active cancer. Further studies are needed\nto assess the value of different treatment approaches in patients with brain cancer\nand VTE.\nK E Y W O R D S\nanticoagulants, brain cancer, intracerebral hemorrhages, pulmonary embolism, venous\nthromboembolism\n© 2023 The Authors. Published by Elsevier Inc. on behalf of International Society on Thrombosis and Haemostasis. This is an open access article under the CC BY-\nNC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).\nRes Pract Thromb Haemost. 2023;7:e102172\nwww.rpthjournal.org\n-\n1 of 16\nhttps://doi.org/10.1016/j.rpth.2023.102172",
    "authors": [
        "Cecilia Becattini",
        "Michela Giustozzi",
        "José Portillo",
        "Carmen Fernández-Capitán",
        "José Luis Lobo",
        "M Peris",
        "Carme Font",
        "Claire Grange",
        "Ido Weinberg",
        "Manuel Monreal"
    ],
    "published_year": "2023",
    "description": "Background\n          Patients with brain cancer have been excluded or were underrepresented in studies on the treatment of venous thromboembolism (VTE), mainly due to the fear of intracranial hemorrhage (ICH).\nObjectives\n          The aim of this study was to provide data on the risk of ICH, recurrent VTE, and major bleeding in patients with active brain cancer.\n2\n      Methods\n      At each participating site, investigators enrolled consecutive patients with acute, symptomatic, objectively confirmed VTE [9]. For the purpose of the present study, patients with VTE included in the RIETE Registry from inception in March 2001 through September 2022 were classified into 3 groups: patients with active brain cancer, patients with active nonbrain cancer, and patients without active cancer. A call was circulated among RIETE investigators to obtain further details concerning the type of brain cancer, such as glioblastoma, other malignant brain cancers, or benign brain tumors. Patients with benign tumors, either brain or nonbrain, were classified as patients without active cancer. A subgroup of patients with brain metastases was not considered since RIETE does not gather information on the site of metastases at baseline.\n      Patients were excluded from the present analysis if they 1) participated in a randomized trial with a blind medication or 2) not providing oral or written consent for participation in the registry.\n      Active cancer was defined as cancer diagnosed within the 3 months prior to the incident VTE, metastatic cancer, or cancer with current therapy (surgery, chemotherapy, radiotherapy, hormonal, or support therapy). Patients were managed according to the clinical practice of each participating hospital (ie, there was no standardization of treatment). The type, dose, and duration of anticoagulant therapy were at the discretion of the attending physician. After VTE diagnosis, all patients were followed up in the outpatient clinic for at least 3 months. During each visit, any sign or symptom suggesting recurrent deep vein thrombosis, pulmonary embolism (PE), or major bleeding were collected.\n      All patients or their family members provided written or oral consent for participation in the registry in accordance with Local Ethics Committee’s policies.\n      \n        2.1\n        Study outcome events\n        The primary study outcome was ICH at 3 months from diagnosis of index VTE. Secondary outcomes were recurrent VTE, major bleeding, fatal ICH, fatal VTE, and death, all at 3 months from index VTE.\n        ICH was confirmed by brain imaging (computed tomography [CT] or magnetic resonance) in all patients with neurologic symptoms.\n        Major bleeding was clinically assessed as any overt bleeding that was fatal, retroperitoneal, spinal, or intracranial, or requiring a transfusion of at least 2 units of blood occurring during the follow-up period [10]. Fatal bleeding was defined as any death occurring within 10 days of a major bleeding episode in the absence of an alternative cause of death.\n        All clinically suspected VTE events were investigated for objective confirmation by compression ultrasound or contrast venography for deep vein thrombosis, helical CT, ventilation/perfusion scan, or angiography for PE. Recurrent VTE was locally assessed as the occurrence of symptomatic objectively confirmed deep vein thrombosis (defined as a new noncompressible vein segment or an increase of the vein diameter by at least 4 mm compared with the last available measurement on venous ultrasonography) of recurrent symptomatic and objectively confirmed PE (defined as a new ventilation-perfusion mismatch on lung scan or a new intraluminal filling defect on CT).\n        Death in the first 3 months after the index VTE was collected and assessed using medical record review and proxy interviews when necessary.\n      \n      \n        2.2\n        Study variables\n        The following baseline data were collected at the time of inclusion in the study: age; gender; body weight; VTE presentation (PE with or without concomitant deep vein thrombosis vs isolated lower or upper deep vein thrombosis); the presence of active cancer that was further classified as brain cancer and nonbrain cancer; the presence of comorbid conditions, including chronic heart or lung disease; recent (<30 days prior to VTE) major bleeding; concomitant medication use, including antiplatelet drugs, nonsteroidal anti-inflammatory drugs (NSAIDs), steroids, or psychotropics; the presence of major risk factors for VTE including recent immobility (defined as nonsurgical patients assigned to bed rest with bathroom privileges for ≥4 days 2 months prior to VTE), surgery (≤2 months prior to VTE), the use of hormonal therapy, pregnancy, or puerperium prior to VTE; and laboratory test results, including full-blood count and serum creatinine levels. Patients presenting with PE, either with or without a concomitant deep vein thrombosis, were considered patients with PE for study purposes. Therapeutic strategies were distinctly documented for both acute and long-term treatment. Concerning anticoagulant treatment with low molecular weight heparin (LMWH), dosing was defined as appropriate (1 mg/kg twice a day in the initial 7 to 10 days followed by 75% to 50% of the dose in patients with normal renal function, half dose for patients with creatinine clearance <30 mL/min) or inappropriate per body weight and renal function [[11], [12], [13]]. Similarly, dosing of anticoagulant treatment with fondaparinux was defined as appropriate (5 mg once a day if body weight <50 kg, 7.5 mg once a day for body weight between 50 and 100 kg, 10 mg once a day if body weight >100 kg; not to be used for creatinine clearance <30 mL/min) or inappropriate per body weight. For anticoagulant treatment with direct oral anticoagulants (DOACs), dosing was considered appropriate if prescribed according to currently recommended regimens for the treatment of VTE. The use of appropriate and inappropriate doses were not differentiated for unfractioned heparin, thrombolytics, and vitamin K antagonists.\n        Investigators recorded data on a computer-based case report form and submitted the forms to a centralized coordinating center through a secure website. The RIETE coordinating center used multiple data quality control procedures to optimize data quality. In particular, data were regularly monitored to detect inconsistencies or errors, and queries requiring resolution by the local investigators were sent to each site. Furthermore, contract research organizations monitored data quality by comparing medical records with the submitted data during periodic visits to participating hospitals.\n      \n      \n        2.3\n        Statistical analysis\n        Baseline characteristics are reported using descriptive statistics: continuous variables are expressed as mean ± SD or median with IQR when data did not have a normal distribution (according to the Shapiro–Wilk test); categorical data are given as counts and percentages. In particular, for study purposes, we provided information on patient features, symptoms, anticoagulant treatment, and study outcome events in patients presenting with active brain cancer, active nonbrain cancer, and without active cancer. The rate of study outcome events was compared among the 3 patient subgroups. Variables potentially associated with study outcome events were evaluated using univariate analysis and the Mann–Whitney U-test for continuous variables, and the chi-squared or Fisher exact test for dichotomous variables. Variables statistically or marginally significant (P <.10) in the univariate analysis were introduced in a multivariate model (backward binary logistic regression model).\n        The time to the first event of the primary or secondary outcomes during the study period was analyzed using the Cox proportional hazard model, including stratification factors as covariates and adjusting for the competing risk of death unrelated to VTE by the Fine and Gray regression model [14].\n        The SPSS software (version 22, SPSS Inc) was used for the statistical management of the data. A 2-sided P value of.05 was considered statistically significant.\n3\n      Results\n      Overall, 98,377 patients were included in this analysis, with 616 having VTE associated with active brain cancer, 16,807 having VTE associated with active nonbrain cancer, and 80,954 having VTE without active cancer.\n      Patients with brain cancer were younger, had a lower prevalence of chronic lung or heart disease and atrial fibrillation, and had better creatinine clearance than those with nonbrain cancer and those without cancer (Table 1). In patients with brain cancer, VTE was more commonly associated with recent surgery than other patient categories.Table 1Clinical characteristics of the study population at baseline.Active brain cancer,n (%)aActive nonbrain cancer,n (%)aNonactive or no cancer,n (%)aPatients, N61616,80780,954Clinical characteristics Male gender370 (60)8809 (52)c39,737 (49)d Age (mean years ± SD)61 ± 1468 ± 13d65 ± 18d Age (median [IQR])63 (52-71)69 (59-77)69 (52-79) Body weight (mean kg ± SD)76 ± 1472 ± 15d77 ± 17 Body mass index (mean ± SD)28 ± 427 ± 5c28 ± 6cRace/ethnicity White149 (24)5457 (32)d23,986 (30)c Latino5 (0.8)131 (0.8)939 (1.2) Arabian2 (0.3)63 (0.4)352 (0.4) Asian7 (1.1)134 (0.8)614 (0.8) Other/nonreported453 (74)11,022 (66)d55,063 (68)cUnderlying conditions Chronic lung disease29 (4.7)1933 (12)d8999 (11)d Chronic heart failure12 (1.9)853 (5.1)d5454 (6.7)d Atrial fibrillation7 (1.1)910 (5.4)d4649 (5.7)d Already known at baseline4 (0.6)487 (2.9)d2301 (2.8)d Detected (EKG) at VTE diagnosis3 (0.5)423 (2.5)d2348 (2.9)d Recent (<30 d) major bleeding14 (2.3)515 (3.1)1721 (2.1)Additional VTE risk factors Postoperative207 (34)2235 (13)d8171 (10)d <30 d before128 (21)1439 (8.6)d5815 (7.2)d 30-60 d before76 (12)750 (4.5)d2225 (2.7)d Immobility ≥4 d147 (24)2662 (16)d19,230 (24) Use of estrogens11 (1.8)1129 (6.7)d4359 (5.4)d Pregnancy or puerperium2 (0.3)16 (0.1)1159 (1.4)b None of the above (unprovoked)255 (41)11,076 (66)d49,378 (61)d Prior VTE64 (10)1967 (12)12,488 (15)dBlood tests Anemia257 (42)10,374 (62)d22,826 (28)d Leukocyte count >11,000/uL168 (27)4718 (28)21,077 (26) Platelet count <100,000/uL52 (8.4)962 (5.7)1435 (1.8)d Platelet count >450,000/uL11 (1.8)981 (5.8)d2360 (2.9) CrCl levels (mean mL/min ± SD)95 ± 4077 ± 78d82 ± 82d CrCl levels <60 mL/min98 (16)5903 (35)d26,622 (33)dConcomitant drugs Antiplatelets40 (7.2)2109 (14)d12,320 (17)d Persisted after baseline15 (2.4)665 (4.0)2940 (3.6) Discontinued at baseline25 (4.1)1444 (8.6)d9380 (12)d Corticosteroids319 (56)2235 (15)d5683 (7.7)d NSAIDs25 (4.5)1102 (7.2)b4567 (6.2) Chemotherapy330 (55)8160 (52)11 (0.3)d Radiotherapy224 (38)2022 (13)d7 (0.2)d Psychotropics (N = 67,617)98 (30)2023 (19)d10,057 (18)dCrCl, creatinine clearance; EKG, electrocardiogram; NSAIDs, nonsteroidal anti-inflammatory drugs; VTE, venous thromboembolism.Comparisons between patients with brain cancer vs other subgroups.aUnless otherwise specified.bP <.05.cP <.01.dP <.001.\n      The use of anticancer agents at VTE diagnosis was similar in patients with brain or nonbrain cancer, whereas the use of radiotherapy was more common among patients with brain cancer (38% vs 13%) than in patients with nonbrain cancer.\n      The type of VTE was acute PE in 60.2%, 50.1%, and 53.8% of patients with brain, nonbrain, and without cancer, respectively (Supplementary Table S1). Both bilateral deep vein thrombosis and deep vein thrombosis related to central venous lines were more prevalent in patients with cancer (either brain or nonbrain) than in patients without cancer.\n      \n        3.1\n        Strategies for VTE treatment\n        The median duration of anticoagulant treatment differed across the 3 patient groups and was about 4 months in both patients with brain and nonbrain cancer compared with about 6 months in patients without cancer (Table 2).Table 2Treatment strategies for the study population.Active brain cancer,n (%)aActive nonbrain cancer,n (%)aNonactive or no cancer,n (%)aPatients, N61616,80780,954Patients receiving anticoagulant treatment, N (%)613 (99)16,728 (99)80,797 (99)Duration of therapy Mean days (±SD)204 ± 321230 ± 360316 ± 454f Median days (IQR)126 (87-226)129 (77-247)185 (150-200)f Duration >6 mo213 (35)6463 (39)43,246 (53)fInitial therapy Unfractionated heparin31 (5.0)839 (5.0)4475 (5.5) LMWH, recommended dosesb416 (68)11,646 (69)e53,895 (67) LMWH, higher doses24 (3.9)752 (4.4)3441 (4.3) LMWH, lower doses131 (21)2842 (17)f11,743 (15)f Fondaparinux, recommended dosesc6 (1.0)160 (0.9)1294 (1.6) Fondaparinux, higher doses014 (0.1)172 (0.2) Fondaparinux, lower doses042 (0.2)188 (0.2) Rivaroxaban, recommended doses1 (0.2)121 (0.7)2237 (2.8)f Rivaroxaban, lower doses020 (0.1)211 (0.3) Apixaban, recommended doses1 (0.2)48 (0.3)758 (0.9) Apixaban, lower doses012 (0.1)167 (0.2) Edoxaban, recommended doses07 (0.04)54 (0.1) Edoxaban, lower doses008 (0.01) Dabigatran0029 (0.04) Thrombolytics1 (0.2)114 (0.7)1223 (1.5)e Inferior vena cava filter58 (9.4)798 (4.7)f1659 (2.0)fLong-term therapy Vitamin K antagonists95 (15)3569 (21)d49,340 (61)f LMWH, recommended dosesb293 (48)7396 (44)e9958 (12)f LMWH, higher doses8 (1.3)285 (1.6)497 (0.6) LMWH, lower doses170 (28)3265 (19)e6306 (7.8)f Rivaroxaban, recommended doses4 (0.65)270 (16)5199 (6.4)f Rivaroxaban, higher doses048 (0.3)1040 (1.3)f Rivaroxaban, lower doses033 (0.2)338 (0.4) Apixaban, recommended doses6 (1.0)230 (1.3)3079 (3.8)f Apixaban, higher doses018 (0.1)436 (0.5) Apixaban, lower doses036 (0.2)360 (0.4) Edoxaban, recommended doses0134 (0.7)1159 (1.4)f Edoxaban, lower doses025 (0.2)221 (0.3) Dabigatran2 (0.3)17 (0.1)392 (0.5) Fondaparinux, recommended doses7 (1.1)106 (0.6)300 (0.4)e Fondaparinux, higher doses1 (0.2)13 (0.1)47 (0.1) Fondaparinux, lower doses066 (0.4)108 (0.1)LMWH, low molecular weight heparin.Comparisons between patients with brain cancer vs other subgroups.aUnless otherwise specified.bOne mg/kg twice a day in the initial 7-10 days followed by 75%-50% of the dose in patients with normal renal function, half dose for patients with creatinine clearance <30 mL/min.cFive mg once a day if body weight <50 kg, 7.5 mg once a day if body weight between 50 and 100 kg, and 10 mg once a day if body weight >100 kg; not to be used for creatinine clearance <30 mL/min.dP <.05.eP <.01.fP <.001.\n        In the initial phase of treatment, the prevalence of the use of unfractionated heparin and LMWH was similar across the 3 patient groups; the use of subtherapeutic regimens of LMWH was more common in patients with active brain cancer compared with the other patient groups and accounted for about one-fourth of patients with brain cancer (Table 2). In addition, vena cava filters were inserted in 9.4%, 4.7%, and 2.0% of patients with brain, nonbrain, or without cancer, respectively. Fondaparinux and DOACs were used in a minority of patients for either initial or long-term treatment of VTE, particularly in patients with brain cancer.\n        Among patients receiving LMWH for long-term treatment, 26% of patients with brain cancer, 19% with nonbrain cancer, and 8% without cancer received subtherapeutic doses.\n      \n      \n        3.2\n        Study outcome events\n        Overall, at 3 months follow-up after index VTE, ICH occurred in 2.8% (17/616), 0.3% (58/16,807), and 0.2% (153/80,954) of the patients with brain cancer, nonbrain cancer, and without active cancer (Table 3). Cumulative rates of ICH continued to increase during anticoagulation in patients with brain cancer (from 0.33% at 10 days to 3.16% at 90 days from the index VTE), whereas the increase was less pronounced in patients with nonbrain cancer or without cancer (Figure 1). The main features of patients experiencing ICH and the management of ICH in the 3 patient groups are reported in Supplementary Table S2.Table 3Clinical outcomes within the first 3 months of anticoagulant therapy.Active brain cancer,n (%)Active nonbrain cancer,n (%)Nonactive or no cancer,n (%)Patients, N61616,80780,954EventsMajor bleeding23 (3.7)544 (3.2)1184 (1.5)c On treatment23 (3.7)539 (3.2)1182 (1.5)c Off treatment05 (0.03)2 (0.0)Site of major bleeding Gastrointestinal3 (0.5)260 (1.5)a327 (0.4) Hematoma3 (0.5)55 (0.3)375 (0.5) Intracranial17 (2.8)58 (0.3)c153 (0.2)c On treatment17 (2.8)56 (0.3)c152 (0.2)c Off treatment02 (0.01)1 (0.0) Retroperitoneal1 (0.2)36 (0.2)108 (0.1) Genitourinary062 (0.4)67 (0.1)Recurrent VTE24 (3.9)567 (3.4)903 (1.1)c On treatment21 (3.4)520 (3.1)832 (1.0)c Off treatment3 (0.5)47 (0.3)71 (0.1)aRecurrent PE16 (2.6)286 (1.7)451 (0.6)cRecurrent DVT8 (1.3)297 (1.8)454 (0.6)aDeath110 (18)3390 (20)a2847 (3.5)c Causes of death Initial PE5 (0.8)197 (1.2)402 (0.5) Recurrent PE1 (0.2)62 (0.4)81 (0.1) Bleeding9 (1.5)136 (0.8)188 (0.2)c Intracranial bleeding8 (1.3)29 (0.2)c65 (0.1)c Disseminated cancer68 (11)1973 (12)68 (0.1)c Sudden, unexpected1 (0.2)38 (0.2)108 (0.1) Respiratory insufficiency2 (0.3)182 (1.1)a357 (0.4)DVT, deep vein thrombosis; PE, pulmonary embolism; VTE, venous thromboembolism.Comparisons between patients with brain cancer vs other subgroups.bP <.01.aP <.05.cP <.001.Figure 1Cumulative rates of intracranial bleeding within the first 3 months in patients with brain cancer, cancer in other sites, or no cancer.\n        Rates of significant bleeding at 3 months from index VTE were about 2-fold higher in patients with brain or nonbrain cancer compared with patients without cancer (3.7% vs 3.2% vs 1.5%, respectively). Almost all major bleeds occurred during anticoagulant treatment. In patients with brain cancer, 73.9% of major bleeding was ICH (17 out of 23 events) compared with 10.7% in patients with nonbrain cancer (58 out of 544 events) and 12.9% in patients without cancer (153 out of 1184 events).\n        At completing the risk analysis, brain cancer was the strongest predictor of ICH (subdistribution HR, 13.9; 95% CI, 8.05-24.1) compared with nonbrain cancer (subdistribution HR, 1.60; 95% CI, 1.15-2.21) and without cancer (reference) (Table 4 and Figure 2). Recent major bleeding, thrombocytopenia, creatinine clearance <60 mL/min, concomitant use of psychotropic drugs, and presentation as acute PE were additional independent risk factors for ICH.Table 4A competing risk model for intracranial bleeding, venous thromboembolism recurrences, or major bleeding within the first 90 days.Intracranial bleeding, HR (95% CI)VTE recurrences, HR (95% CI)Major bleeding, HR (95% CI)Demographics Male gender-1.11 (0.99-1.23)0.89 (0.81-0.99)a Age >70 y0.96 (0.69-1.33)0.68 (0.61-0.78)c1.24 (1.10-1.40)c Body weight <75 kg1.12 (0.85-1.47)1.10 (0.99-1.23)0.94 (0.85-1.05)Underlying conditions Chronic lung disease--1.09 (0.95-1.26) Chronic heart failure--1.16 (0.99-1.37) Atrial fibrillation--1.03 (0.87-1.23) Recent (<30 d) major bleeding3.90 (2.44-6.23)c1.64 (1.26-2.13)c2.65 (2.21-3.18)c Prior VTE-1.51 (1.32-1.72)c0.89 (0.77-1.03)Blood tests Anemia1.31 (0.98-1.76)1.06 (0.95-1.19)2.01 (1.81-2.23)c Leukocyte count >11,000/uL-1.46 (1.31-1.63)c1.50 (1.36-1.66)c Platelet count <100,000/uL3.03 (1.96-4.68)c1.34 (1.04-1.72)a1.92 (1.57-2.35)c Platelet count >450,000/uL-1.06 (0.82-1.35)1.46 (1.21-1.77)c CrCl levels <60 mL/min1.82 (1.29-2.56)c0.92 (0.80-1.06)1.80 (1.59-2.03)cConcomitant drugs Antiplatelets--1.01 (0.80-1.27) Corticosteroids1.26 (0.86-1.85)1.04 (0.88-1.23)1.10 (0.95-1.26) NSAIDs-1.32 (1.09-1.60)b- Psychotropics1.56 (1.11-2.18)a0.75 (0.62-0.89)b1.41 (1.23-1.62)cInitial VTE presentation Lower limb isolated DVTRef.Ref.Ref. PE1.37 (1.04-1.81)a0.75 (0.67-0.83)c1.32 (1.19-1.46)c Upper limb isolated DVT-0.71 (0.55-0.90)b-Initial therapy Low molecular weight therapyRef.Ref.Ref. Unfractionated heparin1.67 (1.07-2.62)a1.90 (1.59-2.62)c1.43 (1.22-1.69)c DOACs-0.54 (0.36-0.80)b0.56 (0.37-0.84)b Other therapies2.44 (1.54-3.88)c1.34 (1.06-1.70)a1.67 (1.37-2.04)bStudy subgroups No active cancerRef.Ref.Ref. Active brain cancer13.9 (8.05-24.1)c3.23 (2.13-4.86)c2.53 (1.65-3.86)c Active nonbrain cancer1.60 (1.15-2.21)b2.97 (2.64-3.34)c1.78 (1.60-1.99)cCrCl, creatinine clearance; DOACs, direct oral anticoagulants; DVT, deep vein thrombosis; NSAIDs, nonsteroidal anti-inflammatory drugs; PE, pulmonary embolism; Ref., reference; VTE, venous thromboembolism.aP <.05bP <.01cP <.001.Figure 2Cumulative rates of fatal pulmonary embolism and fatal bleeding within the first 3 months in patients with brain cancer and in those with other cancers. PE, pulmonary embolism.\n        Fatal ICH occurred in 1.3%, 0.2%, and 0.1% of patients with brain, nonbrain, and without cancer, respectively (Table 3). In addition, in patients with active brain cancer, death due to bleeding continued to increase during follow-up, whereas rates of death due to VTE (fatal PE) were higher in the early phases after VTE diagnosis and then reached a plateau (Figure 2).\n        The rate of recurrent VTE at 3 months from index VTE was similar in patients with brain or nonbrain cancer (3.9% and 3.4%, respectively) and higher than that in patients without cancer (1.1%) (Table 3). These rates were mainly accounted for by recurrences occurring on anticoagulant treatment. In patients with brain cancer, recurrent VTE was more commonly a PE than a deep vein thrombosis, although the proportion of recurrent PE and recurrent deep vein thrombosis was similar in patients with nonbrain and without cancer.\n        At completing the multivariable risk analysis, patients with brain cancer and nonbrain cancer had a higher risk of recurrent VTE (subdistribution HR, 3.23; 95% CI, 2.13-4.86 and subdistribution HR, 2.97; 95% CI, 2.64-3.34, respectively) than patients without cancer (Table 4 and Figure 1). Age <70 years, prior VTE, recent major bleeding, increased leucocyte count, thrombocytopenia, and the concomitant use of NSAIDs or psychotropic drugs were additional independent risk factors for recurrence in the study population.\n        Patients with brain cancer had the highest risk for major bleeding (subdistribution HR, 2.53; 95% CI, 1.65-3.86) than in patients with nonbrain cancer (subdistribution HR, 1.78; 95% CI, 1.60-1.99) and patients without cancer (reference). Additional independent risk factors for major bleeding were male gender, age >70 years, recent major bleeding, increased leucocyte count, anemia and thrombocytopenia or thrombocytosis, creatinine clearance <60 mL/min, and presentation as acute PE.\n        Only 2 patients with brain cancer received DOACs for initial anticoagulant therapy and 12 for long-term therapy. Two of these patients developed ICH during long-term therapy (Supplementary Table S3).\n        When the use of anticoagulant treatment was added to the competing risk analyses, the use of supratherapeutic doses was associated with a reduced risk of recurrent VTE, and the use of subtherapeutic doses was associated with a reduced risk of major bleeding compared with recommended doses (reference) (Supplementary Table S4).\n      \n      \n        3.3\n        Type of brain cancer and study outcome events\n        The type of brain cancer was available in 393 patients (64%) (Table 5). Active brain cancer was glioblastomas in 256 patients (65%). LMWH was the most commonly used anticoagulant treatment for initial and long-term anticoagulation in patients with glioblastoma (71%) and other malignant neoplasms (74%). During long-term treatment, 34% and 22% of patients with glioblastoma or other malignant brain tumors received subtherapeutic doses of anticoagulation, although 9.4% and 14% received vena cava filter insertion in the acute phase. Rates of ICH, fatal ICH, and recurrent VTE were numerically (not significantly) higher in patients with glioblastoma than those with other malignant brain tumors (Table 5 and Figure 3).Table 5Treatment strategies and clinical outcomes within the first 3 months by type of brain tumor.Glioblastoma, n (%)Other malignant brain cancers, n (%)Odds ratio (95% CI)Patients, N256137Initial therapy Unfractionated heparin11 (4.3)8 (5.8)0.72 (0.28-1.84) LMWH, recommended doses163 (71)93 (74)0.87 (0.56-1.36) LMWH, higher doses4 (1.6)5 (3.6)0.42 (0.11-1.59) LMWH, lower doses64 (28)27 (22)1.36 (0.82-2.26) Fondaparinux, recommended doses5 (2.0)0- Rivaroxaban, recommended doses01 (0.7)- Apixaban, recommended doses1 (0.4)0- Apixaban, lower doses01 (0.7)- Thrombolytics1 (0.4)0- Inferior vena cava filter24 (9.4)19 (14)0.64 (0.34-1.22)Long-term therapy Vitamin K antagonists16 (6.3)27 (20)b0.27 (0.14-0.52) LMWH, recommended doses134 (52)59 (43)1.47 (0.97-2.24) LMWH, higher doses02 (1.5)- LMWH, lower doses88 (34)31 (22)1.79 (1.11-2.88) Rivaroxaban, recommended doses1 (0.4)5 (3.6)a0.10 (0.01-0.90) Rivaroxaban, higher doses00- Apixaban, recommended doses2 (0.8)5 (3.6)0.21 (0.04-1.09) Fondaparinux, recommended doses4 (1.7)1 (0.7)2.16 (0.24-19.51)90-d outcomesMajor bleeding12 (4.7)4 (2.9)1.64 (0.52-5.17)Site of major bleeding Gastrointestinal01 (1.5)- Cerebral10 (3.9)3 (2.2)1.82 (0.49-6.71) Genitourinary00- Retroperitoneal00- Hematoma2 (0.8)0-Recurrent VTE10 (3.9)4 (2.9)1.35 (0.42-4.39)Recurrent PE6 (2.3)2 (1.5)1.62 (0.32-8.14)Recurrent DVT4 (1.6)2 (1.5)1.07 (0.19-5.93)Death49 (19)18 (13)1.56 (0.87-2.81) Causes of death PE01 (0.7)- Bleeding5 (2.0)2 (1.5)1.34 (0.26-7.02) Intracranial bleeding5 (2.0)1 (0.7)2.71 (0.31-23.4) Cancer37 (14)10 (7.3)a2.15 (1.03-4.46) Sudden, unexpected1 (0.4)0- Respiratory insufficiency01 (0.7)-DVT, deep vein thrombosis; LMWH, low molecular weight heparin; PE, pulmonary embolism; VTE, venous thromboembolism.Comparisons between patients with glioblastoma vs other cancers.aP <.05.bP <.001.Figure 3Cumulative rates of intracranial bleeding within the first 3 months in patients with glioblastoma vs other brain cancers.\n        Patients with known benign brain tumors received similar treatment strategies as those with active malignant brain tumors, except for higher use of vitamin-K-antagonists during long-term anticoagulation (Supplementary Table S5). The risk of ICH in patients with benign brain tumors was apparently lower than that of patients with malignant brain cancer but about 5-fold higher than that of patients with noncancer.\nConclusion\n          In patients with VTE, active brain cancer was associated with a higher risk of ICH or fatal ICH than nonbrain or no active cancer. Further studies are needed to assess the value of different treatment approaches in patients with brain cancer and VTE.\n1\n      Introduction\n      Venous thromboembolism (VTE) is a well-known complication during the course of patients with cancer. In large cohort studies, the risk of VTE was 4- to 7-fold higher in patients with cancer than in patients with noncancer [1]. As anticoagulant treatment reduces mortality and recurrences in patients with acute VTE [2], all patients with acute VTE should be treated with anticoagulant agents [[3], [4], [5]]. The counterbalance of this treatment is bleeding, which may be trivial, even life-threatening, or fatal [2].\n      Patients with brain cancer have an increased risk of VTE [[6], [7], [8]]. However, anticoagulant treatment in this setting is challenging due to the risk of intracranial hemorrhage (ICH), which can offset the potential benefits of anticoagulation. It is conceivable that therapeutic anticoagulation can further increase the intrinsic risk of ICH associated with brain cancer. The high risk of ICH makes patients with brain cancer a peculiar group of patients with VTE. Unfortunately, patients with brain cancer were excluded or underrepresented in clinical trials on the treatment of VTE. Nowadays, limited data exist on the management and course of patients with VTE associated with brain cancer.\n      The Registro Informatizado de Enfermedad TromboEmbólica (RIETE) is a multicenter, ongoing, international registry of consecutive patients with objectively confirmed, symptomatic acute VTE (ClinicalTrials.gov identifier: NCT02832245). Since its inception in 2001, RIETE has aimed to record data, including the clinical characteristics, treatment, and outcomes of patients diagnosed with VTE, initially in Spanish hospitals and subsequently in hospitals from other European and American countries [9]. The aims of the analysis conducted in the RIETE study population were as follows: I) to provide information on a large sample of patients with VTE and brain cancer; II) to compare the course of VTE in 3 categories, including patients with active brain cancer, patients with active nonbrain cancer, and patients without cancer; and III) to provide information on the clinical course of patients with different types of active brain cancer (glioblastoma or other malignant brain cancers) and VTE.\n3.2\n        Study outcome events\n        Overall, at 3 months follow-up after index VTE, ICH occurred in 2.8% (17/616), 0.3% (58/16,807), and 0.2% (153/80,954) of the patients with brain cancer, nonbrain cancer, and without active cancer (Table 3). Cumulative rates of ICH continued to increase during anticoagulation in patients with brain cancer (from 0.33% at 10 days to 3.16% at 90 days from the index VTE), whereas the increase was less pronounced in patients with nonbrain cancer or without cancer (Figure 1). The main features of patients experiencing ICH and the management of ICH in the 3 patient groups are reported in Supplementary Table S2.Table 3Clinical outcomes within the first 3 months of anticoagulant therapy.Active brain cancer,n (%)Active nonbrain cancer,n (%)Nonactive or no cancer,n (%)Patients, N61616,80780,954EventsMajor bleeding23 (3.7)544 (3.2)1184 (1.5)c On treatment23 (3.7)539 (3.2)1182 (1.5)c Off treatment05 (0.03)2 (0.0)Site of major bleeding Gastrointestinal3 (0.5)260 (1.5)a327 (0.4) Hematoma3 (0.5)55 (0.3)375 (0.5) Intracranial17 (2.8)58 (0.3)c153 (0.2)c On treatment17 (2.8)56 (0.3)c152 (0.2)c Off treatment02 (0.01)1 (0.0) Retroperitoneal1 (0.2)36 (0.2)108 (0.1) Genitourinary062 (0.4)67 (0.1)Recurrent VTE24 (3.9)567 (3.4)903 (1.1)c On treatment21 (3.4)520 (3.1)832 (1.0)c Off treatment3 (0.5)47 (0.3)71 (0.1)aRecurrent PE16 (2.6)286 (1.7)451 (0.6)cRecurrent DVT8 (1.3)297 (1.8)454 (0.6)aDeath110 (18)3390 (20)a2847 (3.5)c Causes of death Initial PE5 (0.8)197 (1.2)402 (0.5) Recurrent PE1 (0.2)62 (0.4)81 (0.1) Bleeding9 (1.5)136 (0.8)188 (0.2)c Intracranial bleeding8 (1.3)29 (0.2)c65 (0.1)c Disseminated cancer68 (11)1973 (12)68 (0.1)c Sudden, unexpected1 (0.2)38 (0.2)108 (0.1) Respiratory insufficiency2 (0.3)182 (1.1)a357 (0.4)DVT, deep vein thrombosis; PE, pulmonary embolism; VTE, venous thromboembolism.Comparisons between patients with brain cancer vs other subgroups.bP <.01.aP <.05.cP <.001.Figure 1Cumulative rates of intracranial bleeding within the first 3 months in patients with brain cancer, cancer in other sites, or no cancer.\n        Rates of significant bleeding at 3 months from index VTE were about 2-fold higher in patients with brain or nonbrain cancer compared with patients without cancer (3.7% vs 3.2% vs 1.5%, respectively). Almost all major bleeds occurred during anticoagulant treatment. In patients with brain cancer, 73.9% of major bleeding was ICH (17 out of 23 events) compared with 10.7% in patients with nonbrain cancer (58 out of 544 events) and 12.9% in patients without cancer (153 out of 1184 events).\n        At completing the risk analysis, brain cancer was the strongest predictor of ICH (subdistribution HR, 13.9; 95% CI, 8.05-24.1) compared with nonbrain cancer (subdistribution HR, 1.60; 95% CI, 1.15-2.21) and without cancer (reference) (Table 4 and Figure 2). Recent major bleeding, thrombocytopenia, creatinine clearance <60 mL/min, concomitant use of psychotropic drugs, and presentation as acute PE were additional independent risk factors for ICH.Table 4A competing risk model for intracranial bleeding, venous thromboembolism recurrences, or major bleeding within the first 90 days.Intracranial bleeding, HR (95% CI)VTE recurrences, HR (95% CI)Major bleeding, HR (95% CI)Demographics Male gender-1.11 (0.99-1.23)0.89 (0.81-0.99)a Age >70 y0.96 (0.69-1.33)0.68 (0.61-0.78)c1.24 (1.10-1.40)c Body weight <75 kg1.12 (0.85-1.47)1.10 (0.99-1.23)0.94 (0.85-1.05)Underlying conditions Chronic lung disease--1.09 (0.95-1.26) Chronic heart failure--1.16 (0.99-1.37) Atrial fibrillation--1.03 (0.87-1.23) Recent (<30 d) major bleeding3.90 (2.44-6.23)c1.64 (1.26-2.13)c2.65 (2.21-3.18)c Prior VTE-1.51 (1.32-1.72)c0.89 (0.77-1.03)Blood tests Anemia1.31 (0.98-1.76)1.06 (0.95-1.19)2.01 (1.81-2.23)c Leukocyte count >11,000/uL-1.46 (1.31-1.63)c1.50 (1.36-1.66)c Platelet count <100,000/uL3.03 (1.96-4.68)c1.34 (1.04-1.72)a1.92 (1.57-2.35)c Platelet count >450,000/uL-1.06 (0.82-1.35)1.46 (1.21-1.77)c CrCl levels <60 mL/min1.82 (1.29-2.56)c0.92 (0.80-1.06)1.80 (1.59-2.03)cConcomitant drugs Antiplatelets--1.01 (0.80-1.27) Corticosteroids1.26 (0.86-1.85)1.04 (0.88-1.23)1.10 (0.95-1.26) NSAIDs-1.32 (1.09-1.60)b- Psychotropics1.56 (1.11-2.18)a0.75 (0.62-0.89)b1.41 (1.23-1.62)cInitial VTE presentation Lower limb isolated DVTRef.Ref.Ref. PE1.37 (1.04-1.81)a0.75 (0.67-0.83)c1.32 (1.19-1.46)c Upper limb isolated DVT-0.71 (0.55-0.90)b-Initial therapy Low molecular weight therapyRef.Ref.Ref. Unfractionated heparin1.67 (1.07-2.62)a1.90 (1.59-2.62)c1.43 (1.22-1.69)c DOACs-0.54 (0.36-0.80)b0.56 (0.37-0.84)b Other therapies2.44 (1.54-3.88)c1.34 (1.06-1.70)a1.67 (1.37-2.04)bStudy subgroups No active cancerRef.Ref.Ref. Active brain cancer13.9 (8.05-24.1)c3.23 (2.13-4.86)c2.53 (1.65-3.86)c Active nonbrain cancer1.60 (1.15-2.21)b2.97 (2.64-3.34)c1.78 (1.60-1.99)cCrCl, creatinine clearance; DOACs, direct oral anticoagulants; DVT, deep vein thrombosis; NSAIDs, nonsteroidal anti-inflammatory drugs; PE, pulmonary embolism; Ref., reference; VTE, venous thromboembolism.aP <.05bP <.01cP <.001.Figure 2Cumulative rates of fatal pulmonary embolism and fatal bleeding within the first 3 months in patients with brain cancer and in those with other cancers. PE, pulmonary embolism.\n        Fatal ICH occurred in 1.3%, 0.2%, and 0.1% of patients with brain, nonbrain, and without cancer, respectively (Table 3). In addition, in patients with active brain cancer, death due to bleeding continued to increase during follow-up, whereas rates of death due to VTE (fatal PE) were higher in the early phases after VTE diagnosis and then reached a plateau (Figure 2).\n        The rate of recurrent VTE at 3 months from index VTE was similar in patients with brain or nonbrain cancer (3.9% and 3.4%, respectively) and higher than that in patients without cancer (1.1%) (Table 3). These rates were mainly accounted for by recurrences occurring on anticoagulant treatment. In patients with brain cancer, recurrent VTE was more commonly a PE than a deep vein thrombosis, although the proportion of recurrent PE and recurrent deep vein thrombosis was similar in patients with nonbrain and without cancer.\n        At completing the multivariable risk analysis, patients with brain cancer and nonbrain cancer had a higher risk of recurrent VTE (subdistribution HR, 3.23; 95% CI, 2.13-4.86 and subdistribution HR, 2.97; 95% CI, 2.64-3.34, respectively) than patients without cancer (Table 4 and Figure 1). Age <70 years, prior VTE, recent major bleeding, increased leucocyte count, thrombocytopenia, and the concomitant use of NSAIDs or psychotropic drugs were additional independent risk factors for recurrence in the study population.\n        Patients with brain cancer had the highest risk for major bleeding (subdistribution HR, 2.53; 95% CI, 1.65-3.86) than in patients with nonbrain cancer (subdistribution HR, 1.78; 95% CI, 1.60-1.99) and patients without cancer (reference). Additional independent risk factors for major bleeding were male gender, age >70 years, recent major bleeding, increased leucocyte count, anemia and thrombocytopenia or thrombocytosis, creatinine clearance <60 mL/min, and presentation as acute PE.\n        Only 2 patients with brain cancer received DOACs for initial anticoagulant therapy and 12 for long-term therapy. Two of these patients developed ICH during long-term therapy (Supplementary Table S3).\n        When the use of anticoagulant treatment was added to the competing risk analyses, the use of supratherapeutic doses was associated with a reduced risk of recurrent VTE, and the use of subtherapeutic doses was associated with a reduced risk of major bleeding compared with recommended doses (reference) (Supplementary Table S4).\n2.2\n        Study variables\n        The following baseline data were collected at the time of inclusion in the study: age; gender; body weight; VTE presentation (PE with or without concomitant deep vein thrombosis vs isolated lower or upper deep vein thrombosis); the presence of active cancer that was further classified as brain cancer and nonbrain cancer; the presence of comorbid conditions, including chronic heart or lung disease; recent (<30 days prior to VTE) major bleeding; concomitant medication use, including antiplatelet drugs, nonsteroidal anti-inflammatory drugs (NSAIDs), steroids, or psychotropics; the presence of major risk factors for VTE including recent immobility (defined as nonsurgical patients assigned to bed rest with bathroom privileges for ≥4 days 2 months prior to VTE), surgery (≤2 months prior to VTE), the use of hormonal therapy, pregnancy, or puerperium prior to VTE; and laboratory test results, including full-blood count and serum creatinine levels. Patients presenting with PE, either with or without a concomitant deep vein thrombosis, were considered patients with PE for study purposes. Therapeutic strategies were distinctly documented for both acute and long-term treatment. Concerning anticoagulant treatment with low molecular weight heparin (LMWH), dosing was defined as appropriate (1 mg/kg twice a day in the initial 7 to 10 days followed by 75% to 50% of the dose in patients with normal renal function, half dose for patients with creatinine clearance <30 mL/min) or inappropriate per body weight and renal function [[11], [12], [13]]. Similarly, dosing of anticoagulant treatment with fondaparinux was defined as appropriate (5 mg once a day if body weight <50 kg, 7.5 mg once a day for body weight between 50 and 100 kg, 10 mg once a day if body weight >100 kg; not to be used for creatinine clearance <30 mL/min) or inappropriate per body weight. For anticoagulant treatment with direct oral anticoagulants (DOACs), dosing was considered appropriate if prescribed according to currently recommended regimens for the treatment of VTE. The use of appropriate and inappropriate doses were not differentiated for unfractioned heparin, thrombolytics, and vitamin K antagonists.\n        Investigators recorded data on a computer-based case report form and submitted the forms to a centralized coordinating center through a secure website. The RIETE coordinating center used multiple data quality control procedures to optimize data quality. In particular, data were regularly monitored to detect inconsistencies or errors, and queries requiring resolution by the local investigators were sent to each site. Furthermore, contract research organizations monitored data quality by comparing medical records with the submitted data during periodic visits to participating hospitals.\n2.3\n        Statistical analysis\n        Baseline characteristics are reported using descriptive statistics: continuous variables are expressed as mean ± SD or median with IQR when data did not have a normal distribution (according to the Shapiro–Wilk test); categorical data are given as counts and percentages. In particular, for study purposes, we provided information on patient features, symptoms, anticoagulant treatment, and study outcome events in patients presenting with active brain cancer, active nonbrain cancer, and without active cancer. The rate of study outcome events was compared among the 3 patient subgroups. Variables potentially associated with study outcome events were evaluated using univariate analysis and the Mann–Whitney U-test for continuous variables, and the chi-squared or Fisher exact test for dichotomous variables. Variables statistically or marginally significant (P <.10) in the univariate analysis were introduced in a multivariate model (backward binary logistic regression model).\n        The time to the first event of the primary or secondary outcomes during the study period was analyzed using the Cox proportional hazard model, including stratification factors as covariates and adjusting for the competing risk of death unrelated to VTE by the Fine and Gray regression model [14].\n        The SPSS software (version 22, SPSS Inc) was used for the statistical management of the data. A 2-sided P value of.05 was considered statistically significant.\n3.1\n        Strategies for VTE treatment\n        The median duration of anticoagulant treatment differed across the 3 patient groups and was about 4 months in both patients with brain and nonbrain cancer compared with about 6 months in patients without cancer (Table 2).Table 2Treatment strategies for the study population.Active brain cancer,n (%)aActive nonbrain cancer,n (%)aNonactive or no cancer,n (%)aPatients, N61616,80780,954Patients receiving anticoagulant treatment, N (%)613 (99)16,728 (99)80,797 (99)Duration of therapy Mean days (±SD)204 ± 321230 ± 360316 ± 454f Median days (IQR)126 (87-226)129 (77-247)185 (150-200)f Duration >6 mo213 (35)6463 (39)43,246 (53)fInitial therapy Unfractionated heparin31 (5.0)839 (5.0)4475 (5.5) LMWH, recommended dosesb416 (68)11,646 (69)e53,895 (67) LMWH, higher doses24 (3.9)752 (4.4)3441 (4.3) LMWH, lower doses131 (21)2842 (17)f11,743 (15)f Fondaparinux, recommended dosesc6 (1.0)160 (0.9)1294 (1.6) Fondaparinux, higher doses014 (0.1)172 (0.2) Fondaparinux, lower doses042 (0.2)188 (0.2) Rivaroxaban, recommended doses1 (0.2)121 (0.7)2237 (2.8)f Rivaroxaban, lower doses020 (0.1)211 (0.3) Apixaban, recommended doses1 (0.2)48 (0.3)758 (0.9) Apixaban, lower doses012 (0.1)167 (0.2) Edoxaban, recommended doses07 (0.04)54 (0.1) Edoxaban, lower doses008 (0.01) Dabigatran0029 (0.04) Thrombolytics1 (0.2)114 (0.7)1223 (1.5)e Inferior vena cava filter58 (9.4)798 (4.7)f1659 (2.0)fLong-term therapy Vitamin K antagonists95 (15)3569 (21)d49,340 (61)f LMWH, recommended dosesb293 (48)7396 (44)e9958 (12)f LMWH, higher doses8 (1.3)285 (1.6)497 (0.6) LMWH, lower doses170 (28)3265 (19)e6306 (7.8)f Rivaroxaban, recommended doses4 (0.65)270 (16)5199 (6.4)f Rivaroxaban, higher doses048 (0.3)1040 (1.3)f Rivaroxaban, lower doses033 (0.2)338 (0.4) Apixaban, recommended doses6 (1.0)230 (1.3)3079 (3.8)f Apixaban, higher doses018 (0.1)436 (0.5) Apixaban, lower doses036 (0.2)360 (0.4) Edoxaban, recommended doses0134 (0.7)1159 (1.4)f Edoxaban, lower doses025 (0.2)221 (0.3) Dabigatran2 (0.3)17 (0.1)392 (0.5) Fondaparinux, recommended doses7 (1.1)106 (0.6)300 (0.4)e Fondaparinux, higher doses1 (0.2)13 (0.1)47 (0.1) Fondaparinux, lower doses066 (0.4)108 (0.1)LMWH, low molecular weight heparin.Comparisons between patients with brain cancer vs other subgroups.aUnless otherwise specified.bOne mg/kg twice a day in the initial 7-10 days followed by 75%-50% of the dose in patients with normal renal function, half dose for patients with creatinine clearance <30 mL/min.cFive mg once a day if body weight <50 kg, 7.5 mg once a day if body weight between 50 and 100 kg, and 10 mg once a day if body weight >100 kg; not to be used for creatinine clearance <30 mL/min.dP <.05.eP <.01.fP <.001.\n        In the initial phase of treatment, the prevalence of the use of unfractionated heparin and LMWH was similar across the 3 patient groups; the use of subtherapeutic regimens of LMWH was more common in patients with active brain cancer compared with the other patient groups and accounted for about one-fourth of patients with brain cancer (Table 2). In addition, vena cava filters were inserted in 9.4%, 4.7%, and 2.0% of patients with brain, nonbrain, or without cancer, respectively. Fondaparinux and DOACs were used in a minority of patients for either initial or long-term treatment of VTE, particularly in patients with brain cancer.\n        Among patients receiving LMWH for long-term treatment, 26% of patients with brain cancer, 19% with nonbrain cancer, and 8% without cancer received subtherapeutic doses.\n3.3\n        Type of brain cancer and study outcome events\n        The type of brain cancer was available in 393 patients (64%) (Table 5). Active brain cancer was glioblastomas in 256 patients (65%). LMWH was the most commonly used anticoagulant treatment for initial and long-term anticoagulation in patients with glioblastoma (71%) and other malignant neoplasms (74%). During long-term treatment, 34% and 22% of patients with glioblastoma or other malignant brain tumors received subtherapeutic doses of anticoagulation, although 9.4% and 14% received vena cava filter insertion in the acute phase. Rates of ICH, fatal ICH, and recurrent VTE were numerically (not significantly) higher in patients with glioblastoma than those with other malignant brain tumors (Table 5 and Figure 3).Table 5Treatment strategies and clinical outcomes within the first 3 months by type of brain tumor.Glioblastoma, n (%)Other malignant brain cancers, n (%)Odds ratio (95% CI)Patients, N256137Initial therapy Unfractionated heparin11 (4.3)8 (5.8)0.72 (0.28-1.84) LMWH, recommended doses163 (71)93 (74)0.87 (0.56-1.36) LMWH, higher doses4 (1.6)5 (3.6)0.42 (0.11-1.59) LMWH, lower doses64 (28)27 (22)1.36 (0.82-2.26) Fondaparinux, recommended doses5 (2.0)0- Rivaroxaban, recommended doses01 (0.7)- Apixaban, recommended doses1 (0.4)0- Apixaban, lower doses01 (0.7)- Thrombolytics1 (0.4)0- Inferior vena cava filter24 (9.4)19 (14)0.64 (0.34-1.22)Long-term therapy Vitamin K antagonists16 (6.3)27 (20)b0.27 (0.14-0.52) LMWH, recommended doses134 (52)59 (43)1.47 (0.97-2.24) LMWH, higher doses02 (1.5)- LMWH, lower doses88 (34)31 (22)1.79 (1.11-2.88) Rivaroxaban, recommended doses1 (0.4)5 (3.6)a0.10 (0.01-0.90) Rivaroxaban, higher doses00- Apixaban, recommended doses2 (0.8)5 (3.6)0.21 (0.04-1.09) Fondaparinux, recommended doses4 (1.7)1 (0.7)2.16 (0.24-19.51)90-d outcomesMajor bleeding12 (4.7)4 (2.9)1.64 (0.52-5.17)Site of major bleeding Gastrointestinal01 (1.5)- Cerebral10 (3.9)3 (2.2)1.82 (0.49-6.71) Genitourinary00- Retroperitoneal00- Hematoma2 (0.8)0-Recurrent VTE10 (3.9)4 (2.9)1.35 (0.42-4.39)Recurrent PE6 (2.3)2 (1.5)1.62 (0.32-8.14)Recurrent DVT4 (1.6)2 (1.5)1.07 (0.19-5.93)Death49 (19)18 (13)1.56 (0.87-2.81) Causes of death PE01 (0.7)- Bleeding5 (2.0)2 (1.5)1.34 (0.26-7.02) Intracranial bleeding5 (2.0)1 (0.7)2.71 (0.31-23.4) Cancer37 (14)10 (7.3)a2.15 (1.03-4.46) Sudden, unexpected1 (0.4)0- Respiratory insufficiency01 (0.7)-DVT, deep vein thrombosis; LMWH, low molecular weight heparin; PE, pulmonary embolism; VTE, venous thromboembolism.Comparisons between patients with glioblastoma vs other cancers.aP <.05.bP <.001.Figure 3Cumulative rates of intracranial bleeding within the first 3 months in patients with glioblastoma vs other brain cancers.\n        Patients with known benign brain tumors received similar treatment strategies as those with active malignant brain tumors, except for higher use of vitamin-K-antagonists during long-term anticoagulation (Supplementary Table S5). The risk of ICH in patients with benign brain tumors was apparently lower than that of patients with malignant brain cancer but about 5-fold higher than that of patients with noncancer.\n4\n      Discussion\n      This study, comprising a large sample of patients with VTE, shows that patients with active brain cancer have a higher risk of ICH and fatal ICH during anticoagulant treatment than patients with nonbrain cancer or those without cancer. In patients with brain cancer, the risk of ICH and fatal bleeding constantly remains high over time after index VTE, whereas the risk of fatal VTE is high in the initial days after VTE and then seems to plateau and stabilize. The risk for recurrent VTE and major bleeding is similar in patients with active brain and nonbrain cancer and higher in patients without cancer. Patients with glioblastoma seem to have the highest risk for ICH, major bleeding, and VTE recurrences compared with patients with other malignant brain cancers or benign brain tumors.\n      The correlation between active cancer and VTE is well known. The risk of VTE varies among cancer types and is particularly high in patients with brain tumors [[6], [7], [8],15]. However, patients with brain cancer are perceived to be at a particularly high risk of ICH when anticoagulant treatment is prescribed. In addition, patients with brain cancer are underrepresented in currently available epidemiologic and treatment studies [16,17]. Our analysis of patients included in the RIETE Registry probably reports on one of the largest cohorts of patients with brain cancer and VTE and provides information on the epidemiology, management, and course of patients with brain cancer and VTE compared with patients with nonbrain cancer and without cancer. These data have the potential to inform clinical practice and future clinical research in this setting.\n      In the present study, the absolute risk of ICH in patients with brain tumors was significantly higher than in patients with nonbrain or without cancer. In particular, almost all major bleeding in patients with brain cancer occurred at the intracranial site (73.9%), whereas gastrointestinal bleeding was the most common major bleeding in patients with nonbrain cancer (47.8%) and hematoma in patients without cancer (31.7%). Moreover, in this large cohort, patients with brain cancer had an increased risk of fatal ICH compared with other patient groups. These findings are in line with those from previous reports. In a retrospective cohort of patients with cancer-associated VTE, the incidence of major bleeding was 8.6% patient-years (95% CI, 4.8-14.7) in 182 patients with brain cancer vs 5.0% patient-years (95% CI, 2.8-9.2) in 182 matched patients without brain cancer [18]; patients with brain cancer had a higher incidence of ICH (4.9% vs 0%) and a lower incidence of gastrointestinal bleeding (0% vs 4.4%) than patients without brain cancer. Taken together, our results renew the concept of an intrinsic risk of ICH in patients with brain cancer (cancer invasion of vascular environment, tissue disruption, etc.) that may be increased with anticoagulation. This increased risk may explain the finding of more common use of subtherapeutic doses of anticoagulant agents and vena cava filter insertion in patients with brain cancer compared with patients with nonbrain and without cancer.\n      The absolute rate of ICH in patients with brain cancer in our study was lower than previously reported [[19], [20], [21]]. It is conceivable that this is due to differences in study design. RIETE is a noninterventional study in the overall population of patients with VTE, whereas the comparator studies were dedicated to patients with brain cancer and VTE, the majority having retrospective design. Differences in study design could have accounted for different event rates and, in particular, the duration of follow-up and the frequency of cerebral CT (confirmatory test in case of new symptoms vs follow-up test).\n      Whether anticoagulation is safe to be administered for patients with brain tumors has been debated for several decades. Two meta-analyses have been conducted aimed at assessing the role of anticoagulant therapy in the risk for ICH in patients with brain tumors [20,21]. Both these meta-analyses found an increased risk for ICH in patients with brain cancer receiving therapeutic anticoagulation than those who did not receive anticoagulation. In the present study covering a follow-up period of 3 months after diagnosis of VTE, almost all major bleeds occurred during anticoagulant treatment.\n      We found similar rates of recurrent VTE or fatal PE in patients with brain cancer and patients with nonbrain cancer. These results were confirmed after adjusting for the competing risk of death and the use of subtherapeutic regimens of anticoagulation. These results are plausible and consistent with previous observational studies [17]. However, limited data are currently available on the risk of recurrent VTE in patients with brain cancer.\n      In our study, rates of ICH and fatal ICH during anticoagulant treatment increased over time in patients with brain cancer, whereas the fatal PE rate was higher in the first 10 days and then remained stable over time. This was not observed in patients with nonbrain and without cancer. Whether these data may favor regimens of anticoagulation with early dose reduction in patients with brain cancer and VTE remains to be addressed in future studies. Similarly, the potential benefit observed with DOACs in terms of recurrent VTE and major bleeding in patients with active brain cancer compared with LMWH requires ad hoc clinical studies before driving clinical decision-making. In fact, RIETE is a nonintervention study, and all results dealing with the effects of treatment should be regarded with caution.\n      In our study, in patients for whom the type of brain cancer was available, the risk of major bleeding and ICH differed based on the type of brain cancer. Patients with glioblastoma appeared to have the worst prognosis in terms of recurrent VTE and bleeding complications compared with patients with other brain cancers. Although the limit of small numbers calls for further studies, these findings are relevant as glioblastoma is the most common among primary brain cancers. Previous studies showed that the risk of ICH in patients with brain cancer appeared to be mainly driven by patients with glioma (OR, 3.75; 95% CI, 1.42-9.95) and not by patients with brain metastases (OR, 1.07; 95% CI, 0.61-1.88) [20,21].\n      Our study has some limits. Some are related to the intrinsic limits of registries in which patients are not treated with standardized regimens of anticoagulation, and given that the RIETE Registry covers a large time period (>2 decades), the LMWH dosing strategies used over time may have varied in RIETE; treatment varied with local practices and is likely to have been influenced by physician’s assessment of patient’s profile of bleeding or recurrent risk. RIETE does not have a central adjudication committee, and events rely on the reports of attending physicians. It is conceivable that some doctors may have underestimated the relative frequency of fatal PEs or fatal bleeding, and we cannot exclude a potential loss to follow-up if patients experienced an event due to admission to a nonparticipatory institution. Patients with brain metastases were not identifiable in our study since RIETE does not gather information on the site of metastases at baseline. Finally, the present analysis was not prespecified, making it impossible to have complete data on the type of brain cancer in all patients. However, our study has some strengths. The study includes the largest sample of patients with brain cancer-related VTE, and the consistency of our results with previous reports from the literature supports their reliability. Although analyses related to treatment should be regarded with caution, the study has the unique potential to provide figures on the course of patients with active brain cancer. To overcome limits related to lack of information in some patients, additional data on brain cancers were collected ad hoc for the present analysis.\n      In conclusion, brain cancer is associated with a high risk of ICH and fatal ICH in patients with VTE. The risk of recurrence and non-ICH major bleeding is similar in patients with brain or nonbrain cancer but higher in patients without cancer. These figures make decisions on anticoagulation challenging and claim for further studies, specifically assessing the value of different treatment approaches in patients with brain cancer and VTE.\nAppendix\n      \nRIETE Member\n\n      Adarraga MD, Córdoba, Córdoba, Spain.\n      Alberich-Conesa A, Gerona, Gerona, Spain.\n      Alonso-Carrillo J, Madrid, Madrid, Spain.\n      Amado C, Torrelavega, Cantabria, Spain.\n      Amorós S, Valls, Tarragona, Spain.\n      Arcelus JI, Granada, Granada, Spain.\n      Ballaz A, Galdakao, Vizcaya, Spain.\n      Barba R, Alcorcón, Madrid, Spain.\n      Barba R, Móstoles, Madrid, Spain.\n      Barbagelata C, A Coruña, A Coruña, Spain.\n      Barrón M, Logroño, La Rioja, Spain.\n      Barrón-Andrés B, Logroño, La Rioja, Spain.\n      Blanco-Molina A, Córdoba, Córdoba, Spain.\n      Chasco L, Galdakao, Vizcaya, Spain.\n      Criado J, Córdoba, Córdoba, Spain.\n      del Toro J, Madrid, Madrid, Spain.\n      de Ancos C, Fuenlabrada, Madrid, Spain.\n      De Juana-Izquierdo C, Valencia, Valencia, Spain.\n      Demelo-Rodríguez P, Madrid, Madrid, Spain.\n      Díaz-Brasero AM, Guadalajara, Guadalajara, Spain.\n      Díaz-Simón R, Madrid, Madrid, Spain.\n      Díaz-Pedroche MC, Madrid, Madrid, Spain.\n      Díaz-Peromingo JA, Santiago de Compostela , A Coruña, Spain.\n      Dubois-Silva A, A Coruña, A Coruña, Spain.\n      Escribano JC, Elche, Alicante, Spain.\n      Espósito F, Barcelona, Barcelona, Spain.\n      Falgá C, Mataró, Barcelona, Spain.\n      Farfán-Sedano AI, Fuenlabrada, Madrid, Spain.\n      Fernández-Aracil C, Alicante, Alicante, Spain.\n      Fernández-Capitán C, Madrid, Madrid, Spain.\n      Fernández-Jiménez B, Móstoles, Madrid, Spain.\n      Fernández-Muixi J, Valls, Tarragona, Spain.\n      Fernández-Reyes JL, Jaén, Jaén, Spain.\n      Font C, Barcelona, Barcelona, Spain.\n      Francisco I, Gerona, Gerona, Spain.\n      Galeano-Valle F, Madrid, Madrid, Spain.\n      García MA, Alcorcón, Madrid, Spain.\n      García de Herreros M, Barcelona, Barcelona, Spain.\n      García-Bragado F, Gerona, Gerona, Spain.\n      García-Ortega A, Valencia, Valencia, Spain.\n      Gavín-Sebastián O, Zaragoza, Zaragoza, Spain.\n      Gil-Díaz A, Las Palmas de Gran Canaria, Las Palmas de Gran Canaria, Spain.\n      Gómez-Cuervo C, Madrid, Madrid, Spain.\n      Gómez-Mosquera AM, Sant Joan Despí, Barcelona, Spain.\n      González-Mártinez J, Manresa, Barcelona, Spain.\n      Grau E, Xàtiva, Valencia, Spain.\n      Guirado L, El Palmar, Murcia, Spain.\n      Gutiérrez J, Coslada, Madrid, Spain.\n      Hernández-Blasco L, Alicante, Alicante, Spain.\n      Jaras MJ, Madrid, Madrid, Spain.\n      Jiménez R, Madrid, Madrid, Spain.\n      Jiménez D, Madrid, Madrid, Spain\n      Jou I, Gerona, Gerona, Spain.\n      Joya MD, Madrid, Madrid, Spain.\n      Lacruz B, Pamplona, Navarra, Spain.\n      Lainez-Justo S, Guadalajara, Guadalajara, Spain.\n      Latorre-Díez A, Ourense, Ourense, Spain.\n      Lecumberri R, Pamplona, Navarra, Spain.\n      León-Ramírez JM, Alicante, Alicante, Spain.\n      Lobo JL, Vitoria, Álava, Spain.\n      López-de la Fuente M, Terrassa, Barcelona, Spain.\n      López-Jiménez L, Córdoba, Córdoba, Spain.\n      López-Miguel P, Albacete, Albacete, Spain.\n      López-Núñez JJ, Badalona , Barcelona, Spain.\n      López-Reyes R, Valencia, Valencia, Spain.\n      López-Ruiz A, Vélez-Málaga, Málaga, Spain.\n      López-Sáez JB, Puerto Real, Cádiz, Spain.\n      Lorente MA, Orihuela, Alicante, Spain.\n      Lorenzo A, Madrid, Madrid, Spain.\n      Lumbierres M, Lleida, Lleida, Spain.\n      Madridano O, San Sebastian de los Reyes, Madrid, Spain.\n      Maestre A, Elche, Alicante, Spain.\n      Mas-Maresma L, Barcelona, Barcelona, Spain.\n      Marcos M, Pamplona, Navarra, Spain.\n      Martín-Guerra JM, Valladolid, Valladolid, Spain.\n      Martín-Martos F, Cartagena, Murcia, Spain.\n      Mellado M, Barcelona, Barcelona, Spain.\n      Mena E, Barcelona, Barcelona, Spain.\n      Mencía B, Galdakao, Vizcaya, Spain.\n      Mercado MI, Jaén, Jaén, Spain.\n      Moisés J, Barcelona, Barcelona, Spain.\n      Monreal M, Badalona, Barcelona, Spain.\n      Muñoz-Blanco A, San Sebastian de los Reyes, Madrid, Spain.\n      Muñoz-Gamito G, Terrassa, Barcelona, Spain.\n      Nieto JA, Cuenca, Cuenca, Spain.\n      Núñez-Fernández MJ, Pontevedra, Pontevedra, Spain.\n      Osorio J, Barcelona, Barcelona, Spain.\n      Otalora S, El Palmar, Murcia, Spain.\n      Pacheco-Gómez N, Cáceres, Cáceres, Spain.\n      Paredes-Ruiz D, Madrid, Madrid, Spain.\n      Parra P, Madrid, Madrid, Spain.\n      Pedrajas JM, Madrid, Madrid, Spain.\n      Pérez-Ductor C, Valencia, Valencia, Spain.\n      Pérez-Jacoiste A, Madrid, Madrid, Spain.\n      Peris ML, Castellón de la Plana, Castellón, Spain.\n      Pesce ML, Elda, Alicante, Spain.\n      Porras JA, Tarragona, Tarragona, Spain.\n      Portillo J, Ciudad Real, Ciudad Real, Spain.\n      Poyo-Molina J, Vitoria, Álava, Spain.\n      Puchades R, Madrid, Madrid, Spain.\n      Riera-Mestre A, Hospitalet de Llobregat, Barcelona, Spain.\n      Rivera-Civico F, El Ejido, Almeria, Spain.\n      Rivera-Gallego A, Vigo, Pontevedra, Spain.\n      Roca M, Vilafranca del Penedés, Barcelona, Spain.\n      Rosa V, El Palmar, Murcia, Spain.\n      Rodríguez-Cobo A, Madrid, Madrid, Spain.\n      Rubio CM, Andújar, Jaén, Spain.\n      Ruiz-Giménez N, Madrid, Madrid, Spain.\n      Ruiz-Ruiz J, Fuenlabrada, Madrid, Spain.\n      Salgueiro G, Madrid, Madrid, Spain.\n      Sancho T, Madrid, Madrid, Spain.\n      Sendín V, Madrid, Madrid, Spain.\n      Sigüenza P, Badalona, Barcelona, Spain.\n      Soler S, Olot, Gerona, Spain.\n      Suárez-Rodríguez B, Ourense, Ourense, Spain.\n      Suriñach JM, Barcelona, Barcelona, Spain.\n      Tiberio G, Pamplona, Navarra, Spain.\n      Tolosa C, Barcelona, Barcelona, Spain.\n      Torres MI, Madrid, Madrid, Spain.\n      Trujillo-Santos J, Cartagena, Murcia, Spain.\n      Uresandi F, Barakaldo, Vizcaya, Spain.\n      Usandizaga E, Sant Joan Despí, Barcelona, Spain.\n      Valle R, Torrelavega, Cantabria, Spain.\n      Varona JF, Boadilla del Monte, Madrid, Spain.\n      Vela L, Zaragoza, Zaragoza, Spain.\n      Vela JR, Zaragoza, Zaragoza, Spain.\n      Vidal G, Sabadell, Barcelona, Spain.\n      Villalobos A, Málaga, Málaga, Spain.\n      Villares P, Madrid, Madrid, Spain.\n      Ay C, Vienna, Vienna, Austria.\n      Nopp S, Vienna, Vienna, Austria.\n      Pabinger I, Vienna, Vienna, Austria.\n      Vanassche T, Leuven, Leuven, Belgium.\n      Verhamme P, Leuven, Leuven, Belgium.\n      Verstraete A, Leuven, Leuven, Belgium.\n      Yoo HHB, Botucatu, São Paulo, Brazil.\n      Arguello JD, Bogotá, Cundinamarca, Colombia.\n      Montenegro AC, Bogotá, Cundinamarca, Colombia.\n      Roa J, Bogotá, Cundinamarca, Colombia.\n      Hirmerova J, Plzen - Bory, Plzen, Czech Republic.\n      Malý R, Hradec Králové, Hradec Králové, Czech Republic.\n      Accassat S, Saint-Etienne, Saint-Etienne, France.\n      Bertoletti L, Saint-Etienne, Saint-Etienne, France.\n      Bura-Riviere A, Toulouse, Toulouse, France.\n      Catella J, Lyon, Lyon, France.\n      Chopard R, Doubt, Besançon, France.\n      Couturaud F, Brest, Brest, France.\n      Espitia O, Nantes, Nantes, France.\n      Grange C, Pierre Benite, Pierre Benite, France.\n      Leclercq B, Marseille, Marseille, France.\n      Le Mao R, Brest, Brest, France.\n      Mahé I, Colombes, Colombes, France.\n      Moustafa F, Clermont Ferrand, Clermont Ferrand, France.\n      Plaisance L, Colombes, Colombes, France.\n      Poenou G, Saint-Etienne, Saint-Etienne, France.\n      Sarlon-Bartoli G, Marseille, Marseille, France.\n      Suchon P, Marseille, Marseille, France.\n      Versini E, Colombes, Colombes, France.\n      Schellong S, Friedrichstadt, Dresden, Germany.\n      Brenner B, Haifa, Haifa, Israel.\n      Kenet G, Ramat Gan, Tel Hashomer, Israel.\n      Najib D, Safed, Safed, Israel.\n      Tzoran I, Haifa, Haifa, Israel.\n      Alizadehasl A, Tehran, Tehran, Iran.\n      Sadeghipour P, Tehran, Tehran, Iran.\n      Basaglia M, Parma, Parma, Italy.\n      Bilora F, Padua, Padua, Italy.\n      Bortoluzzi C, Venice, Venice, Italy.\n      Brandolin B, Castelfranco, Castelfranco Veneto, Italy.\n      Ciammaichella M, Rome, Rome, Italy.\n      Colaizzo D, San Giovanni Rotondo, Foggia, Italy.\n      Dentali F, Varese, Varese, Italy.\n      Di Micco P, Naples, Naples, Italy.\n      Grandone E, San Giovanni Rotondo, Foggia, Italy.\n      Imbalzano E, Macedonia, Messina, Italy.\n      Merla S, Parma, Parma, Italy.\n      Pesavento R, Padua, Padua, Italy.\n      Prandoni P, Padua, Padua, Italy.\n      Scarinzi P, Venice, Venice, Italy.\n      Siniscalchi C, Parma, Parma, Italy.\n      Taflaj B, Rome, Rome, Italy.\n      Tufano A, Naples, Naples, Italy.\n      Visonà A, Castelfranco, Castelfranco Veneto, Italy.\n      Vo Hong N, Venice, Venice, Italy.\n      Zalunardo B, Castelfranco, Castelfranco Veneto, Italy.\n      Dzirnieks K, Riga, Riga, Latvia.\n      Kigitovica D, Riga, Riga, Latvia.\n      Skride A, Riga, Riga, Latvia.\n      Fonseca S, Santa María da Feira, Santa María da Feira, Portugal.\n      Meireles J, Santa María da Feira, Santa María da Feira, Portugal.\n      Manuel M, Santa María da Feira, Santa María da Feira, Portugal.\n      Bosevski M, Skopje, Skopje, Republic of Macedonia.\n      Trajkova M, Skopje, Skopje, Republic of Macedonia.\n      Zdraveska M, Skopje, Skopje, Republic of Macedonia.\n      Bounameaux H, Geneva, Geneva, Switzerland.\n      Mazzolai L, Lausane, Lausanne, Switzerland.\n      Aujayeb A, Newcastle upon Tyne, Tyne y Wear, United Kingdom.\n      Caprini JA, Evanston, Illinois, United States.\n      Weinberg I, Boston, Massachusetts, United States.\n      Bui HM, Hanoi, Hanoi, Vietnam.\nSupplementary material\n      \nSupplementary material\nFunding\n        This study’s Registry is supported by unrestricted educational grants from 10.13039/501100013412Sanofi Spain, Leo Pharma, and ROVI.\nAuthor contributions\n        C.B. and M.M. conceived and designed the study. M.M. was responsible for data acquisition and statistical analysis. All authors interpreted the data, wrote and critically revised the manuscript for important intellectual content, and approved the final version of the manuscript for submission. All authors read and approved the final version of the paper.\nRelationship disclosure\n        C.B. reports speaker and advisory fees from Daiichi Sankyo, Bayer, Pfizer, and 10.13039/100002491Bristol-Myers Squibb, all outside the present study. M.M. reports funding from 10.13039/100004339Sanofi, Leo Pharma, ROVI, and the Catholic 10.13039/501100004687University of Murcia (Spain), who sponsored the RIETE Registry with unrestricted educational grants. Payments were made to the FUENTE Foundation. No other potential conflicts of interest relevant to this article were reported.\nData availability\n        Access to the original data of this study will be allowed through direct contact with members of the Steering Committee of the RIETE study.\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC10551887/\nhttps://doi.org/10.1016/j.rpth.2023.102172",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10551887/",
    "doi": "https://doi.org/10.1016/j.rpth.2023.102172",
    "citation_count": 0,
    "references": [],
    "journal": "Research and Practice in Thrombosis and Haemostasis",
    "topics": [
        "cancer, patients, course, brain",
        "venous, acute, clinical, thromboembolism",
        "patients, cancer, course, thromboembolism"
    ],
    "keywords": []
}