{
    "title": "Brain Cancer Stem Cells Display Preferential Sensitivity to Akt Inhibition",
    "abstract": "Malignant brain tumors are among the most lethal cancers, and conventional therapies are largely\nlimited to palliation. Novel therapies targeted against specific molecular pathways may offer\nimproved efficacy and reduced toxicity compared to conventional therapies, but initial clinical trials\nof molecular targeted agents in brain cancer therapy have been frequently disappointing. In brain\ntumors and other cancers, subpopulations of tumor cells have recently been characterized by their\nability to self-renew and initiate tumors. Although these cancer stem cells, or tumor initiating cells,\nare often only present in small numbers in human tumors, mounting evidence suggests that cancer\nstem cells contribute to tumor maintenance and therapeutic resistance. Thus, the development of\ntherapies that target cancer stem cell signal transduction and biologies may improve brain tumor\npatient survival. We now demonstrate that populations enriched for cancer stem cells are\npreferentially sensitive to an inhibitor of Akt, a prominent cell survival and invasion signaling node.\nTreatment with an Akt inhibitor more potently reduced the numbers of viable brain cancer stem cells\nrelative to matched non-stem cancer cells associated with a preferential induction of apoptosis and\na suppression of neurosphere formation. Akt inhibition also reduced the motility and invasiveness\nof all tumor cells but had a greater impact on cancer stem cell behaviors. Furthermore, inhibition of\nAkt activity in cancer stem cells increased survival of immunocompromised mice bearing human\nglioma xenografts in vivo. Together, these results suggest that Akt inhibitors may function as effective\nanti-cancer stem cell therapies.\nCorresponding Author: Jeremy N. Rich Department of Stem Cell Biology and Regenerative Medicine Cleveland Clinic 9500 Euclid\nAvenue Mailstop NE30 Cleveland, OH 44195 Phone: +1 919 684 0081 Fax: +1 919 684 6514 E-mail: richj@ccf.org.\n*these authors contributed equally to the manuscript\nDisclaimers: We have no conflicts of interest to disclose.\nNIH Public Access\nAuthor Manuscript\nStem Cells. Author manuscript; available in PMC 2009 September 7.\nPublished in final edited form as:\nStem Cells. 2008 December ; 26(12): 3027–3036. doi:10.1634/stemcells.2007-1073.\nNIH-PA Author Manuscript\nNIH-PA Author Manuscript\nNIH-PA Author Manuscript",
    "authors": [
        "Christine E. Eyler",
        "Wen-Chi Foo",
        "Katherine M. LaFiura",
        "Roger E. McLendon",
        "Anita B. Hjelmeland",
        "Jeremy N. Rich"
    ],
    "published_year": "",
    "description": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2739007/\nhttps://doi.org/10.1634/stemcells.2007-1073",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2739007/",
    "doi": "https://doi.org/10.1634/stemcells.2007-1073",
    "citation_count": 107,
    "references": {
        "10799829": "Functional Roles of CD133: More than Stemness Associated Factor Regulated by the Microenvironment",
        "10777445": "Inhibitor of Wnt receptor 1 suppresses the effects of Wnt1, Wnt3a and β‑catenin on the proliferation and migration of C6 GSCs induced by low‑dose radiation",
        "10216320": "Interdependencies of the Neuronal, Immune and Tumor Microenvironment in Gliomas",
        "9843437": "A Sequential Targeting Strategy Interrupts AKT-Driven Subclone-Mediated Progression in Glioblastoma",
        "9221433": "Targeting Acid Ceramidase Inhibits Glioblastoma Cell Migration through Decreased AKT Signaling",
        "8869813": "Intrinsic and Extrinsic Factors Impacting Cancer Stemness and Tumor Progression",
        "8633769": "The microenvironment of brain metastases from solid tumors",
        "8590337": "Molecular subclassification of gastrointestinal cancers based on cancer stem cell traits",
        "8350478": "The New PI3K/mTOR Inhibitor GNE-477 Inhibits the Malignant Behavior of Human Glioblastoma Cells",
        "8057632": "Characteristic Features of Stem Cells in Glioblastomas: From Cellular Biology to Genetics",
        "8041238": "Salting the soil: Targeting the microenvironment of brain metastases",
        "8029102": "Chromatin Remodeling Defects in Pediatric and Young Adult Glioblastoma: A Tale of a Variant Histone 3 Tail",
        "7934942": "Defining phenotypic and functional heterogeneity of glioblastoma stem cells by mass cytometry",
        "7737213": "Pharmacological Inhibition of BAD Ser99 Phosphorylation Enhances the Efficacy of Cisplatin in Ovarian Cancer by Inhibition of Cancer Stem Cell-like Behavior",
        "7447157": "Potential role of Hsp90 inhibitors in overcoming cisplatin resistance of bladder cancer-initiating cells",
        "7432229": "Exploiting the Complexities of Glioblastoma Stem Cells: Insights for Cancer Initiation and Therapeutic Targeting",
        "7016983": "Metformin as Potential Therapy for High-Grade Glioma",
        "6956386": "BMP4 induces asymmetric cell division in human glioma stem-like cells",
        "6600269": "Akt Signaling in Macrophage Polarization, Survival, and Atherosclerosis",
        "6387961": "Meeting the Challenge of Targeting Cancer Stem Cells",
        "6341857": "Metformin selectively targets 4T1 tumorspheres and enhances the antitumor effects of doxorubicin by downregulating the AKT and STAT3 signaling pathways",
        "6015494": "Purine synthesis promotes maintenance of brain tumor initiating cells in glioma",
        "5947947": "Reciprocal signaling between Glioblastoma Stem Cells and Differentiated Tumor Cells Promotes Malignant Progression",
        "5935937": "Inhibition of the PI3K but not the MEK/ERK pathway sensitizes human glioma cells to alkylating drugs",
        "5822422": "Glioblastoma Cancer Stem Cells Evade Innate Immune Suppression of Self-Renewal through Reduced TLR4 Expression",
        "5690835": "Macropinocytosis of Bevacizumab by Glioblastoma Cells in the Perivascular Niche Affects their Survival",
        "5527933": "Brain tumor stem cells: The cancer stem cell hypothesis writ large",
        "5464870": "The p38 signaling pathway mediates quiescence of glioma stem cells by regulating epidermal growth factor receptor trafficking",
        "5459487": "Macrophage Apoptosis and Efferocytosis in the Pathogenesis of Atherosclerosis",
        "5457688": "Insights into molecular therapy of glioma: current challenges and next generation blueprint",
        "5378268": "Tumor‐derived spheroids: Relevance to cancer stem cells and clinical applications",
        "5346734": "WM130 preferentially inhibits hepatic cancer stem-like cells by suppressing AKT/GSK3β/β-catenin signaling pathway",
        "5342388": "FoxO proteins or loss of functional p53 maintain stemness of glioblastoma stem cells and survival after ionizing radiation plus PI3K/mTOR inhibition",
        "5237623": "Resveratrol Targets AKT and p53 in Glioblastoma and Glioblastoma Stem-like Cells to Suppress Growth and Infiltration",
        "5220537": "A novel matrine derivate inhibits differentiated human hepatoma cells and hepatic cancer stem-like cells by suppressing PI3K/AKT signaling pathways",
        "5130115": "The anti‐hypertensive drug prazosin inhibits glioblastoma growth via the PKCδ‐dependent inhibition of the AKT pathway",
        "4957040": "The Interaction between Cancer Stem Cell Marker CD133 and Src Protein Promotes Focal Adhesion Kinase (FAK) Phosphorylation and Cell Migration",
        "4909096": "Oncolytic herpes simplex virus kills stem-like tumor-initiating colon cancer cells",
        "4875481": "Neuronal stem cells in the central nervous system and in human diseases",
        "4875273": "Cancer stem cells in glioblastoma—molecular signaling and therapeutic targeting",
        "4846851": "Radioresistance of Brain Tumors",
        "4827035": "Coordination of self-renewal in glioblastoma by integration of adhesion and microRNA signaling",
        "4812167": "Temozolomide in combination with metformin act synergistically to inhibit proliferation and expansion of glioma stem-like cells",
        "4741740": "Metformin and temozolomide act synergistically to inhibit growth of glioma cells and glioma stem cells in vitro and in vivo",
        "4537643": "Small molecule ONC201/TIC10 targets chemotherapy-resistant colorectal cancer stem-like cells in an Akt/Foxo3a/TRAIL-dependent manner",
        "4476429": "Multiple cues on the physiochemical, mesenchymal, and intracellular trafficking interactions with nanocarriers to maximize tumor target efficiency",
        "4425617": "Radiosensitization of Primary Human Glioblastoma Stem-like Cells With Low-dose AKT Inhibition",
        "4401644": "Hyperthermia Sensitizes Glioma Stem-like Cells to Radiation By Inhibiting AKT Signaling",
        "4392672": "Prevention against diffuse spinal cord astrocytoma: can the Notch pathway be a novel treatment target?",
        "4356693": "Human papillomavirus 16 infection predicts poor outcome in patients with esophageal squamous cell carcinoma",
        "4319045": "Neurotrophin Signaling via TrkB and TrkC Receptors Promotes the Growth of Brain Tumor-initiating Cells",
        "4260760": "Ionizing radiations sustain glioblastoma cell dedifferentiation to a stem-like phenotype through survivin: possible involvement in radioresistance",
        "4063873": "Cancer stem cell-specific scavenger receptor CD36 drives glioblastoma progression",
        "4034382": "Drosophila as a Model for Context-Dependent Tumorigenesis",
        "4031658": "The Evolving Landscape of Brain Tumor Cancer Stem Cells",
        "4028874": "MiR-92b inhibitor promoted glioma cell apoptosis via targeting DKK3 and blocking the Wnt/beta-catenin signaling pathway",
        "4021040": "Targeting glioma stem cells: a novel framework for brain tumors",
        "3999780": "Glioblastoma stem cells: Molecular characteristics and therapeutic implications",
        "3961639": "p75 Neurotrophin Receptor Cleavage by α- and γ-Secretases Is Required for Neurotrophin-mediated Proliferation of Brain Tumor-initiating Cells",
        "3926065": "Noninvasive positron emission tomography and fluorescence imaging of CD133+ tumor stem cells",
        "3914884": "Response of Breast Cancer Cells and Cancer Stem Cells to Metformin and Hyperthermia Alone or Combined",
        "3907757": "Growth differentiating factor 15 enhances the tumor-initiating and self-renewal potential of multiple myeloma cells",
        "3886813": "NF-κB and STAT3 signaling in glioma: targets for future therapies",
        "3873674": "Glioblastoma Multiforme Therapy and Mechanisms of Resistance",
        "3866208": "Brain tumor stem cells: molecular characteristics and their impact on therapy",
        "3863334": "JNK Signaling in the Control of the Tumor-Initiating Capacity Associated with Cancer Stem Cells",
        "3837323": "The Emerging Role of the Phosphatidylinositol 3-Kinase/ Akt/Mammalian Target of Rapamycin Signaling Network in Cancer Stem Cell Biology ",
        "3831613": "Preclinical evaluation of radiation and perifosine in a genetically and histologically accurate model of brainstem glioma",
        "3821381": "Anti-cancer Therapies in High Grade Gliomas",
        "3783342": "Novel strategies targeting cancer stem cells through phytochemicals and their analogs",
        "3757400": "Essential Gene Pathways for Glioblastoma Stem Cells: Clinical Implications for Prevention of Tumor Recurrence",
        "3732228": "Lyn Facilitates Glioblastoma Cell Survival under Conditions of Nutrient Deprivation by Promoting Autophagy",
        "3637720": "Activation of PI3K/Akt pathway by CD133-p85 interaction promotes tumorigenic capacity of glioma stem cells",
        "3636470": "A view on EGFR-targeted therapies from the oncogene-addiction perspective",
        "3615428": "Glioma Stem Cell Maintenance: The Role of the Microenvironment",
        "3612966": "GPCRs in Stem Cell Function",
        "3607376": "Targeting Pediatric Cancer Stem Cells with Oncolytic Virotherapy",
        "3601782": "Reciprocal regulation of Akt and Oct4 promotes the self-renewal and survival of embryonal carcinoma cells",
        "3560972": "Versatile inhibitory effects of the flavonoid-derived PI3K/Akt inhibitor, LY294002, on ATP-binding cassette transporters that characterize stem cells",
        "3555082": "Biological and clinical implications of cancer stem cells in primary brain tumors",
        "3473017": "Chloroquine or Chloroquine-PI3K/Akt Pathway Inhibitor Combinations Strongly Promote γ-Irradiation-Induced Cell Death in Primary Stem-Like Glioma Cells",
        "3458583": "Complex Oncogenic Signaling Networks Regulate Brain Tumor‐Initiating Cells and Their Progenies: Pivotal Roles of Wild‐Type EGFR, EGFRvIII Mutant and Hedgehog Cascades and Novel Multitargeted Therapies",
        "3438806": "Glioma Revisited: From Neurogenesis and Cancer Stem Cells to the Epigenetic Regulation of the Niche",
        "3433900": "CD90 is Identified as a Candidate Marker for Cancer Stem Cells in Primary High-Grade Gliomas Using Tissue Microarrays",
        "3412645": "Activation of the AKT/cyclin D1/Cdk4 survival signaling pathway in radioresistant cancer stem cells",
        "3324825": "Metformin kills and radiosensitizes cancer cells and preferentially kills cancer stem cells",
        "3302235": "Autocrine VEGF–VEGFR2–Neuropilin-1 signaling promotes glioma stem-like cell viability and tumor growth",
        "3248179": "Evi1 forms a bridge between the epigenetic machinery and signaling pathways",
        "3167830": "CD44v6 Regulates Growth of Brain Tumor Stem Cells Partially through the AKT-Mediated Pathway",
        "3107877": "A Novel Oncolytic Herpes Simplex Virus that Synergizes with Phosphatidylinositol 3-Kinase/Akt Pathway Inhibitors to Target Glioblastoma Stem Cells",
        "3090013": "Secreted factors from brain endothelial cells maintain glioblastoma stem-like cell expansion through the mTOR pathway",
        "3040926": "The perivascular niche microenvironment in brain tumor progression",
        "2940626": "Akt signaling pathway: a target for radiosensitizing human malignant glioma",
        "2939570": "MiR-221 and miR-222 target PUMA to induce cell survival in glioblastoma",
        "2906908": "Reply to Bonnefoix and Callanan: Significance of Akt/Wnt pathway in radiation resistance of TICs",
        "2897968": "Potential Therapeutic Implications of Cancer Stem Cells in Glioblastoma",
        "2886330": "Targeted therapy in the treatment of malignant gliomas",
        "2884275": "Integrin alpha 6 regulates glioblastoma stem cells",
        "2873047": "The Increasing Complexity of the Cancer Stem Cell Paradigm",
        "2852612": "The Bright and the Dark Sides of DNA Repair in Stem Cells",
        "2833246": "Hypoxia inducible factors in cancer stem cells",
        "2826371": "Targeting A20 Decreases Glioma Stem Cell Survival and Tumor Growth",
        "2825687": "Notch Promotes Radioresistance of Glioma Stem Cells",
        "2822444": "Cancer Stem Cells in Brain Tumor Biology",
        "2782740": "Brain cancer propagating cells: biology, genetics and targeted therapies",
        "2745331": "HIF-2α maintains an undifferentiated state in neural crest-like human neuroblastoma tumor-initiating cells",
        "2719304": "Turning Cancer Stem Cells Inside Out: An Exploration of Glioma Stem Cell Signaling Pathways"
    },
    "journal": "Stem cells (Dayton, Ohio)",
    "topics": [
        "akt, sensitivity, preferential, display",
        "brain, cancer, display, inhibition",
        "akt, cells, stem, sensitivity"
    ],
    "keywords": []
}