{
    "title": "Gene Therapy for Brain Cancer: Combination Therapies Provide Enhanced Efficacy and Safety",
    "abstract": "Glioblastoma multiforme (GBM) is the most common primary brain cancer in adults. Despite\nsignificant advances in treatment and intensive research, the prognosis for patients with GBM\nremains poor. Therapeutic challenges for GBM include its invasive nature, the proximity of the tumor\nto vital brain structures often preventing total resection, and the resistance of recurrent GBM to\nconventional radiotherapy and chemotherapy. Gene therapy has been proposed as a useful adjuvant\nfor GBM, to be used in conjunction with current treatment. Work from our laboratory has shown\nthat combination of conditional cytotoxic with immunotherapeutic approaches for the treatment of\nGBM elicits regression of large intracranial tumor masses and anti-tumor immunological memory\nin syngeneic rodent models of GBM. In this review we examined the currently available animal\nmodels for GBM, including rodent transplantable models, endogenous rodent tumor models and\nspontaneous GBM in dogs. We discuss non-invasive surrogate end points to assess tumor progression\nand therapeutic efficacy, such as behavioral tests and circulating biomarkers. Growing preclinical\nand clinical data contradict the old dogma that cytotoxic anti-cancer therapy would lead to an\nimmune-suppression that would impair the ability of the immune system to mount an anti-tumor\nresponse. The implications of the findings reviewed indicate that combination of cytotoxic therapy\nwith immunotherapy will lead to synergistic antitumor efficacy with reduced neurotoxicity and\nsupports the clinical implementation of combined cytotoxic-immunotherapeutic strategies for the\ntreatment of patients with GBM.\nKeywords\nImmunotherapy; apoptosis; cancer models; HMGB1; Flt3L; HSV1-TK\n© 2009 Bentham Science Publishers Ltd.\n*Address correspondence to this author at the Gene Therapeutics Research Institute, Cedars-Sinai Medical Center, Department of\nMedicine and Department of Molecular and Medical Pharmacology, David Geffen School of Medicine, University of California Los\nAngeles, 8700 Beverly Blvd., Davis Bldg., Room 5090, Los Angeles, CA 90048, USA; Tel: 310-423-7303; Fax: 310-423-7308;\ncastromg@cshs.org.\nNIH Public Access\nAuthor Manuscript\nCurr Gene Ther. Author manuscript; available in PMC 2010 May 4.\nPublished in final edited form as:\nCurr Gene Ther. 2009 October ; 9(5): 409–421.\nNIH-PA Author Manuscript\nNIH-PA Author Manuscript\nNIH-PA Author Manuscript",
    "authors": [
        "Marianela Candolfi",
        "Kurt M. Kroeger",
        "A.K.M.G. Muhammad",
        "Kader Yagiz",
        "Catherine Farrokhi",
        "Robert N. Pechnick",
        "Pedro R. Lowenstein",
        "Maria G. Castro"
    ],
    "published_year": "",
    "description": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2864138/\nhttps://doi.org/10.2174/156652309789753301",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2864138/",
    "doi": "https://doi.org/10.2174/156652309789753301",
    "citation_count": 30,
    "references": {
        "9921752": "Role of Nanomedicine-Based Therapeutics in the Treatment of CNS Disorders",
        "9501259": "Recent Advances in Glioma Cancer Treatment: Conventional and Epigenetic Realms",
        "9467501": "Systematic Review of Pediatric Brain Tumors in Neurofibromatosis Type 1: Status of Gene Therapy",
        "8607011": "Development of allogeneic HSC-engineered iNKT cells for off-the-shelf cancer immunotherapy",
        "7468531": "Nanomedicine-based immunotherapy for central nervous system disorders",
        "7053190": "Combined-therapeutic strategies synergistically potentiate glioblastoma multiforme treatment via nanotechnology",
        "5451096": "Single vs. combination immunotherapeutic strategies for glioma",
        "5243160": "Convection-enhanced Delivery of Therapeutics for Malignant Gliomas",
        "5055148": "Antitumor activity of combined endostatin and thymidine kinase gene therapy in C6 glioma models",
        "5029950": "Pro-apoptotic effects of rHSG on C6 glioma cells",
        "4514134": "DCVax®-L—Developed by Northwest Biotherapeutics",
        "4438702": "The Value of EGFRvIII as the Target for Glioma Vaccines",
        "3947776": "Immunomodulatory Effects of Hemagglutinin- (HA-) Modified A20 B-Cell Lymphoma Expanded as a Brain Tumor on Adoptively Transferred HA-Specific CD4+ T Cells",
        "3713870": "Targeted Gene Therapy of Cancer: Second Amendment toward Holistic Therapy",
        "3648930": "Translational Approaches towards Cancer Gene Therapy: Hurdles and Hopes",
        "3641940": "Safety Profile, Efficacy, and Biodistribution of a Bicistronic High-Capacity Adenovirus Vector Encoding a Combined Immunostimulation and Cytotoxic Gene Therapy as a Prelude to a Phase I Clinical Trial for Glioblastoma",
        "3589165": "Optimizing Glioblastoma Temozolomide Chemotherapy Employing Lentiviral-based Anti-MGMT shRNA Technology",
        "3551574": "Enzymes To Die For: Exploiting Nucleotide Metabolizing Enzymes for Cancer Gene Therapy",
        "3543505": "The art of gene therapy for glioma: a review of the challenging road to the bedside",
        "3431182": "Plasmacytoid Dendritic Cells in the Tumor Microenvironment: Immune Targets for Glioma Therapeutics",
        "3405312": "Drug delivery systems: Advanced technologies potentially applicable in personalized treatments",
        "3364590": "Targeted Toxins for Glioblastoma Multiforme: pre-clinical studies and clinical implementation",
        "3208509": "Gene Therapy and Targeted Toxins for Glioma",
        "3188756": "Combined Flt3L/TK Gene Therapy Induces Immunological Surveillance Which Mediates an Immune Response Against a Surrogate Brain Tumor Neoantigen",
        "3059086": "Gene Therapy and Virotherapy: Novel Therapeutic Approaches for Brain Tumors",
        "3021921": "Gene Therapy from the perspective of Systems Biology",
        "2908190": "Study of the Efficacy, Biodistribution, and Safety Profile of Therapeutic Gutless Adenovirus Vectors as a Prelude to a Phase I Clinical Trial for Glioblastoma",
        "2884015": "Human Flt3L Generates Dendritic Cells from Canine Peripheral Blood Precursors: Implications for a Dog Glioma Clinical Trial",
        "2883311": "Gene Transfer into Rat Brain Using Adenoviral Vectors",
        "2876634": "A Novel Bicistronic High-Capacity Gutless Adenovirus Vector That Drives Constitutive Expression of Herpes Simplex Virus Type 1 Thymidine Kinase and Tet-Inducible Expression of Flt3L for Glioma Therapeutics  "
    },
    "journal": "Current gene therapy",
    "topics": [
        "cancer, therapy, therapies, brain",
        "enhanced, efficacy, provide, therapies",
        "combination, provide, enhanced, efficacy"
    ],
    "keywords": []
}