{
    "title": "Nanoparticles for imaging and treating brain cancer",
    "abstract": "Brain cancer tumors cause disruption of the selective properties of vascular endothelia, even\ncausing disruptions in the very selective blood–brain barrier, which are collectively referred to as\nthe blood–brain–tumor barrier. Nanoparticles (NPs) have previously shown great promise in\ntaking advantage of this increased vascular permeability in other cancers, which results in\nincreased accumulation in these cancers over time due to the accompanying loss of an effective\nlymph system. NPs have therefore attracted increased attention for treating brain cancer. While\nthis research is just beginning, there have been many successes demonstrated thus far in both the\nlaboratory and clinical setting. This review serves to present the reader with an overview of NPs\nfor treating brain cancer and to provide an outlook on what may come in the future. For NPs, just\nlike the blood–brain–tumor barrier, the future is wide open.\nKeywords\nbrain tumors; clinical trials; drug delivery; imaging; nanoparticles; theranostics\nUse of nanoparticles for brain cancer\nDuring one of the greatest periods of human achievement, the industrial revolution,\nhumanity sought to expand ever outward and upward. A radical change has recently\noccurred, where in less than a century we have gone from developing macroscopic machines\nand structures to developing technology that is smaller than the width of a single human\nhair. We now see ourselves looking for smaller, more compact solutions to solve problems\nin the development of nanotechnology, seeking to become more efficient and less wasteful\nthan a century ago. In addition, humans are now living longer due to an ever-improving\nunderstanding of our own physiology [1]. Nanomedicine has developed during this time,\nfueled by an ever-increasing pressure from society for more efficacious treatments as the\ncost of healthcare and populations continue to rise [2]. The general definition of\nnanotechnology is the creation and use of materials that have dimensions in the range of 1–\n100 nm [3–5]. However, many larger particles, sometimes as large as 1000 nm, have also\n© 2013 Future Medicine Ltd\n*Author for correspondence: james.basilion@case.edu.\nFinancial & competing interests disclosure\nThe authors have no relevant affiliations or financial involvement with any organization or entity with a financial interest in or\nfinancial conflict with the subject matter or materials discussed in the manuscript.\nNo writing assistance was utilized in the production of this manuscript.\nNIH Public Access\nAuthor Manuscript\nNanomedicine (Lond). Author manuscript; available in PMC 2013 November 01.\nPublished in final edited form as:\nNanomedicine (Lond). 2013 January ; 8(1): 123–143. doi:10.2217/nnm.12.185.\nNIH-PA Author Manuscript\nNIH-PA Author Manuscript\nNIH-PA Author Manuscript",
    "authors": [
        "Joseph D Meyers",
        "Tennyson Doane",
        "Clemens Burda",
        "James P Basilion"
    ],
    "published_year": "",
    "description": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3564670/\nhttps://doi.org/10.2217/nnm.12.185",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3564670/",
    "doi": "https://doi.org/10.2217/nnm.12.185",
    "citation_count": 32,
    "references": {
        "10669378": "Advances in Glioblastoma Therapy: An Update on Current Approaches",
        "9960588": "Mesoporous Silica-Based Nanoplatforms Are Theranostic Agents for the Treatment of Inflammatory Disorders",
        "9655255": "Smart Nanoformulations for Brain Cancer Theranostics: Challenges and Promises",
        "9479308": "Overcoming the blood–brain barrier for the therapy of malignant brain tumor: current status and prospects of drug delivery approaches",
        "9406498": "Theranostic Applications of an Ultra-Sensitive T1 and T2 Magnetic Resonance Contrast Agent Based on Cobalt Ferrite Spinel Nanoparticles",
        "9189040": "Indirect Mediators of Systemic Health Outcomes Following Nanoparticle Inhalation Exposure",
        "9032478": "Crossing the Blood-Brain Barrier: Advances in Nanoparticle Technology for Drug Delivery in Neuro-Oncology",
        "8950329": "Development of Lomustine and n-Propyl Gallate Co-Encapsulated Liposomes for Targeting Glioblastoma Multiforme via Intranasal Administration",
        "7869709": "tLyP-1 Peptide Functionalized Human H Chain Ferritin for Targeted Delivery of Paclitaxel",
        "7486802": "Modeling Nanocarrier Transport Across a 3D In Vitro Human Blood-Brain-Barrier Microvasculature",
        "7148201": "Sequential Targeting in Crosslinking Nano-theranostics for Tackling the Multi-barriers of Brain Tumors",
        "7116796": "Lipid-Based Nanocarriers for The Treatment of Glioblastoma",
        "7017235": "Polymeric Nanoparticles for the Treatment of Malignant Gliomas",
        "6948110": "Non-Invasive Sensitive Brain Tumor Detection Using Dual-Modality Bioimaging Nanoprobe",
        "6895796": "Targeting Integrins in Cancer Nanomedicine: Applications in Cancer Diagnosis and Therapy",
        "6474103": "Multifunctional Superparamagnetic Stiff Nanoreservoirs for Blood Brain Barrier Applications",
        "6199375": "Tumor-Associated Fibronectin Targeted Liposomal Nanoplatform for Cyclophilin A siRNA Delivery and Targeted Malignant Glioblastoma Therapy",
        "5743839": "Nanotheranostics: Emerging Strategies for Early Diagnosis and Therapy of Brain Cancer",
        "5454948": "Theranostic Probes for Targeting Tumor Microenvironment: An Overview",
        "5122421": "Phosphatidylserine-targeted liposome for enhanced glioma-selective imaging",
        "5110004": "Modification of the surface of superparamagnetic iron oxide nanoparticles to enable their safe application in humans",
        "4997942": "The Use of Anthracyclines for Therapy of CNS Tumors",
        "4939135": "Crossing the barrier: Treatment of brain tumors using nanochain particles",
        "4915969": "Fluorescent guided surgical resection of glioma using targeted molecular imaging agents: a literature review",
        "4710741": "Fluorescent Tobacco mosaic virus-Derived Bio-Nanoparticles for Intravital Two-Photon Imaging",
        "4710089": "Uniform brain tumor distribution and tumor associated macrophage targeting of systemically administered dendrimers",
        "4428068": "Convertible MRI contrast: Sensing the delivery and release of anti-glioma nano-drugs",
        "4338483": "Bionanotechnology and the Future of Glioma",
        "4245440": "Brain-Targeted Delivery of Docetaxel by Glutathione-Coated Nanoparticles for Brain Cancer",
        "4235507": "Polyethylene glycol–polylactic acid nanoparticles modified with cysteine–arginine–glutamic acid–lysine–alanine fibrin-homing peptide for glioblastoma therapy by enhanced retention effect",
        "4186772": "Image-guided drug delivery to the brain using nanotechnology",
        "3948347": "Multifunctional Nanoparticles for Brain Tumor Diagnosis and Therapy"
    },
    "journal": "Nanomedicine (London, England)",
    "topics": [
        "brain, nanoparticles, treating, imaging",
        "nanoparticles, treating, imaging, cancer",
        "cancer, imaging, brain, treating"
    ],
    "keywords": []
}