{
    "title": "Where are we now? And where are we going? A report from the Accelerate Brain Cancer Cure (ABC2) Low-grade Glioma Research Workshop",
    "abstract": "Where are we now? And where are we going? A report from the Accelerate Brain Cancer Cure (ABC Jason T. Huse Max Wallace Kenneth D. Aldape Mitchel S. Berger Chetan Bettegowda Daniel J. Brat Daniel P. Cahill Timothy Cloughesy Daphne A. Haas-Kogan Marco Marra C. Ryan Miller Sarah J. Nelson Sofie R. Salama Riccardo Soffietti Patrick Y. Wen Stephen Yip Katharine Yen Joseph F. Costello Susan Chang",
    "authors": [
        "Jason T. Huse",
        "Max Wallace",
        "Kenneth D. Aldape",
        "Mitchel S. Berger",
        "Chetan Bettegowda",
        "Daniel J. Brat",
        "Daniel P. Cahill",
        "Timothy Cloughesy",
        "Daphne A. Haas-Kogan",
        "Marco Marra",
        "C. Ryan Miller",
        "Sarah J. Nelson",
        "Sofie R. Salama",
        "Riccardo Soffietti",
        "Patrick Y. Wen",
        "Stephen Yip",
        "Katharine Yen",
        "Joseph F. Costello",
        "Susan Chang"
    ],
    "published_year": "2013",
    "description": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3895389/\nhttps://doi.org/10.1093/neuonc/not229",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3895389/",
    "doi": "https://doi.org/10.1093/neuonc/not229",
    "citation_count": 14,
    "references": {
        "8738865": "Hsa_circ_0076931 suppresses malignant biological properties, down-regulates miR-6760-3p through direct binding, and up-regulates CCBE1 in glioma",
        "8029127": "Magnetic Resonance (MR) Metabolic Imaging in Glioma",
        "7571505": "The Role of Extent of Resection in IDH1 Wild-Type or Mutant Low-Grade Gliomas",
        "7205440": "Prognostic and predictive value of an immune infiltration signature in diffuse lower-grade gliomas",
        "7145301": "Major Contribution of Caspase-9 to Honokiol-Induced Apoptotic Insults to Human Drug-Resistant Glioblastoma Cells",
        "6672021": "The pivotal role of sampling recurrent tumors in the precision care of patients with tumors of the central nervous system",
        "6047424": "Personalized medicine in neuro-oncology",
        "5883267": "Improved effects of honokiol on temozolomide-induced autophagy and apoptosis of drug-sensitive and -tolerant glioma cells",
        "5626857": "The Role of ATRX in Glioma Biology",
        "5588534": "Management of supratentorial recurrent low-grade glioma: A multidisciplinary experience in 35 adult patients",
        "4872085": "Circular RNA profile in gliomas revealed by identification tool UROBORUS",
        "4683163": "Neurosurgical management of adult diffuse low grade gliomas in Canada: a multi-center survey",
        "4483055": "Contemporary murine models in preclinical astrocytoma drug development",
        "4430738": "Beyond the World Health Organization grading of infiltrating gliomas: advances in the molecular genetics of glioma classification"
    },
    "journal": "Neuro-Oncology",
    "topics": [
        "brain, research, workshop",
        "cancer, report, cure, accelerate",
        "research, report, going, workshop"
    ],
    "keywords": []
}