{
    "title": "Immune-related conditions and subsequent risk of brain cancer in a cohort of 4.5 million male US veterans",
    "abstract": "For major groups and specific conditions with sufficient numbers of cases, brain cancer risk was evaluated with number of conditions of interest (1, ⩾2), finer categories of latency based on tertiles of cases (2–4, 5–9, ⩾10 years), and stratified on age (<50, 50–59, 60–69, ⩾70 years) and race (black, white). Following exclusion of the last 2 years of follow-up, allergic/atopic and autoimmune diseases (primarily with detectable antibodies) were generally associated with a non-significantly reduced risk of brain cancer, with the exception of Addison's disease, which was associated with a significantly increased risk of brain cancer (RR=2.47, 95% CI: 1.03, 5.94). Use of antihistamine medication has been associated with both increased (Scheurer et al, 2008, 2011; Amirian et al, 2013) and decreased (Schlehofer et al, 1999; Schoemaker et al, 2006; McCarthy et al, 2011) risk of glioma, whereas use of NSAIDs has been associated with reduced risk of glioma in some studies (Sivak-Sears et al, 2004; Scheurer et al, 2008, 2011; Ferris et al, 2012), but not others (Daugherty et al, 2011; Bannon et al, 2013; Gaist et al, 2013).",
    "authors": [
        "E K Cahoon",
        "P D Inskip",
        "G Gridley",
        "A V Brenner"
    ],
    "published_year": "2014",
    "description": "Background:\n          Case–control studies have reported an inverse association between self-reported history of allergy and risk of glioma, but cohort data are limited. Our objectives were to evaluate the associations of major groups of medically diagnosed immune-related conditions (allergy/atopy, autoimmune disease, diabetes, infectious/inflammatory disease) and to explore associations with specific conditions in relation to subsequent diagnosis of brain cancer in a large cohort study.\nMethods:\n          We used hospital discharge records for a cohort of 4.5 million male US veterans, of whom 4383 developed primary brain cancer. Rate ratios (RRs) and 95% confidence intervals (CIs) were calculated using time-dependent Poisson regression.\nResults:\n          We found a significant trend of decreasing RRs for brain cancer with longer duration of allergy/atopy (P=0.02), but not for other conditions studied. Rate ratios of brain cancer for allergy/atopy and diabetes with duration of 10 or more years were 0.60 (95% CI: 0.43, 0.83) and 0.75 (95% CI: 0.62, 0.93), respectively. Several associations with specific conditions were found, but these did not withstand correction for multiple comparisons.\nConclusions:\n          This study lends some support to an inverse association between allergy/atopy and diabetes of long duration and brain cancer risk, but prospective studies with biological samples are needed to uncover the underlying biological mechanisms.\nMaterials and Methods\n      \n        Study population and follow-up\n        This analysis was conducted using data from the Patient Treatment File of the US Veterans Administration (VA) medical system and was based on records of all inpatient hospitalisations at all 142 United States VA hospitals operating nationwide between 1 July 1969 and 30 September 1996. In total, there were 26 million hospital discharge records corresponding to 5 790 493 veterans with at least one hospital visit. Because of small percentages, veterans under 18 years or older than 100 years (n=2969; 0.05%), of female sex (n=112 527; 1.9%), or with a race other than black or white (n=135 651; 2.3%) were excluded from analysis (Brown et al, 2008). To study risk factors for incident cancers, patients who had cancer at first admission or who died on the day of first admission (666 650; 11.5%) or developed cancer or died within the first year of first admission (371 129; 6.4%) were also excluded. The final study population was comprised of 4 501 578 veterans and 4383 incident, primary brain cancer cases.\n        Person-years at risk for brain cancer began 1 year after the first hospitalisation and ended at diagnosis of brain cancer, another primary malignancy, administrative censorship (30 September 1996), or death, whichever came first. Dates of death were ascertained through record linkage to Social Security Administration mortality files. The National Institutes of Health Office of Human Subjects Research granted exemption from institutional review board review and waived informed consent, because the study was restricted to existing data with all personal identifiers removed.\n      \n      \n        Outcome and exposures\n        Primary brain cancer cases were patients from the eligible population with an ICDA-8 (International Classification of Diseases, Adapted, 8th Revision) or ICD-9-CM (International Classification of Diseases, 9th Revision, Clinical Modification) discharge diagnosis of 191 (malignant neoplasm of the brain). This code primarily includes gliomas (e.g., astrocytoma, glioblastoma, ependymoma, oligodendroglioma, oligoastrocytoma) and some rare childhood tumours (e.g., medulloblastoma). Meningioma, acoustic neuroma, central nervous system lymphomas, and pituitary tumours are not classified under 191. Thus in our data set of middle-aged and older adults, we expect glioma to make up over 95% of primary brain cancer cases (CBTRUS, 2012). Primary brain cancer diagnoses in the Patient Treatment File have been previously validated through medical record extraction in a smaller case–control study, with medical records matching 85% of discharge diagnoses (Rollison et al, 2004).\n        Diagnoses of interest included allergic/atopic conditions, autoimmune diseases, diabetes, and infectious/inflammatory diseases that were obtained from hospital discharge records and have been previously categorised for this cohort (Koshiol et al, 2011). We used any discharge diagnosis code of the specified conditions irrespective of position in the file, and without making assumptions about the reason for admission. Specific allergic/atopic conditions included allergic rhinitis, asthma, eczema and dermatitis, erythema, and urticaria. Autoimmune diseases were categorised into those with detectable autoantibodies and systemic involvement (rheumatoid arthritis, systemic lupus erythematosus, systemic sclerosis, Sjogren's syndrome), detectable autoantibodies and organ involvement (Addisons disease, amyotrophic lateral sclerosis, autoimmune haemolytic anaemia, Celiac disease, chronic rheumatic heart disease, discoid lupus erythematosus, Graves disease, Hashimoto thyroiditis, immune thrombocytopenic purpura, localised scleroderma, myasthenia gravis, pernicious anaemia, polyarteritis, primary biliary cirrhosis), and without detectable autoantibodies (amyotrophic lateral sclerosis, ankylosing spondylitis, chronic rheumatic heart disease, Crohn's disease, haemorrhagic proctitis, multiple sclerosis, polymyalgia rheumatic, psoriasis, Reiters disease, rheumatic fever, sarcoidosis, ulcerative colitis, Wegener's granulomatosis). We grouped autoimmune diseases into diseases with detectable and not detectable antibodies to distinguish between primarily antibody-driven and T-cell-driven autoimmune processes. Diabetes mellitus (type I or type II unspecified) was also examined. Sites of infectious/inflammatory diseases included respiratory (chronic sinusitis, influenza, nasopharyngitis/laryngitis, chronic bronchitis, pneumonia, tuberculosis), digestive (atrophic gastritis, cholangitis and cholecystitis, gastroeneritis, hepatitis), and genitourinary systems (chronic cystitis, chlamydia, venereal gonorrhoea, glomerulonephritis, pyelonephritis, nephrotic syndrome, syphilis, urethritis, orchitis and epididymitis, chronic prostatitis, genital herpes), systemic disease (meningitis, septicaemia, malaria, infectious mononucleosis), and others (herpes simplex, herpes zoster, mycoses, rickettsioses, poliomyelitis).\n      \n      \n        Statistical analysis\n        We compared the rates of brain cancer in men with and without immune-related conditions, modelled as a time-dependent variable (Preston, 2005), after adjusting for age (18–39, 40–49, 50–59, 60–69, 70–79, 80+ years), calendar year (1969–1974, 1975–1979, 1980–1984, 1985–1989 and 1990–1996), race (black, white), and number of hospital visits (1–2, 3–4, ⩾5). Rate ratios (RRs) and 95% confidence intervals (95% CI) were calculated using Poisson regression (Breslow and Day, 1987; Preston, 2005).\n        To minimise the influence of surveillance bias (i.e., earlier detection of brain cancers among persons under close surveillance for other medical conditions) or reverse causation (i.e., undetected brain cancer causing or suppressing the manifestation of an immune-related condition), analyses were stratified by latency, defined as time between diagnosis of immune condition and end of follow-up (< 2, ⩾2 years). The <2/⩾2 years choice was motivated by median survival time of patients with common glioma subtypes reported in the literature (CBTRUS, 2012). Differences between incidence rates for these two latency periods were evaluated using likelihood ratio tests. For major groups and specific conditions with sufficient numbers of cases, brain cancer risk was evaluated with number of conditions of interest (1, ⩾2), finer categories of latency based on tertiles of cases (2–4, 5–9, ⩾10 years), and stratified on age (<50, 50–59, 60–69, ⩾70 years) and race (black, white). Trend tests for latency and age were performed using ordinal variables defined on the basis of respective categorical variables.\n        P-values were two-sided and considered statistically significant if less than 0.05. For our secondary hypotheses (brain cancer associations with specific immune-related conditions), P-values were additionally adjusted for multiple comparisons testing using the false discovery rate (PFDR) (Benjamini and Hochberg, 1995). Calculations were performed using the AMFIT module of Epicure (Version 1.4; HiroSoft International, Seattle, WA, USA).\nStudy population and follow-up\n        This analysis was conducted using data from the Patient Treatment File of the US Veterans Administration (VA) medical system and was based on records of all inpatient hospitalisations at all 142 United States VA hospitals operating nationwide between 1 July 1969 and 30 September 1996. In total, there were 26 million hospital discharge records corresponding to 5 790 493 veterans with at least one hospital visit. Because of small percentages, veterans under 18 years or older than 100 years (n=2969; 0.05%), of female sex (n=112 527; 1.9%), or with a race other than black or white (n=135 651; 2.3%) were excluded from analysis (Brown et al, 2008). To study risk factors for incident cancers, patients who had cancer at first admission or who died on the day of first admission (666 650; 11.5%) or developed cancer or died within the first year of first admission (371 129; 6.4%) were also excluded. The final study population was comprised of 4 501 578 veterans and 4383 incident, primary brain cancer cases.\n        Person-years at risk for brain cancer began 1 year after the first hospitalisation and ended at diagnosis of brain cancer, another primary malignancy, administrative censorship (30 September 1996), or death, whichever came first. Dates of death were ascertained through record linkage to Social Security Administration mortality files. The National Institutes of Health Office of Human Subjects Research granted exemption from institutional review board review and waived informed consent, because the study was restricted to existing data with all personal identifiers removed.\nOutcome and exposures\n        Primary brain cancer cases were patients from the eligible population with an ICDA-8 (International Classification of Diseases, Adapted, 8th Revision) or ICD-9-CM (International Classification of Diseases, 9th Revision, Clinical Modification) discharge diagnosis of 191 (malignant neoplasm of the brain). This code primarily includes gliomas (e.g., astrocytoma, glioblastoma, ependymoma, oligodendroglioma, oligoastrocytoma) and some rare childhood tumours (e.g., medulloblastoma). Meningioma, acoustic neuroma, central nervous system lymphomas, and pituitary tumours are not classified under 191. Thus in our data set of middle-aged and older adults, we expect glioma to make up over 95% of primary brain cancer cases (CBTRUS, 2012). Primary brain cancer diagnoses in the Patient Treatment File have been previously validated through medical record extraction in a smaller case–control study, with medical records matching 85% of discharge diagnoses (Rollison et al, 2004).\n        Diagnoses of interest included allergic/atopic conditions, autoimmune diseases, diabetes, and infectious/inflammatory diseases that were obtained from hospital discharge records and have been previously categorised for this cohort (Koshiol et al, 2011). We used any discharge diagnosis code of the specified conditions irrespective of position in the file, and without making assumptions about the reason for admission. Specific allergic/atopic conditions included allergic rhinitis, asthma, eczema and dermatitis, erythema, and urticaria. Autoimmune diseases were categorised into those with detectable autoantibodies and systemic involvement (rheumatoid arthritis, systemic lupus erythematosus, systemic sclerosis, Sjogren's syndrome), detectable autoantibodies and organ involvement (Addisons disease, amyotrophic lateral sclerosis, autoimmune haemolytic anaemia, Celiac disease, chronic rheumatic heart disease, discoid lupus erythematosus, Graves disease, Hashimoto thyroiditis, immune thrombocytopenic purpura, localised scleroderma, myasthenia gravis, pernicious anaemia, polyarteritis, primary biliary cirrhosis), and without detectable autoantibodies (amyotrophic lateral sclerosis, ankylosing spondylitis, chronic rheumatic heart disease, Crohn's disease, haemorrhagic proctitis, multiple sclerosis, polymyalgia rheumatic, psoriasis, Reiters disease, rheumatic fever, sarcoidosis, ulcerative colitis, Wegener's granulomatosis). We grouped autoimmune diseases into diseases with detectable and not detectable antibodies to distinguish between primarily antibody-driven and T-cell-driven autoimmune processes. Diabetes mellitus (type I or type II unspecified) was also examined. Sites of infectious/inflammatory diseases included respiratory (chronic sinusitis, influenza, nasopharyngitis/laryngitis, chronic bronchitis, pneumonia, tuberculosis), digestive (atrophic gastritis, cholangitis and cholecystitis, gastroeneritis, hepatitis), and genitourinary systems (chronic cystitis, chlamydia, venereal gonorrhoea, glomerulonephritis, pyelonephritis, nephrotic syndrome, syphilis, urethritis, orchitis and epididymitis, chronic prostatitis, genital herpes), systemic disease (meningitis, septicaemia, malaria, infectious mononucleosis), and others (herpes simplex, herpes zoster, mycoses, rickettsioses, poliomyelitis).\nStatistical analysis\n        We compared the rates of brain cancer in men with and without immune-related conditions, modelled as a time-dependent variable (Preston, 2005), after adjusting for age (18–39, 40–49, 50–59, 60–69, 70–79, 80+ years), calendar year (1969–1974, 1975–1979, 1980–1984, 1985–1989 and 1990–1996), race (black, white), and number of hospital visits (1–2, 3–4, ⩾5). Rate ratios (RRs) and 95% confidence intervals (95% CI) were calculated using Poisson regression (Breslow and Day, 1987; Preston, 2005).\n        To minimise the influence of surveillance bias (i.e., earlier detection of brain cancers among persons under close surveillance for other medical conditions) or reverse causation (i.e., undetected brain cancer causing or suppressing the manifestation of an immune-related condition), analyses were stratified by latency, defined as time between diagnosis of immune condition and end of follow-up (< 2, ⩾2 years). The <2/⩾2 years choice was motivated by median survival time of patients with common glioma subtypes reported in the literature (CBTRUS, 2012). Differences between incidence rates for these two latency periods were evaluated using likelihood ratio tests. For major groups and specific conditions with sufficient numbers of cases, brain cancer risk was evaluated with number of conditions of interest (1, ⩾2), finer categories of latency based on tertiles of cases (2–4, 5–9, ⩾10 years), and stratified on age (<50, 50–59, 60–69, ⩾70 years) and race (black, white). Trend tests for latency and age were performed using ordinal variables defined on the basis of respective categorical variables.\n        P-values were two-sided and considered statistically significant if less than 0.05. For our secondary hypotheses (brain cancer associations with specific immune-related conditions), P-values were additionally adjusted for multiple comparisons testing using the false discovery rate (PFDR) (Benjamini and Hochberg, 1995). Calculations were performed using the AMFIT module of Epicure (Version 1.4; HiroSoft International, Seattle, WA, USA).\nResults\n      We identified 4383 cases of brain cancer (514 black patients and 3869 white patients) among 4 501 578 patients with a mean follow-up time of 11.7 years (Table 1). Incidence rates of brain cancer were 5.2 and 9.0 per 100 000 person-years for blacks and whites, respectively. Median ages at entry into the study cohort for brain cancer cases were 53.1 years for blacks and 54.1 years for whites. Patients with brain cancer tended to be slightly older at study entry, had more hospital visits, and were followed for a shorter period of time than patients without brain cancer.\n      Risk of brain cancer in relation to prior immune-related conditions by latency (<2, ⩾2 years) is shown for conditions for which the number of cases was ⩾5 (Table 2). For all major groups including allergy/atopy, autoimmune diseases, diabetes, and infectious/inflammatory diseases, and for the majority of specific conditions, the RR for brain cancer was significantly higher for latency <2 years compared with latency ⩾2 years, suggesting that some bias might contribute to the observed increase in risk. Therefore, in all future analyses, individuals whose immune-related conditions were diagnosed less than 2 years before brain cancer or end of follow-up had the corresponding person-years excluded. Following exclusion of the last 2 years of follow-up, allergic/atopic and autoimmune diseases (primarily with detectable antibodies) were generally associated with a non-significantly reduced risk of brain cancer, with the exception of Addison's disease, which was associated with a significantly increased risk of brain cancer (RR=2.47, 95% CI: 1.03, 5.94). After controlling for multiple comparisons testing, none of the associations with specific allergic/atopic or autoimmune conditions remained significant.\n      Infectious/inflammatory conditions as a group, diagnosed ⩾2 years before brain cancer, was not associated with risk of brain cancer (RR=1.00, 95% CI: 0.91, 1.10). However, atrophic gastritis (RR=2.98, 95% CI: 1.65, 5.39), chronic prostatitis (RR=1.67, 95% CI: 1.02, 2.74), and mycoses (RR=1.29, 95% CI: 1.07, 1.54) were associated with an increased risk of brain cancer, whereas chronic bronchitis was associated with a reduced risk (RR=0.78, 95% CI: 0.65, 0.93). After controlling for multiple comparisons testing, associations with atrophic gastritis and chronic bronchitis, but not other diseases, remained suggestive at borderline significance levels (PFDR=0.08 for both).\n      Rate ratios for brain cancer were further stratified by latency for major groups of immune-related conditions (Table 3). We found a significant trend of decreasing risk of brain cancer with longer latency of allergy/atopy (P=0.02). Risk of brain cancer was also significantly reduced for patients with latency of allergy/atopy ⩾10 years (RR=0.60, 95% CI: 0.43, 0.83). Although the trend for risk of brain cancer with latency of diabetes did not reach significance (P=0.15), history of diabetes with ⩾10-year latency was associated with a significantly reduced risk of brain cancer (RR=0.75, 95% CI: 0.62, 0.93). Autoimmune diseases without detectable autoantibodies, taken as a group, was associated with a significantly increased risk of brain cancer for latency 2–4 years (RR=1.44, 95% CI: 1.02, 2.01), but not for latency ⩾10 years (RR=0.82, 95% CI: 0.55, 1.22), and the overall trend for latency was not significant.\n      The RRs are shown for number of immune-related conditions (Table 4). Risks of brain cancer tended to be more inversely associated with having ⩾2 conditions than 1 condition, but the differences were not significant.\n      For allergy/atopy, autoimmune diseases, and infectious/inflammatory diseases with at least 50 cases, we saw few significant differences in RRs between patients <60 and ⩾60 years of age or between blacks and whites (Table 5). An exception was chronic bronchitis, which was associated with a reduced risk of brain cancer in patients ⩾60 years of age (RR=0.69, 95% CI: 0.56, 0.87), but not in patients <60 years (RR=0.98, 95% CI: 0.74, 1.31; PFDR for interaction=0.08).\nDiscussion\n      The search for clues into the aetiology of brain cancer has uncovered few definitive risk factors. Previous studies of allergy/atopy and risk of glioma have found an inverse relationship (Calboli et al, 2011; Chen et al, 2011; Schlehofer et al, 2011), whereas cohort studies have often had limited power and shown inconsistent results (Schwartzbaum et al, 2003; Hagstromer et al, 2005; Turner et al, 2005; Hwang et al, 2012). Autoimmune conditions, diabetes, and infectious/inflammatory conditions have not been extensively examined in relation to brain cancer risk. Using a large cohort of black and white male US veterans with a relatively homogeneous socio-economic background, we were able to examine medically diagnosed major groups of immune-related conditions and specific immune-related conditions while minimising potential biases associated with the case–control study design. We found allergy/atopy and diabetes of long latency to be associated with reduced risk of subsequent brain cancer. None of the associations with specific diseases withstood correction for multiple comparisons.\n      History of atopy/allergy has been associated with both increased and decreased risk of various cancers (Hwang et al, 2012; Rittmeyer and Lorentz, 2012). A review of 32 epidemiological studies on the subject found decreased risk for cancers of the brain, pancreas, and colon, but increased risk for lung and skin cancers. Inflammatory reactions accompanying atopy/allergy have been hypothesised to support carcinogenesis of some cancers, particularly of epithelial origin, whereas overall increased immune surveillance has been suggested as one potential explanation for decreased risk of other cancers (Turner et al, 2006). Some support for immune surveillance theory comes from experimental animal studies, which found that circulating IgE may impede early tumour development (Jensen-Jarolim et al, 2008). However, at present, this theory cannot provide a uniform explanation for the range of associations observed for different cancers. Glioma is among the few cancers that exhibit more consistent inverse association with history of allergy/atopy. This is particularly intriguing because until recently the brain's accessibility to various elements of immune system was considered limited due to the existence of the brain blood barrier (Mrass and Weninger, 2006). This view is changing (Stolp et al, 2013). Three nested case–control studies of IgE, a biomarker for allergen sensitisation, and risk of glioma provide support for the inverse association and point to the involvement of immune system, but cannot confirm whether the association with IgE is causal (Calboli et al, 2011; Schlehofer et al, 2011; Schwartzbaum et al, 2012). Interestingly, a prospective Danish record linkage study of allergic contact dermatitis (a type of allergy caused by skin contact with low-molecular-weight non-protein chemicals) found a reduced risk of glioma in women, suggesting the potential involvement of T cells as well (Engkilde et al, 2011; Martin, 2012). To improve an understanding of mechanisms underlying inverse association between allergy and glioma, future studies measuring a variety of immune function markers are needed.\n      Although dose–response per se could not be examined in the present study, the longest latency period of any allergy/atopy before brain cancer diagnosis (⩾10 years) was associated with the greatest reduction in brain cancer risk. In addition, having more than one immune-related condition was associated with a greater, although not significantly so, reduction in brain cancer risk than having only one condition. Individuals affected with more than one allergic or autoimmune disorder tend to cluster in families, thus implicating a role of shared environmental, epigenetic, or genetic risk factors (Cardenas-Roldan et al, 2013). They are also believed to have more serious immune alterations and thus, stronger potential for reduced risk than people with one immune-related condition.\n      Our findings of reduced risk of brain cancer associated with prior allergic/atopic conditions are generally more modest than the results of previous studies and point to a more pronounced association with allergy of long rather than short duration (Wigertz et al, 2007; Turner et al, 2013). A recent meta-analysis evaluating the relationship between any allergy and risk of glioma found a combined OR of 0.60 (95% CI: 0.52, 0.69) (Chen et al, 2011). However, the cohort studies in this analysis contributed a small fraction of cases to the results. Insofar as case–control studies present the possibility of finding non-causal associations and trends through selection or recall bias, our findings provide further support of the association between allergy/atopy, particularly of long latency, and risk of brain cancer. The weaker RRs with allergy/atopy found in our study compared with other studies, which combined men and women, may be potentially explained by effect modification by sex. Two nested case–control studies using pre-diagnostic levels of serum IgE found greater reductions in risk of glioma among women (Schlehofer et al, 2011; Schwartzbaum et al, 2012). However, sex differences were not found in another study of IgE and risk of glioma (Calboli et al, 2011) or in two studies of atopic disease and brain cancer (Hagstromer et al, 2005; Hwang et al, 2012). Another possible explanation for observing a more modest association with allergy/atopy is that the pooling of different histological types of brain cancer attenuated our results when compared with studies of allergy and glioma risk where effects were confined to a particular type. However, as glioma accounts for almost all of the primary brain cancer types under ICD diagnosis code 191 for adults, this is unlikely (CBTRUS, 2012). Finally, non-differential exposure misclassification, particularly for common conditions such as allergic rhinitis that do not generally have serious clinical implications or result in a hospitalisation may have attenuated our effect estimates.\n      There is accumulating evidence that not only type I diabetes (T1DM), which has a well-established autoimmune basis, but also type II diabetes (T2DM) involves dysregulation in various immunological pathways (elevated levels of interleukin (IL)-1β, IL-6, the NF-κB, and JNK) contributing to its pathogenesis (Donath and Shoelson, 2011). Previous studies examining the association of diabetes (T1DM, T2DM, or both) with risk of brain cancer have been inconsistent, with results suggesting an inverse association (Aronson and Aronson, 1965; Schlehofer et al, 1992; Brenner et al, 2002), no significant association (Cicuttini et al, 1997; Wideroff et al, 1997; Schlehofer et al, 1999), or a positive association (Mills et al, 1989). Although we found no significant association with diabetes overall, a significant inverse association between diabetes ⩾10 years long and risk of brain cancer was observed. Two other studies of glioma reported decreasing trend in risk of glioma with increasing duration of diabetes; in these studies, the risk with diabetes of 10 or more years duration was also significantly reduced (Brenner et al, 2002; Kitahara et al, 2014). Unfortunately, neither study was able to discriminate between T1DM and T2DM. However, we believe that the long-latency diabetes group in the VA cohort consists primarily of T2DM patients. T1DM accounts for only 5% of all diagnosed adult cases of diabetes in the United States (CDC, 2011). Furthermore, as T1DM typically manifests in adolescence and young adulthood (Koopman et al, 2005) and diagnosis of diabetes has been a long-standing medical disqualifier for military enlistment, we believe the number of patients with T1DM in our cohort of adult veterans to be negligible.\n      Chronic inflammation and infections have been associated with increased risk for multiple cancers, possibly due to a deficient immune response (Hoption Cann et al, 2006; Scheurer et al, 2008; Conti et al, 2010). Although we found significant associations for brain cancer with several inflammatory conditions, none withstood correction for multiple comparisons. Replication of these specific associations in future studies is warranted.\n      Several strengths and limitations should be considered in the interpretation of our results. Our study had 4383 cases of brain cancer among men, including 514 black men. The follow-up time of our study was reasonably long (average, 11.7 years). These large numbers allowed us to explore variation in risk of brain cancer for more common immune-related conditions by latency, age, and race. The potential for confounding by socio-economic status was limited, because patients within the VA system typically have lower socio-economic status (Randall et al, 1987), and previous VA studies found similar health care utilisation rates and outcomes for blacks and whites (Deswal et al, 2004).\n      A major strength of our study was that immune-related conditions were ascertained through medical diagnoses from hospital discharge records. Because the diagnoses of interest were recorded by medical staff before, and irrespective of, the outcome, the reported associations are not affected by recall or related biases as may occur in case–control studies. However, as medical attention for an immune-related condition might result in earlier brain cancer detection, or the presence of asymptomatic brain cancer can change immune function (Waziri, 2010), surveillance bias and reverse causality remain as possibilities. Glioma has been shown to illicit strong immunosuppressive effects (Wu et al, 2009; Di Tomaso et al, 2010) so that reverse causation bias, if present, would manifest in reduced risks for immune-related conditions. Instead, the increased RRs that we found for a wide range of immune-related conditions with short latency (< 2 years) suggest that surveillance bias is more likely to be present. In addition, if non-specific immunosuppression were having a major role, we would expect lower RRs with shorter latency; yet we observed the lowest RRs with longest duration of allergy and diabetes. Glioblastoma patients, who make up the largest group of brain cancer diagnoses in the United States, especially at older ages, have a median survival time of approximately 12–14 months, so restricting analyses to latency ⩾2 years should have minimised the potential for surveillance bias (CBTRUS, 2012). Other glioma subtypes have a somewhat better prognosis (e.g., lower grade astrocytoma) so that this bias may still affect our results, particularly in younger age groups.\n      Limitations of this study include the lack of information on histological type of brain cancer, potential risk factors such as smoking, alcohol, diet, physical activity and body mass, radiation exposure, occupation, genetic predisposition, diagnostic testing, laboratory findings, and treatment data (e.g. anti-inflammatory or antihistamine medications). However, evidence concerning associations with intake of antihistamine or anti-inflammatory medication and risk of brain cancer is inconsistent. Use of antihistamine medication has been associated with both increased (Scheurer et al, 2008, 2011; Amirian et al, 2013) and decreased (Schlehofer et al, 1999; Schoemaker et al, 2006; McCarthy et al, 2011) risk of glioma, whereas use of NSAIDs has been associated with reduced risk of glioma in some studies (Sivak-Sears et al, 2004; Scheurer et al, 2008, 2011; Ferris et al, 2012), but not others (Daugherty et al, 2011; Bannon et al, 2013; Gaist et al, 2013). We also did not have information on diagnostic or therapeutic radiation procedures, which are the primary sources of ionising radiation exposure in the general US population. However, we excluded patients with prevalent cancer and patients who did not survive or were diagnosed with cancer within the first year of index admission, minimising the possible role of therapeutic radiation exposure. Moreover, radiation is not typically used for diagnosis or treatment of the immune-related conditions and, therefore, is unlikely to confound the associations of interest.\n      As our analyses are based on hospital discharge records, it is possible that there was some misclassification of exposure. A reliability study of VA data over a 3-month period in 1995 by Kashner (1998), reported that the VA's Patient Treatment File (PTF) contained extra diagnoses per discharge when compared with medical charts for certain conditions, including diabetes. However, diabetes mellitus was among the conditions with the best agreement between the PTF and medical records with respect to secondary diagnoses. In our case, less severe conditions (e.g., allergic rhinitis) may have been under-reported, but we have no reason to believe this was differential by brain cancer diagnosis, particularly for conditions with long latency. Our patients had access to standardised medical care; however, persons who use the VA health care system are not restricted from using other health-care systems. For example, as the VA system does not have many emergency rooms, VA patients who require acute care might not report to a VA hospital. However, it is likely that persons with chronic conditions would continue their care at the VA, as it would be without cost. Similarly, if an individual reported to an emergency room due to their having cancer, they would likely be referred back to the VA system.\n      Persons who utilise the VA medical system have been reported to be of lower socio-economic status (as mentioned above) and in poorer health compared with the general population, suggesting that caution should be exercised when extrapolating these results to the overall US male population (Agha et al, 2000). However, it is encouraging that the rates of brain cancer in this cohort (5.2 per 100 000 person-years for blacks and 9.0 per 100 000 person-years for whites) are similar to the incidence rates in the Surveillance, Epidemiology, and End Results Program (1973–2009) (4.4 per 100 000 person-years for black males and 9.7 per 100 000 person-years for white males for years 1973–1996 in the same age range). This suggests that under-ascertainment of brain cancer diagnoses and treatment outside of the VA system was not extensive. The rarity of certain immune-related conditions, particularly in men, limited statistical power of some analyses and led to imprecision in risk estimates.\n      In summary, we found history of allergy/atopy and diabetes of long latency (10 years or more) to be associated with reduced risk of subsequent brain cancer. The findings in this large cohort with disease ascertainment based on hospital records, generally lend support to an inverse association between immune-related conditions and subsequent brain cancer risk demonstrated in case–control studies. To improve understanding of mechanisms underlying these associations, future studies with prospectively ascertained and validated medical diagnoses, treatment information, and biological samples to measure a variety of immune function markers are needed.\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC3974099/\nhttps://doi.org/10.1038/bjc.2014.97",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3974099/",
    "doi": "https://doi.org/10.1038/bjc.2014.97",
    "citation_count": 19,
    "references": {
        "10338441": "Maternal and childhood medical history and the risk of childhood brain tumours: a case–control study in Ontario, Canada",
        "10158137": "Disease burden, risk factors, and trends of primary central nervous system (CNS) cancer: A global study of registries data",
        "8591029": "Trends in Intracranial Glioma Incidence and Mortality in the United States, 1975-2018",
        "8306848": "Targeting Immune Modulators in Glioma While Avoiding Autoimmune Conditions",
        "8100283": "Prospective investigation of polyomavirus infection and the risk of adult glioma",
        "7520005": "Descriptive Epidemiology of Brain and Central Nervous System Tumours: Results from Iran National Cancer Registry, 2010-2014",
        "7366896": "AllergoOncology: ultra-low IgE, a potential novel biomarker in cancer—a Position Paper of the European Academy of Allergy and Clinical Immunology (EAACI)",
        "6997055": "Autoimmune diseases and immunosuppressive therapy in relation to the risk of glioma",
        "6589041": "Asthma and risk of glioma: a population-based case–control study",
        "6537913": "A new look at IgE beyond allergies",
        "6468578": "Allergic Signs in Glioma Pathology: Current Knowledge and Future Perspectives",
        "6189110": "Serially measured pre-diagnostic levels of serum cytokines and risk of brain cancer in active component military personnel",
        "5498751": "AllergoOncology – the impact of allergy in oncology: EAACI position paper",
        "5464292": "Cancers of the brain and CNS: global patterns and trends in incidence",
        "5431098": "Associations between prediagnostic blood glucose levels, diabetes, and glioma",
        "5379153": "Study designs may influence results: the problems with questionnaire-based case–control studies on the epidemiology of glioma",
        "4826220": "Diabetes mellitus and the risk of glioma: a meta-analysis",
        "4767232": "Diabetes, use of antidiabetic drugs, and the risk of glioma",
        "4454363": "A Pooled Multisite Analysis of the Effects of Atopic Medical Conditions in Glioma Risk in Different Ethnic Groups"
    },
    "journal": "British Journal of Cancer",
    "topics": [
        "male, conditions, subsequent, million",
        "million, subsequent, us, brain",
        "cancer, cohort, us, brain"
    ],
    "keywords": []
}