{
    "title": "Inhibition of oxidative metabolism leads to p53 genetic inactivation and transformation in neural stem cells",
    "abstract": "Inhibition of oxidative metabolism leads to p53 genetic inactivation and transformation in neural stem cells Stefano Bartesaghi Vincenzo Graziano Sara Galavotti Nick V. Henriquez Joanne Betts Jayeta Saxena Valentina Minieri Deli A Anna Karlsson L. Miguel Martins Melania Capasso Pierluigi Nicotera Sebastian Brandner Vincenzo De Laurenzi Paolo Salomoni",
    "authors": [
        "Stefano Bartesaghi",
        "Vincenzo Graziano",
        "Sara Galavotti",
        "Nick V. Henriquez",
        "Joanne Betts",
        "Jayeta Saxena",
        "Valentina Minieri",
        "Deli A",
        "Anna Karlsson",
        "L. Miguel Martins",
        "Melania Capasso",
        "Pierluigi Nicotera",
        "Sebastian Brandner",
        "Vincenzo De Laurenzi",
        "Paolo Salomoni"
    ],
    "published_year": "",
    "description": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4313844/\nhttps://doi.org/10.1073/pnas.1413165112",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4313844/",
    "doi": "https://doi.org/10.1073/pnas.1413165112",
    "citation_count": 41,
    "references": {
        "10841640": "Tumor-resident Lactobacillus iners confer chemoradiation resistance through lactate-induced metabolic rewiring",
        "10518978": "Convergent TP53 loss and evolvability in cancer",
        "10137279": "On the Role of Glycolysis in Early Tumorigenesis—Permissive and Executioner Effects",
        "9428719": "Metabolic management of microenvironment acidity in glioblastoma",
        "9319741": "A Novel ERK2 Degrader Z734 Induces Apoptosis of MCF–7 Cells via the HERC3/p53 Signaling Pathway",
        "8992521": "Use of MRI, metabolomic, and genomic biomarkers to identify mechanisms of chemoresistance in glioma",
        "8467939": "Can the Mitochondrial Metabolic Theory Explain Better the Origin and Management of Cancer than Can the Somatic Mutation Theory?",
        "8318236": "Loss of mitochondrial transcription factor A in neural stem cells leads to immature brain development and triggers the activation of the integral stress response in vivo",
        "8072988": "Interplay between Metabolism Reprogramming and Epithelial-to-Mesenchymal Transition in Cancer Stem Cells",
        "7736077": "From Glucose to Lactate and Transiting Intermediates Through Mitochondria, Bypassing Pyruvate Kinase: Considerations for Cells Exhibiting Dimeric PKM2 or Otherwise Inhibited Kinase Activity",
        "7677709": "On the Origin of ATP Synthesis in Cancer",
        "7564678": "A Glance of p53 Functions in Brain Development, Neural Stem Cells, and Brain Cancer",
        "7371605": "Emerging Roles and Therapeutic Interventions of Aerobic Glycolysis in Glioma",
        "7248371": "STAT3 Regulates Mouse Neural Progenitor Proliferation and Differentiation by Promoting Mitochondrial Metabolism",
        "7078107": "Consideration of Ketogenic Metabolic Therapy as a Complementary or Alternative Approach for Managing Breast Cancer",
        "7058804": "Mitochondrial Redox Hubs as Promising Targets for Anticancer Therapy",
        "6800902": "Cancer Etiology: A Metabolic Disease Originating from Life's Major Evolutionary Transition?",
        "6615100": "Mitochondrial DNA: the overlooked oncogenome?",
        "6541653": "Therapeutic benefit of combining calorie-restricted ketogenic diet and glutamine targeting in late-stage experimental glioblastoma",
        "6487791": "Mutant p53 in cancer therapy—the barrier or the path",
        "6323533": "Oncogenic Metabolism Acts as a Prerequisite Step for Induction of Cancer Metastasis and Cancer Stem Cell Phenotype",
        "6311572": "Mitochondrial Substrate-Level Phosphorylation as Energy Source for Glioblastoma: Review and Hypothesis",
        "6158286": "Metabolic profile and differentiation potential of extraembryonic endoderm-like cells",
        "6158072": "Redox Signaling by Reactive Electrophiles and Oxidants",
        "6073366": "PPARs and Energy Metabolism Adaptation during Neurogenesis and Neuronal Maturation",
        "6003041": "Emerging role of lipid metabolism alterations in Cancer stem cells",
        "5564207": "Cancer-associated IDH1 promotes growth and resistance to targeted therapies in the absence of mutation",
        "5540383": "Regulatory Role of Redox Balance in Determination of Neural Precursor Cell Fate",
        "5518214": "Individual‐specific variation in the respiratory activities of HMECs and their bioenergetic response to IGF1 and TNFα",
        "5405080": "Metabolic Reprogramming in Glioma",
        "5324220": "Press-pulse: a novel therapeutic strategy for the metabolic management of cancer",
        "5247614": "RBM4 Regulates Neuronal Differentiation of Mesenchymal Stem Cells by Modulating Alternative Splicing of Pyruvate Kinase M",
        "5216830": "Changing perspective on oncometabolites: from metabolic signature of cancer to tumorigenic and immunosuppressive agents",
        "5207321": "Relief of hypoxia by angiogenesis promotes neural stem cell differentiation by targeting glycolysis",
        "5112236": "Origin of Cancer: An Information, Energy, and Matter Disease",
        "5062467": "Tissue-specific and convergent metabolic transformation of cancer correlates with metastatic potential and patient survival",
        "4813203": "Oncostatic-Cytoprotective Effect of Melatonin and Other Bioactive Molecules: A Common Target in Mitochondrial Respiration",
        "4717265": "Regional metabolic heterogeneity of the hippocampus is nonuniformly impacted by age and caloric restriction",
        "4573859": "Proteomic analysis of pRb loss highlights a signature of decreased mitochondrial oxidative phosphorylation",
        "4539576": "Evolutionary Determinants of Cancer",
        "4493566": "Cancer as a mitochondrial metabolic disease"
    },
    "journal": "Proceedings of the National Academy of Sciences of the United States of America",
    "topics": [
        "oxidative, cells, neural, inhibition",
        "stem, transformation, inhibition",
        "transformation, leads, genetic, metabolism"
    ],
    "keywords": []
}