{
    "title": "Tumor-Associated CSF MicroRNAs for the Prediction and Evaluation of CNS Malignancies",
    "abstract": ":\nCerebrospinal ﬂuid (CSF) is a readily reachable body ﬂuid that is reﬂective of the\nunderlying pathological state of the central nervous system (CNS). Hence it has been targeted\nfor biomarker discovery for a variety of neurological disorders. CSF is also the major route for\nseeding metastases of CNS malignancies and its analysis could be informative for diagnosis and risk\nstratiﬁcation of brain cancers. Recently, modern high-throughput, microRNAs (miRNAs) measuring\ntechnology has enabled sensitive detection of distinct miRNAs that are bio-chemicallystable in\nthe CSF and can distinguish between different types of CNS cancers. Owing to the fact that a\nCSF specimen can be obtained with relative ease, analysis of CSF miRNAs could be a promising\ncontribution to clinical practice. In this review, we examine the current scientiﬁc knowledge on\ntumor associated CSF miRNAs that could guide diagnosis of different brain cancer types, or could be\nhelpful in predicting disease progression and therapy response. Finally, we highlight their potential\napplications clinically as biomarkers and discuss limitations.\nKeywords: cerebrospinal ﬂuid; CNS cancers; microRNA; biomarkers\n1. Background\nThe most frequently occurring brain malignancies in adults are metastatic brain cancers that have\nspread to the central nervous system (CNS) from other body parts, followed by glioblastomas [1,2]\nwhile the most common brain tumors in children are astrocytomas, medulloblastomas and\nependymomas [3] (Figure 1).\nThe current diagnostic tools for brain cancer, including clinical\nmanifestations, neuroimaging Magnetic resonance imaging (MRI) and computed tomography\n(CT) and histology, although indispensable, have limitations and are used relatively late in the\npathogenesis. Clinical signs and symptoms are often subtle and unspeciﬁc while sensitivity and\nspeciﬁcity of neuroimaging differ widely with the type of cancer and location [4]. Histology remains\nthe gold standard analysis that is most frequently used for achieving diagnosis, yet tumor biopsy is\nan invasive method, which is associated with the risk of brain hemorrhage and neurologic damage. In\naddition some brain-lesions are not surgically accessible and accordingly are not amenable to biopsy.\nHence it becomes a clinical imperative to deﬁne biological markers that are sensitive enough to aid in\nthe detection of brain malignancy, preferably at an early stage.\nSeveral blood tumor markers are presently used for a wide range of cancer types including\ncancer antigen (CA)-125, α-fetoprotein (AFP), CA15-3/CA27.29 and prostate-speciﬁc antigen (PSA)\nfor ovarian, liver, breast and prostate cancer, respectively, as well as β-2-microglobulin (B2M)\nfor chronic lymphocytic leukemia, β-human chorionic gonadotropin (β-hCG) for testicular cancer;\nCA19-9 for gastric, gall bladder and pancreatic cancer; urokinase plasminogen activator (uPA) and\nplasminogen activator inhibitor (PAI-1) for breast cancer; and thyroglobulin for thyroid cancer [4,5].\nInt. J. Mol. Sci. 2015, 16, 29103–29119; doi:10.3390/ijms161226150\nwww.mdpi.com/journal/ijms",
    "authors": [
        "Tarek Shalaby",
        "Michael A. Grotzer"
    ],
    "published_year": "2015",
    "description": "1. Background\n      The most frequently occurring brain malignancies in adults are metastatic brain cancers that have spread to the central nervous system (CNS) from other body parts, followed by glioblastomas [1,2] while the most common brain tumors in children are astrocytomas, medulloblastomas and ependymomas [3] (Figure 1). The current diagnostic tools for brain cancer, including clinical manifestations, neuroimaging Magnetic resonance imaging (MRI) and computed tomography (CT) and histology, although indispensable, have limitations and are used relatively late in the pathogenesis. Clinical signs and symptoms are often subtle and unspecific while sensitivity and specificity of neuroimaging differ widely with the type of cancer and location [4]. Histology remains the gold standard analysis that is most frequently used for achieving diagnosis, yet tumor biopsy is an invasive method, which is associated with the risk of brain hemorrhage and neurologic damage. In addition some brain-lesions are not surgically accessible and accordingly are not amenable to biopsy. Hence it becomes a clinical imperative to define biological markers that are sensitive enough to aid in the detection of brain malignancy, preferably at an early stage.\n      Several blood tumor markers are presently used for a wide range of cancer types including cancer antigen (CA)-125, α-fetoprotein (AFP), CA15-3/CA27.29 and prostate-specific antigen (PSA) for ovarian, liver, breast and prostate cancer, respectively, as well as β-2-microglobulin (B2M) for chronic lymphocytic leukemia, β-human chorionic gonadotropin (β-hCG) for testicular cancer; CA19-9 for gastric, gall bladder and pancreatic cancer; urokinase plasminogen activator (uPA) and plasminogen activator inhibitor (PAI-1) for breast cancer; and thyroglobulin for thyroid cancer [4,5].\n      \n        Figure 1\n        \n          Main types and locations of primary brain tumors: (1) Gliomas, (2) Supratentorial Ependymoma, (3) Infratentorial Ependymoma, (4) Astrocytomas, (5) Medulloblastomas, (6) Meningioma, (7) Craniopharyngioma, (8) Pituitary tumors, and (9) Schwamannomas.\n        \n        \n      \n      However, one of the challenges that contributes to the paucity of biomarkers in the serum of CNS malignancies is the blood–brain barrier, which is thought to prevent the release of tumor-specific molecules into the circulation. The Cerebrospinal fluid (CSF) has thus been investigated in the search for brain tumor markers.\n      Profiling of circulating miRNA expression in the CSF has linked specific miRNAs to CNS malignancies. They can distinguish between different types of brain cancers, reflect disease activity and could be associated with drug resistance [1,2,6,7]. Since deregulated miRNA expression is an early event in tumorigenesis, their presence in CSF may represent a gold mine of biomarkers for early brain cancer detection, which can contribute greatly to treatment success [8,9,10]. Hence great efforts have been made in conducting research evaluating their diagnostic value in CNS cancers, reviewed in [10].\n      In this review, we provide a short overview on the diagnostic significance of miRNA circulating in CSF of patients with brain cancer disease and discuss limitations and challenges.\n2. miRNAs Circulating in Body Fluids\n      While miRNAs are found mainly inside cells, a considerable number of miRNAs have recently been discovered circulating in a stable, extracellular form—in various body fluids, including plasma, serum, CSF, urine, and saliva [11,12,13,14,15] (Figure 2). However, the origin and the function of these circulating miRNAs (c-miRNAs) are not well understood. Cancer cells in culture have also been reported to export miRNAs into the extracellular environment [16,17,18,19]. There have been relatively few published reports, including ours, on the isolation of miRNAs from cell-conditioned media [17,20,21,22]. However, the function of such secreted miRNAs remains essentially unclear. Because of their stability and easy detection in body fluids, an increasing number of studies have focused on c-miRNAs potential as non-invasive biomarkers and as therapeutic targets or tools for cancers. Several reports have described that deregulated c-miRNAs in body fluids are closely associated with the clinical course of various brain lesions including cancer [23,24,25,26,27,28,29,30]. For example, but not limited to, Lawrie et al. [31] reported that serum level of miR-21 is reversely associated with relapse-free survival in patients with diffuse large B-cell lymphoma. While the levels of miR-486, miR-30d, miR-1, and miR-499 were significantly associated with overall survival of non-small-cell lung cancer [32]. In another publication, it was reported that levels of miR-141 in serum could distinguish between patients with prostate cancer and healthy subjects [14]. Ng et al. [33] showed that miR-92 can detect colon cancer in plasma samples. Moreover, Yamamoto et al. [34] reported that patients with hepatocellular carcinoma have high serum levels of miR-500, which were significantly reduced after surgery and returned to normal levels. While Wong et al. [35] showed that plasma level of miR-184 is much higher in cancer patients with early and advanced squamous cell carcinoma of the tongue than in normal individuals and is reduced in patients after the surgical removal of the primary tumor reviewed in [16]. The significant differences between c-miRNA expression profiles in body fluids of cancer patients and those of healthy individuals and importantly the association of c-miRNAs with the clinical course of the disease has raised the possibility that they may serve as a novel minimally invasive and sensitive approach to detect cancer in its early stages [2,24,25].\n      \n        Figure 2\n        \n          Time line depicting the discoveries of body fluids’ miRNAs and their contribution to cancer detection. CSF: Cerebrospinal fluid. * [36,37,38]; ** Lung [39], Brest [40], Ovarian [41], Cervical [42], Prostate [43], Renal [44], Rectal [45], Gastric [46], Liver [47], Pancreatic [48], Oesophageal [49], Head and neck [50], Thyroid [51], Skin [52], laryngeal [53], Lymphomas [54], Leukaemia [55] and Brain cancer [56,57,58,59]; *** Serum [11,31], Plasma [14], CSF [12]; **** Glioma [2,60,61], PCNSL [29,61,62], Medulloblastoma [22,61], Brain metastasis [2,61].\n3. Cerebrospinal Fluid (CSF) as Diagnostic Window for the Pathological State of the Central Nervous System (CNS)\n      \n        3.1. CSF Characteristics\n        CSF is formed mainly in the ventricular choroid plexus and distributed within the ventricular system and subarachnoid space. It contains 15 to 45 mg/dL protein, 50–80 mg/dL glucose and 0–5 mononuclear white blood cells/mL and serves as a medium for the nutrients delivery to the CNS as well as carrying away waste. Because CSF bathes the CNS and comes into close contact with any pathological brain tissue, it is considered an ideal source of molecules related to brain cancers as it can be accessed readily for diagnosis as well as for longitudinal disease monitoring during therapy. Approximately up to 20 mL of CSF is usually collected for testing through a lumbar puncture (spinal tap) where a needle is inserted, usually between the 3rd and 4th lumbar vertebrae. Such a laboratory smear poses only minimal risk to the patient. In a routine clinical setting, CSF analysis is widely used for diagnostic and prognostic purposes, and it provides critically important information for a number of neurological diseases [63,64].\n      \n      \n        3.2. CSF Analysis for Brain Cancer Markers Detection\n        Cancer cells infiltrate the CSF either directly from primary CNS cancers through direct spread from tumors that are in close contact with the CSF or through blood brain barrier penetration from cancers that have spread to the CNS from other body parts [2]. CSF cytology, in which CSF is examined under a microscope to look for neoplastic cells (presence or absence) is currently considered the gold standard test for diagnosis, tumor staging, and therapy decisions in many types of cancer such as medulloblastoma, lymphoma, and metastatic carcinomas [65]. Although indispensable, this method bears neither quantification nor molecular analysis of tumor cells, lacks sensitivity and assignment to a particular tumor is often not possible [65,66,67].\n        To maximize the chances of finding brain cancer markers in the CSF, it has been realized that it is necessary to detect changes at the molecular level rather than waiting for a macroscopic tumor to emerge [65]. Various methods and new technologies are being tested for in vitro assessment of CSF looking for potential markers for CNS cancers including: proteochemical and immunophenotypic studies by flow cytometry (that provides information about cell surface protein expression), molecular genetic analyses of CSF [67], immunocytochemistry, immunoglobulin heavy chain (IgH) rearrangement which analyzes the clonality of the antibodies being produced, polymerase chain reaction, fluorescence in-situ hybridization (FISH), DNA single cell cytometry, capillary electrophoresis and mass spectrometry reviewed in [4,65]. Proteomic profiling of CNS malignancies has revealed that free immunoglobulin light chains and antithrombin III, a serine protease inhibitor that is associated with neo-vascularization, are differentially expressed in some brain cancers [68,69]. Levels of lactate dehydrogenase (LDH4 and LDH5), cell surface proteins such as β2-microglobulin, CXC chemokines (CXCL13 and CXCL12), soluble CD27, vascular endothelial growth factor, urokinase and tissue plasminogen activator have been evaluated in the CSF as brain cancer markers [70,71,72,73,74], Table 1. However none of these markers have been clinically validated [64]. On the other hand levels of conventional tumor markers (which are used to monitor treatment and detect recurrence in serum of patients with various malignancies) such as cancer antigen 125 (CA125), CA19-9, CA72-4, CA715-3, alpha-fetoprotein (AFP), Neuron-specific Enolase (NSE), cytokeratin-19 fragment (CYFRA 21-1), Epidermal Growth Factor Receptor (EGFR) and beta- human chorionic gonadotropin (β-hCG) β-human chorionic gonadotropin were tested in the CSF of brain cancer patients. Elevated levels of such markers in the CSF but not in serum were found to be relatively specific for some brain cancer [70,71,72,73,74,75]. Then again, sensitivities and specificities have varied widely, reviewed in [4]. Loss of 1p and 19q and mutant IDH1 (Isocitrate Dehydrogenase 1) as well as O6-methylguanin-DNA-methyltransferase (MGMT) promoter methylation were detected in glioma patients, and efforts to locate these aberrations in circulating tumor cells are ongoing [76,77]. Abnormality in CSF component has in addition been reported in brain cancer cases. These abnormalities include increased leukocytes (>4/mm3), elevated protein (>50 mg/dL), and decreased glucose (<60 mg/dL). Although indicative of brain cancer these CSF abnormalities are nonspecific [29,78,79,80]. However, in general, the use of the above-mentioned markers has been limited due to their poor sensitivity and specificity. Moreover, there was no clear correlation with the type of cancer or response to treatment observed reviewed in [4].\n        \n          ijms-16-26150-t001_Table 1\n          Table 1\n          \n            Markers in body fluids that have potential application for brain cancer detection.\n          \n          \n            \n              \n                Marker\n                Sample\n                Type of Brain Cancer\n                References\n              \n            \n            \n              \n                * AT III\n                * CSF\n                * CNS lymphoma\n                [68,81,82]\n              \n              \n                EGFR\n                CSF\n                Brain metastases from lung adenocarcinoma\n                [83]\n              \n              \n                Pro-inflammatory (* IL-1β, IL-6, IL-8, IL-12, * GM-and * TNF-α) and anti-inflammatory cytokines (IL-4, IL-10), and (* VEGF, * bFGF)\n                Blood Serum\n                Glioblastoma\n                [84]\n              \n              \n                * CYFRA 21-1, * NSE and * CEA\n                CSF\n                Meningeal carcinomas\n                [85]\n              \n              \n                * CXCL13 plus interleukin 10\n                CSF\n                CNS lymphoma\n                [74]\n              \n              \n                * VEGF receptor 1 and 2\n                CSF\n                Leukemia CNS metastasis\n                [86]\n              \n              \n                miR-21 and miR-15b\n                CSF\n                Glioblastoma\n                [25]\n              \n              \n                miR-19, miR-21, and miR-92a\n                CSF\n                * PCNSL\n                [25]\n              \n              \n                miR-10b and miR-21\n                CSF\n                Glioblastoma and brain Metastasis\n                [2]\n              \n              \n                Members of miR-200 family\n                CSF\n                Brain metastases from lung and breast cancers\n                [2]\n              \n              \n                miR 210\n                Serum\n                Gliomas\n                [81]\n              \n              \n                miRNA-205\n                Serum\n                Glioma\n                [87]\n              \n              \n                miR-21\n                CSF\n                Glioma\n                [60]\n              \n              \n                MiR-451, -711, -223 and -125b\n                CSF\n                Glioblastoma, medulloblastoma, brain metastasis and lymphoma\n                [61]\n              \n              \n                MiR-935\n                CSF\n                Only brain metastasis\n                [61]\n              \n              \n                * GFAP and * EGFR\n                Serum\n                Gliomas\n                [88]\n              \n              \n                Interleukin-10\n                CSF\n                PCNSL\n                [89]\n              \n              \n                * PGD2\n                CSF\n                Medulloblastoma\n                [90]\n              \n              \n                * IgG levels\n                CSF\n                Cerebral low-grade lymphoma\n                [91]\n              \n              \n                CXCL13 and CXCL12\n                CSF\n                CNS lymphoma\n                [92]\n              \n              \n                * MIC-1/* GDF15\n                CSF\n                Glioblastoma\n                [93]\n              \n              \n                Vascular endothelial growth factor (VEGF) and stromal cell derived factor (SDF)-1\n                CSF\n                Brain metastases from lung and breast cancers\n                [94]\n              \n              \n                β-2 microglobulin\n                CSF\n                Myeloma of the central nervous system\n                [94]\n              \n              \n                Apolipoprotein A-II\n                CSF\n                Pediatric brain tumors (medulloblastoma , high-grade glioma, atypical rhabdoid tumor, astrocytoma, plexus carcinoma and anaplastic ependymoma, germ cell tumor)\n                [95]\n              \n              \n                VEGF\n                CSF\n                Leptomeningeal metastasis\n                [96]\n              \n              \n                VEGF and serologic (recoverin)\n                CSF and serum\n                Malignant glioma\n                [97]\n              \n              \n                Mitochondrial DNA mutations\n                CSF\n                Medulloblastoma\n                [98]\n              \n              \n                c-kit\n                CSF\n                Germ cell tumors\n                [99]\n              \n              \n                Human chorionic gonadotropin (hCG) and α-fetoprotein (AFP)\n                Serum and CSF\n                Intracranial germ cell tumors\n                [100]\n              \n              \n                Prostaglandin D synthase (β-trace)\n                CSF\n                Meningeal hemangiopericytoma\n                [101,102]\n              \n              \n                CD27\n                CSF\n                CNS lymphoma\n                [103]\n              \n              \n                β-hCG\n                CSF and serum\n                Brain metastases from gestational trophoblastic tumors\n                [104]\n              \n            \n          \n          \n            \n              * Abbreviations: Antithrombin III (A III), Cerebrospinal fluid (CSF), central nervous system (CNS), Interleukin-1 beta (IL-1β), granulocyte macrophage-colony stimulating factor (GM-CSF), tumor necrosis factor-alpha (TNF-α), vascular endothelial growth factor (VEGF), basic fibroblast growth factor (bFGF), cytokeratin-19 fragment (Cyfra 21-1), Neuron-specific Enolase (NSE), carcinoembryonic antigen (CEA), chemoattractant, chemokine (C-X-C motif) ligand 13 (CXCL13), vascular endothelial growth factor (VEGF), Primary central nervous system lymphoma (PCNSL), Glial fibrillary acidic protein (GFAP), Epidermal growth factor receptor (EGFR), Prostaglandin-D2 synthase (PGD2), Immunoglobulin G (IgG), Macrophage inhibitory cytokine-1 (MIC-1), Growth differentiation factor 15 (GDF15).\n3.1. CSF Characteristics\n        CSF is formed mainly in the ventricular choroid plexus and distributed within the ventricular system and subarachnoid space. It contains 15 to 45 mg/dL protein, 50–80 mg/dL glucose and 0–5 mononuclear white blood cells/mL and serves as a medium for the nutrients delivery to the CNS as well as carrying away waste. Because CSF bathes the CNS and comes into close contact with any pathological brain tissue, it is considered an ideal source of molecules related to brain cancers as it can be accessed readily for diagnosis as well as for longitudinal disease monitoring during therapy. Approximately up to 20 mL of CSF is usually collected for testing through a lumbar puncture (spinal tap) where a needle is inserted, usually between the 3rd and 4th lumbar vertebrae. Such a laboratory smear poses only minimal risk to the patient. In a routine clinical setting, CSF analysis is widely used for diagnostic and prognostic purposes, and it provides critically important information for a number of neurological diseases [63,64].\n3.2. CSF Analysis for Brain Cancer Markers Detection\n        Cancer cells infiltrate the CSF either directly from primary CNS cancers through direct spread from tumors that are in close contact with the CSF or through blood brain barrier penetration from cancers that have spread to the CNS from other body parts [2]. CSF cytology, in which CSF is examined under a microscope to look for neoplastic cells (presence or absence) is currently considered the gold standard test for diagnosis, tumor staging, and therapy decisions in many types of cancer such as medulloblastoma, lymphoma, and metastatic carcinomas [65]. Although indispensable, this method bears neither quantification nor molecular analysis of tumor cells, lacks sensitivity and assignment to a particular tumor is often not possible [65,66,67].\n        To maximize the chances of finding brain cancer markers in the CSF, it has been realized that it is necessary to detect changes at the molecular level rather than waiting for a macroscopic tumor to emerge [65]. Various methods and new technologies are being tested for in vitro assessment of CSF looking for potential markers for CNS cancers including: proteochemical and immunophenotypic studies by flow cytometry (that provides information about cell surface protein expression), molecular genetic analyses of CSF [67], immunocytochemistry, immunoglobulin heavy chain (IgH) rearrangement which analyzes the clonality of the antibodies being produced, polymerase chain reaction, fluorescence in-situ hybridization (FISH), DNA single cell cytometry, capillary electrophoresis and mass spectrometry reviewed in [4,65]. Proteomic profiling of CNS malignancies has revealed that free immunoglobulin light chains and antithrombin III, a serine protease inhibitor that is associated with neo-vascularization, are differentially expressed in some brain cancers [68,69]. Levels of lactate dehydrogenase (LDH4 and LDH5), cell surface proteins such as β2-microglobulin, CXC chemokines (CXCL13 and CXCL12), soluble CD27, vascular endothelial growth factor, urokinase and tissue plasminogen activator have been evaluated in the CSF as brain cancer markers [70,71,72,73,74], Table 1. However none of these markers have been clinically validated [64]. On the other hand levels of conventional tumor markers (which are used to monitor treatment and detect recurrence in serum of patients with various malignancies) such as cancer antigen 125 (CA125), CA19-9, CA72-4, CA715-3, alpha-fetoprotein (AFP), Neuron-specific Enolase (NSE), cytokeratin-19 fragment (CYFRA 21-1), Epidermal Growth Factor Receptor (EGFR) and beta- human chorionic gonadotropin (β-hCG) β-human chorionic gonadotropin were tested in the CSF of brain cancer patients. Elevated levels of such markers in the CSF but not in serum were found to be relatively specific for some brain cancer [70,71,72,73,74,75]. Then again, sensitivities and specificities have varied widely, reviewed in [4]. Loss of 1p and 19q and mutant IDH1 (Isocitrate Dehydrogenase 1) as well as O6-methylguanin-DNA-methyltransferase (MGMT) promoter methylation were detected in glioma patients, and efforts to locate these aberrations in circulating tumor cells are ongoing [76,77]. Abnormality in CSF component has in addition been reported in brain cancer cases. These abnormalities include increased leukocytes (>4/mm3), elevated protein (>50 mg/dL), and decreased glucose (<60 mg/dL). Although indicative of brain cancer these CSF abnormalities are nonspecific [29,78,79,80]. However, in general, the use of the above-mentioned markers has been limited due to their poor sensitivity and specificity. Moreover, there was no clear correlation with the type of cancer or response to treatment observed reviewed in [4].\n        \n          ijms-16-26150-t001_Table 1\n          Table 1\n          \n            Markers in body fluids that have potential application for brain cancer detection.\n          \n          \n            \n              \n                Marker\n                Sample\n                Type of Brain Cancer\n                References\n              \n            \n            \n              \n                * AT III\n                * CSF\n                * CNS lymphoma\n                [68,81,82]\n              \n              \n                EGFR\n                CSF\n                Brain metastases from lung adenocarcinoma\n                [83]\n              \n              \n                Pro-inflammatory (* IL-1β, IL-6, IL-8, IL-12, * GM-and * TNF-α) and anti-inflammatory cytokines (IL-4, IL-10), and (* VEGF, * bFGF)\n                Blood Serum\n                Glioblastoma\n                [84]\n              \n              \n                * CYFRA 21-1, * NSE and * CEA\n                CSF\n                Meningeal carcinomas\n                [85]\n              \n              \n                * CXCL13 plus interleukin 10\n                CSF\n                CNS lymphoma\n                [74]\n              \n              \n                * VEGF receptor 1 and 2\n                CSF\n                Leukemia CNS metastasis\n                [86]\n              \n              \n                miR-21 and miR-15b\n                CSF\n                Glioblastoma\n                [25]\n              \n              \n                miR-19, miR-21, and miR-92a\n                CSF\n                * PCNSL\n                [25]\n              \n              \n                miR-10b and miR-21\n                CSF\n                Glioblastoma and brain Metastasis\n                [2]\n              \n              \n                Members of miR-200 family\n                CSF\n                Brain metastases from lung and breast cancers\n                [2]\n              \n              \n                miR 210\n                Serum\n                Gliomas\n                [81]\n              \n              \n                miRNA-205\n                Serum\n                Glioma\n                [87]\n              \n              \n                miR-21\n                CSF\n                Glioma\n                [60]\n              \n              \n                MiR-451, -711, -223 and -125b\n                CSF\n                Glioblastoma, medulloblastoma, brain metastasis and lymphoma\n                [61]\n              \n              \n                MiR-935\n                CSF\n                Only brain metastasis\n                [61]\n              \n              \n                * GFAP and * EGFR\n                Serum\n                Gliomas\n                [88]\n              \n              \n                Interleukin-10\n                CSF\n                PCNSL\n                [89]\n              \n              \n                * PGD2\n                CSF\n                Medulloblastoma\n                [90]\n              \n              \n                * IgG levels\n                CSF\n                Cerebral low-grade lymphoma\n                [91]\n              \n              \n                CXCL13 and CXCL12\n                CSF\n                CNS lymphoma\n                [92]\n              \n              \n                * MIC-1/* GDF15\n                CSF\n                Glioblastoma\n                [93]\n              \n              \n                Vascular endothelial growth factor (VEGF) and stromal cell derived factor (SDF)-1\n                CSF\n                Brain metastases from lung and breast cancers\n                [94]\n              \n              \n                β-2 microglobulin\n                CSF\n                Myeloma of the central nervous system\n                [94]\n              \n              \n                Apolipoprotein A-II\n                CSF\n                Pediatric brain tumors (medulloblastoma , high-grade glioma, atypical rhabdoid tumor, astrocytoma, plexus carcinoma and anaplastic ependymoma, germ cell tumor)\n                [95]\n              \n              \n                VEGF\n                CSF\n                Leptomeningeal metastasis\n                [96]\n              \n              \n                VEGF and serologic (recoverin)\n                CSF and serum\n                Malignant glioma\n                [97]\n              \n              \n                Mitochondrial DNA mutations\n                CSF\n                Medulloblastoma\n                [98]\n              \n              \n                c-kit\n                CSF\n                Germ cell tumors\n                [99]\n              \n              \n                Human chorionic gonadotropin (hCG) and α-fetoprotein (AFP)\n                Serum and CSF\n                Intracranial germ cell tumors\n                [100]\n              \n              \n                Prostaglandin D synthase (β-trace)\n                CSF\n                Meningeal hemangiopericytoma\n                [101,102]\n              \n              \n                CD27\n                CSF\n                CNS lymphoma\n                [103]\n              \n              \n                β-hCG\n                CSF and serum\n                Brain metastases from gestational trophoblastic tumors\n                [104]\n              \n            \n          \n          \n            \n              * Abbreviations: Antithrombin III (A III), Cerebrospinal fluid (CSF), central nervous system (CNS), Interleukin-1 beta (IL-1β), granulocyte macrophage-colony stimulating factor (GM-CSF), tumor necrosis factor-alpha (TNF-α), vascular endothelial growth factor (VEGF), basic fibroblast growth factor (bFGF), cytokeratin-19 fragment (Cyfra 21-1), Neuron-specific Enolase (NSE), carcinoembryonic antigen (CEA), chemoattractant, chemokine (C-X-C motif) ligand 13 (CXCL13), vascular endothelial growth factor (VEGF), Primary central nervous system lymphoma (PCNSL), Glial fibrillary acidic protein (GFAP), Epidermal growth factor receptor (EGFR), Prostaglandin-D2 synthase (PGD2), Immunoglobulin G (IgG), Macrophage inhibitory cytokine-1 (MIC-1), Growth differentiation factor 15 (GDF15).\n4. miRNAs as Potential Novel Candidates for Brain Cancer Markers in the CSF\n      Studying miRNAs as biomarkers in brain cancer tissue samples has created noticeable advances in cancer research. However, a key downside of the tissue-based approach is the need for surgical procedures in sample collection. Therefore, brain cancer biomarkers’ researchers have now turned their attention to the analysis of miRNAs present in biological fluids including CSF, which can be collected with minimal invasiveness and permit following the disease over time [4]. It has been speculated that c-miRNAs detected in the CSF of brain cancer patients—that originate from brain tumor cells—can be pro-tumorigenic [105]. They can transfer their oncogenic activity to recipient target cells where they change their properties by influencing molecular events of cancer-related processes such as growth, invasion and drug resistance. This exchange of miRNAs between primary tumors and target cells is an interesting and novel dimension to the regulation of a cell phenotype [106] and may be exceptionally important in malignancies that have a tendency for dissemination. It is possible that primary brain tumors with intra cranial dissemination property or tumors that metastasize to the brain from distance cancers may release miRNAs in the CSF with clinically relevant oncogenic signatures. Hence studying miRNAs circulating in CSF of brain tumor patients may be used to decode the molecular features of the underlying malignancy as well as their metastasis [10].\n5. Diagnostic and Prognostic Value of CSF miRNAs in Brain Cancers\n      Diagnosis of CNS involvement in neoplastic diseases, including both primary and metastatic cancers, is a major clinical intractability [4]. To date, no reliable biomarkers for the detection and risk stratification of CNS cancer have been identified. Great efforts have been made during the past decades in conducting research evaluating the diagnostic value of miRNAs in the CSF of patients with CNS cancers. Using qRT-PCR, Baraniskin et al. [25,62] investigated the diagnostic value of miRNAs that are expressed with significant levels in CSF samples from patients with gliomas. The authors found that out of the six miRNAs (miR-21, miR-15b, miR-196b, miR-92a and miR-204) studied miR-21 and miR-15b have the potential to function as novel biomarkers for the detection of gliomas. Both miR-21 and miR-15b were specifically expressed in CSF samples from patients with gliomas compared to control subjects Impressively, analysis of miR-15b and miR-21 in combined expression increased diagnostic accuracy with 100% specificity and discriminated between glioma patients and controls including those with carcinomatous brain metastases and primary CNS lymphoma [25,62].\n      In a study by Teplyuk and colleagues [2], the authors examined miRNAs in the CSF of patients with metastatic brain cancers, patients with glioblastoma multiforme (GBM), and non-neoplastic controls. They reported that profiling miRNAs in CSF of these patients allowed the discrimination between glioblastoma and metastatic brain tumors and reflects disease activity. Combined analysis of a group of seven cancer related miRNAs, using q-RT-PCR, enabled discrimination between GBM and metastatic brain cancers with more than 90% accuracy, suggesting that the presence of specific c-miRNAs circulating in the CSF of brain tumor patients could be indicators of cancer presence. miRNA-21 and miR-10b expression levels were significantly increased only in brain tumor lesions (in patients with GBM or brain metastases) compared to non-neoplastic conditions, while members of the miR-200 family were found solely in CSF of patients with brain metastases hence they could be used to discriminate between glioblastoma and metastatic brain tumors, an important consideration for cancer treatment. Furthermore, they showed that disease burden and treatment response can be monitored over several months by longitudinal miRNA profiles of miR-10b, miR-21 and miR-200 in the CSF of brain tumor patients [2]. Given that GBM is the deadliest glioma with a median survival of only 14 months despite the recent advances in intensive therapeutic strategies [58] and that approximately one-third of cancer patients will develop brain metastases, more efforts were applied to study whether specific CSF miRNA profile can be generated to evaluate gliomas prognosis. In this setting, in a recent publication Shi and colleagues examined CSF from seventy patients with recurrent glioma for the levels of cancer-related miRNAs, and evaluated the values for prognosis. The authors reported that the CSF miR-21 circulating in the CSF levels is a promising indicator for glioma diagnosis and prognosis, and can predict tumor recurrence or metastasis. Their results particularly demonstrated that miRNA-21 expression in the CSF is associated with poor prognosis and tumor recurrence of glioma patients [60].\n      Primary central nervous system lymphoma (PCNSL) is another highly aggressive tumor that can lead to quick death if not diagnosed in time. The diagnosis of PCNSL can present a diagnostic challenge. It relies on histopathology of brain biopsies to the same extent as most brain tumors, while non-invasive tests to detect early tumor legions with sufficient diagnostic accuracy are not available yet. In an earlier work, Baraniskin et al. demonstrated the presence of notably stable miRNAs in the CSF of PCNSL patients. The group identified specific miRNAs that are expressed with significant levels in the CSF of patients with PCNSL compared to control. Using candidate approach and miRNA quantification by qRT-PCR, the group discovered that miR-19, miR-21, and miR-92a in CSF accurately discriminates patients with primary central nervous system lymphoma from other neurologic disorders controls, indicating significant diagnostic value and increased diagnostic accuracy with 95.7% sensitivity and 96.7% specificity [25,62,67]. On the same theme, Scott et al. conducted a review of the literature on CNS lymphoma diagnosis (1966 to October 2011) and extracted data regarding the usefulness of CSF cytology in the diagnosis of CNS lymphoma. The authors reported low sensitivity for CSF cytology (2%–32%), which is increased when combined with flow cytometry. Studying β2-microglobulin, and immunoglobulin heavy chain rearrangement as well as lactate dehydrogenase isozyme 5 in the CSF has improved CSF cytology sensitivity but not specificity. Interestingly, miRNA analysis has more than 95% specificity in the diagnosis of CNS lymphoma [29].\n      Medulloblastoma (MB) is the most common malignant brain tumor in children. It includes various subtypes with group 3 and 4 subtypes being clinically distinct with regard to metastasis and prognosis, which may also manifest in a difference in their miRNA spectra. The presence and biological role of ex-miRNAs in MBs was unknown until our lab recently examined the existence of ex-miRNAs in MB extracellular environment and showed that the MB cells release miRNAs in their spent culture medium. We used microarray analysis to unveil the identity and level of expression of key miRNAs excreted in culture-medium of three cell lines representing different MB subtypes, D341 and D283 (metastasis-related group 3 and group 4 MB subtypes) [107] and DAOY (sonic hedgehog-related). More than one thousand secreted miRNAs were identified in the culture medium in each of the MB cell lines tested. Among them a panel of miRNAs was specific to the culture medium of metastasis-related cell lines which represents the aggressive group 3 and 4 MB subtypes. 60 miRNAs were overexpressed and 52 underrepresented compared to DAOY culture medium. Interestingly, three metastasis-associated miRNAs (miR-1290, miR-125a, and miR-125b) were over-represented in culture-medium of metastasis-related MB cell lines and found to be significantly enriched in the CSF of the MB patient [22]. Although more samples are required to fully verify these results, our work presented the first evidence for the presence of miRNAs excreted extracellularly by MB cells and raises the possibility that investigations using larger sets of MB samples could lead in the near future to the discovery of CSF-derived miRNA markers, with diagnostic and prognostic significance and hopefully also with therapeutic potential.\n      In an elegant work by Wei and colleagues [108], the authors conducted systematic meta-analysis searching different electronic databases and sources for relevant articles on the topic “the diagnostic value of miRNAs for CNS cancers”. In this meta-analysis, a total of 299 CNS cancer patients and 418 controls were analyzed within 23 studies. Thirteen out of the 23 studies investigated miRNAs for the detection of glioma and 10 studies for PCNSL diagnosis. In all studies, levels of miRNAs expression were analyzed by qRT-PCR in patients CSF and blood in order to compare blood versus CSF based miRNAs assays sensitivity for the diagnosis of CNS cancers. miRNAs in CSF showed higher levels in sensitivity of CNS cancers detection suggesting a relatively high diagnostic accuracy specially for PCNSL. By the end of the study, the authors concluded that CSF based miRNAs assays may be suitable as biomarkers for detection of CNS cancers and could be considered more reliable for clinical application [108].\n      At the time of writing this manuscript, Drusco et al. [61] analyzed 82 CFS samples from neoplastic and non-diseased patients (normal, benign, glioblastoma, medulloblastoma, metastasis and lymphoma) by Nanostring technique to identify a CSF microRNA signature that could differentiate among CNS malignancies. The authors found that miR-451, -711, 935, -223 and -125b are significantly differentially expressed in CSF of the tested groups and can differentiate between some classes of CNS tumors tested. Their miRNA profile was further confirmed by RT-PCR and in situ hybridization. Based on their results, the authors proposed a hypothetical diagnostic chart for CNS malignancies with a simple RT-PCR on patients’ CSF miRNAs. However, such miRNA signatures needs to be tested on more samples with additional pathology and prognostic classes to determine differentiating ranges of fold changes of expression among groups.\n6. Considerations and Concerns about the Use of Circulating miRNAs as Biomarkers\n      An accurate non-invasive diagnostic test for brain tumors is unavailable; moreover, the current diagnostic tools have limitations and under-diagnosis remains a major problem. Therefore, the goal is to search for biomarkers that are able to detect early indicative sign of CNS neoplastic presence in order to enable clinicians to react early with the most relevant therapy [109]. Early histological diagnosis could be made possible by analysis for biomarkers specific to particular types of brain tumor [110]. This would aid prognostication and help direct pre-operative management, such as chemotherapy and radiotherapy. miRNAs circulating in the CSF of brain cancer patients offer a dynamic and powerful approach to understanding the spectrum of brain cancers from the earliest manifestations to the terminal stages. Their analysis provides insights about disease biology genetic changes that might help to decode the molecular features of the underlying malignancy [87]. CSF miRNAs specificity and chemical stability are clinically appealing as they are easily accessible by minimally-invasive standard clinical methods [90,111]. Only small amounts of CSF samples are usually required for the detection of miRNAs in the CSF, depending on which detection methods are used. This offers the advantage of convenient repetitive monitoring of molecular events happening in cancer in the response to treatment.\n      The rapid growth of miRNAs’ identification techniques and measuring technology, such as qRT-PCR, next-generation sequencing or microarrays, gives us hope that the application of miRNAs in CSF as technically feasible biomarkers will soon become clinically practicable. There are great expectations that detecting miRNAs in CSF of brain tumor patients will achieve enhanced clinical utility in the near future and will lead to the identification of individuals in the “preclinical” stages of the illness. However, there are several concerns to consider before recommending the clinical use of CSF miRNAs as markers for brain tumors.\n      The first concern is that little is known about the origin of c-miRNAs in the CSF of brain tumor patients, what factors influence their level of expression and what impact this will have on their specificity as biomarkers. The stability of circulating miRNAs in body fluids and culture media of some cell lines suggests that they are likely packaged in some manner that protects them against RNase digestion [89]. Studies have suggested that the majority of these miRNAs are enclosed in lipid vesicles such as xosomes and microvesicles or in complexes with RNA-binding proteins lines [18,112,113] (Figure 3). It has been hypothesized recently that such actively secreted exosomal miRNAs are involved in intercellular communication [16,17,18]. However, it remains unclear whether c-miRNAs are present in physiologically relevant amounts for cell-to-cell signaling. In contrast, other studies suggest that most of the miRNAs in body fluids might be an offshoot of dead/dying cells and they showed that such c-miRNAs are microvesicles free and independent from exosomes [19,114]. In this scenario, c-miRNAs are bound to Argonaute (Ago) proteins as part of RNA-induced silencing complex, which remain in extracellular space due to the high stability of the miRNA/Ago complex [21]. However, the secretory mechanism and biological function, as well as the meaning of the existence of extracellular miRNAs, remains largely unclear.\n      The ideal scenario is that CSF c-miRNAs are cancer related, originated from brain cancer cells in the primary tumor and accordingly reflect the magnitude of the disease. This will lead to the second concern that the chance is high that c-miRNAs in the CSF of brain tumor patients could be expressed from or secreted by a mixture of different cell types in the tumor microenvironment, such as inflammatory cells or other physiological response against the diseased tissue, jeopardizing their specificity and their ability to honestly represent tumor cells [115]. The third concern is that levels of miRNAs do not only depend on the production rate of cancer cell populations but can also be influenced by many other factors, including, cell degradation rates, clearance by liver and kidney, infection, age, sex, treatment, epigenetic mechanisms, diet, lifestyle, and more [116].\n      Estimates of miRNA expression levels are known to be significantly affected by methods of analysis and different miRNA profiles may be obtained depending on the sample analysis used. However, there are no universally implemented guidelines for CSF sample preparation, miRNAs extraction, measurements, normalization, or data analysis. On the contrary, there are various platforms/techniques which exist, each with specific biases that can influence the results of certain miRNA molecules expression measurements in the tested sample and may lead to foregone.\n      \n        Figure 3\n        \n          Depiction of hypothetical origins and types of miRNAs in the CSF: Brain tumor-associated miRNAs in the CSF could be actively released by brain tumor cells to the CSF either enclosed in small membranous microvesicles (e.g., exosomes) or packaged with RNA-binding proteins, e.g., high-density lipoprotein (HDL) or Argonaute (Ago). A second possibility is that miRNAs are passively released in the CSF by dead/dying cancer cells where it remains stably complexed to Ago in the extracellular environment. In addition, freely circulating naked miRNAs (free of exosomes or microvesicles) might be actively secreted from brain tumor cells or passively released from apoptotic or necrotic cells. A third possibility is that a proportion of miRNAs are likely associated with detached brain cancer cells (C.C) that are circulating in the CSF.\n        \n        \n      \n      It is not surprising that there are often low correlations of results between different labs and, hence, standardization is a challenge for the near future. The fourth concern is related to technical challenges associated with miRNAs analysis.\n      \n        6.1. Issues Associated with CSF Collection and Preparation\n        Collection of CSF is the first step in sample preparation; however, CSF is not an easy specimen to obtain compared to other body fluids. Lumbar puncture (LP), although it poses a minimal risk to the patient compared to biopsy, major and minor complications can occur even when standard infection control measures and good techniques are used. These complications include: post-LP headache, infection, bleeding, cerebral herniation and back pain.\n        Another worry is that CSF samples that are used as material for miRNA detection could be contaminated with blood iatrogenically. Blood contamination of CSF would result in significant increases in nucleated white blood cells (WBC) count that could contribute to miRNA content of the sample being analyzed. Skin cells can also contaminate CSF samples. In this situation, skin contains abundant epithelial miRNAs that can bias results of miRNAs profiles. Method that preserves the RNA expression profile during and after collection of CSF is another important factor for accurate analysis of miRNA expression [117]. Centrifugation to remove debris or precipitates from CSF samples prior to RNA extraction will alter miRNA profiles if it is not performed accurately. Currently, there are no standardized centrifugation conditions (time, temperature, g-force, rotor type) to be used to prepare cell-free miRNAs from CSF samples as residual cell debris can alter miRNA abundance [118]. Sample freezing condition (whether snap or slow freezing) and storage time and temperature should also be standardized.\n      \n      \n        6.2. Issues Associated with miRNA Isolation and Assessment\n        In general, working with RNA requires very special precautions to prevent degradation and or contamination of the RNA sample. The practice for isolating miRNAs are, in principle, the same as for isolation of total RNA, except that miRNA isolation protocols are often slightly modified to retain the miRNAs. The first challenge is that CSF samples contain only small amounts of RNA and extraction of sufficient miRNA amounts can be difficult [27]. Samples with low miRNA abundance create challenges for downstream assays. Appropriate assessment of the quality and quantity of extracted RNA is important for reproducibility and accuracy in miRNA-profiling studies. That will bring us to the second challenge where quantification and measuring the amount of miRNAs isolated from CSF samples is especially difficult due to the low concentration of RNA typically obtained from these samples [117]. The low abundance of miRNA in CSF can hardly be determined using standard simple methods for measurement of the RNA quantity and quality such as Nano-drop or other spectrophotometers. Hence, an alternative multifaceted way to assess the yield and RNA integrity has to be used. In this case, automated capillary electrophoresis instruments could be used [26,37]. Finally, in addition to low miRNA concentration, samples are likely to contain high levels of enzyme inhibitors that might affect the efficiency of the reverse transcription and choosing a purification method that minimizes the effect of such inhibitors is still a great challenge.\n      \n      \n        6.3. Issues Associated with miRNA-Profiling/Detection Methods\n        Three major approaches are currently used for miRNAs detection in the CSF: qRT-PCR, hybridization-based methods, such as DNA microarrays, and high-throughput sequencing (RNA-seq). qRT-PCR assays are among the most frequently used high-throughput RT-PCR platforms for miRNA detection. The attractive aspect of this approach is the ease of incorporation into the workflow for laboratories that are familiar with real-time PCR. However, commercial assays that are commonly used for miRNA detection use a different strategy to reverse transcribe mature miRNA molecules and to amplify the cDNA, which might result in different detection biases. Another obstacle in performing qRT-PCR is that reaction conditions may vary as well as sequence-specific differences in primers [117].\n      \n      \n        6.4. Issues Associated with Data Normalization\n        Finally, data normalization (i.e., adjusting the data and removing technical variations across samples that are not related to the biological changes under investigation) is tricky and can be challenging. The optimal method to use for normalization is to identify stably expressed reference genes or commonly expressed miRNAs in a given sample as normalization factor. However, no constitutively expressed circulating miRNAs have been reported up till now in the CSF. Spiking samples with RNA controls, applying reference miRNA such as miR-16 or miR-26a or other non-coding RNA like U6 snRNA are some of the strategies used to standardize analysis, however some of the larger small RNA species such as U6 RNA are present in extremely low concentrations in body fluids. On the whole, the variability in normalization methods and analysis might be responsible for some of the discrepancies between miRNA-profiling studies and differences and overlapped miRNAs signatures reported in the literature.\n        In summary, miRNA investigation in CSF samples as a potential marker for brain cancers is a challenging procedure. The development of miRNAs as good biomarkers requires optimized and standardized procedures for CSF sample collection handling and preparation, highly sensitive and accurate miRNAs detection methods as well as reliable methods for data analysis [115].\n6.1. Issues Associated with CSF Collection and Preparation\n        Collection of CSF is the first step in sample preparation; however, CSF is not an easy specimen to obtain compared to other body fluids. Lumbar puncture (LP), although it poses a minimal risk to the patient compared to biopsy, major and minor complications can occur even when standard infection control measures and good techniques are used. These complications include: post-LP headache, infection, bleeding, cerebral herniation and back pain.\n        Another worry is that CSF samples that are used as material for miRNA detection could be contaminated with blood iatrogenically. Blood contamination of CSF would result in significant increases in nucleated white blood cells (WBC) count that could contribute to miRNA content of the sample being analyzed. Skin cells can also contaminate CSF samples. In this situation, skin contains abundant epithelial miRNAs that can bias results of miRNAs profiles. Method that preserves the RNA expression profile during and after collection of CSF is another important factor for accurate analysis of miRNA expression [117]. Centrifugation to remove debris or precipitates from CSF samples prior to RNA extraction will alter miRNA profiles if it is not performed accurately. Currently, there are no standardized centrifugation conditions (time, temperature, g-force, rotor type) to be used to prepare cell-free miRNAs from CSF samples as residual cell debris can alter miRNA abundance [118]. Sample freezing condition (whether snap or slow freezing) and storage time and temperature should also be standardized.\n6.2. Issues Associated with miRNA Isolation and Assessment\n        In general, working with RNA requires very special precautions to prevent degradation and or contamination of the RNA sample. The practice for isolating miRNAs are, in principle, the same as for isolation of total RNA, except that miRNA isolation protocols are often slightly modified to retain the miRNAs. The first challenge is that CSF samples contain only small amounts of RNA and extraction of sufficient miRNA amounts can be difficult [27]. Samples with low miRNA abundance create challenges for downstream assays. Appropriate assessment of the quality and quantity of extracted RNA is important for reproducibility and accuracy in miRNA-profiling studies. That will bring us to the second challenge where quantification and measuring the amount of miRNAs isolated from CSF samples is especially difficult due to the low concentration of RNA typically obtained from these samples [117]. The low abundance of miRNA in CSF can hardly be determined using standard simple methods for measurement of the RNA quantity and quality such as Nano-drop or other spectrophotometers. Hence, an alternative multifaceted way to assess the yield and RNA integrity has to be used. In this case, automated capillary electrophoresis instruments could be used [26,37]. Finally, in addition to low miRNA concentration, samples are likely to contain high levels of enzyme inhibitors that might affect the efficiency of the reverse transcription and choosing a purification method that minimizes the effect of such inhibitors is still a great challenge.\n6.3. Issues Associated with miRNA-Profiling/Detection Methods\n        Three major approaches are currently used for miRNAs detection in the CSF: qRT-PCR, hybridization-based methods, such as DNA microarrays, and high-throughput sequencing (RNA-seq). qRT-PCR assays are among the most frequently used high-throughput RT-PCR platforms for miRNA detection. The attractive aspect of this approach is the ease of incorporation into the workflow for laboratories that are familiar with real-time PCR. However, commercial assays that are commonly used for miRNA detection use a different strategy to reverse transcribe mature miRNA molecules and to amplify the cDNA, which might result in different detection biases. Another obstacle in performing qRT-PCR is that reaction conditions may vary as well as sequence-specific differences in primers [117].\n6.4. Issues Associated with Data Normalization\n        Finally, data normalization (i.e., adjusting the data and removing technical variations across samples that are not related to the biological changes under investigation) is tricky and can be challenging. The optimal method to use for normalization is to identify stably expressed reference genes or commonly expressed miRNAs in a given sample as normalization factor. However, no constitutively expressed circulating miRNAs have been reported up till now in the CSF. Spiking samples with RNA controls, applying reference miRNA such as miR-16 or miR-26a or other non-coding RNA like U6 snRNA are some of the strategies used to standardize analysis, however some of the larger small RNA species such as U6 RNA are present in extremely low concentrations in body fluids. On the whole, the variability in normalization methods and analysis might be responsible for some of the discrepancies between miRNA-profiling studies and differences and overlapped miRNAs signatures reported in the literature.\n        In summary, miRNA investigation in CSF samples as a potential marker for brain cancers is a challenging procedure. The development of miRNAs as good biomarkers requires optimized and standardized procedures for CSF sample collection handling and preparation, highly sensitive and accurate miRNAs detection methods as well as reliable methods for data analysis [115].\n7. Conclusions\n      Tumor-associated miRNAs circulating in the CSF have recently shown promise as diagnostic indicators for some types of brain tumors owing to the substantial differences that have been described between their expression profiles in healthy individuals and patients. Their chemical stability in the CSF together with the recent advances in the sensitive mRNA measuring platforms have generated demand to apply CSF miRNAs investigation procedure in clinical practice. However, despite the promise, the available data on the suitability of the CSF miRNAs as diagnostic biomarkers for brain cancer are still very limited and critical issues need to be clarified before making recommendations for their clinical implementation. We need to have a better understanding about the mechanisms by which tumor-specific miRNAs are produced in the CSF, what factors influence their level of expression in the CSF of patients with brain tumors, and what impact will this have on their specificity as diagnostic markers. More studies are certainly necessary to establish miRNAs signatures for each brain cancer type and their different stages, and to determine which miRNAs meaningfully reflect the dynamics of tumor response to therapy. Undoubtedly, CSF miRNAs are a potential gold mine for identifying brain cancer biomarkers, however, much work remains to be done to harness findings from scientific research to advance clinical applications.\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC4691097/\nhttps://doi.org/10.3390/ijms161226150",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4691097/",
    "doi": "https://doi.org/10.3390/ijms161226150",
    "citation_count": 22,
    "references": {
        "10944209": "The role of ncRNAs in depression",
        "9271693": "MicroRNAs as prognostic markers and therapeutic targets in gliomas",
        "9087239": "Novel insights into the biomarkers and therapies for primary central nervous system lymphoma",
        "8809979": "MicroRNA-4423-3p inhibits proliferation of fibroblast-like synoviocytes by targeting matrix metalloproteinase 13 in rheumatoid arthritis",
        "8744986": "The Study of Cerebrospinal Fluid microRNAs in Spinal Cord Injury and Neurodegenerative Diseases: Methodological Problems and Possible Solutions",
        "8710292": "Utilization of Cerebrospinal Fluid Proteome Analysis in the Diagnosis of Meningioma: A Systematic Review",
        "8699467": "Role of MicroRNAs in the Development and Progression of the Four Medulloblastoma Subgroups",
        "8470638": "CSF Diagnostics: A Potentially Valuable Tool in Neurodegenerative and Inflammatory Disorders Involving Motor Neurons: A Review",
        "8466839": "A Set of 17 microRNAs Common for Brain and Cerebrospinal Fluid Differentiates Primary Central Nervous System Lymphoma from Non-Malignant Brain Tumors",
        "7285723": "Autophagy in cancers including brain tumors: role of MicroRNAs",
        "7266940": "The Non-coding Side of Medulloblastoma",
        "7043771": "miR-101, miR-548b, miR-554, and miR-1202 are reliable prognosis predictors of the miRNAs associated with cancer immunity in primary central nervous system lymphoma",
        "7023699": "microRNAs Orchestrate Pathophysiology of Breast Cancer Brain Metastasis: Advances in Therapy",
        "6895823": "Tumor and Cerebrospinal Fluid microRNAs in Primary Central Nervous System Lymphomas",
        "6826583": "Cerebrospinal Fluid MicroRNA Signatures as Diagnostic Biomarkers in Brain Tumors",
        "6656379": "Precision Medicine in Pediatric Neurooncology: A Review",
        "6625462": "Downregulation of microRNA-451 improves cell migration, invasion and tube formation in hypoxia-treated HUVECs by targeting MIF",
        "6322780": "MicroRNA signature constituted of miR-30d, miR-93, and miR-181b is a promising prognostic marker in primary central nervous system lymphoma",
        "6299591": "Expression of microRNAs in cerebrospinal fluid of dogs with central nervous system disease",
        "6285981": "MicroRNA isolation and quantification in cerebrospinal fluid: A comparative methodical study",
        "6024336": "Therapy of breast cancer brain metastases: challenges, emerging treatments and perspectives",
        "5247651": "The Translational Significance of the Neurovascular Unit"
    },
    "journal": "International Journal of Molecular Sciences",
    "topics": [
        "cns, csf, malignancies, prediction",
        "cns, csf, prediction, micrornas",
        "evaluation, micrornas, malignancies, prediction"
    ]
}