{
    "title": "Report of the Jumpstarting Brain Tumor Drug Development Coalition and FDA clinical trials clinical outcome assessment endpoints workshop (October 15, 2014, Bethesda MD)",
    "abstract": "Report of the Jumpstarting Brain Tumor Drug Development Coalition and FDA clinical trials clinical outcome assessment endpoints workshop (October 15, 2014, Bethesda MD) Jennifer L. Helfer Patrick Y. Wen Jaishri Blakeley Mark R. Gilbert Terri S. Armstrong",
    "authors": [
        "Jennifer L. Helfer",
        "Patrick Y. Wen",
        "Jaishri Blakeley",
        "Mark R. Gilbert",
        "Terri S. Armstrong"
    ],
    "published_year": "2015",
    "description": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4795997/\nhttps://doi.org/10.1093/neuonc/nov270",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4795997/",
    "doi": "https://doi.org/10.1093/neuonc/nov270",
    "citation_count": 13,
    "references": {
        "9528585": "Development of a core outcome set and identification of patient-reportable outcomes for primary brain tumour trials: protocol for the COBra study",
        "9079897": "Proceedings of the Survivorship Care in Neuro-Oncology Workshop sponsored by the Comprehensive Oncology Network Evaluating Rare CNS Tumors (NCI-CONNECT)",
        "8561126": "Clinical trial challenges, design considerations, and outcome measures in rare CNS tumors",
        "8320688": "Phase II trial of proton therapy versus photon IMRT for GBM: secondary analysis comparison of progression-free survival between RANO versus clinical assessment",
        "8278354": "Systematic review on the use of patient-reported outcome measures in brain tumor studies: part of the Response Assessment in Neuro-Oncology Patient-Reported Outcome (RANO-PRO) initiative",
        "8278352": "Living with a central nervous system (CNS) tumor: findings on long-term survivorship from the NIH Natural History Study",
        "6858925": "Cognitive functioning following brain irradiation as part of cancer treatment: Characterizing better cognitive performance",
        "6708028": "Identifying symptom recurrences in primary brain tumor patients using the MDASI-BT and qualitative interviews",
        "6656315": "Opportunities and challenges of incorporating clinical outcome assessments in brain tumor clinical trials",
        "6582428": "Mitochondrial Polymorphisms, in The D-Loop Area, Are Associated with Brain Tumors",
        "6075221": "Neurocognitive functioning is associated with functional independence in newly diagnosed patients with temporal lobe glioma",
        "6007454": "Corticosteroid use endpoints in neuro-oncology: Response Assessment in Neuro-Oncology Working Group",
        "5464449": "The Neurologic Assessment in Neuro-Oncology (NANO) scale: a tool to assess neurologic function for integration into the Response Assessment in Neuro-Oncology (RANO) criteria"
    },
    "journal": "Neuro-Oncology",
    "topics": [
        "workshop, md, bethesda",
        "clinical, bethesda, workshop",
        "clinical, trials, development, drug"
    ]
}