{
    "title": "Increased Nanoparticle Delivery to Brain Tumors by Autocatalytic Priming for Improved Treatment and Imaging",
    "abstract": "The blood-brain barrier (BBB) is partially disrupted in brain tumors. Despite the gaps in the BBB, \nthere is an inadequate amount of pharmacological agents delivered into the brain. Thus, the low \ndelivery efficiency renders many of these agents ineffective in treating brain cancer. In this report, \nwe proposed an “autocatalytic” approach for increasing the transport of nanoparticles into the \nbrain. In this strategy, a small number of nanoparticles enter into the brain via transcytosis or \nthrough the BBB gaps. After penetrating the BBB, the nanoparticles release BBB modulators that \nenables more nanoparticles to be transported, creating a positive feedback loop for increased \ndelivery. Specifically, we demonstrated that these autocatalytic brain tumor-targeting poly(amine-\nco-ester) terpolymer nanoparticles (ABTT NPs) can readily cross the BBB and preferentially \naccumulate in brain tumors at a concentration of 4.3- and 94.0-fold greater than that in the liver \nand in brain regions without tumors, respectively. We further demonstrated that ABTT NPs were \ncapable of mediating brain cancer gene therapy and chemotherapy. Our results suggest ABTT NPs \n*Correspondence: Jiangbing Zhou, 310 Cedar Street, FMB 410, New Haven, CT 06510, Tel: 203-785-5327, iiangbing.zhou@vale.edu. \nSupporting Results, Materials and Methods. Synthesis and characterization of terpolymers and terpolymer NPs (Table S1, Figure S1, \nFigure S3, Figure S4). 1H NMR spectrum of (A) III-62% and (B) mIII-62% (Figure S2). Characterization of NPs used in this study \n(Tables S2–S5). Development and characterization of NPs for systemic drug delivery to the brain (Figures S5 and S6). In vivo \nevaluation of ABTT NP toxicity (Figure S7). Synthesis of 18F-SFB and 18F-SFB-conjugated NPs (Figure S8). Kinetics of \naccumulation of ABTT NPs in brain tumors determined based on IR780 (Figure S9). Overview of DiD-loaded NPs in the brain \n(Figure S10). In vivo quantitive and qualitative distribution of ABTT NPs in normal mice (Figure S11). Microscopic analysis of ABTT \nNPs in the normal brain (Figure S12). ABTT NPs for gene delivery to GL261 gliomas (Figure S13). ABTT NPs for systemic drug \ndelivery to U87-MG gliomas (Figure S14). ABTT NPs for delivery of gene therapy to U87-MG gliomas (Figure S15). ABTT NPs for \nsystemic delivery of chemotherapy to 231-BR-Her2 brain metastasis (Figure S16). Serum stability of ABTT NPs (Figure S17).\nAuthor Contributions. J.Z. and L.H. designed the experiments. L.H., D.K., M.Z., S.M., C.M., P.Y., Q.C., L.L., D.T., C.Y., D.H., and \nJ-H.P. performed the experiments. All the authors were involved in the analyses and interpretation of data. J.Z., L.H., and D.K. wrote \nthe paper, with the help of the co-authors.\nCompeting financial interests: The authors declare no competing financial interests.\nHHS Public Access\nAuthor manuscript\nACS Nano. Author manuscript; available in PMC 2017 April 26.\nPublished in final edited form as:\nACS Nano. 2016 April 26; 10(4): 4209–4218. doi:10.1021/acsnano.5b07573.\nAuthor Manuscript\nAuthor Manuscript\nAuthor Manuscript\nAuthor Manuscript",
    "authors": [
        "Liang Han",
        "Derek K. Kong",
        "Ming-qiang Zheng",
        "Sasidhar Murikinati",
        "Chao Ma",
        "Peng Yuan",
        "Liyuan Li",
        "Daofeng Tian",
        "Qiang Cai",
        "Chunlin Ye",
        "Daniel Holden",
        "June-Hee Park",
        "Xiaobin Gao",
        "Jean-Leon Thomas",
        "Jaime Grutzendler",
        "Richard E. Carson",
        "Yiyun Huang",
        "Joseph M. Piepmeier",
        "Jiangbing Zhou"
    ],
    "published_year": "",
    "description": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5257033/\nhttps://doi.org/10.1021/acsnano.5b07573",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5257033/",
    "doi": "https://doi.org/10.1021/acsnano.5b07573",
    "citation_count": 34,
    "references": {
        "10212980": "The blood–brain barrier: structure, regulation, and drug delivery",
        "9780288": "Application of nanomaterials in diagnosis and treatment of glioblastoma",
        "9724744": "Strategies to overcome/penetrate the BBB for systemic nanoparticle delivery to the brain/brain tumor",
        "9563739": "Advances in Preclinical/Clinical Glioblastoma Treatment: Can Nanoparticles Be of Help?",
        "9534955": "Targeted Delivery of Chemo‐Sonodynamic Therapy via Brain Targeting, Glutathione‐Consumable Polymeric Nanoparticles for Effective Brain Cancer Treatment",
        "9369969": "Single small molecule-assembled nanoparticles mediate efficient oral drug delivery",
        "9214787": "Supramolecular assemblies based on natural small molecules: Union would be effective",
        "9208637": "In situ Injection of pH- and Temperature-Sensitive Nanomaterials Increases Chemo-Photothermal Efficacy by Alleviating the Tumor Immunosuppressive Microenvironment",
        "9033827": "ZNF117 regulates glioblastoma stem cell differentiation towards oligodendroglial lineage",
        "8863382": "Targeted disruption of tumor vasculature via polyphenol nanoparticles to improve brain cancer treatment",
        "8708282": "Modulation of the Blood–Brain Barrier for Drug Delivery to Brain",
        "8505648": "Breast cancer brain metastasis: insight into molecular mechanisms and therapeutic strategies",
        "8424230": "Evolution of blood–brain barrier in brain diseases and related systemic nanoscale brain-targeting drug delivery strategies",
        "8410084": "ENT2 facilitates brain endothelial cell penetration and blood-brain barrier transport by a tumor-targeting anti-DNA autoantibody",
        "8343119": "Recent advances in nanomedicines for the treatment of ischemic stroke",
        "8148067": "Escape from abluminal LRP1-mediated clearance for boosted nanoparticle brain delivery and brain metastasis treatment",
        "8097396": "Rethinking CRITID Procedure of Brain Targeting Drug Delivery: Circulation, Blood Brain Barrier Recognition, Intracellular Transport, Diseased Cell Targeting, Internalization, and Drug Release",
        "7962994": "LRRC31 inhibits DNA repair and sensitizes breast cancer brain metastasis to radiation therapy",
        "7312441": "Innovative Precision Gene‐Editing Tools in Personalized Cancer Medicine",
        "7241433": "Autocatalytic Delivery of Brain Tumor-targeting, Size-shrinkable Nanoparticles for Treatment of Breast Cancer Brain Metastases",
        "7225739": "Mutation-Directed Therapeutics for Neurofibromatosis Type I",
        "7055583": "Targeted Delivery of Secretory Promelittin via Novel Poly(lactone‐co‐β‐amino ester) Nanoparticles for Treatment of Breast Cancer Brain Metastases",
        "7017259": "Nano-Therapies for Glioblastoma Treatment",
        "6956816": "Nanocarrier-based drug combination therapy for glioblastoma",
        "6859088": "Enhancing Radiotherapeutic Effect With Nanoparticle-Mediated Radiosensitizer Delivery Guided By Focused Gamma Rays In Lewis Lung Carcinoma-Bearing Mouse Brain Tumor Models",
        "6815966": "Anti-edema and antioxidant combination therapy for ischemic stroke via glyburide-loaded betulinic acid nanoparticles",
        "6488122": "Chlorotoxin targets ERα/VASP signaling pathway to combat breast cancer",
        "6299643": "Delivery systems of CRISPR/Cas9-based cancer gene therapy",
        "6017399": "Bridging from Brain to Tumor Imaging: (S)-(−)- and (R)-(+)-[18F]Fluspidine for Investigation of Sigma-1 Receptors in Tumor-Bearing Mice ",
        "5939593": "Targeted Delivery of CRISPR/Cas9-Mediated Cancer Gene Therapy via Liposome-Templated Hydrogel Nanoparticles",
        "5448136": "Injectable nanofibrous spongy microspheres for NR4A1 plasmid DNA transfection to reverse fibrotic degeneration and support disc regeneration",
        "5326671": "Blood-brain barrier transport machineries and targeted therapy of brain diseases",
        "5312362": "A lupus anti-DNA autoantibody mediates autocatalytic, targeted delivery of nanoparticles to tumors",
        "5006488": "Future in neuromedicine: Nanotechnology"
    },
    "journal": "ACS nano",
    "topics": [
        "treatment, nanoparticle, delivery, brain",
        "imaging, autocatalytic, improved, tumors",
        "treatment, nanoparticle, brain, delivery"
    ]
}