{
    "title": "An Epigenetic Gateway to Brain Tumor Cell Identity",
    "abstract": "Precise targeting of genetic lesions alone has been insufficient to extend brain tumor patient \nsurvival. Brain cancer cells are diverse in their genetic, metabolic, and microenvironmental \ncompositions, accounting for their phenotypic heterogeneity and disparate responses to therapy. \nThese factors converge at the level of the epigenome, representing a unified node that can be \ndisrupted by pharmacologic inhibition. Aberrant epigenomes define many childhood and adult \nbrain cancers, as demonstrated by widespread changes to DNA methylation patterns, redistribution \nof histone marks, and disruption of chromatin structure. In this review, we describe the \nconvergence of genetic, metabolic, and micro-environmental factors upon mechanisms of \nepigenetic deregulation in brain cancer. We discuss how aberrant epigenetic pathways identified in \nbrain tumors affect cell identity, cell state, and neoplastic transformation, in addition to the \npotential to exploit these alterations as novel therapeutic strategies for the treatment of brain \ncancer.",
    "authors": [
        "Stephen C. Mack",
        "Christopher G. Hubert",
        "Tyler E. Miller",
        "Michael D. Taylor",
        "Jeremy N. Rich"
    ],
    "published_year": "",
    "description": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5568053/\nhttps://doi.org/10.1038/nn.4190",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5568053/",
    "doi": "https://doi.org/10.1038/nn.4190",
    "citation_count": 55,
    "references": {
        "10782558": "Metabolic Regulation of the Epigenome Drives Lethal Infantile Ependymoma",
        "10503703": "A TOX-ic axis of epigenetic stem cell maintenance and chemoresistance in colon cancer",
        "10376921": "Brain Tumors: Development, Drug Resistance, and Sensitization – An Epigenetic Approach",
        "10158232": "DUB-ling down on the epigenetic regulation of cancer stem cells in glioblastoma",
        "9776514": "Correlation between DNA Methylation and Cell Proliferation Identifies New Candidate Predictive Markers in Meningioma",
        "9406706": "Brain Tumor Characterization Using Radiogenomics in Artificial Intelligence Framework",
        "9340624": "Leveraging epigenomic patterns to resolve the heterogeneity and origins of CNS germ cell tumors",
        "9303974": "Sox9 directs divergent epigenomic states in brain tumor subtypes",
        "9287453": "E2F and STAT3 provide transcriptional synergy for histone variant H2AZ activation to sustain glioblastoma chromatin accessibility and tumorigenicity",
        "8856626": "Targeting glioblastoma signaling and metabolism with a re-purposed brain-penetrant drug",
        "8834030": "The Transcriptome and Methylome of the Developing and Aging Brain and Their Relations to Gliomas and Psychological Disorders",
        "8657076": "Cell-of-Origin and Genetic, Epigenetic, and Microenvironmental Factors Contribute to the Intra-Tumoral Heterogeneity of Pediatric Intracranial Ependymoma",
        "8433470": "Double emulsion-pretreated microwell culture for the in vitro production of multicellular spheroids and their in situ analysis",
        "8268631": "High-Resolution Cartography of the Transcriptome and Methylome Landscapes of Diffuse Gliomas",
        "8087701": "Epigenomics and immunotherapeutic advances in pediatric brain tumors",
        "8072233": "Brd4-bound enhancers drive cell-intrinsic sex differences in glioblastoma",
        "7817894": "Glucose transporter Glut1 controls diffuse invasion phenotype with perineuronal satellitosis in diffuse glioma microenvironment",
        "7598052": "Epigenetic modulator inhibition overcomes temozolomide chemoresistance and antagonizes tumor recurrence of glioblastoma",
        "7365945": "Histone Deacetylase Inhibitors in Pediatric Brain Cancers: Biological Activities and Therapeutic Potential",
        "7226296": "The Mitochondrial Protein VDAC1 at the Crossroads of Cancer Cell Metabolism: The Epigenetic Link",
        "7201922": "Glioma stem-like cells evade interferon suppression through MBD3/NuRD complex–mediated STAT1 downregulation",
        "7161126": "Sex differences in cancer mechanisms",
        "7146732": "Plasma and cerebrospinal fluid pharmacokinetics of the DNA methyltransferase inhibitor, 5-azacytidine, alone and with inulin, in nonhuman primate models",
        "7072310": "Bioactive Phenolic Compounds in the Modulation of Central and Peripheral Nervous System Cancers: Facts and Misdeeds",
        "7062288": "From cells to tissue: How cell scale heterogeneity impacts glioblastoma growth and treatment response",
        "6966513": "Hypoxic Environment and Paired Hierarchical 3D and 2D Models of Pediatric H3.3-Mutated Gliomas Recreate the Patient Tumor Complexity",
        "6892579": "Clinical Impact of Next-generation Sequencing in Pediatric Neuro-Oncology Patients: A Single-institutional Experience",
        "6810595": "MTAP loss promotes stemness in glioblastoma and confers unique susceptibility to purine starvation",
        "6785242": "Glioma Stem Cell Specific Super Enhancer Promotes Polyunsaturated Fatty Acid Synthesis to Support EGFR Signaling",
        "6765190": "Experimental models and tools to tackle glioblastoma",
        "6754407": "Upregulation of the chromatin remodeler HELLS is mediated by YAP1 in Sonic Hedgehog Medulloblastoma",
        "6747735": "Epigenetic downregulation of STAT6 increases HIF-1α expression via mTOR/S6K/S6, leading to enhanced hypoxic viability of glioma cells",
        "6698577": "Towards an advanced cell-based in vitro glioma model system",
        "6590141": "Novel dual‐action prodrug triggers apoptosis in glioblastoma cells by releasing a glutathione quencher and lysine‐specific histone demethylase 1A inhibitor",
        "6545689": "Integrative analysis of DNA methylation suggests down-regulation of oncogenic pathways and reduced somatic mutation rates in survival outliers of glioblastoma",
        "6387628": "Analysis of Human Nuclear Protein Complexes by Quantitative Mass Spectrometry Profiling",
        "6266894": "Intersection of Brain Development and Paediatric Diffuse Midline Gliomas: Potential Role of Microenvironment in Tumour Growth",
        "6197883": "Bioreducible polymeric nanoparticles containing multiplexed cancer stem cell-regulating miRNAs inhibit glioblastoma growth and prolong survival",
        "6167382": "Analysis of chromatin accessibility uncovers TEAD1 as a regulator of migration in human glioblastoma",
        "6120114": "Childhood Medulloblastoma: Current Therapies, Emerging Molecular Landscape and Newer Therapeutic Insights",
        "6003664": "Put away your microscopes: The ependymoma molecular era has begun",
        "5857251": "Developing DNA methylation-based diagnostic biomarkers",
        "5830623": "Targeting glioma stem‐like cell survival and chemoresistance through inhibition of lysine‐specific histone demethylase KDM2B",
        "5823664": "Glioblastoma: new therapeutic strategies to address cellular and genomic complexity",
        "5817265": "Cell Transplantation for Spinal Cord Injury: Tumorigenicity of Induced Pluripotent Stem Cell-Derived Neural Stem/Progenitor Cells",
        "5810852": "Current state and future prospects of immunotherapy for glioma",
        "5704952": "Evolutionary scalpels for dissecting tumor ecosystems",
        "5689739": "Interest of integrins targeting in glioblastoma according to tumor heterogeneity and cancer stem cell paradigm: an update",
        "5532621": "The Role of miRNAs in Angiogenesis, Invasion and Metabolism and Their Therapeutic Implications in Gliomas",
        "5505622": "Reprogramming Medulloblastoma-Propagating Cells by a Combined Antagonism of Sonic Hedgehog and CXCR4",
        "5429601": "Ultra-High Mass Resolution MALDI Imaging Mass Spectrometry of Proteins and Metabolites in a Mouse Model of Glioblastoma",
        "5425658": "Prospective Isolation and Comparison of Human Germinal Matrix and Glioblastoma EGFR+ Populations with Stem Cell Properties",
        "5397677": "Recent Advances on the Molecular Pathology of Glial Neoplasms in Children and Adults",
        "4880501": "The role of Octamer binding transcription factors in glioblastoma multiforme",
        "4852161": "Intratumoral heterogeneity of the epigenome"
    },
    "journal": "Nature neuroscience",
    "topics": [
        "epigenetic, identity, cell, gateway",
        "tumor, brain, gateway, cell",
        "tumor, cell, gateway, brain"
    ]
}