{
    "title": "Pneumonia diagnosis in childhood and incidence of leukaemia, lymphoma and brain cancer: a Danish nationwide cohort study",
    "abstract": "Objectives  There is an ongoing debate on the possible \nassociation between infections in early childhood and \nsubsequent cancer risk, but it remains unclear if a \nhospital admission for infection is associated with risk of \nchildhood cancer diagnosis. We examined if a hospital-\nbased diagnosis of pneumonia was a clinical marker of \nthe three most common childhood cancers.\nDesign  Population-based cohort study.\nSetting  Denmark, hospital diagnoses, 1994–2013.\nMethods  Using national health registries, we compared \nthe observed incidence of leukaemia, lymphoma and \nbrain cancer among 83 935 children with a hospital-\nbased pneumonia diagnosis with that expected among \nchildren in the general population. We calculated \nabsolute cancer risks and standardised incidence ratios \n(SIRs) as a measure of relative risk.\nResults  The cancer SIRs were substantially increased \nduring the first 6 months of follow-up; lymphoid \nleukaemia: 6.2 (95% CI 3.5 to 10.3); myeloid leukaemia: \n14.8 (95% CI 6.0 to 30.6); Hodgkin’s lymphoma: 60.8 \n(95% CI 26.2 to 120), non-Hodgkin’s lymphoma: 15.9 \n(95% CI 5.2 to 37.2) and brain cancer: 4.4 (95% CI \n1.9 to 8.7). The 6-month absolute risks of leukaemia, \nlymphoma and brain cancer were all low, reaching \n0.05% when combined. An increased risk persisted \nbeyond 5 years for non-Hodgkin’s lymphoma and brain \ncancer. However, the 5-year absolute cancer risk was \n0.14%.\nConclusions  The short-term incidence of leukaemia, \nlymphoma and brain cancer was higher than expected and \npersisted beyond 5 years for non-Hodgkin’s lymphoma and \nbrain cancer. However, the absolute cancer risk was low.",
    "authors": [
        "Kirstine Kobberøe Søgaard",
        "Dóra Körmendiné Farkas",
        "Henrik Toft Sørensen"
    ],
    "published_year": "2017",
    "description": "Objectives\n          There is an ongoing debate on the possible association between infections in early childhood and subsequent cancer risk, but it remains unclear if a hospital admission for infection is associated with risk of childhood cancer diagnosis. We examined if a hospital-based diagnosis of pneumonia was a clinical marker of the three most common childhood cancers.\nDesign\n          Population-based cohort study.\nSetting\n          Denmark, hospital diagnoses, 1994–2013.\nMethods\n          Using national health registries, we compared the observed incidence of leukaemia, lymphoma and brain cancer among 83 935 children with a hospital-based pneumonia diagnosis with that expected among children in the general population. We calculated absolute cancer risks and standardised incidence ratios (SIRs) as a measure of relative risk.\nResults\n      \n        Patient characteristics\n        We followed 83 935 children with pneumonia and no previous cancer diagnosis for a median of 10 years. The incidence of pneumonia diagnosis was stable over the 20-year period. In the cohort as a whole, 47 650 (57%) were boys, and median age was 1.5 years. Pneumonia diagnosis was made during an inpatient stay among 89%, during an outpatient clinic visit in 6% and in the emergency room in 5% of the children. Pneumonia was registered as the main condition leading to hospitalisation for 69 479 (83%) children. Of the 49 510 children diagnosed with pneumonia after 2002, 36 230 (73%) had chest imaging performed during their hospital contact. Pneumonia was registered as caused by bacteria in 14% and by viruses in 22% of children in the study cohort (see the online supplementary appendix for specification of aetiology), while the agent was unspecified for 64% of the children. Among the children, 8733 (10%) had a congenital malformation (table 1), including 489 children with Down syndrome. The prevalence of immune deficiencies recorded in the DNPR at the time of pneumonia diagnosis was low (n=137). The majority had one or no previous hospitalisations, while 25% had two or more previous hospitalisations with a minimum duration of 3 days.\n        \n          Table 1\n          \n            Risk of leukaemia, lymphoma and brain cancer, stratified analysis\n          \n          \n            \n              \n                \n                n\n                O/E\n                SIR (95% CI)\n              \n            \n            \n              \n                All\n                83 935\n                168/90\n                1.9 (1.6 to 2.2)\n              \n              \n                 Boys\n                47 650\n                89/53\n                1.7 (1.3 to 2.1)\n              \n              \n                 Girls\n                36 285\n                79/37\n                2.2 (1.7 to 2.7)\n              \n              \n                Age\n              \n              \n                 0–4\n                70 476\n                135/76\n                1.8 (1.5 to 2.1)\n              \n              \n                 5–9\n                8145\n                14/8\n                1.7 (0.9 to 2.8)\n              \n              \n                 10–14\n                3114\n                8/3\n                2.3 (1.0 to 4.5)\n              \n              \n                 15–17\n                2200\n                11/3\n                4.2 (2.1 to 7.5)\n              \n              \n                Previous hospitalisations\n              \n              \n                 0\n                18 114\n                20/17\n                1.2 (0.7 to 1.9)\n              \n              \n                 1\n                45 161\n                94/50\n                1.9 (1.5 to 2.3)\n              \n              \n                 2\n                11 953\n                24/14\n                1.8 (1.1 to 2.6)\n              \n              \n                 3+\n                8707\n                30/10\n                3.1 (2.1 to 4.4)\n              \n              \n                Calendar period\n              \n              \n                 1994–1998\n                21 618\n                96/81\n                1.2 (1.0 to 1.4)\n              \n              \n                 1999–2003\n                21 067\n                61/49\n                1.3 (1.0 to 1.6)\n              \n              \n                 2004–2008\n                20 644\n                54/29\n                1.9 (1.4 to 2.5)\n              \n              \n                 2009–2013\n                20 607\n                30/12\n                2.5 (1.7 to 3.5)\n              \n              \n                Congenital malformations\n              \n              \n                 Yes\n                8733\n                31*/9\n                3.7 (2.5 to 5.2)\n              \n              \n                 Down syndrome\n                489\n                9/1\n                16.2 (7.4 to 30.8)\n              \n              \n                 No\n                75 202\n                137/81\n                1.7 (1.4 to 2.0)\n              \n              \n                Immune deficiency\n              \n              \n                 Yes\n                137\n                2/0.1\n                17.5 (2.1 to 63.2)\n              \n              \n                 No\n                83 798\n                166/90\n                1.9 (1.6 to 2.2)\n              \n              \n                Imaging examination (after 2002)\n              \n              \n                 Yes\n                36 230\n                66/25\n                2.7 (2.1 to 3.4)\n              \n              \n                 No\n                13 280\n                9/8\n                1.1 (0.5 to 2.1)\n              \n            \n          \n          \n            \n              Congenital malformations included conditions related to the nervous system (Q00-Q07); eye, ear, face and neck (Q10-Q18); the circulatory system (Q20-Q28); the respiratory system (Q30-Q34); cleft lip and cleft palate (Q35-Q37); the digestive system (Q38-Q45); genital organs (Q50-Q56); the urinary system (Q60-Q64); malformations and deformations of the musculoskeletal system (Q65-Q79) and other (Q80-Q99).\n            \n            \n              O/E, observed/expected number of cancer; SIR, standardised incidence ratio.\n            \n          \n        \n      \n      \n        Risk of leukaemia, lymphoma and brain cancer\n        A total of 168 cancers were diagnosed during follow-up (826 281 person-years), including 37 diagnosed with cancer within 1 month, adding up to 43 cancers within the first 6 months following the pneumonia episode. The most frequent subtypes of cancer are provided in table 2.\n        \n          Table 2\n          \n            Risk of leukaemia, lymphoma and brain cancer by follow-up interval\n          \n          \n            \n              \n                \n                Observed/expected numbers of cancer and SIRs (95% CI)\n              \n              \n                \n                0–<6 months of follow-up\n                6 months–<5 years\n                5+ years\n              \n            \n            \n              \n                Lymphoid leukaemia*\n                15/2\n                6.2 (3.5 to 10.3)\n                27/16\n                1.7 (1.1 to 2.4)\n                8/10\n                0.8 (0.3 to 1.5)\n              \n              \n                Myeloid leukaemia†\n                7/<1\n                14.8 (6.0 to 30.6)\n                8/3\n                2.6 (1.1 to 5.2)\n                2/3\n                0.8 (0.1 to 2.7)\n              \n              \n                Hodgkin’s lymphoma‡\n                8/<1\n                60.8 (26.2 to 120)\n                2/1\n                1.4 (0.2 to 5.0)\n                6/8\n                0.7 (0.3 to 1.5)\n              \n              \n                Non-Hodgkin’s lymphoma§\n                5/<1\n                15.9 (5.2 to 37.2)\n                8/3\n                2.7 (1.2 to 5.3)\n                11/6\n                1.7 (0.9 to 3.0)\n              \n              \n                Brain¶\n                8/2\n                4.4 (1.9 to 8.7)\n                23/14\n                1.7 (1.1 to 2.5)\n                30/20\n                1.5 (1.0 to 2.2)\n              \n            \n          \n          \n            \n              Some of the most frequent subtypes of cancer were as follows:\n            \n            \n              *42 of 50 children had precursor cell lymphoblastic leukaemia, not otherwise specified.\n            \n            \n              †10 of 17 children had acute myeloid leukaemia, not otherwise specified.\n            \n            \n              ‡10 of 16 children had nodular sclerosis classical Hodgkin’s lymphoma.\n            \n            \n              §5 of 24 children had diffuse large B cell, not otherwise specified; 5 had mature T-cell lymphoma, not otherwise specified; 4 had Burkitt lymphoma, not otherwise specified and 4 had anaplastic large cell lymphoma.\n            \n            \n              ¶15 of 61 children had glioblastoma; 8 had medulloblastoma, not otherwise specified, and 28 had other or unspecified brain cancer.\n            \n            \n              SIR, standardised incidence ratio.\n            \n          \n        \n        The absolute risks of leukaemia, lymphoma and brain cancer were all low, combined it reached 0.05% at 6 months and 0.14% at 5 years.\n        During complete follow-up, the combined SIR of leukaemia, lymphoma and brain cancer was increased by almost twofold (table 1). The SIRs were substantially increased during the first 6 months of follow-up: 6.2 (95% CI 3.5 to 10.3) for lymphoid leukaemia, 14.8 (95% CI 6.0 to 30.6) for myeloid leukaemia, 60.8 (95% CI 26.2 to 120) for Hodgkin’s lymphoma, 15.9 (95% CI 5.2 to 37.2) for non-Hodgkin’s lymphoma and 4.4 (95% CI 1.9 to 8.7) for brain cancer (table 2). The increased risk of lymphoid leukaemia, myeloid leukaemia and non-Hodgkin’s lymphoma persisted up to 5 years after a hospital pneumonia diagnosis. Beyond 5 years of follow-up, more children than expected were diagnosed with non-Hodgkin’s lymphomas and brain cancers (table 2).\n        The stratified analyses for the overall cancer occurrence showed slightly higher SIRs among girls than among boys. Children up to 14 years of age had an approximately twofold increased SIR, whereas teenagers aged 15–17 years had a fourfold increased SIR (table 1). The SIR increased over time from 1.2-fold increased during 1994–1998 to 2.5-fold increased during 2009–2013. Children with imaging-confirmed diagnoses had a SIR of almost three, whereas children without confirmed diagnosis had a SIR around the unity (table 1). Though numbers were low, children diagnosed with immune deficiencies or congenital malformations had higher SIRs for cancer than children without these conditions. However, importantly the increased risk was not confined to children with such known conditions. While the overall SIR for children without previous hospitalisations was around unity, the SIR for children with one or two visits was almost twofold increased, and the SIR for those with three or more visits was threefold increased (table 1).\nConclusions\n          The short-term incidence of leukaemia, lymphoma and brain cancer was higher than expected and persisted beyond 5 years for non-Hodgkin’s lymphoma and brain cancer. However, the absolute cancer risk was low.\nIntroduction\n      Presenting signs of cancer in children may be vague and overlap with those of common childhood conditions. While the disease course for leukaemia is often short, the symptoms of brain cancer may present already 2 years before diagnosis.1 General practitioners (GPs) are often essential in the early diagnostic pathways,2 but it is plausible that cancer in some children debut with acute clinical disease necessitating hospitalisation. Hospital admission for infection is not clearly associated with risk of childhood cancer. Some studies have shown that overall there is no association with previous admission for infectious diseases and risk of leukaemia,3 while others have found that children with common infections requiring hospitalisation potentially have a 50% higher risk of a subsequent leukaemia diagnosis.4 Specifically, a hospital diagnosis of pneumonia may be associated with subsequent increased risk of a leukaemia diagnosis.5 Pneumonia is a frequent cause of community-acquired infection leading to hospital contact (annual incidence is up to 40 per 10 000)6; therefore, any association with cancer could be clinically relevant. If absolute cancer risks in children with a hospital-based diagnosis of pneumonia are high, then this could have implications for the diagnostic approach in these children.\n      We assessed absolute and relative risks of the three most common childhood cancers, leukaemia, lymphoma and brain cancer7 subsequent to a first hospital-based diagnosis of pneumonia.\nMaterials and methods\n      The source population for this registry-based cohort was all Danish children aged 0–17 years who were alive between 1994 and 2013 (n=2 884 552). Access to medical care including hospital admissions is free of charge (tax paid). The Danish National Patient Registry (DNPR) captures all contacts with Danish hospitals,8 and records discharge diagnosis using the International Classification of Diseases (currently the 10th revision). The Danish Cancer Registry (DCR) records incident cancers in Denmark using ICD-10 and ICD-0–3 morphology codes.9\n\n      We identified all children with a first-time hospital-based (inpatient, outpatient clinic and emergency room) diagnosis of pneumonia recorded in the DNPR during 1994–2013. We linked these cases to the DCR (using a unique personal identification) to identify incident cancers, and then to exclude children with previous cancer diagnoses. Owing to the low cancer incidence in the cohort, we had sufficient sample size to estimate only the risks of the three most common childhood cancers. We used information on registrations of chest imaging during hospitalisation (recorded since 2002) to examine the proportion of imaging-confirmed pneumonia diagnoses. We obtained information from the DNPR on prevalent diagnoses of immune deficiencies and congenital diseases, including Down syndrome. We searched for hospitalisations before pneumonia diagnosis to elucidate the extent of previous hospital contacts. All codes used in the study are provided in the online supplementary appendix.\n      \n        10.1136/bmjopen-2017-019860.supp1\n        Supplementary file 1\n        \n\n      \n      \n        Statistical analysis\n        The children were followed for the occurrence of cancer from the date of the pneumonia diagnosis until death, emigration or end of follow-up 30 November 2013. We computed the absolute cancer risk at 6 months and 5 years following the pneumonia diagnosis.\n        We compared the observed cancer incidence among children with pneumonia with that expected among children in the general population (based on national cancer incidence rates by age, sex and calendar year). Standardised incidence ratios (SIRs) were calculated as a measure of relative risk. We computed SIRs for acute myeloid leukaemia, acute lymphoid leukaemia, Hodgkin lymphoma, non-Hodgkin’s lymphoma and brain cancer. Follow-up was divided into first 6 months, 6 months to 5 years and 5+ years. We stratified the patients by gender, age, calendar period and prevalent disease to examine its potential impact on cancer risk.\n        All statistical analyses were conducted using the SAS statistical software package V.9.2 (SAS Institute).\nStatistical analysis\n        The children were followed for the occurrence of cancer from the date of the pneumonia diagnosis until death, emigration or end of follow-up 30 November 2013. We computed the absolute cancer risk at 6 months and 5 years following the pneumonia diagnosis.\n        We compared the observed cancer incidence among children with pneumonia with that expected among children in the general population (based on national cancer incidence rates by age, sex and calendar year). Standardised incidence ratios (SIRs) were calculated as a measure of relative risk. We computed SIRs for acute myeloid leukaemia, acute lymphoid leukaemia, Hodgkin lymphoma, non-Hodgkin’s lymphoma and brain cancer. Follow-up was divided into first 6 months, 6 months to 5 years and 5+ years. We stratified the patients by gender, age, calendar period and prevalent disease to examine its potential impact on cancer risk.\n        All statistical analyses were conducted using the SAS statistical software package V.9.2 (SAS Institute).\nPatient characteristics\n        We followed 83 935 children with pneumonia and no previous cancer diagnosis for a median of 10 years. The incidence of pneumonia diagnosis was stable over the 20-year period. In the cohort as a whole, 47 650 (57%) were boys, and median age was 1.5 years. Pneumonia diagnosis was made during an inpatient stay among 89%, during an outpatient clinic visit in 6% and in the emergency room in 5% of the children. Pneumonia was registered as the main condition leading to hospitalisation for 69 479 (83%) children. Of the 49 510 children diagnosed with pneumonia after 2002, 36 230 (73%) had chest imaging performed during their hospital contact. Pneumonia was registered as caused by bacteria in 14% and by viruses in 22% of children in the study cohort (see the online supplementary appendix for specification of aetiology), while the agent was unspecified for 64% of the children. Among the children, 8733 (10%) had a congenital malformation (table 1), including 489 children with Down syndrome. The prevalence of immune deficiencies recorded in the DNPR at the time of pneumonia diagnosis was low (n=137). The majority had one or no previous hospitalisations, while 25% had two or more previous hospitalisations with a minimum duration of 3 days.\n        \n          Table 1\n          \n            Risk of leukaemia, lymphoma and brain cancer, stratified analysis\n          \n          \n            \n              \n                \n                n\n                O/E\n                SIR (95% CI)\n              \n            \n            \n              \n                All\n                83 935\n                168/90\n                1.9 (1.6 to 2.2)\n              \n              \n                 Boys\n                47 650\n                89/53\n                1.7 (1.3 to 2.1)\n              \n              \n                 Girls\n                36 285\n                79/37\n                2.2 (1.7 to 2.7)\n              \n              \n                Age\n              \n              \n                 0–4\n                70 476\n                135/76\n                1.8 (1.5 to 2.1)\n              \n              \n                 5–9\n                8145\n                14/8\n                1.7 (0.9 to 2.8)\n              \n              \n                 10–14\n                3114\n                8/3\n                2.3 (1.0 to 4.5)\n              \n              \n                 15–17\n                2200\n                11/3\n                4.2 (2.1 to 7.5)\n              \n              \n                Previous hospitalisations\n              \n              \n                 0\n                18 114\n                20/17\n                1.2 (0.7 to 1.9)\n              \n              \n                 1\n                45 161\n                94/50\n                1.9 (1.5 to 2.3)\n              \n              \n                 2\n                11 953\n                24/14\n                1.8 (1.1 to 2.6)\n              \n              \n                 3+\n                8707\n                30/10\n                3.1 (2.1 to 4.4)\n              \n              \n                Calendar period\n              \n              \n                 1994–1998\n                21 618\n                96/81\n                1.2 (1.0 to 1.4)\n              \n              \n                 1999–2003\n                21 067\n                61/49\n                1.3 (1.0 to 1.6)\n              \n              \n                 2004–2008\n                20 644\n                54/29\n                1.9 (1.4 to 2.5)\n              \n              \n                 2009–2013\n                20 607\n                30/12\n                2.5 (1.7 to 3.5)\n              \n              \n                Congenital malformations\n              \n              \n                 Yes\n                8733\n                31*/9\n                3.7 (2.5 to 5.2)\n              \n              \n                 Down syndrome\n                489\n                9/1\n                16.2 (7.4 to 30.8)\n              \n              \n                 No\n                75 202\n                137/81\n                1.7 (1.4 to 2.0)\n              \n              \n                Immune deficiency\n              \n              \n                 Yes\n                137\n                2/0.1\n                17.5 (2.1 to 63.2)\n              \n              \n                 No\n                83 798\n                166/90\n                1.9 (1.6 to 2.2)\n              \n              \n                Imaging examination (after 2002)\n              \n              \n                 Yes\n                36 230\n                66/25\n                2.7 (2.1 to 3.4)\n              \n              \n                 No\n                13 280\n                9/8\n                1.1 (0.5 to 2.1)\n              \n            \n          \n          \n            \n              Congenital malformations included conditions related to the nervous system (Q00-Q07); eye, ear, face and neck (Q10-Q18); the circulatory system (Q20-Q28); the respiratory system (Q30-Q34); cleft lip and cleft palate (Q35-Q37); the digestive system (Q38-Q45); genital organs (Q50-Q56); the urinary system (Q60-Q64); malformations and deformations of the musculoskeletal system (Q65-Q79) and other (Q80-Q99).\n            \n            \n              O/E, observed/expected number of cancer; SIR, standardised incidence ratio.\nRisk of leukaemia, lymphoma and brain cancer\n        A total of 168 cancers were diagnosed during follow-up (826 281 person-years), including 37 diagnosed with cancer within 1 month, adding up to 43 cancers within the first 6 months following the pneumonia episode. The most frequent subtypes of cancer are provided in table 2.\n        \n          Table 2\n          \n            Risk of leukaemia, lymphoma and brain cancer by follow-up interval\n          \n          \n            \n              \n                \n                Observed/expected numbers of cancer and SIRs (95% CI)\n              \n              \n                \n                0–<6 months of follow-up\n                6 months–<5 years\n                5+ years\n              \n            \n            \n              \n                Lymphoid leukaemia*\n                15/2\n                6.2 (3.5 to 10.3)\n                27/16\n                1.7 (1.1 to 2.4)\n                8/10\n                0.8 (0.3 to 1.5)\n              \n              \n                Myeloid leukaemia†\n                7/<1\n                14.8 (6.0 to 30.6)\n                8/3\n                2.6 (1.1 to 5.2)\n                2/3\n                0.8 (0.1 to 2.7)\n              \n              \n                Hodgkin’s lymphoma‡\n                8/<1\n                60.8 (26.2 to 120)\n                2/1\n                1.4 (0.2 to 5.0)\n                6/8\n                0.7 (0.3 to 1.5)\n              \n              \n                Non-Hodgkin’s lymphoma§\n                5/<1\n                15.9 (5.2 to 37.2)\n                8/3\n                2.7 (1.2 to 5.3)\n                11/6\n                1.7 (0.9 to 3.0)\n              \n              \n                Brain¶\n                8/2\n                4.4 (1.9 to 8.7)\n                23/14\n                1.7 (1.1 to 2.5)\n                30/20\n                1.5 (1.0 to 2.2)\n              \n            \n          \n          \n            \n              Some of the most frequent subtypes of cancer were as follows:\n            \n            \n              *42 of 50 children had precursor cell lymphoblastic leukaemia, not otherwise specified.\n            \n            \n              †10 of 17 children had acute myeloid leukaemia, not otherwise specified.\n            \n            \n              ‡10 of 16 children had nodular sclerosis classical Hodgkin’s lymphoma.\n            \n            \n              §5 of 24 children had diffuse large B cell, not otherwise specified; 5 had mature T-cell lymphoma, not otherwise specified; 4 had Burkitt lymphoma, not otherwise specified and 4 had anaplastic large cell lymphoma.\n            \n            \n              ¶15 of 61 children had glioblastoma; 8 had medulloblastoma, not otherwise specified, and 28 had other or unspecified brain cancer.\n            \n            \n              SIR, standardised incidence ratio.\n            \n          \n        \n        The absolute risks of leukaemia, lymphoma and brain cancer were all low, combined it reached 0.05% at 6 months and 0.14% at 5 years.\n        During complete follow-up, the combined SIR of leukaemia, lymphoma and brain cancer was increased by almost twofold (table 1). The SIRs were substantially increased during the first 6 months of follow-up: 6.2 (95% CI 3.5 to 10.3) for lymphoid leukaemia, 14.8 (95% CI 6.0 to 30.6) for myeloid leukaemia, 60.8 (95% CI 26.2 to 120) for Hodgkin’s lymphoma, 15.9 (95% CI 5.2 to 37.2) for non-Hodgkin’s lymphoma and 4.4 (95% CI 1.9 to 8.7) for brain cancer (table 2). The increased risk of lymphoid leukaemia, myeloid leukaemia and non-Hodgkin’s lymphoma persisted up to 5 years after a hospital pneumonia diagnosis. Beyond 5 years of follow-up, more children than expected were diagnosed with non-Hodgkin’s lymphomas and brain cancers (table 2).\n        The stratified analyses for the overall cancer occurrence showed slightly higher SIRs among girls than among boys. Children up to 14 years of age had an approximately twofold increased SIR, whereas teenagers aged 15–17 years had a fourfold increased SIR (table 1). The SIR increased over time from 1.2-fold increased during 1994–1998 to 2.5-fold increased during 2009–2013. Children with imaging-confirmed diagnoses had a SIR of almost three, whereas children without confirmed diagnosis had a SIR around the unity (table 1). Though numbers were low, children diagnosed with immune deficiencies or congenital malformations had higher SIRs for cancer than children without these conditions. However, importantly the increased risk was not confined to children with such known conditions. While the overall SIR for children without previous hospitalisations was around unity, the SIR for children with one or two visits was almost twofold increased, and the SIR for those with three or more visits was threefold increased (table 1).\nDiscussion\n      We found that a hospital-based diagnosis of pneumonia was a rare presentation of occult childhood cancer. The children hospitalised with pneumonia had a higher short-term incidence of leukaemia, lymphoma and brain cancer than expected and had a persistently increased risk of non-Hodgkin’s lymphoma and brain cancer more than 5 years after the pneumonia. However, the absolute risk of cancer was low, which accords with the low incidence of childhood malignancies.\n      The association between hospital-based diagnoses of common infections and subsequent cancer occurrence are conflicting. A Danish population-based study found no overall association with previous admission for infectious diseases and risk of leukaemia. However, the study did not explore risks according to type of infection.3 By contrast, a French case–control study indicated that common infections occurring in children during the first year of life potentially were associated with decreased risk of leukaemia, whereas children with infections requiring hospitalisation could be at increased risk of a leukaemia diagnosis.4 Supporting the latter finding, a Taiwan case–control study found that a hospital diagnosis of pneumonia was associated with subsequent increased risk of myeloid leukaemia diagnosis.5 We found that children presenting with pneumonia had a subsequent higher occurrence of leukaemia, lymphoma and brain cancer than other Danish children.\n      The strengths of our study include its population-based design in the setting of a uniformly organised healthcare system. In agreement with the overall completeness of chest X-ray records in the DNPR,10 we found that the majority of diagnoses were based on imaging procedures. In addition, cancer diagnoses in the DCR have high completeness and validity.9 We included children with immune deficiency and congenital malformations, which are known to have higher incidence of both pneumonia and cancer. However, in the analyses excluding these children, the results remained unchanged. Our study also had potential limitations. We could not separate the order of the diagnoses among those diagnosed with pneumonia and cancer during same admission nor identify children in whom lymphoma was initially falsely interpreted as pneumonia. We used hospital-based diagnosis of pneumonia within the setting of a developed country. Accordingly, generalisability may be transferable to other industrial Western societies but not necessarily to undeveloped countries neither to pneumonia diagnosis in the general practice setting.\n      There are several possible explanations for our findings. Chest X-rays and blood tests performed as part of workup for pneumonia may have yielded findings suspicious of cancer leading on to further examinations. In addition, lymphoma with a mediastinal mass or with lung involvement may have initially been misdiagnosed as pneumonia in some cases. Children with cancer have higher GP consultation rates than controls in the year preceding the cancer diagnosis.11 In agreement, we found higher SIRs for children with previous hospital contacts, thus pneumonia may not have been the first clinical disease in all children. Although increased diagnostic effort may partially explain the higher short-term occurrence of cancer, it is unlikely to explain the increased risk of lymphoma and brain cancer observed more than 5 years after pneumonia. There is an ongoing debate on whether or not infectious diseases in children may modulate the child’s immune response potentially leading to decreased or increased risk of cancer.12–14 We did not attempt to address or clarify this hypothesis as our data would not allow us to do so. However, we speculate if the associations demonstrated may be due to cancer-related impairment of the immune system, making a child more vulnerable to severe infections such as pneumonia. In children with an aggressive type of cancer, the infection may lead on to cancer diagnosis, whereas in children with a more indolent cancer, the infection occurs in the preclinical phase.1\n\n      Based on the low absolute cancer risks observed, our findings do not warrant a change in the workup of children diagnosed with pneumonia during a hospital admission.\nSupplementary Material\n      \n        \n          Reviewer comments\n        \n        \n      \n      \n        \n          Author's manuscript\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC5778340/\nhttps://doi.org/10.1136/bmjopen-2017-019860",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5778340/",
    "doi": "https://doi.org/10.1136/bmjopen-2017-019860",
    "citation_count": 1,
    "references": {
        "6664739": "Current opportunities to catalyze research in nutrition and cancer prevention – an interdisciplinary perspective"
    },
    "journal": "BMJ Open",
    "topics": [
        "cohort, incidence, lymphoma, cancer",
        "danish, nationwide, brain, incidence",
        "cancer, pneumonia, lymphoma, leukaemia"
    ]
}