{
    "title": "Glycosylation alterations in lung and brain cancer",
    "abstract": "Alterations in glycosylation are common in cancer and are thought to contribute to disease. Lung \ncancer and primary malignant brain cancer, most commonly glioblastoma, are genetically \nheterogeneous diseases with extremely poor prognoses. In this review, we summarize the data \ndemonstrating glycosylation is altered in lung and in brain cancer. We then use specific examples \nto highlight the diverse roles for glycosylation in these two deadly diseases and illustrate shared \nmechanisms of oncogenesis. In addition to alterations in glycoconjugate biosynthesis, we also \ndiscuss mechanisms of post-synthetic glycan modification in cancer. We suggest that alterations in \nglycosylation in lung and brain cancer provide novel tumor biomarkers and therapeutic targets.\nKeywords\nLung cancer; Glioblastoma; GBM; Glycosylation in cancer; SULF; HSPG; HPSE; Biomarker\n1.",
    "authors": [
        "Hassan Lemjabbar-Alaoui",
        "Andrew McKinney",
        "Yi-Wei Yang",
        "Vy M. Tran",
        "Joanna J. Phillips"
    ],
    "published_year": "",
    "description": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6080207/\nhttps://doi.org/10.1016/bs.acr.2014.11.007",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6080207/",
    "doi": "https://doi.org/10.1016/bs.acr.2014.11.007",
    "citation_count": 36,
    "references": {
        "10259029": "B4GALT1 promotes immune escape by regulating the expression of PD-L1 at multiple levels in lung adenocarcinoma",
        "10225578": "Targeting protein glycosylation to regulate inflammation in the respiratory tract: novel diagnostic and therapeutic candidates for chronic respiratory diseases",
        "10214721": "Abnormal glycosylation in glioma: related changes in biology, biomarkers and targeted therapy",
        "10138872": "Compositional Analysis of Glycosaminoglycans in Different Lung Cancer Types—A Pilot Study",
        "9800986": "Stromal protein CCN family contributes to the poor prognosis in lower-grade gioma by modulating immunity, matrix, stemness, and metabolism",
        "9740010": "Impact of Gut Dysbiosis on the Risk of Non-Small-Cell Lung Cancer",
        "9462654": "Comprehensive landscape of the ST3GAL family reveals the significance of ST3GAL6-AS1/ST3GAL6 axis on EGFR signaling in lung adenocarcinoma cell invasion",
        "9440866": "The O-glycosylating enzyme GALNT2 acts as an oncogenic driver in non-small cell lung cancer",
        "9409428": "The Eyelid Meibomian Gland Deficiency in Fucosyltransferase 1 Knockout Mice",
        "9381844": "IGFBPs were associated with stemness, inflammation, extracellular matrix remodeling and poor prognosis of low-grade glioma",
        "9260604": "DDOST Correlated with Malignancies and Immune Microenvironment in Gliomas",
        "9048137": "Glycomaterials to Investigate the Functional Role of Aberrant Glycosylation in Glioblastoma",
        "9019971": "Alpha-1-antichymotrypsin as a novel biomarker for diagnosis, prognosis, and therapy prediction in human diseases",
        "8946722": "Applications and Continued Evolution of Glycan Imaging Mass Spectrometry",
        "8850796": "Enzymatic activity of glycosyltransferase GLT8D1 promotes human glioblastoma cell migration",
        "8834236": "Glycomic and Glycoproteomic Techniques in Neurodegenerative Disorders and Neurotrauma: Towards Personalized Markers",
        "8615448": "Altered O-glycomes of Renal Brush-Border Membrane in Model Rats with Chronic Kidney Diseases",
        "8105798": "UAP1L1 plays an oncogene-like role in glioma through promoting proliferation and inhibiting apoptosis",
        "7840895": "Protein Glycopatterns in Bronchoalveolar Lavage Fluid as Novel Potential Biomarkers for Diagnosis of Lung Cancer",
        "7578010": "RPN2 is targeted by miR-181c and mediates glioma progression and temozolomide sensitivity via the wnt/β-catenin signaling pathway",
        "7550978": "MicroRNA-422a functions as a tumor suppressor in glioma by regulating the Wnt/β-catenin signaling pathway via RPN2",
        "7035464": "Expression of Human Placenta-specific 1 (PLAC1) in CHO-K1 Cells",
        "7024324": "The Challenge of Modulating Heparan Sulfate Turnover by Multitarget Heparin Derivatives",
        "6873590": "The Metabolic Landscape of Lung Cancer: New Insights in a Disturbed Glucose Metabolism",
        "6780497": "N-Glycoproteomic Profiling Reveals Alteration In Extracellular Matrix Organization In Non-Type Bladder Carcinoma",
        "6633888": "Paucimannosidic glycoepitopes inhibit tumorigenic processes in glioblastoma multiforme",
        "6272632": "Significance of β-Galactoside α2,6 Sialyltranferase 1 in Cancers",
        "5975429": "GMDS knockdown impairs cell proliferation and survival in human lung adenocarcinoma",
        "5834439": "Genome-Wide Association Study on Immunoglobulin G Glycosylation Patterns",
        "5771830": "Glycosylation Changes in Brain Cancer",
        "5575604": "Epithelial-to-Mesenchymal Transition and MicroRNAs in Lung Cancer",
        "5424263": "The microenvironmental landscape of brain tumors",
        "5375029": "Therapeutic targeting of epithelial plasticity programs – Focus on the epithelial-mesenchymal transition",
        "4891298": "Urinary Metabolite Risk Biomarkers of Lung Cancer: A Prospective Cohort Study",
        "4834358": "Hijacking the Hexosamine Biosynthetic Pathway to Promote EMT-Mediated Neoplastic Phenotypes",
        "4783249": "Enhancing the tumor selectivity of a picornavirus virotherapy promotes tumor regression and the accumulation of infiltrating CD8+ T-cells"
    },
    "journal": "Advances in cancer research",
    "topics": [
        "cancer, alterations, glycosylation, lung",
        "brain, lung, glycosylation, alterations",
        "alterations, brain, cancer, lung"
    ]
}