{
    "title": "Mono-exponential, diffusion kurtosis and stretched exponential diffusion MR imaging response to chemoradiation in newly diagnosed glioblastoma",
    "abstract": "Purpose—To quantify changes and prognostic value of diffusion MRI measurements obtained \nusing mono-exponential, diffusion kurtosis imaging (DKI) and stretched exponential (SE) models \nprior and after chemoradiation in newly diagnosed glioblastoma (GBM).\nMethods—Diffusion-weighted images (DWIs) were acquired in twenty-three patients following \nsurgery, prior chemoradiation and within 7 days following completion of treatment, using b-values \nranging from 0 to 5000s/mm2. Mono-exponential diffusion (apparent diffusion coefficient: ADC), \nisotropic (non-directional) DKI model with apparent diffusivity (Dapp) and kurtosis (Kapp) \nestimates as well as SE model with distributed-diffusion coefficient (DDC) and mean intra-voxel \nheterogeneity (α) were computed for all patients prior and after chemoradiation. Median values \nwere calculated for normal appearing white matter (NAWM) and contrast-enhancing tumor (CET). \nAddress Correspondence to: Benjamin M. Ellingson, Ph.D., Director, UCLA Brain Tumor Imaging Laboratory (BTIL), Associate \nProfessor of Radiology, Biomedical Physics, Psychiatry, and Bioengineering, Departments of Radiological Sciences and Psychiatry, \nDavid Geffen School of Medicine, University of California, Los Angeles, 924 Westwood Blvd., Suite 615, Los Angeles, CA 90024, \n(bellingson@mednet.ucla.edu)., Phone: 310-481-7572, Fax: 310-794-2796. \nHHS Public Access\nAuthor manuscript\nJ Neurooncol. Author manuscript; available in PMC 2019 September 01.\nPublished in final edited form as:\nJ Neurooncol. 2018 September ; 139(3): 651–659. doi:10.1007/s11060-018-2910-9.\nAuthor Manuscript\nAuthor Manuscript\nAuthor Manuscript\nAuthor Manuscript",
    "authors": [
        "Ararat Chakhoyan",
        "Davis C. Woodworth",
        "Robert J. Harris",
        "Albert Lai",
        "Phioanh L. Nghiemphu",
        "Linda M. Liau",
        "Whitney B. Pope",
        "Timothy F. Cloughesy",
        "Benjamin M. Ellingson"
    ],
    "published_year": "",
    "description": "Purpose\n          To quantify changes and prognostic value of diffusion MRI measurements obtained using mono-exponential, diffusion kurtosis imaging (DKI) and stretched exponential (SE) models prior and after chemoradiation in newly diagnosed glioblastoma (GBM).\nMethods\n          Diffusion-weighted images (DWIs) were acquired in twenty-three patients following surgery, prior chemoradiation and within 7 days following completion of treatment, using b-values ranging from 0 to 5000s/mm2. Mono-exponential diffusion (apparent diffusion coefficient: ADC), isotropic (non-directional) DKI model with apparent diffusivity (Dapp) and kurtosis (Kapp) estimates as well as SE model with distributed-diffusion coefficient (DDC) and mean intra-voxel heterogeneity (α) were computed for all patients prior and after chemoradiation. Median values were calculated for normal appearing white matter (NAWM) and contrast-enhancing tumor (CET). The magnitudes of diffusion change prior and after chemoradiation were used to predict overall survival (OS).\nResults\n          Diffusivity in NAWM was consistent for all diffusion measures during chemoradiation, while diffusivity measurements (ADC, Dapp and DDC) within CET changed significantly. A strong positive correlation existed between ADC, Dapp, and DDC measurements prior to chemoradiation; however, this association was weak following chemoradiation, suggesting a more complex microstructural environment after cytotoxic therapy. When combined with baseline tumor volume and MGMT status, age and ADC changes added significant prognostic values, whereas more complex diffusion models did not show significant value in predicting OS.\nConclusions\n          Despite increased tissue complexity following chemoradiation, advanced diffusion models have longer acquisition times, provide largely comparable measures of diffusivity, and do not appear to provide additional prognostic value compared to mono-exponential ADC maps.\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC6126989/\nhttps://doi.org/10.1007/s11060-018-2910-9",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6126989/",
    "doi": "https://doi.org/10.1007/s11060-018-2910-9",
    "citation_count": 16,
    "references": {
        "10954263": "Brain diffusion MRI biomarkers after oncology treatments",
        "10494379": "Differentiating tumour progression from pseudoprogression in glioblastoma patients: a monoexponential, biexponential, and stretched-exponential model-based DWI study",
        "10171458": "Multi-b-value diffusion stretched-exponential model parameters correlate with MIB-1 and CD34 expression in Glioma patients, an intraoperative MR-navigated, biopsy-based histopathologic study",
        "9816734": "Predictive value of magnetic resonance imaging radiomics-based machine learning for disease progression in patients with high-grade glioma",
        "9599928": "Radiomic and Volumetric Measurements as Clinical Trial Endpoints—A Comprehensive Review",
        "8961422": "High-Grade Glioma Treatment Response Monitoring Biomarkers: A Position Statement on the Evidence Supporting the Use of Advanced MRI Techniques in the Clinic, and the Latest Bench-to-Bedside Developments. Part 1: Perfusion and Diffusion Techniques",
        "8901489": "A systematic review on the use of quantitative imaging to detect cancer therapy adverse effects in normal-appearing brain tissue",
        "8645648": "Assessment of Isocitrate Dehydrogenase 1 Genotype and Cell Proliferation in Gliomas Using Multiple Diffusion Magnetic Resonance Imaging",
        "8078495": "Prognostic value of test(s) for O6‐methylguanine–DNA methyltransferase (MGMT) promoter methylation for predicting overall survival in people with glioblastoma treated with temozolomide",
        "7947036": "Parametric Response Mapping of FLAIR MRI Provides an Early Indication of Progression Risk in Glioblastoma",
        "7600641": "Predicting Survival in Glioblastoma Patients Using Diffusion MR Imaging Metrics—A Systematic Review",
        "7594888": "Glioma surveillance imaging: current strategies, shortcomings, challenges and outlook",
        "7576354": "Preoperatively Grading Rectal Cancer with the Combination of Intravoxel Incoherent Motions Imaging and Diffusion Kurtosis Imaging",
        "7311374": "Differentiation of high-grade from low-grade diffuse gliomas using diffusion-weighted imaging: a comparative study of mono-, bi-, and stretched-exponential diffusion models",
        "6423873": "Probabilistic independent component analysis of dynamic susceptibility contrast perfusion MRI in metastatic brain tumors",
        "6282389": "Diffusion-weighted imaging and diffusion kurtosis imaging for early evaluation of the response to docetaxel in rat epithelial ovarian cancer"
    },
    "journal": "Journal of neuro-oncology",
    "topics": [
        "diffusion, newly, kurtosis, mr",
        "response, chemoradiation, exponential, diagnosed",
        "mr, imaging, exponential, chemoradiation"
    ]
}