{
    "title": "Solid stress in brain tumours causes neuronal loss and neurological dysfunction and can be reversed by lithium",
    "abstract": "The compression of brain tissue by a tumour mass is believed to be a major cause of the clinical \nsymptoms seen in patients with brain cancer. However, the biological consequences of these \nphysical stresses on brain tissue are unknown. Here, via imaging studies in patients and by using \nmouse models of human brain tumours, we show that a subgroup of primary and metastatic brain \ntumours, classified as nodular on the basis of their growth pattern, exert solid stress on the \nsurrounding brain tissue, causing a decrease in local vascular perfusion as well as neuronal death \nand impaired function. We demonstrate a causal link between solid stress and neurological \ndysfunction by applying and removing cerebral compression, which respectively mimic the \nmechanics of tumour growth and of surgical resection. We also show that, in mice, treatment with \nlithium reduces solid-stress-induced neuronal death and improves motor coordination. Our \nfindings indicate that brain-tumour-generated solid stress impairs neurological function in patients, \nand that lithium as a therapeutic intervention could counter these effects.\nBrain tissue compression and deformation by a tumour mass is believed to be a major cause \nof the life-threatening neurologic symptoms seen in patients with brain cancer. Brain tissue \ncan be deformed and its function perturbed by two mechanical forces: tumour-associated \nedema and solid stress1. Solid stress refers to the compressive and tensile mechanical forces \nexerted by the solid components of the tissues, such as cells and extracellular matrix2–4. \nSolid stress, its origin, and its biological consequences are distinct from the fluid pressure \nthat leads to edema, a well-studied mechanical abnormality in brain tumors5,6. Although the \ngenesis and consequences of intratumor solid stress have been initially studied3,4,6, details of \nthe mathematically predicted7 solid stresses have not been characterized in vivo, and they \nmay have important consequences for the physiology of the normal brain surrounding the \ntumour. Moreover, no studies have been able to distinguish the mechanical effects from \nbiological interactions between the tumour and normal brain tissue in vivo.\nAs a tumour grows in the cranium, it must displace or replace the surrounding tissue. The \ntumour growth-induced deformation of the brain – the so-called “mass effect” – can cause \nsevere disability or death, and represents a negative prognostic factor8. Although the \nneurological consequences of the mass effect are empirically known from the clinical \nSeano et al.\nPage 2\nNat Biomed Eng. Author manuscript; available in PMC 2019 July 07.\nAuthor Manuscript\nAuthor Manuscript\nAuthor Manuscript\nAuthor Manuscript",
    "authors": [
        "Giorgio Seano",
        "Hadi T. Nia",
        "Kyrre E. Emblem",
        "Meenal Datta",
        "Jun Ren",
        "Shanmugarajan Krishnan",
        "Jonas Kloepper",
        "Marco C. Pinho",
        "William W. Ho",
        "Mitrajit Ghosh",
        "Vasileios Askoxylakis",
        "Gino B. Ferraro",
        "Lars Riedemann",
        "Elizabeth R. Gerstner",
        "Tracy T. Batchelor",
        "Patrick Y. Wen",
        "Nancy U. Lin",
        "Alan J. Grodzinsky",
        "Dai Fukumura",
        "Peigen Huang",
        "James W. Baish",
        "Timothy P. Padera",
        "Lance L. Munn",
        "Rakesh K. Jain"
    ],
    "published_year": "",
    "description": "Results\n      \n        Measuring how nodular tumors mechanically affect the surrounding brain tissue\n        Little is known about how the tumour growth pattern observed in patients – nodular versus infiltrative – affects the magnitude, localization and consequences of tumour generated solid stress exerted on the surrounding brain tissue. Nodular tumors have well-defined margins, while infiltrative tumors invade into the surrounding tissue as individual cells (Fig. S1a). As a proof-of-concept study, we orthotopically implanted the nodular U87 cells and the highly infiltrative MGG8 GBM cells in nude mice. After 20 days of growth we measured the solid stress in the tumors and surrounding tissue using a planar-cut method4,9. Briefly, we removed the brain, and then released the residual solid stress by transversally cutting the brain and the tumour at the plane of interest (Fig. S1b). We measured the tissue deformation caused by the release of solid stress (Fig. 1a) as well as the Young’s modulus (stiffness) of the tumour and the brain tissue (Fig. S1c). The solid stress and stiffness measurement were performed on ex vivo tissues, which may differ from those in vivo setting due to presence of vascular and interstitial pressure (see Method Section for more detailed discussion). These measures of the tumour-brain construct were incorporated in a finite element model to estimate the radial (compression) and circumferential (tension) components of the solid stress exerted on the surrounding normal brain by the tumour (Fig. 1b-c, Movie 1 and Method section). Our results showed gradients of compression and tension in the surrounding brain tissue, more prominent around the nodular than the infiltrative tumors. At the tumour-brain interface, the circumferential solid stress was 0.110±0.005 kPa around nodular tumors – as opposed to 0.063±0.004 kPa for infiltrative tumors (Fig. 1b) – and the radial solid stress was 0.020±0.001 kPa around nodular tumors – as opposed to 0.014±0.001 kPa for infiltrative tumors (Fig. 1c). The force exerted by the tumors consistently distorted the micro-anatomy of the surrounding brain tissue. Consistent with the measured forces, the nodular U87 tumors locally deformed the surrounding tissue, as previously shown in other organs7, while the infiltrative MGG8 GBMs did not (Fig. 1d).\n      \n      \n        Deformation of brains in patients phenocopies murine findings\n        The solid stress-mediated deformation of the surrounding tissue observed in preclinical models may reflect the “mass effect” macroscopically observed in radiological exams in brain tumour (i.e. tumor-induced deformation of the brain). We therefore investigated the deformation of the brain anatomy in patients. MRI allowed us to longitudinally observe the tumour growth in patients with GBM. Initial evidence in a post-surgery cohort suggested that nodular tumors had a larger mass effect than infiltrative ones (Fig. S2a and Movie 2-3). To investigate the association between mass effect and neurologic deficit, we correlated brain tumour growth patterns with pre-surgery Karnofsky performance scores (KPS), a clinical index used to estimate functional impairment. We used contrast-enhanced (CE)-T1 and T2/FLAIR images from MRI as well as the Visually Accessible Rembrandt Images (VASARI) criteria for characterization of tumor margins10. This allowed us to stratify a cohort of 64 pre-surgery, pre-treatment GBM patients using a scoring method of the definition of enhancing and non-enhancing margins (Fig. 1e). We discovered that patients with perfectly-defined margins of the tumour (i.e. nodular, 29.7% in our cohort) showed a lower pre-surgery KPS than patients with ill-defined margins (Fig. 1f). Stratification based on CE-T1 or T2-FLAIR showed comparable results (Fig. S2b). Importantly, the nodular and infiltrative cohorts did not differ in tumour (CE-T1) or edema (T2-FLAIR) volume (Fig. S2c), suggesting that the association between tumour growth pattern and KPS is independent from the well-known effect of peritumor edema. The significant difference in pre-operative KPS between nodular (median KPS=80) and infiltrative tumors (median KPS=90) was especially provocative, in light of previously reported differences between KPS measured pre- and post-surgical resection of the tumour, where we expect a complete removal of the solid stress caused by the tumor11.\n        These findings from mouse models and humans (measurements of solid stress, deformation of the surrounding brain, and the resulting functional impairments) suggest that nodular brain tumors – compared with those that are more infiltrative – exert significant chronic local compression and tension on the surrounding brain tissue and this may affect neurological function.\n      \n      \n        Nodular brain tumors impair vascular perfusion of adjacent normal tissue and neuronal function\n        To shed light on the consequences of the local tumour-generated solid stresses on the surrounding brain and to investigate the mechanopathological basis for the performance reduction in patients with nodular tumors, we assessed vascular perfusion in mice bearing GBM and BC brain metastasis. We previously demonstrated that solid stress compresses blood vessels within tumors3,6,12 and predicted this in non-CNS tissues7. Using Doppler optical coherence tomography (OCT13) we performed longitudinal high-resolution angiography in tumour-bearing live mice with transparent cranial windows. We observed that nodular brain tumors – U87 (GBM), GL261 (mouse GBM), and BT474 (BC) (Fig. S1a) – gradually displaced the surrounding vascular architecture and impaired vascular perfusion by reducing vascular volume fraction and vessel diameters (Fig. 2a-b, S3 and Movie 4-5). Moreover, we observed that the reduction in perfusion in the brain tissue strongly correlated with the tumour volume in nodular models (Fig. S4a). Notably, the infiltrative MGG8 GBMs did not cause vascular perfusion reduction in the surrounding brain tissue (Fig. 2b and S3a).\n        To investigate the effect of mechanical stress on normal brain tissue at the cellular level, we imaged blood flow and tumour cells intravitally and longitudinally using multiphoton microscopy. We observed that the nodular GL261 tumors deformed vessels and reduced the vascular area fraction and vessel diameters in the observed region at the border of the tumour, while the infiltrative MGG8 cells penetrated into the brain tissue without perturbing vascular architecture and vessel perfusion (Fig. 2c).\n        We then investigated the effects of mechanical stress on neurons in the surrounding brain tissue. Using intravital multi-photon microscopy, we imaged EGFP-H2B mice (which have GFP-positive nuclei) bearing DsRed-GL261 tumors. Nuclei within the surrounding tissue were locally deformed (Fig. 3a), a potential consequence of compressive force. Solid stress compresses the cells, which transmit the compressive force to the nucleus, resulting in deformed nuclei. Since the intravital imaging of our reporter mouse model was not able to distinguish between neurons and the rest of the brain stromal cells, we performed immunohistochemistry (IHC) to stain the neuronal nuclei around nodular tumors. We observed the same nuclear deformation and a gradient of nuclear area reduction in neurons in the tissue surrounding the nodular tumors (Fig. 3b-c and S4b-c). Notably, no deformation or area reduction was detected in neuronal nuclei around infiltrative MGG8 tumors (Fig. 3b-c and S4b-c). Compression of neurons has been shown to cause neural cell death in vitro14,15. Similarly, we detected signs of apoptosis in the tissue surrounding nodular tumors (Fig. 3d and S4d).\n        Collectively, these results indicate that nodular tumors – in comparison to infiltrative ones – locally reduce perfusion by compressing blood vessels in the surrounding brain tissue as well as by compressing neuronal nuclei and inducing neuronal loss.\n      \n      \n        GBM and BC patients with nodular tumors present reduced vascular perfusion in the surrounding brain tissue and neurologic dysfunction\n        To test if our preclinical results on perfusion recapitulate those in patients, we investigated vascular perfusion in the surrounding normal-appearing tissues in a cohort of 64 pre-surgery GBM patients using MRI images. We assessed perfusion in the normal-appearing tissue, avoiding the regions of T2/FLAIR peritumoral edema and then normalizing with the whole brain perfusion levels (which are different in each individual; Fig. S5a). Our analysis showed that 53% of patients experienced a local gradient of reduced perfusion in the surrounding brain tissue (Fig. 4a-b). We also confirmed these perfusion results in an additional independent cohort of 14 post-surgery, but otherwise untreated, GBM patients (Fig. S5b-e).\n        The above imaging method allowed us to stratify the patients from our pre-surgery cohort based on their level of perfusion in the surrounding tissue (i.e. “reduced perf” or “unchanged perf”). Patients with reduced perfusion in the surrounding tissue had significantly poorer KPS (Fig. 4c). Notably, these two patient cohorts showed similar levels of tumour volume and edema (Fig. 4d) and had equal pre-treatment with steroids (Fig. S6a). Moreover, diffusion tensor imaging (DTI) MRIs displayed local deformation of the white matter anatomy in the surrounding brain tissue (Fig. 4b), as previously shown16. We observed that the tumors with local reduction of perfusion (“reduced perf”) were more often classified as nodular (Fig. 4e and S6b), but no difference in the tumour shape was detected (Fig. S6c-d).\n        Because metastases in the brain are reported to be primarily nodular17, we then analysed a cohort of 34 patients with BC metastases in the brain with the same imaging approach as described above. Indeed, we observed markedly reduced perfusion in the surrounding tissue in proximity to the tumour (Fig. 4f-g and S6e). These results indicate that both primary and metastatic nodular tumors locally reduce vascular perfusion in the surrounding brain tissue and that this is correlated with neurological impairment.\n      \n      \n        In vivo solid stress application impairs vascular perfusion and induces neuronal dysfunction\n        Taken together, the above results in preclinical and clinical settings demonstrate a strong association between the gradient of solid stress and the reduction in local vessel and neural function in the surrounding brain tissue. To mechanistically confirm this link and distinguish the mechanical effects from biological interactions between the tumour and normal brain tissue (e.g., cytokines and inflammation associated with cancer cells that are cytotoxic to normal cells18), we directly and chronically applied mechanical compression to the brains in living mice with no tumour. This also avoided the confounding effect of the peritumoral edema. Our custom-designed in vivo apparatus was composed of a set-screw mounted on a modified cranial window and separated from the brain tissue by a biocompatible and deformable membrane. By turning the screw into the cranial window in nude mice without tumour, we can control the displacement of brain tissue so that it resembles that caused by nodular tumors (Fig. 5a and S7a). We expanded the compressing volume at around 1.3 mm3/day for 14 days and reached a maximum volume of approximately 19.0±0.7 mm3. The rate of compression was comparable to the rate of growth in the nodular U87 and BT474 intracranial models over the same time period, while the maximum volume was less than the tumors at endpoint (Fig. S7b). This method gradually and chronically compressed the brain and deformed the micro-anatomy of the cortex (Fig. 5b and S7c) mimicking the effects of a nodular tumour (Fig. 1d). We then performed longitudinal angiography on mice with controlled and gradual compression on the brain and discovered that vascular perfusion and vessel diameter were reduced (Fig. 5c and S7d), confirming our observation in nodular tumour-bearing brains (Fig. 2a-b).\n        Next, we investigated the effects of compressive stresses on neurons and other cellular components in brain. First, ultrastructure analysis revealed signs of cell distress (condensed chromatin) in the compressed cortexes (Fig. 5d and S7e). In addition, we discovered that the NeuN-positive neuronal nuclear area was significantly reduced and deformed. The total number, area and circularity of neuronal nuclei were substantially reduced in the cortex after chronic compression (Fig. 5e-g and S8a). In the compressed cortexes we also detected apoptosis, signs of degenerative autophagy (LC3-II-positive vesicles), reduction of oligodendrocyte processes (CNPase+ filaments), and recruitment/activation of astrocytes (Fig. S8b) and signs of necrosis (TNFα and RIP1; Fig. S8c), all indicating neuroinflammation and neuronal damage.\n        Neural damage in the motor and somatosensor cortex—the regions compressed with our device—may consequently impair sensorimotor coordination and balance in mice, mimicking the neurological impairment that commonly occurs in brain tumour patients. By using Rotarod and static gait tests (Movie 6 and19,20), we found that motor-coordination and locomotion was significantly reduced in mice where the cortex was compressed (Fig. 5h-i and S8d-e). The mice undergoing brain compression maintained normal body weight (Fig. S8f).\n        These findings mechanistically explain the results shown in patients and mice with nodular tumors (Fig. 1 and 3) and the clinical evidence of the correlation of the mass effect events with performance in patients. The human brain has been shown to have a pronounced compression-tension asymmetry21 and heterogeneity in its stiffness22,23, as well as a broad spectrum of functions for each specific brain region. Consequently, we expect that the local compression of different areas of the brain might trigger different mechanical and neurological responses from the brain tissue. Therefore, further studies are needed to assess the regional effects of local solid stress from brain tumors.\n      \n      \n        In vivo removal of solid stress restores vascular perfusion and neurological function\n        Next, we asked whether the release of compression—simulating clinical surgical resection—leads to the rescue of the biological consequences of solid stress. First, we investigated a short-term decompression in brains compressed by a nodular tumour. After 20 days of nodular tumour growth in the brain of nude mice, we decompressed the brains by removing the cranial windows, mimicking craniotomy or surgical resection where consequent displacement has been previously shown24,25. Thus, instead of a full surgical resection that would damage the surrounding tissue, this approach allowed us to partially release the tumour compressive forces and investigate intravital brain vessel perfusion. We observed a strong increase in perfusion in the surrounding brain after alleviation of the tumour-induced compressive forces (Fig. 6a and S9a-c).\n        Using the in vivo compression device in mice with no tumour, we next investigated if the removal of solid stress—modelling a full tumour resection—leads to the restoration of vascular perfusion, neuronal damage and motor-coordination (Fig. 6b). Removing solid stress after long-term compression – achieved by turning the screw backwards toward its original set-point – restored vascular perfusion (Fig. 6c, S9d and Movie 7). Histological analysis of cortexes after 32 days of compression (long-term) showed massive brain tissue loss in the compressed area (Fig. 6d). Interestingly, 2 weeks after decompression, the brain showed a partial restoration of the micro-anatomy and number of neuronal cells (Fig. 6d-e and S10a). The release of the compression significantly improved motor-coordination at 2 days after decompression (Fig. 6f) – in line with previous data in post-surgery GBM patients11. Motor-coordination then dropped back again (Fig. S10b), indicating an incomplete recovery.\n        These results allowed us to decouple the tumour mechanics from the biological interactions between the tumour and the surrounding normal tissue, thus mechanistically showing that both perfusion and neuronal function are impaired by solid stress and may be partially restored when the solid stress is removed, as occurs during surgical resection of the tumor25.\n      \n      \n        Systemic treatment with lithium protects neurons from solid stress-induced neuronal death and neurological dysfunction\n        To reduce the compression-induced neuronal damage and further improve neurological ability, we tested potential neuroprotective therapeutic strategies aimed at preserving neuronal function in chronically compressed brain tissues. The compression device allowed us to screen multiple drugs in a single animal study. We systemically treated mice with the following drugs during the chronic/gradual compression and the following two weeks after decompression (Fig. 7a): necrostatin-1 (Nec-1; 7 mg/kg/d i.p.; similar to 26), valproic acid (VPA; 400 mg/kg/d i.p.27), lithium chloride (LiCl; 50 mg/kg/d i.p.28) and dexamethasone (Dexa; a single dose at maximum compression as shown in Fig. S10d, 10 mg/kg i.p.29,30). These agents are known to cross the blood-brain barrier31–33, and have been shown to be neuroprotective during CNS ischemia or neurodegeneration26–28. No body weight loss was detectable in mice after 1 month of treatment (Fig. S10c), indicating no evident toxicity of the drugs. Our results identified lithium as a potential neuroprotective agent, while necrostatin-1, valproic acid and dexamethasone showed no evident neuroprotective improvement in our experimental setting (Fig. S10c-e). We replicated the compression/release experiment under lithium treatment (Fig. 7a), and found that lithium significantly reduced neuronal death, massively attenuated the reduction of cortical tissue area in the compressed brains (Fig. 7b-c). Moreover, ultrastructure analysis qualitatively showed reduced condensed chromatin (a sign of cell distress) in the lithium-treated cortexes (Fig. 7d). As a consequence, the Rotarod motor-coordination in lithium-treated mice was improved during both the compression and decompression phases with 34% higher endpoint endurance than in control mice (Fig. 7e and S10f). Similar results were obtained with the static gait test (Fig. 7f and S10g).\n        To gain mechanistic insight into the neuroprotective effect of lithium, we performed bulk RNA-sequencing (RNA Seq) on cortexes that were compressed, released and chronically treated with lithium or vehicle (Fig. 7a). With a sample size of 3 per group, a total of 21 genes were differentially expressed in lithium-treated cortexes versus vehicle control (Fig. 8a and Table S1–2; FDR<0.05). Of the 21 differentially expressed genes, 19 were up-regulated and 2 were down-regulated in the cortexes of lithium-treated mice (Fig. 8a, S11a and Table S1–2). The function of these genes in the CNS were linked to ion channels, mitochondrial function, and neuronal differentiation as well as protection from apoptosis, autophagy and ischemia (Table S1–2). To systematically analyse our RNA-Seq results, we performed gene-annotation enrichment analysis using the DAVID Bioinformatics Resource34. Significantly upregulated gene ontologies in the lithium-treated group included dendrite, postsynaptic density, neuron projection (cellular components), protein binding (molecular function), and protein localization to synapse (biological process) (Fig. S11b-e and Supp. Data 1a). Functional annotation clusters associated with neurons, synapses, microtubules, and calcium ion transport were also enriched in the upregulated genes in the lithium-treated group (Supp. Data 1b). Taken together, these results suggest that lithium treatment induces survival pathways in neurons (as demonstrated in Fig. 7b-c) and point out how lithium preserves neuronal function during the compression/release phase. Finally, we tested whether lithium is neuroprotective if given when the compression and resulting neurological symptoms are already present in mice. Notably, in this more clinically-relevant established compression model, lithium also efficiently increased the number of surviving neurons (Fig. 8b).\n        These results show the therapeutic potential of lithium in preserving neuronal and neurologic function in the CNS affected by brain tumor-generated solid stress.\nMeasuring how nodular tumors mechanically affect the surrounding brain tissue\n        Little is known about how the tumour growth pattern observed in patients – nodular versus infiltrative – affects the magnitude, localization and consequences of tumour generated solid stress exerted on the surrounding brain tissue. Nodular tumors have well-defined margins, while infiltrative tumors invade into the surrounding tissue as individual cells (Fig. S1a). As a proof-of-concept study, we orthotopically implanted the nodular U87 cells and the highly infiltrative MGG8 GBM cells in nude mice. After 20 days of growth we measured the solid stress in the tumors and surrounding tissue using a planar-cut method4,9. Briefly, we removed the brain, and then released the residual solid stress by transversally cutting the brain and the tumour at the plane of interest (Fig. S1b). We measured the tissue deformation caused by the release of solid stress (Fig. 1a) as well as the Young’s modulus (stiffness) of the tumour and the brain tissue (Fig. S1c). The solid stress and stiffness measurement were performed on ex vivo tissues, which may differ from those in vivo setting due to presence of vascular and interstitial pressure (see Method Section for more detailed discussion). These measures of the tumour-brain construct were incorporated in a finite element model to estimate the radial (compression) and circumferential (tension) components of the solid stress exerted on the surrounding normal brain by the tumour (Fig. 1b-c, Movie 1 and Method section). Our results showed gradients of compression and tension in the surrounding brain tissue, more prominent around the nodular than the infiltrative tumors. At the tumour-brain interface, the circumferential solid stress was 0.110±0.005 kPa around nodular tumors – as opposed to 0.063±0.004 kPa for infiltrative tumors (Fig. 1b) – and the radial solid stress was 0.020±0.001 kPa around nodular tumors – as opposed to 0.014±0.001 kPa for infiltrative tumors (Fig. 1c). The force exerted by the tumors consistently distorted the micro-anatomy of the surrounding brain tissue. Consistent with the measured forces, the nodular U87 tumors locally deformed the surrounding tissue, as previously shown in other organs7, while the infiltrative MGG8 GBMs did not (Fig. 1d).\nDeformation of brains in patients phenocopies murine findings\n        The solid stress-mediated deformation of the surrounding tissue observed in preclinical models may reflect the “mass effect” macroscopically observed in radiological exams in brain tumour (i.e. tumor-induced deformation of the brain). We therefore investigated the deformation of the brain anatomy in patients. MRI allowed us to longitudinally observe the tumour growth in patients with GBM. Initial evidence in a post-surgery cohort suggested that nodular tumors had a larger mass effect than infiltrative ones (Fig. S2a and Movie 2-3). To investigate the association between mass effect and neurologic deficit, we correlated brain tumour growth patterns with pre-surgery Karnofsky performance scores (KPS), a clinical index used to estimate functional impairment. We used contrast-enhanced (CE)-T1 and T2/FLAIR images from MRI as well as the Visually Accessible Rembrandt Images (VASARI) criteria for characterization of tumor margins10. This allowed us to stratify a cohort of 64 pre-surgery, pre-treatment GBM patients using a scoring method of the definition of enhancing and non-enhancing margins (Fig. 1e). We discovered that patients with perfectly-defined margins of the tumour (i.e. nodular, 29.7% in our cohort) showed a lower pre-surgery KPS than patients with ill-defined margins (Fig. 1f). Stratification based on CE-T1 or T2-FLAIR showed comparable results (Fig. S2b). Importantly, the nodular and infiltrative cohorts did not differ in tumour (CE-T1) or edema (T2-FLAIR) volume (Fig. S2c), suggesting that the association between tumour growth pattern and KPS is independent from the well-known effect of peritumor edema. The significant difference in pre-operative KPS between nodular (median KPS=80) and infiltrative tumors (median KPS=90) was especially provocative, in light of previously reported differences between KPS measured pre- and post-surgical resection of the tumour, where we expect a complete removal of the solid stress caused by the tumor11.\n        These findings from mouse models and humans (measurements of solid stress, deformation of the surrounding brain, and the resulting functional impairments) suggest that nodular brain tumors – compared with those that are more infiltrative – exert significant chronic local compression and tension on the surrounding brain tissue and this may affect neurological function.\nNodular brain tumors impair vascular perfusion of adjacent normal tissue and neuronal function\n        To shed light on the consequences of the local tumour-generated solid stresses on the surrounding brain and to investigate the mechanopathological basis for the performance reduction in patients with nodular tumors, we assessed vascular perfusion in mice bearing GBM and BC brain metastasis. We previously demonstrated that solid stress compresses blood vessels within tumors3,6,12 and predicted this in non-CNS tissues7. Using Doppler optical coherence tomography (OCT13) we performed longitudinal high-resolution angiography in tumour-bearing live mice with transparent cranial windows. We observed that nodular brain tumors – U87 (GBM), GL261 (mouse GBM), and BT474 (BC) (Fig. S1a) – gradually displaced the surrounding vascular architecture and impaired vascular perfusion by reducing vascular volume fraction and vessel diameters (Fig. 2a-b, S3 and Movie 4-5). Moreover, we observed that the reduction in perfusion in the brain tissue strongly correlated with the tumour volume in nodular models (Fig. S4a). Notably, the infiltrative MGG8 GBMs did not cause vascular perfusion reduction in the surrounding brain tissue (Fig. 2b and S3a).\n        To investigate the effect of mechanical stress on normal brain tissue at the cellular level, we imaged blood flow and tumour cells intravitally and longitudinally using multiphoton microscopy. We observed that the nodular GL261 tumors deformed vessels and reduced the vascular area fraction and vessel diameters in the observed region at the border of the tumour, while the infiltrative MGG8 cells penetrated into the brain tissue without perturbing vascular architecture and vessel perfusion (Fig. 2c).\n        We then investigated the effects of mechanical stress on neurons in the surrounding brain tissue. Using intravital multi-photon microscopy, we imaged EGFP-H2B mice (which have GFP-positive nuclei) bearing DsRed-GL261 tumors. Nuclei within the surrounding tissue were locally deformed (Fig. 3a), a potential consequence of compressive force. Solid stress compresses the cells, which transmit the compressive force to the nucleus, resulting in deformed nuclei. Since the intravital imaging of our reporter mouse model was not able to distinguish between neurons and the rest of the brain stromal cells, we performed immunohistochemistry (IHC) to stain the neuronal nuclei around nodular tumors. We observed the same nuclear deformation and a gradient of nuclear area reduction in neurons in the tissue surrounding the nodular tumors (Fig. 3b-c and S4b-c). Notably, no deformation or area reduction was detected in neuronal nuclei around infiltrative MGG8 tumors (Fig. 3b-c and S4b-c). Compression of neurons has been shown to cause neural cell death in vitro14,15. Similarly, we detected signs of apoptosis in the tissue surrounding nodular tumors (Fig. 3d and S4d).\n        Collectively, these results indicate that nodular tumors – in comparison to infiltrative ones – locally reduce perfusion by compressing blood vessels in the surrounding brain tissue as well as by compressing neuronal nuclei and inducing neuronal loss.\nGBM and BC patients with nodular tumors present reduced vascular perfusion in the surrounding brain tissue and neurologic dysfunction\n        To test if our preclinical results on perfusion recapitulate those in patients, we investigated vascular perfusion in the surrounding normal-appearing tissues in a cohort of 64 pre-surgery GBM patients using MRI images. We assessed perfusion in the normal-appearing tissue, avoiding the regions of T2/FLAIR peritumoral edema and then normalizing with the whole brain perfusion levels (which are different in each individual; Fig. S5a). Our analysis showed that 53% of patients experienced a local gradient of reduced perfusion in the surrounding brain tissue (Fig. 4a-b). We also confirmed these perfusion results in an additional independent cohort of 14 post-surgery, but otherwise untreated, GBM patients (Fig. S5b-e).\n        The above imaging method allowed us to stratify the patients from our pre-surgery cohort based on their level of perfusion in the surrounding tissue (i.e. “reduced perf” or “unchanged perf”). Patients with reduced perfusion in the surrounding tissue had significantly poorer KPS (Fig. 4c). Notably, these two patient cohorts showed similar levels of tumour volume and edema (Fig. 4d) and had equal pre-treatment with steroids (Fig. S6a). Moreover, diffusion tensor imaging (DTI) MRIs displayed local deformation of the white matter anatomy in the surrounding brain tissue (Fig. 4b), as previously shown16. We observed that the tumors with local reduction of perfusion (“reduced perf”) were more often classified as nodular (Fig. 4e and S6b), but no difference in the tumour shape was detected (Fig. S6c-d).\n        Because metastases in the brain are reported to be primarily nodular17, we then analysed a cohort of 34 patients with BC metastases in the brain with the same imaging approach as described above. Indeed, we observed markedly reduced perfusion in the surrounding tissue in proximity to the tumour (Fig. 4f-g and S6e). These results indicate that both primary and metastatic nodular tumors locally reduce vascular perfusion in the surrounding brain tissue and that this is correlated with neurological impairment.\nSystemic treatment with lithium protects neurons from solid stress-induced neuronal death and neurological dysfunction\n        To reduce the compression-induced neuronal damage and further improve neurological ability, we tested potential neuroprotective therapeutic strategies aimed at preserving neuronal function in chronically compressed brain tissues. The compression device allowed us to screen multiple drugs in a single animal study. We systemically treated mice with the following drugs during the chronic/gradual compression and the following two weeks after decompression (Fig. 7a): necrostatin-1 (Nec-1; 7 mg/kg/d i.p.; similar to 26), valproic acid (VPA; 400 mg/kg/d i.p.27), lithium chloride (LiCl; 50 mg/kg/d i.p.28) and dexamethasone (Dexa; a single dose at maximum compression as shown in Fig. S10d, 10 mg/kg i.p.29,30). These agents are known to cross the blood-brain barrier31–33, and have been shown to be neuroprotective during CNS ischemia or neurodegeneration26–28. No body weight loss was detectable in mice after 1 month of treatment (Fig. S10c), indicating no evident toxicity of the drugs. Our results identified lithium as a potential neuroprotective agent, while necrostatin-1, valproic acid and dexamethasone showed no evident neuroprotective improvement in our experimental setting (Fig. S10c-e). We replicated the compression/release experiment under lithium treatment (Fig. 7a), and found that lithium significantly reduced neuronal death, massively attenuated the reduction of cortical tissue area in the compressed brains (Fig. 7b-c). Moreover, ultrastructure analysis qualitatively showed reduced condensed chromatin (a sign of cell distress) in the lithium-treated cortexes (Fig. 7d). As a consequence, the Rotarod motor-coordination in lithium-treated mice was improved during both the compression and decompression phases with 34% higher endpoint endurance than in control mice (Fig. 7e and S10f). Similar results were obtained with the static gait test (Fig. 7f and S10g).\n        To gain mechanistic insight into the neuroprotective effect of lithium, we performed bulk RNA-sequencing (RNA Seq) on cortexes that were compressed, released and chronically treated with lithium or vehicle (Fig. 7a). With a sample size of 3 per group, a total of 21 genes were differentially expressed in lithium-treated cortexes versus vehicle control (Fig. 8a and Table S1–2; FDR<0.05). Of the 21 differentially expressed genes, 19 were up-regulated and 2 were down-regulated in the cortexes of lithium-treated mice (Fig. 8a, S11a and Table S1–2). The function of these genes in the CNS were linked to ion channels, mitochondrial function, and neuronal differentiation as well as protection from apoptosis, autophagy and ischemia (Table S1–2). To systematically analyse our RNA-Seq results, we performed gene-annotation enrichment analysis using the DAVID Bioinformatics Resource34. Significantly upregulated gene ontologies in the lithium-treated group included dendrite, postsynaptic density, neuron projection (cellular components), protein binding (molecular function), and protein localization to synapse (biological process) (Fig. S11b-e and Supp. Data 1a). Functional annotation clusters associated with neurons, synapses, microtubules, and calcium ion transport were also enriched in the upregulated genes in the lithium-treated group (Supp. Data 1b). Taken together, these results suggest that lithium treatment induces survival pathways in neurons (as demonstrated in Fig. 7b-c) and point out how lithium preserves neuronal function during the compression/release phase. Finally, we tested whether lithium is neuroprotective if given when the compression and resulting neurological symptoms are already present in mice. Notably, in this more clinically-relevant established compression model, lithium also efficiently increased the number of surviving neurons (Fig. 8b).\n        These results show the therapeutic potential of lithium in preserving neuronal and neurologic function in the CNS affected by brain tumor-generated solid stress.\nDiscussion\n      Brain tumors, particularly GBM and brain metastases, have poor prognosis and are associated with significant morbidity due to progressive neurologic dysfunction. Although huge efforts have been employed to inhibit or stop brain tumour growth, little is known about the reasons for neuronal loss in the surrounding brain tissue, which is the ultimate cause of significant neurological dysfunction, loss of quality of life and eventually death. One of the possible causes of neuronal loss is the tumour-generated solid stress exerted on the surrounding brain tissue. We previously predicted solid stress in and around non-CNS tumors7. However, the growth pattern of the tumour (infiltrative vs. nodular), the actual mechanical properties of the tissues and the impact on the brain function were not experimentally investigated previously. We therefore decided to examine the effects of growth pattern on the solid stress applied to the surrounding brain tissue. Our results showed higher solid stress in the tissue around nodular than infiltrative tumors and this prompted us to investigate whether this has consequences for neurological function. We found neuronal damage and reduced perfusion around nodular tumors with corresponding neurological dysfunction (Fig 8c). Importantly, these preclinical results allowed us to design a stratification method for GBM and BC patients with brain metastases using perfusion MRI, which can be used to predict which patients are likely to experience solid stress-mediated neurological impairment. We discovered an association between the growth pattern, reduced perfusion levels in the surrounding tissue and neurological impairment in a large set of patients across multiple cohorts. Notably, these associations were independent of peritumoral edema, widely recognized as an important determinant of neurological function in brain tumour patients, and treatment with steroids.\n      Using a custom-designed in vivo compression apparatus, we simulated the physical forces from nodular tumors exerted on the brain and we demonstrated a causal link between solid stress and a reversible reduction of vascular perfusion and semi-irreversible neurological dysfunction. Importantly, the neurons died as a consequence of the slow and chronic compression of the compression apparatus. This preclinical model allowed us to experimentally isolate the mechanical forces on the brain from other potential reasons of neuronal death and neurological dysfunction caused by brain tumors, such as excitotoxicity, inflammation, tumour release of neurotoxic factors and physical contact between tumour cells and normal brain. Moreover, we demonstrated that part of the dysfunction caused by the compression of the normal tissue could be rescued by the removal/release of solid stress, as happens during surgical resection, chemotherapy and radiotherapy. As removal is not sufficient to completely restore the cortex tissue and the neurological function (semi-irreversible effect); we therefore proposed the use of neuroprotective drugs to counter these effects.\n      Our results suggest lithium treatment as a potent neuroprotective therapeutic strategy in patients with nodular brain tumors, characterized by low perfusion in the surrounding tissue and lower KPS. For decades, lithium has been in use for psychiatric disorders, such as mania, depression and bipolar disorder. Notably, in our experiments the lithium dose administrated here (50 mg/kg) was comparable to or lower than that given to mice in anti-depressant experiments (50–400 mg/kg35). In preclinical models and clinical studies, lithium has been proven to have neuroprotective effects in several neurodegenerative, brain-injury and ischemic models36–41 and this is in line with our RNA-Seq results. Notably, lithium also exerts anti-tumour effects by inhibiting tumour growth, chemosensitizing GBM preclinical models to temozolomide42,43 and reducing invasion of cultured GBM cells44, although its clinical efficacy remains to be determined in a clinical trial setting. These previous reports and our own findings support a potential therapeutic use of lithium in brain tumour patients.\n      Preservation of neurological function is increasingly taken into consideration in current clinical practice and neuro-oncologists now consider quality of life as a critical end-point45. Our results now implicate solid stress as one of the causes of brain tumor-induced loss of neurological functions. Thus, our preclinical findings provide rigorous evidence for immediate translation of the concept of neuroprotection in the specific subclass of patients with nodular brain tumors who experience neurological defects due to the compression of the surrounding tissue. These agents can be used in addition to treatments that alleviate tumour-generated mass effect to permit neuronal preservation while treatments to reduce tumour mass by surgery, radiation and chemotherapy are on-going.\n      In conclusion, we showed that the compression-induced neuronal damage may be attenuated by decompression, mimicking surgical resection, and chronic systemic treatment with lithium (Fig. 8d). These results indicate neuroprotective treatments as potential therapeutic strategies in patients with nodular “pushing” tumors to reduce the pathological effects of solid stress on the surrounding brain neurons, even in cases of inoperable or advanced brain cancer to improve quality of life for as long as possible.\nMethods\n      \n        Mice\n        All animal protocols were approved by and in accordance with the guidelines established by the Institutional Animal Care and Use Committee (IACUC) at Massachusetts General Hospital (MGH). The mouse colony (MGH Cox7) was maintained in accordance with National Institutes of Health and MGH guidelines. MGH is accredited with the International Association for Assessment and Accreditation of Laboratory Animal Care (AAALAC) and the NIH Office of Laboratory Animal Welfare (A3596–01). All experiments were performed in 8 to 10 week-old female nude mice. In the case of Figure 2D, we used CAG::H2B-EGFP (C57/BL6) mice from Jackson Laboratory.\n      \n      \n        Reagents and Cell culture\n        Lithium chloride (LiCl; L4408), valproic acid sodium salt (VPA; P4543) and necrostatin-1 (Nec-1; N9037) were from Sigma.\n        The human U87 and BT474 cells were from ATCC and the mouse Gl261 cells were from the National Cancer Institute Repository. MGG8, a cell line derived from a GBM patient, was previously established in the Department of Neurosurgery at Massachusetts General Hospital (MGH)46. MGG8 and Gl261 cells were grown in serum-free conditions using the NeuroCult NS-A proliferation kit (Stemcell Technologies)47–49. Both cell lines were stably transduced with GFP or Discosoma red fluorescent protein (dsRed) using a lentiviral construct. U87 cells were cultured in DMEM with 10% (vol/vol) FBS. Human HER2-amplified breast cancer BT474 cells were cultured in RPMI 1640 supplemented with 10% FBS (Atlanta Biologicals, Flowery Branch, GA, USA)50. All cell lines were repeatedly tested and were negative for mycoplasma using the Mycoalert Plus Mycoplasma Detection Kit (Lonza) and were authenticated before use by IDEXX Laboratories (IDEXX, Human 9 and 16 species-specific STR marker profile).\n      \n      \n        Planar-cut method - measurement of stress-induced deformation\n        We slightly modified previous methods4,9. The tissue deformation map was acquired via high-resolution ultrasound (Vevo 2100 system; FUJIFILM Visual Sonics) on the half of the tumour–brain that was immersed and relaxed in PBS. We used the probe MS550S for large samples (depth of view = 13 mm, frequency = 32–56 MHz) and the probe MS700 for smaller samples (depth of view = 9 mm, frequency = 30–70 MHz). The 3D images were exported from VisualSonics software to MATLAB (The MathWorks) for post-processing. The post-processing included smoothing, which was performed with moving averaging on the cut surface and bottom surfaces of the brain-tumour to remove any noise introduced by ultrasound imaging. The top and bottom surfaces were then exported to SolidWorks (Dassault System) to reconstruct a 3D object. This solid object was then exported to the compatible finite-element model ABAQUS (Dassault System), as described below.\n      \n      \n        Atomic force microscopy (AFM)-based measurement of the indentation modulus (stiffness)\n        The indentation moduli of tumors and normal brain were quantified using an Asylum MFP3D AFM (Asylum). We used polystyrene colloidal probe tips with an end diameter of ~25 μm (Polysciences) attached to tipless cantilevers with nominal spring constant k ~ 0.12 N/m (Bruker). The colloidal probes were attached to the cantilever by the lift-off process: a dot of low-viscosity glue (M-Bond 610, Structure Probes/SPI Supplies) was placed on a tipless cantilever by making quick contact between the cantilever and a thin layer of glue (1-μl-thick) spread over a 10×10 mm mica surface. We then made immediate contact between the tip of the cantilever and a colloid probe resting on a glass slide and waited for 1 min with the cantilever pushing against the colloid. This process was followed by heat curing for 2 h at 150°C. For each probe tip, the exact spring constants of the cantilevers were directly measured using the thermal calibration method. The relationship between the detected voltage and the applied force was calibrated by bringing the cantilever into contact with a glass slide and calculating the slope of the voltage–displacement curve. The displacement, d, was translated to force, F, using Hooke’s law (F = kd; k is the cantilever spring constant). The indentation was performed under a force control scheme (maximum force ~20 nN) limiting the indentation depths to 0.5–3 μm to stay in the linear regime. The tip displacement was obtained by subtracting the cantilever deflection from the vertical movement of the piezoelectric actuator. An indentation approach velocity of 2 μm/s ensured that the elastic modulus was probed at rates lower than the characteristic frequency of tumour as a poroelastic tissue51,52, to be close to equilibrium conditions. The effective indentation modulus Eind was computed using Hertzian contact mechanics models via least-squares linear regression of the experimental loading force–displacement curves. For the spherical colloidal probe tip with end radius R on the sample with thickness h » R (here, h ~5 mm, R ~12.5 μm)\nF=43Eind1− v2R12D32\nwhere F is the indentation force and D is the indentation depth (we assumed υ = 0.1, as measured in other soft tissues53,54)..\n        Despite differences in absolute values, the relative differences between the stiffness of brain parenchyma and tumour tissue are consistent with previous publication where Magnetic Resonance Elastography (MRE) has been utilized for stiffness measurement 55. The discrepancies between our AFM measurement and MRE methods are potentially due to: (i) difference in methods of measurements: the Young’s modulus is estimated from the indentation modulus in AFM measurement in quasi-equilibrium indentation, while the MRE is based on measurement of shear wave speed when the tissue is vibrated at a certain frequency, e.g. 1000 Hz55, which has strong effect on the reported stiffness values56; (ii) in vivo vs. ex vivo settings: our AFM measurement is performed in vivo, while the MRE has been performed in vivo, when vascular and interstitial fluid pressures are present and may affect the stiffness values57, and (iii), strain-stiffening effect: our measurements have been performed on stress-relaxed samples, while the stressed tissue may exhibit higher stiffness value due to material nonlinearity58,59.\n      \n      \n        Mathematical model\n        By developing a mathematical model (2-D axisymmetric finite element model), the map of stress-induced deformation ui is converted to the strain tensor, εij=1/2(∂ui/∂xj+ ∂uj/∂xi), from which the stress tensor σij is estimated based on Hooke’s Law, written in index notation as60:\nσij=E(1+ν)[εij+ν(1−2ν)εkkδij]\nwhere E is the modulus of elasticity (stiffness), and ν is the Poisson’s ratio of the tissue based on linear isotropic assumption, and δij is the Kroenecker delta. We chose a linear elastic model to reduce model parameters, and avoid associated assumptions. However, the mathematical model can be improved in multiple directions1: (i) the use of hyperelastic models61 to account for nonlinearity in the material properties of the normal brain tissue and brain tumors, e.g. strain-stiffening58,59 in which stiffness values are altered in stressed tissues; (ii) the use of poroelastic model1 to account for the role of interstitial, vascular, and cerebrospinal fluid pressure, and (iii) triphasic model to account for electromechanics of brain and tumour tissue with fixed charge density62.\n        We developed our mathematical model using the general-purpose commercial finite element software ABAQUS (Version 6.9, SIMULIA, Providence, RI). The 3-D geometry of the tumour is first smoothed to reduce any noise in MATLAB (MathWorks). Since the geometries of the tumors of interest are mainly spherical, we used an axisymmetric model (Fig. S1D) to reduce the modelling and computational time. We used the 8-node axisymmetric element CAX8R for both the tumour and surrounding brain tissue with two elastic parameters: the Young’s modulus and the Poisson’s ratio, which are obtained as described above. We have previously shown that the solid stress relaxation time constant is on the order of 10 min or less4, following the linear poroelastic time constant predicted from the Young’s modulus and hydraulic permeability in poroelastic materials51,63. Since the time constant of the biological processes that give rise to solid stress in tumors, such as proliferation, ECM deposition and cell contraction, ranges from several hours to days, much longer than the stress relaxation time constant, the equilibrium mechanical properties that we are measuring reflect the appropriate properties in the generation and application of solid stress.\n        Since the tumors of interest are all surrounded by the brain tissue, free of solid stress at locations far from the tumour, the cut surface in the brain provides the reference plane that represents the original plane of the tumour tissue before stress relaxation. A displacement profile is assigned to the top deformed surface of the tumour to translate it back to the original reference plane (Movie S1). This assigned deformation is only in the direction perpendicular to the surface of the tumour (z-direction), and the tumour top surface is free to move parallel to the surface direction (x-y plane). This displacement assignment translates the tumour geometry from the relaxed state (deformed surface) to the original stresses state prior to the cut (flat surface). The stress component  σzz that is generated after the displacement assignment is reported as the circumferential solid stress in the intact brain-tumour. The boundary condition on the bottom surface of the surrounding brain tissue, far from the tumour, is defined as zero stress.\n        We are able to estimate the radial stress σrr from, σzz the stress component normal to the cut surface that is obtained from planar-cut method if the following assumptions hold: (i) the geometry and material properties of the tumor hold spherical symmetry around the center of the tumor, (ii) the incision from planar cut is going through the centre of the tumour, i.e., σzz is equivalent to σθθ, and (iii) the stress field goes to zero at the outer edges of the surrounding brain far from the tumor. With the above assumption, the following equation holds between σrr and σθθ= σzz\n60:\ndσrrdr+2σrrr=2σθθr\nwhich results in the following equation after integration:\n(σrrr2)|rR0=∫rR02σθθrdr\n        Having σθθ= σzz from the planar-cut method for the range of interest, and assuming σrr=σθθ=0 at r=R0, the outer edge of the brain far from the tumour, the radial stress σrr is estimated (Fig. 1A-B).\n      \n      \n        Cranial window\n        To implant transparent cranial windows, a 6-mm circle was drawn over the frontal and parietal regions of the skull bilaterally. Using a high-speed air-turbine drill with a burr-tip 0.5 mm in diameter, a groove was made on the margin of the drawn circle, until the bone flap becomes loose. The bone flap was separated from the dura mater underneath. The dura and arachnoid membranes were cut completely from the surface of both hemispheres, avoiding any damage to the sagittal sinus. The window was sealed with a 7-mm cover glass, glued to the bone with histocompatible cyanoacrylate glue.\n      \n      \n        Tumor implantation\n        To generate orthotopic tumors, ten days after the cranial window implantation the coverslip was removed and 1 μl of 1–500.000 cells (MGG8, GL261, BT474) were stereotactically and slowly injected with a 28-gauge micro-syringe into the left striatum of 8- to 10-wk-old female nude mice 2 mm left of the sagittal suture, 0.1 mm rostral of the bregma, and at a depth of 2 mm from the brain surface. In case of U87 tumors, 1-mm chunks were implanted in the same region described above. Then a new cover glass was glued. Of note, the brain tumour models we used are characterized by different degrees of infiltration in the surrounding tissue. Regarding the GBM models, U87 is the most nodular, GL261 – although largely nodular – presents a low degree of infiltration and MGG8 is the most infiltrative. While U87 and MGG8 tumors rarely show necrosis when the tumors are not too large, GL261 tumors usually have multiple necrotic regions48,49. BT474 tumors are mostly nodular and present necrosis when tumour volumes are large50.\n      \n      \n        Immunohistochemistry\n        Whole head were harvested after intracardiac perfusion with 2% formaldehyde in PBS and then fixed with 2% formaldehyde in PBS for 24–72 hours. We next embedded the brains in paraffin, and 5-μm-thick paraffin sections were cut using microtome and mounted on glass slides. For IHC (immunohistochemistry), tissues were deparaffinized, and antigen retrieval was performed in a pH 9 solution (DAKO) at 96°C. To prevent nonspecific staining, sections were incubated with 5% normal donkey serum (Jackson ImmunoResearch) in PBS before incubation with the respective primary and secondary antibodies. The primary antibodies used are listed in Table S3. Apoptag (ApopTag Peroxidase In Situ Apoptosis Detection Kit, #S7100, Millipore) was used as a marker for apoptosis.\n        The number of neurons in the cortex was assessed by quantifying the number of NeuN+ nuclei in mosaics of the coronal sections of the region of the cortex exposed to the compression apparatus, i.e. the anterior cingulate area, the primary and secondary motor area and the first part of primary somatosensory area. The structures were identified using the mouse brain atlas map.\n      \n      \n        Intravital optical frequency domain imaging and perfused vessel analysis\n        In vivo imaging of perfused vessels and analysis of the vascular fraction and diameter was performed using the optical coherence tomography (OCT) as previously described13,64. OCT assessment was performed at indicated time until the mouse death/euthanasia. The construction, design and algorithms used to derive and quantify OCT images were previously described in detail13. In Figure 2A, we segmented and rendered vessels using a semi-automated algorithm (Bitplane Imaris Image Analysis software).\n      \n      \n        Multi-photon intravital microscopy\n        For intravital microscopy, the cranial window-bearing animals were anesthetized with isoflurane and fixed with a bilateral plastic holder. The MPLSM consisted of a MilleniaX pumped Tsunami Ti:sapphire laser (Spectra-Physics). MPLSM microscope consisted of an Olympus Fluoview FV300 system customized for multiphoton imaging. For TAMRA and GFP 810-nm excitation laser light, while for EGFP/DsRed/BlueCasade sequential imaging with 730- and 930-nm excitation laser lights were used. Power at the sample was estimated to be 1–3 mW. The used emission band pass filters were the following: 610±75 nm for TAMRA/DsRed, 535±43 nm for GFP/EGFP and 413±4 nm (CascadeBlue). We performed vessel angiography after retro-orbital injection of 0.1 ml of 10 mg/ml TAMRA- or CascadeBlue-tagged dextran (500 kDa; in-house conjugated). The images shown are 3D rendering of high-resolution z-stacks: 706×706 μm (xy-voxel of 0.69) and at least 50 μm of z-stack (z-steps 2 μm). We segmented and rendered vessels and tumour cells using a semi-automated algorithm (Bitplane Imaris Image Analysis software).\n      \n      \n        Ultrasound measurements of intracranial tumor volume\n        To assess tumour size in U87 and BT474 preclinical models, in vivo imaging was performed through plastic cranial windows using a small animal ultrasonography device (Vevo 2100, FujiFilm VisualSonics Inc., Toronto, Canada).\n      \n      \n        In vivo lectin perfusion\n        For lectin perfusion analyses, mice were slowly (~2 min) injected with 100 ml of 1 mg/ml biotin-conjugated lectin (Vector Labs) via retro-orbital injection 5 min before brain harvest, long enough for lectin to reach perfused vessels. The brains were then excised, fixed in 4% formaldehyde in PBS overnight and embedded in paraffin blocks4.\n      \n      \n        Patient eligibility\n        \n          Study A:\n          Sixty-four previously untreated (“pre-surgical”) adult patients (mean age= 62 years; range 32–87; 29 females and 35 males) with a subsequent histologically confirmed diagnosis of a glioblastoma were retrospectively recruited from a cohort of patients examined at our institution65. All patients were referred for a conventional MRI examination, including structural and contrast-enhanced perfusion imaging. Evidence of contrast-enhancing tumor on structural MRI scans (>1cm in at least one dimension and/or > 10cc) was required. No forms of anti-cancer medicines or Gliadel wafers were allowed for study inclusion, except for the use of steroids as part of standard-of-care. Other inclusion criteria included a Karnofsky Performance Status (KPS) score of >60. Use of steroids and KPS scores were recorded at the time of the MRI exam.\n        \n        \n          Study B:\n          A second cohort of 14 adult patients (mean age 59 years; range 35–77; 8 females and 6 males) with histologically confirmed newly diagnosed glioblastoma (‘post-surgical’) at the time of the MRI exam was also retrospectively included66. The MRI exams were pulled from the baseline data (pre-therapy) part of an observational imaging study assessing the effects of chemo-radiation monotherapy (clinicalTrials.gov identifier NCT00756106). Except for the post-surgical status, the inclusion criteria matched that of the pre-surgical study described above. A minimum of >1cm residual tumour in at least one dimension was required and patients with gross total resections were excluded.\n        \n        \n          Study C:\n          Finally, baseline MRI data from a cohort of 34 patients (mean age 47 years; range 31–62; all females) with metastatic breast cancer to the brain were pulled from an open-label, non-randomized, phase II study on carboplatin and bevacizumab (clinicalTrials.gov identifier NCT01004172). Patients were either HER2-negative (8 patients) or HER2-positive (26 patients). Evidence of contrast-enhancing tumour on structural MRI scans (>1cm in at least one dimension) was required. Other inclusion criteria were no contraindication to MRI, an Eastern Cooperative Oncology Group performance status (ECOG PS) of 0–2, no increase in corticosteroid dose in the week prior to the baseline MR exam, left ventricular ejection fraction >50%, and adequate bone marrow, liver and renal function. Patients could have received prior carboplatin monotherapy. Prior bevacizumab was allowed if it had not been given since or within 6 months prior to the diagnosis of CNS metastases. Prior radiation therapy to the brain was allowed, conditioned by radiologic confirmation of subsequent brain lesions progression, or presence of one or more untreated residual lesions for analysis in our study. Patients who had not received radiotherapy were allowed if they did not require corticosteroids. There was no limit on the number of prior therapies. A two-week washout period was required from chemotherapy or any other investigational therapy. A one-week washout period was required for lapatinib. No washout period was required for trastuzumab.\n          All patient studies were approved by the Institutional Review Boards of MGH or Dana-Farber, including the use of informed consent.\n        \n      \n      \n        MRI acquisition:\n        For all studies, each subject was scanned prior to the start of therapy. For study A65, patients were scanned on either a 1.5 Tesla MRI system (Signa; GE Healthcare) or a 3.0 Tesla MRI system (TimTrio, Siemens Healthcare). For studies B and C, all MRI exams were performed at 3.0 Tesla (TimTrio, Siemens Healthcare)66. The MRI scans specific for our study were typically as follows;\n        \n          \n            1.\n            FLAIR images:\n          \n        \n        Axial images with a repetition time (TR) 10000ms, echo time (TE) 70ms, 5mm slice thickness, 1mm inter-slice gap, 0.43mm in-plane resolution, 23 slices and a 512×512 matrix.\n        \n          \n            2.\n            T1 images:\n          \n        \n        Axial T1-weighted images acquired prior to – and after - injection of contrast agent (gadopentetate-dimeglumine, Gd-DTPA, Magnevist, Bayer Schering Pharma AG, Berlin, Germany). TR 600ms, TE 12ms, 5mm slice thickness, 1mm inter-slice gap, 0.43mm in-plane resolution, 23 slices and a 512×512 matrix.\n        \n          \n            3.\n            Diffusion images:\n          \n        \n        Axial images using a twice refocused echo-planar diffusion weighted sequence with TR ~8000ms, TE 80–85 ms, low and high b-values of 0s/mm2 and 700s/mm2 in 7 and 42 directions, respectively, for diffusion tensor reconstruction. Resolution was 2 mm isotropic, 64 slices and a 128 × 128 matrix.\n        \n          \n            4.\n            Perfusion images:\n          \n        \n        Axial dynamic susceptibility contrast (DSC) images using a gradient-echo echo-planar imaging sequence with TR 1400–1500ms, TE 30–35ms, flip angle 90°, 5mm slice thickness, 1.5mm inter-slice gap, 1.2mm in-plane resolution, 12 slices and a 160×160 matrix. A total of 100 volumes were acquired and 0.1mmol/kg of Gd-DTPA was injected at 5cc/s after approximately 81s of imaging. In addition, for studies B and C as part of a dynamic contrast enhanced image acquisition preceding the DSC imaging, patients also received a 0.1mmol/kg of Gd-DTPA acting as a pre-dose to minimize computational errors due to T1-shortening effects induced by contrast agent leakage in regions of blood–brain barrier breakdown or resection.\n      \n      \n        MRI post-processing\n        \n          \n            1.\n            Volumetrics: Using a previously described volumetric approach67, areas of signal intensity abnormality on FLAIR and CE-T1 images were outlined by an experienced neuroradiologist blinded to the order of the scans. Total tumour volume was estimated by summing all voxels in the enhancing tumour. All images, including the tumour outlines from the second visit, were realigned to the perfusion MR images at the first visit using normalized mutual information coregistration in Matlab (MathWorks, Natick, MA, USA).\n          \n          \n            2.\n            Diffusion: Apparent diffusion coefficient (ADC) maps estimating the relative water self-diffusion on a voxel-by-voxel basis were created from the low and high b-value images using standard Steskjal–Tanner diffusion approximation68 as well as measures of fractional anisotropy (FA)69.\n          \n          \n            3.\n            Perfusion: Cerebral blood flow (CBF) maps from the gradient-echo perfusion MRIs were calculated using established models in nordicICE (NordicNeuroLab, Bergen, Norway) and corrected for contrast-agent leakage70. Patient-specific variations were reduced by normalization of all brain voxel values to an average value from a normal-appearing gray- and white-matter tissue map excluding pathological areas as identified by the neuroradiologist on the MRIs71.\n          \n          \n            4.\n            Perfusion-gradient analysis: An image voxel-level, unsupervised morphological dilatation in Matlab was performed from the edge of the pathologic area (CE and FLAIR) and in steps equaling one image voxel growth in all outwards directions (Figure S5A). The algorithm was only allowed to grow in regions with voxels included in the normal-appearing gray- and white-matter tissue map, excluding large vessels, regions of necrosis and/or cysts71,72. A stable/increase (“unchanged perf”) or reduction (“reduced perf”) in the perfusion gradient in the peri-edematous region was defined as being over/below a 5% difference from the average perfusion value of normal-appearing tissue in regions outside a >10 pixels range (>12mm distance from the peri-edematous zone).\n          \n        \n      \n      \n        VASARI Scoring of MRI\n        Pre-surgical MRI images for the 64 treatment naive glioblastoma (Study A) were qualitatively scored for morphological features associated with nodular and infiltrative phenotypes by a board certified neuroradiologist reader with 10 years of clinical and research experience on brain tumors. The reader was blinded to clinical information (KPS, overall survival) and advanced MRI data (perfusion metrics) and classified tumors as “well defined” versus “poorly defined” according to features f12 and f13 of the VASARI criteria (reference 8 and https://wiki.cancerimagingarchive.net/display/Public/VASARI+Research+Project) utilizing CE-T1 and FLAIR images respectively. In addition, tumors were scored according to their shape on CE-T1 and FLAIR images utilizing an ordinal four-tier scheme: (1) sphere/oval, (2) sphere/oval + lobulations, (3) irregular and (4) non mass or diffuse/patchy. Nodular, well-defined tumors usually grow concentrically and are expected to have more spherical/oval shapes, while infiltrative, poorly marginated tumors are expected to have more irregular or diffuse/patchy appearances.\n      \n      \n        Compression apparatus model\n        The compression apparatus is comprised of a polyvinyl chloride (PVC) circular disk (2 mm thick, 7 mm in diameter) acting as a modified cranial window, a stainless steel set screw (M2×5mm) to apply the controlled chronic displacement on the brain tissue, a PVC membrane (0.01 mm thick) to separate the brain tissue from the set screw and other components, and a custom-made PDMS disk (1 mm thick, 3 mm in diameter) that surrounds the set screw from the top of the window to reduces potential backlash, backing off, or loosening of the set screw. All the components are purchased from McMaster-Carr. The PVC membrane is glued to the edge of the PVC disk by glue. The outer side of the PVC membrane, which is in touch with brain tissue, is clear of any glue to avoid any toxicity. The device is rinsed with ethanol prior to the surgical procedure.\n        The compression was performed under gas anaesthesia (isoflurane) every 2–3 days. Each turn of the screw was measured by OCT in order to be sure that equal amount of compressing volume was applied to every cortex. No tissue toxicity was detected in brain in contact with the membrane of the compression apparatus. No haemorrhages happened in any mouse as a consequence of compression or decompression of the cortex. In rare cases of rupture of the membrane of the compression apparatus, the apparatus inevitably felt off from the implantation caused of change in intracranial pressure; in those cases we immediately euthanized and excluded the mice from the study. Mice were daily checked for potential pain and distress. At endpoint each compression apparatus was checked to confirm that no breach of the membrane happened.\n      \n      \n        Histology\n        Whole head were harvested after intracardiac perfusion with 2% formaldehyde in PBS and then fixed with 2% formaldehyde in PBS for 24–72 hours. We next embedded the brains in paraffin, and 5-μm-thick paraffin sections were cut using microtome and mounted on glass slides. Hematoxylin-eosin (H&E) and Cresyl violet (Nissl staining) stains are commonly used histological methods for the morphological assessments of the cells in brain tissue. Thus the paraffin slices were stained with H&E and Cresyl violet in the study for histologic evaluation.\n      \n      \n        Ultrastructural analysis by electromicroscopy\n        Whole head were harvested after intracardiac perfusion with 2% formaldehyde 2% glutaraldehyde in PBS and then fixed with 2% formaldehyde 2% glutaraldehyde in PBS for 24–72 hours. Vibratome sections (50 m) of mouse brain were post-fixed in 2.5% glutaraldehyde/PBS for 30 minutes, washed well in PBS, treated with 1% osmium tetraoxide/PBS for 1 hour, then 1% uranyl acetate/70% ethanol for 45 minutes. The tissue was then dehydrated in alcohol, embedded in EPON, thin-sectioned on an UltraCut E (Reichert-Jung), and examined using a JEOL JEM-1011 transmission electron microscope with AMTv601 software (Advanced Microscopy Techniques, Woburn, MA).\n      \n      \n        RNA isolation and quantitative Real Time PCR (qPCR)\n        Mouse brain tissues were homogenized and total RNA was isolated utilizing the RNeasy Mini kit (Qiagen, Valencia, CA) according to the manufacturer’s protocol. Genomic DNA was removed using RNase-Free DNase Set (Qiagen, Valencia, CA). 1 μg of RNA was used for the first strand cDNA synthesis (Bio-Rad, Hercules, CA). A no-reverse transcriptase control was included in the same PCR mixtures without reverse transcriptase to confirm the absence of DNA contamination in RNA samples. qPCR primers were synthesized at MGH DNA core facility (Table S4). 25-μl reactions were carried out in 96-well optical reaction plates using SYBR Green PCR Master Mix (Bio-Rad, Hercules, CA) with gene-specific primers, and the qPCR was run in the Stratagene Mx3000p Real-Time PCR System (San Diego, CA). Amplification of each sample was analysed by melting curve analysis, and relative differences in each PCR sample were corrected using GAPDH mRNA as an endogenous control and normalized to the level of control by using the 2-ΔΔCt method as previous described73,74.\n      \n      \n        Rotarod test\n        Neurological function of the mice was assessed by using an automated Rotarod (Rotamex 4/8 4-Lane Treadmill Shock Grid; Columbus Instruments, Livoniz, MI). To exclude the effect of motivational factors and to differentiate between motor learning and actual neurological function, mice were trained on the Rotarod every day for 3 days. Mice were randomized at the beginning of the study in order to have the same means in Rotarod endurance. The Rotarod test was performed always at similar period of the day and after 1 hour of acclimation of the mice in the room. We excluded mice that repeatedly fell off very early (<20 secs). Tests in two consecutive days were performed for each animal. Each test began with a 30 secs acclimation period at 4 rpm followed by acceleration by 4 rpm every 30 secs. The latency to fall was recorded as Rotarod endurance75.\n      \n      \n        Static Gait test\n        Gait characteristics (stride and track length) were analysed by applying ink to the animals’ hind paws and letting them walk on a strip of paper, inside a brightly lit alley (4.5 cm large, 40 cm long), towards a dark goal box. Mice were tested 3 consecutive times on the day of maximum compression of the cortex (day 12).\n      \n      \n        Short-term release of the solid stress\n        The release of the tumour-induced compression of the surrounding tissue was performed by removing the cranial window from anesthetized mice. This allowed us to obtain a map of the mechanical stress-induced deformation in a brain with or without the nodular U87 tumour. We then checked the dynamics of in vivo perfusion during the process of the release of the tumour-induced compression by OCT. Mice were then euthanized.\n      \n      \n        Therapeutic neuroprotection treatments\n        Mice were randomized at the beginning of the study by Rotarod endurance. We systemically treated mice with the following drugs during the chronic/gradual compression and the two following weeks after decompression: necrostatin-1 (Nec-1; 7 mg/kg/d i.p.; similar to26), valproic acid (VPA; 400 mg/kg/d i.p.27) and lithium chloride (LiCl; 50 mg/kg/d i.p.28). All these drugs are known to cross the blood-brain barrier31–33 and shown to be neuroprotective during CNS ischemia or neurodegeneration26–28. In the case of dexamethasone (Dexa), the steroid anti-edema drug was given once (10 mg/kg29,30) at the day of maximum compression (day 14). In the case of lithium treatment “intervention study” (i.e. with treatment start when compression was already applied to the brains), lithium (LiCl; 50 mg/kg/d i.p.28) was given from day 10 after the chronic compression initiation.\n      \n      \n        RNA-Sequencing\n        RNA-sequencing was performed by the Massachusetts Institute of Technology BioMicro Center. Quality of RNA samples was confirmed using a Fragment Analyzer (Advanced Analytical Technologies, Inc.) before Illumina libraries were prepared and indexed from ~250ng of total RNA using the Kapa Hyperprep kit following manufacturer’s recommendations (Roche). Libraries were confirmed using the Fragment Analyzer and quantified by qPCR prior to pooling and sequencing on an Illumina NextSeq500 using 40+40 paired end reads. Samples were demultiplexed using custom scripts allowing single mismatch to the index sequencing.\n      \n      \n        Analysis of RNA-Sequencing data\n        The raw FASTQ files were aligned by STAR76 to the Ensembl GRCm38 reference genome. Gene read counts were then generated using the Bioconductor R package GenomicAlignments77. The Bioconductor R package DESeq278 was then used to normalize and determine the differentially expressed genes. The DAVID Bioinformatics Resource34 was used for gene-annotation enrichment analysis on the differentially expressed genes.\n      \n      \n        Statistical Analysis\n        Unless otherwise specified, data are presented as mean ± s.e.m. Student’s two-tailed t tests based on Gaussian distributions were used to assess the significance. For comparisons among more than two groups, ANOVA or Kruskal-Wallis tests were followed by post hoc multiple comparisons. P<0.05 was considered significant. For comparison between categorical datasets, Fisher’s test was performed. Blinding during analysis was used for all the experiments and clinical analyses. Statistics were performed using Graphpad Prism or Microsoft Excel. The detailed list of the performed tests is provided in Table S5.\nMice\n        All animal protocols were approved by and in accordance with the guidelines established by the Institutional Animal Care and Use Committee (IACUC) at Massachusetts General Hospital (MGH). The mouse colony (MGH Cox7) was maintained in accordance with National Institutes of Health and MGH guidelines. MGH is accredited with the International Association for Assessment and Accreditation of Laboratory Animal Care (AAALAC) and the NIH Office of Laboratory Animal Welfare (A3596–01). All experiments were performed in 8 to 10 week-old female nude mice. In the case of Figure 2D, we used CAG::H2B-EGFP (C57/BL6) mice from Jackson Laboratory.\nReagents and Cell culture\n        Lithium chloride (LiCl; L4408), valproic acid sodium salt (VPA; P4543) and necrostatin-1 (Nec-1; N9037) were from Sigma.\n        The human U87 and BT474 cells were from ATCC and the mouse Gl261 cells were from the National Cancer Institute Repository. MGG8, a cell line derived from a GBM patient, was previously established in the Department of Neurosurgery at Massachusetts General Hospital (MGH)46. MGG8 and Gl261 cells were grown in serum-free conditions using the NeuroCult NS-A proliferation kit (Stemcell Technologies)47–49. Both cell lines were stably transduced with GFP or Discosoma red fluorescent protein (dsRed) using a lentiviral construct. U87 cells were cultured in DMEM with 10% (vol/vol) FBS. Human HER2-amplified breast cancer BT474 cells were cultured in RPMI 1640 supplemented with 10% FBS (Atlanta Biologicals, Flowery Branch, GA, USA)50. All cell lines were repeatedly tested and were negative for mycoplasma using the Mycoalert Plus Mycoplasma Detection Kit (Lonza) and were authenticated before use by IDEXX Laboratories (IDEXX, Human 9 and 16 species-specific STR marker profile).\nPlanar-cut method - measurement of stress-induced deformation\n        We slightly modified previous methods4,9. The tissue deformation map was acquired via high-resolution ultrasound (Vevo 2100 system; FUJIFILM Visual Sonics) on the half of the tumour–brain that was immersed and relaxed in PBS. We used the probe MS550S for large samples (depth of view = 13 mm, frequency = 32–56 MHz) and the probe MS700 for smaller samples (depth of view = 9 mm, frequency = 30–70 MHz). The 3D images were exported from VisualSonics software to MATLAB (The MathWorks) for post-processing. The post-processing included smoothing, which was performed with moving averaging on the cut surface and bottom surfaces of the brain-tumour to remove any noise introduced by ultrasound imaging. The top and bottom surfaces were then exported to SolidWorks (Dassault System) to reconstruct a 3D object. This solid object was then exported to the compatible finite-element model ABAQUS (Dassault System), as described below.\nAtomic force microscopy (AFM)-based measurement of the indentation modulus (stiffness)\n        The indentation moduli of tumors and normal brain were quantified using an Asylum MFP3D AFM (Asylum). We used polystyrene colloidal probe tips with an end diameter of ~25 μm (Polysciences) attached to tipless cantilevers with nominal spring constant k ~ 0.12 N/m (Bruker). The colloidal probes were attached to the cantilever by the lift-off process: a dot of low-viscosity glue (M-Bond 610, Structure Probes/SPI Supplies) was placed on a tipless cantilever by making quick contact between the cantilever and a thin layer of glue (1-μl-thick) spread over a 10×10 mm mica surface. We then made immediate contact between the tip of the cantilever and a colloid probe resting on a glass slide and waited for 1 min with the cantilever pushing against the colloid. This process was followed by heat curing for 2 h at 150°C. For each probe tip, the exact spring constants of the cantilevers were directly measured using the thermal calibration method. The relationship between the detected voltage and the applied force was calibrated by bringing the cantilever into contact with a glass slide and calculating the slope of the voltage–displacement curve. The displacement, d, was translated to force, F, using Hooke’s law (F = kd; k is the cantilever spring constant). The indentation was performed under a force control scheme (maximum force ~20 nN) limiting the indentation depths to 0.5–3 μm to stay in the linear regime. The tip displacement was obtained by subtracting the cantilever deflection from the vertical movement of the piezoelectric actuator. An indentation approach velocity of 2 μm/s ensured that the elastic modulus was probed at rates lower than the characteristic frequency of tumour as a poroelastic tissue51,52, to be close to equilibrium conditions. The effective indentation modulus Eind was computed using Hertzian contact mechanics models via least-squares linear regression of the experimental loading force–displacement curves. For the spherical colloidal probe tip with end radius R on the sample with thickness h » R (here, h ~5 mm, R ~12.5 μm)\nF=43Eind1− v2R12D32\nwhere F is the indentation force and D is the indentation depth (we assumed υ = 0.1, as measured in other soft tissues53,54)..\n        Despite differences in absolute values, the relative differences between the stiffness of brain parenchyma and tumour tissue are consistent with previous publication where Magnetic Resonance Elastography (MRE) has been utilized for stiffness measurement 55. The discrepancies between our AFM measurement and MRE methods are potentially due to: (i) difference in methods of measurements: the Young’s modulus is estimated from the indentation modulus in AFM measurement in quasi-equilibrium indentation, while the MRE is based on measurement of shear wave speed when the tissue is vibrated at a certain frequency, e.g. 1000 Hz55, which has strong effect on the reported stiffness values56; (ii) in vivo vs. ex vivo settings: our AFM measurement is performed in vivo, while the MRE has been performed in vivo, when vascular and interstitial fluid pressures are present and may affect the stiffness values57, and (iii), strain-stiffening effect: our measurements have been performed on stress-relaxed samples, while the stressed tissue may exhibit higher stiffness value due to material nonlinearity58,59.\nMathematical model\n        By developing a mathematical model (2-D axisymmetric finite element model), the map of stress-induced deformation ui is converted to the strain tensor, εij=1/2(∂ui/∂xj+ ∂uj/∂xi), from which the stress tensor σij is estimated based on Hooke’s Law, written in index notation as60:\nσij=E(1+ν)[εij+ν(1−2ν)εkkδij]\nwhere E is the modulus of elasticity (stiffness), and ν is the Poisson’s ratio of the tissue based on linear isotropic assumption, and δij is the Kroenecker delta. We chose a linear elastic model to reduce model parameters, and avoid associated assumptions. However, the mathematical model can be improved in multiple directions1: (i) the use of hyperelastic models61 to account for nonlinearity in the material properties of the normal brain tissue and brain tumors, e.g. strain-stiffening58,59 in which stiffness values are altered in stressed tissues; (ii) the use of poroelastic model1 to account for the role of interstitial, vascular, and cerebrospinal fluid pressure, and (iii) triphasic model to account for electromechanics of brain and tumour tissue with fixed charge density62.\n        We developed our mathematical model using the general-purpose commercial finite element software ABAQUS (Version 6.9, SIMULIA, Providence, RI). The 3-D geometry of the tumour is first smoothed to reduce any noise in MATLAB (MathWorks). Since the geometries of the tumors of interest are mainly spherical, we used an axisymmetric model (Fig. S1D) to reduce the modelling and computational time. We used the 8-node axisymmetric element CAX8R for both the tumour and surrounding brain tissue with two elastic parameters: the Young’s modulus and the Poisson’s ratio, which are obtained as described above. We have previously shown that the solid stress relaxation time constant is on the order of 10 min or less4, following the linear poroelastic time constant predicted from the Young’s modulus and hydraulic permeability in poroelastic materials51,63. Since the time constant of the biological processes that give rise to solid stress in tumors, such as proliferation, ECM deposition and cell contraction, ranges from several hours to days, much longer than the stress relaxation time constant, the equilibrium mechanical properties that we are measuring reflect the appropriate properties in the generation and application of solid stress.\n        Since the tumors of interest are all surrounded by the brain tissue, free of solid stress at locations far from the tumour, the cut surface in the brain provides the reference plane that represents the original plane of the tumour tissue before stress relaxation. A displacement profile is assigned to the top deformed surface of the tumour to translate it back to the original reference plane (Movie S1). This assigned deformation is only in the direction perpendicular to the surface of the tumour (z-direction), and the tumour top surface is free to move parallel to the surface direction (x-y plane). This displacement assignment translates the tumour geometry from the relaxed state (deformed surface) to the original stresses state prior to the cut (flat surface). The stress component  σzz that is generated after the displacement assignment is reported as the circumferential solid stress in the intact brain-tumour. The boundary condition on the bottom surface of the surrounding brain tissue, far from the tumour, is defined as zero stress.\n        We are able to estimate the radial stress σrr from, σzz the stress component normal to the cut surface that is obtained from planar-cut method if the following assumptions hold: (i) the geometry and material properties of the tumor hold spherical symmetry around the center of the tumor, (ii) the incision from planar cut is going through the centre of the tumour, i.e., σzz is equivalent to σθθ, and (iii) the stress field goes to zero at the outer edges of the surrounding brain far from the tumor. With the above assumption, the following equation holds between σrr and σθθ= σzz\n60:\ndσrrdr+2σrrr=2σθθr\nwhich results in the following equation after integration:\n(σrrr2)|rR0=∫rR02σθθrdr\n        Having σθθ= σzz from the planar-cut method for the range of interest, and assuming σrr=σθθ=0 at r=R0, the outer edge of the brain far from the tumour, the radial stress σrr is estimated (Fig. 1A-B).\nCranial window\n        To implant transparent cranial windows, a 6-mm circle was drawn over the frontal and parietal regions of the skull bilaterally. Using a high-speed air-turbine drill with a burr-tip 0.5 mm in diameter, a groove was made on the margin of the drawn circle, until the bone flap becomes loose. The bone flap was separated from the dura mater underneath. The dura and arachnoid membranes were cut completely from the surface of both hemispheres, avoiding any damage to the sagittal sinus. The window was sealed with a 7-mm cover glass, glued to the bone with histocompatible cyanoacrylate glue.\nTumor implantation\n        To generate orthotopic tumors, ten days after the cranial window implantation the coverslip was removed and 1 μl of 1–500.000 cells (MGG8, GL261, BT474) were stereotactically and slowly injected with a 28-gauge micro-syringe into the left striatum of 8- to 10-wk-old female nude mice 2 mm left of the sagittal suture, 0.1 mm rostral of the bregma, and at a depth of 2 mm from the brain surface. In case of U87 tumors, 1-mm chunks were implanted in the same region described above. Then a new cover glass was glued. Of note, the brain tumour models we used are characterized by different degrees of infiltration in the surrounding tissue. Regarding the GBM models, U87 is the most nodular, GL261 – although largely nodular – presents a low degree of infiltration and MGG8 is the most infiltrative. While U87 and MGG8 tumors rarely show necrosis when the tumors are not too large, GL261 tumors usually have multiple necrotic regions48,49. BT474 tumors are mostly nodular and present necrosis when tumour volumes are large50.\nImmunohistochemistry\n        Whole head were harvested after intracardiac perfusion with 2% formaldehyde in PBS and then fixed with 2% formaldehyde in PBS for 24–72 hours. We next embedded the brains in paraffin, and 5-μm-thick paraffin sections were cut using microtome and mounted on glass slides. For IHC (immunohistochemistry), tissues were deparaffinized, and antigen retrieval was performed in a pH 9 solution (DAKO) at 96°C. To prevent nonspecific staining, sections were incubated with 5% normal donkey serum (Jackson ImmunoResearch) in PBS before incubation with the respective primary and secondary antibodies. The primary antibodies used are listed in Table S3. Apoptag (ApopTag Peroxidase In Situ Apoptosis Detection Kit, #S7100, Millipore) was used as a marker for apoptosis.\n        The number of neurons in the cortex was assessed by quantifying the number of NeuN+ nuclei in mosaics of the coronal sections of the region of the cortex exposed to the compression apparatus, i.e. the anterior cingulate area, the primary and secondary motor area and the first part of primary somatosensory area. The structures were identified using the mouse brain atlas map.\nIntravital optical frequency domain imaging and perfused vessel analysis\n        In vivo imaging of perfused vessels and analysis of the vascular fraction and diameter was performed using the optical coherence tomography (OCT) as previously described13,64. OCT assessment was performed at indicated time until the mouse death/euthanasia. The construction, design and algorithms used to derive and quantify OCT images were previously described in detail13. In Figure 2A, we segmented and rendered vessels using a semi-automated algorithm (Bitplane Imaris Image Analysis software).\nMulti-photon intravital microscopy\n        For intravital microscopy, the cranial window-bearing animals were anesthetized with isoflurane and fixed with a bilateral plastic holder. The MPLSM consisted of a MilleniaX pumped Tsunami Ti:sapphire laser (Spectra-Physics). MPLSM microscope consisted of an Olympus Fluoview FV300 system customized for multiphoton imaging. For TAMRA and GFP 810-nm excitation laser light, while for EGFP/DsRed/BlueCasade sequential imaging with 730- and 930-nm excitation laser lights were used. Power at the sample was estimated to be 1–3 mW. The used emission band pass filters were the following: 610±75 nm for TAMRA/DsRed, 535±43 nm for GFP/EGFP and 413±4 nm (CascadeBlue). We performed vessel angiography after retro-orbital injection of 0.1 ml of 10 mg/ml TAMRA- or CascadeBlue-tagged dextran (500 kDa; in-house conjugated). The images shown are 3D rendering of high-resolution z-stacks: 706×706 μm (xy-voxel of 0.69) and at least 50 μm of z-stack (z-steps 2 μm). We segmented and rendered vessels and tumour cells using a semi-automated algorithm (Bitplane Imaris Image Analysis software).\nUltrasound measurements of intracranial tumor volume\n        To assess tumour size in U87 and BT474 preclinical models, in vivo imaging was performed through plastic cranial windows using a small animal ultrasonography device (Vevo 2100, FujiFilm VisualSonics Inc., Toronto, Canada).\nPatient eligibility\n        \n          Study A:\n          Sixty-four previously untreated (“pre-surgical”) adult patients (mean age= 62 years; range 32–87; 29 females and 35 males) with a subsequent histologically confirmed diagnosis of a glioblastoma were retrospectively recruited from a cohort of patients examined at our institution65. All patients were referred for a conventional MRI examination, including structural and contrast-enhanced perfusion imaging. Evidence of contrast-enhancing tumor on structural MRI scans (>1cm in at least one dimension and/or > 10cc) was required. No forms of anti-cancer medicines or Gliadel wafers were allowed for study inclusion, except for the use of steroids as part of standard-of-care. Other inclusion criteria included a Karnofsky Performance Status (KPS) score of >60. Use of steroids and KPS scores were recorded at the time of the MRI exam.\n        \n        \n          Study B:\n          A second cohort of 14 adult patients (mean age 59 years; range 35–77; 8 females and 6 males) with histologically confirmed newly diagnosed glioblastoma (‘post-surgical’) at the time of the MRI exam was also retrospectively included66. The MRI exams were pulled from the baseline data (pre-therapy) part of an observational imaging study assessing the effects of chemo-radiation monotherapy (clinicalTrials.gov identifier NCT00756106). Except for the post-surgical status, the inclusion criteria matched that of the pre-surgical study described above. A minimum of >1cm residual tumour in at least one dimension was required and patients with gross total resections were excluded.\n        \n        \n          Study C:\n          Finally, baseline MRI data from a cohort of 34 patients (mean age 47 years; range 31–62; all females) with metastatic breast cancer to the brain were pulled from an open-label, non-randomized, phase II study on carboplatin and bevacizumab (clinicalTrials.gov identifier NCT01004172). Patients were either HER2-negative (8 patients) or HER2-positive (26 patients). Evidence of contrast-enhancing tumour on structural MRI scans (>1cm in at least one dimension) was required. Other inclusion criteria were no contraindication to MRI, an Eastern Cooperative Oncology Group performance status (ECOG PS) of 0–2, no increase in corticosteroid dose in the week prior to the baseline MR exam, left ventricular ejection fraction >50%, and adequate bone marrow, liver and renal function. Patients could have received prior carboplatin monotherapy. Prior bevacizumab was allowed if it had not been given since or within 6 months prior to the diagnosis of CNS metastases. Prior radiation therapy to the brain was allowed, conditioned by radiologic confirmation of subsequent brain lesions progression, or presence of one or more untreated residual lesions for analysis in our study. Patients who had not received radiotherapy were allowed if they did not require corticosteroids. There was no limit on the number of prior therapies. A two-week washout period was required from chemotherapy or any other investigational therapy. A one-week washout period was required for lapatinib. No washout period was required for trastuzumab.\n          All patient studies were approved by the Institutional Review Boards of MGH or Dana-Farber, including the use of informed consent.\nStudy A:\n          Sixty-four previously untreated (“pre-surgical”) adult patients (mean age= 62 years; range 32–87; 29 females and 35 males) with a subsequent histologically confirmed diagnosis of a glioblastoma were retrospectively recruited from a cohort of patients examined at our institution65. All patients were referred for a conventional MRI examination, including structural and contrast-enhanced perfusion imaging. Evidence of contrast-enhancing tumor on structural MRI scans (>1cm in at least one dimension and/or > 10cc) was required. No forms of anti-cancer medicines or Gliadel wafers were allowed for study inclusion, except for the use of steroids as part of standard-of-care. Other inclusion criteria included a Karnofsky Performance Status (KPS) score of >60. Use of steroids and KPS scores were recorded at the time of the MRI exam.\nStudy B:\n          A second cohort of 14 adult patients (mean age 59 years; range 35–77; 8 females and 6 males) with histologically confirmed newly diagnosed glioblastoma (‘post-surgical’) at the time of the MRI exam was also retrospectively included66. The MRI exams were pulled from the baseline data (pre-therapy) part of an observational imaging study assessing the effects of chemo-radiation monotherapy (clinicalTrials.gov identifier NCT00756106). Except for the post-surgical status, the inclusion criteria matched that of the pre-surgical study described above. A minimum of >1cm residual tumour in at least one dimension was required and patients with gross total resections were excluded.\nStudy C:\n          Finally, baseline MRI data from a cohort of 34 patients (mean age 47 years; range 31–62; all females) with metastatic breast cancer to the brain were pulled from an open-label, non-randomized, phase II study on carboplatin and bevacizumab (clinicalTrials.gov identifier NCT01004172). Patients were either HER2-negative (8 patients) or HER2-positive (26 patients). Evidence of contrast-enhancing tumour on structural MRI scans (>1cm in at least one dimension) was required. Other inclusion criteria were no contraindication to MRI, an Eastern Cooperative Oncology Group performance status (ECOG PS) of 0–2, no increase in corticosteroid dose in the week prior to the baseline MR exam, left ventricular ejection fraction >50%, and adequate bone marrow, liver and renal function. Patients could have received prior carboplatin monotherapy. Prior bevacizumab was allowed if it had not been given since or within 6 months prior to the diagnosis of CNS metastases. Prior radiation therapy to the brain was allowed, conditioned by radiologic confirmation of subsequent brain lesions progression, or presence of one or more untreated residual lesions for analysis in our study. Patients who had not received radiotherapy were allowed if they did not require corticosteroids. There was no limit on the number of prior therapies. A two-week washout period was required from chemotherapy or any other investigational therapy. A one-week washout period was required for lapatinib. No washout period was required for trastuzumab.\n          All patient studies were approved by the Institutional Review Boards of MGH or Dana-Farber, including the use of informed consent.\nMRI acquisition:\n        For all studies, each subject was scanned prior to the start of therapy. For study A65, patients were scanned on either a 1.5 Tesla MRI system (Signa; GE Healthcare) or a 3.0 Tesla MRI system (TimTrio, Siemens Healthcare). For studies B and C, all MRI exams were performed at 3.0 Tesla (TimTrio, Siemens Healthcare)66. The MRI scans specific for our study were typically as follows;\n        \n          \n            1.\n            FLAIR images:\n          \n        \n        Axial images with a repetition time (TR) 10000ms, echo time (TE) 70ms, 5mm slice thickness, 1mm inter-slice gap, 0.43mm in-plane resolution, 23 slices and a 512×512 matrix.\n        \n          \n            2.\n            T1 images:\n          \n        \n        Axial T1-weighted images acquired prior to – and after - injection of contrast agent (gadopentetate-dimeglumine, Gd-DTPA, Magnevist, Bayer Schering Pharma AG, Berlin, Germany). TR 600ms, TE 12ms, 5mm slice thickness, 1mm inter-slice gap, 0.43mm in-plane resolution, 23 slices and a 512×512 matrix.\n        \n          \n            3.\n            Diffusion images:\n          \n        \n        Axial images using a twice refocused echo-planar diffusion weighted sequence with TR ~8000ms, TE 80–85 ms, low and high b-values of 0s/mm2 and 700s/mm2 in 7 and 42 directions, respectively, for diffusion tensor reconstruction. Resolution was 2 mm isotropic, 64 slices and a 128 × 128 matrix.\n        \n          \n            4.\n            Perfusion images:\n          \n        \n        Axial dynamic susceptibility contrast (DSC) images using a gradient-echo echo-planar imaging sequence with TR 1400–1500ms, TE 30–35ms, flip angle 90°, 5mm slice thickness, 1.5mm inter-slice gap, 1.2mm in-plane resolution, 12 slices and a 160×160 matrix. A total of 100 volumes were acquired and 0.1mmol/kg of Gd-DTPA was injected at 5cc/s after approximately 81s of imaging. In addition, for studies B and C as part of a dynamic contrast enhanced image acquisition preceding the DSC imaging, patients also received a 0.1mmol/kg of Gd-DTPA acting as a pre-dose to minimize computational errors due to T1-shortening effects induced by contrast agent leakage in regions of blood–brain barrier breakdown or resection.\nMRI post-processing\n        \n          \n            1.\n            Volumetrics: Using a previously described volumetric approach67, areas of signal intensity abnormality on FLAIR and CE-T1 images were outlined by an experienced neuroradiologist blinded to the order of the scans. Total tumour volume was estimated by summing all voxels in the enhancing tumour. All images, including the tumour outlines from the second visit, were realigned to the perfusion MR images at the first visit using normalized mutual information coregistration in Matlab (MathWorks, Natick, MA, USA).\n          \n          \n            2.\n            Diffusion: Apparent diffusion coefficient (ADC) maps estimating the relative water self-diffusion on a voxel-by-voxel basis were created from the low and high b-value images using standard Steskjal–Tanner diffusion approximation68 as well as measures of fractional anisotropy (FA)69.\n          \n          \n            3.\n            Perfusion: Cerebral blood flow (CBF) maps from the gradient-echo perfusion MRIs were calculated using established models in nordicICE (NordicNeuroLab, Bergen, Norway) and corrected for contrast-agent leakage70. Patient-specific variations were reduced by normalization of all brain voxel values to an average value from a normal-appearing gray- and white-matter tissue map excluding pathological areas as identified by the neuroradiologist on the MRIs71.\n          \n          \n            4.\n            Perfusion-gradient analysis: An image voxel-level, unsupervised morphological dilatation in Matlab was performed from the edge of the pathologic area (CE and FLAIR) and in steps equaling one image voxel growth in all outwards directions (Figure S5A). The algorithm was only allowed to grow in regions with voxels included in the normal-appearing gray- and white-matter tissue map, excluding large vessels, regions of necrosis and/or cysts71,72. A stable/increase (“unchanged perf”) or reduction (“reduced perf”) in the perfusion gradient in the peri-edematous region was defined as being over/below a 5% difference from the average perfusion value of normal-appearing tissue in regions outside a >10 pixels range (>12mm distance from the peri-edematous zone).\nVASARI Scoring of MRI\n        Pre-surgical MRI images for the 64 treatment naive glioblastoma (Study A) were qualitatively scored for morphological features associated with nodular and infiltrative phenotypes by a board certified neuroradiologist reader with 10 years of clinical and research experience on brain tumors. The reader was blinded to clinical information (KPS, overall survival) and advanced MRI data (perfusion metrics) and classified tumors as “well defined” versus “poorly defined” according to features f12 and f13 of the VASARI criteria (reference 8 and https://wiki.cancerimagingarchive.net/display/Public/VASARI+Research+Project) utilizing CE-T1 and FLAIR images respectively. In addition, tumors were scored according to their shape on CE-T1 and FLAIR images utilizing an ordinal four-tier scheme: (1) sphere/oval, (2) sphere/oval + lobulations, (3) irregular and (4) non mass or diffuse/patchy. Nodular, well-defined tumors usually grow concentrically and are expected to have more spherical/oval shapes, while infiltrative, poorly marginated tumors are expected to have more irregular or diffuse/patchy appearances.\nCompression apparatus model\n        The compression apparatus is comprised of a polyvinyl chloride (PVC) circular disk (2 mm thick, 7 mm in diameter) acting as a modified cranial window, a stainless steel set screw (M2×5mm) to apply the controlled chronic displacement on the brain tissue, a PVC membrane (0.01 mm thick) to separate the brain tissue from the set screw and other components, and a custom-made PDMS disk (1 mm thick, 3 mm in diameter) that surrounds the set screw from the top of the window to reduces potential backlash, backing off, or loosening of the set screw. All the components are purchased from McMaster-Carr. The PVC membrane is glued to the edge of the PVC disk by glue. The outer side of the PVC membrane, which is in touch with brain tissue, is clear of any glue to avoid any toxicity. The device is rinsed with ethanol prior to the surgical procedure.\n        The compression was performed under gas anaesthesia (isoflurane) every 2–3 days. Each turn of the screw was measured by OCT in order to be sure that equal amount of compressing volume was applied to every cortex. No tissue toxicity was detected in brain in contact with the membrane of the compression apparatus. No haemorrhages happened in any mouse as a consequence of compression or decompression of the cortex. In rare cases of rupture of the membrane of the compression apparatus, the apparatus inevitably felt off from the implantation caused of change in intracranial pressure; in those cases we immediately euthanized and excluded the mice from the study. Mice were daily checked for potential pain and distress. At endpoint each compression apparatus was checked to confirm that no breach of the membrane happened.\nHistology\n        Whole head were harvested after intracardiac perfusion with 2% formaldehyde in PBS and then fixed with 2% formaldehyde in PBS for 24–72 hours. We next embedded the brains in paraffin, and 5-μm-thick paraffin sections were cut using microtome and mounted on glass slides. Hematoxylin-eosin (H&E) and Cresyl violet (Nissl staining) stains are commonly used histological methods for the morphological assessments of the cells in brain tissue. Thus the paraffin slices were stained with H&E and Cresyl violet in the study for histologic evaluation.\nUltrastructural analysis by electromicroscopy\n        Whole head were harvested after intracardiac perfusion with 2% formaldehyde 2% glutaraldehyde in PBS and then fixed with 2% formaldehyde 2% glutaraldehyde in PBS for 24–72 hours. Vibratome sections (50 m) of mouse brain were post-fixed in 2.5% glutaraldehyde/PBS for 30 minutes, washed well in PBS, treated with 1% osmium tetraoxide/PBS for 1 hour, then 1% uranyl acetate/70% ethanol for 45 minutes. The tissue was then dehydrated in alcohol, embedded in EPON, thin-sectioned on an UltraCut E (Reichert-Jung), and examined using a JEOL JEM-1011 transmission electron microscope with AMTv601 software (Advanced Microscopy Techniques, Woburn, MA).\nRNA isolation and quantitative Real Time PCR (qPCR)\n        Mouse brain tissues were homogenized and total RNA was isolated utilizing the RNeasy Mini kit (Qiagen, Valencia, CA) according to the manufacturer’s protocol. Genomic DNA was removed using RNase-Free DNase Set (Qiagen, Valencia, CA). 1 μg of RNA was used for the first strand cDNA synthesis (Bio-Rad, Hercules, CA). A no-reverse transcriptase control was included in the same PCR mixtures without reverse transcriptase to confirm the absence of DNA contamination in RNA samples. qPCR primers were synthesized at MGH DNA core facility (Table S4). 25-μl reactions were carried out in 96-well optical reaction plates using SYBR Green PCR Master Mix (Bio-Rad, Hercules, CA) with gene-specific primers, and the qPCR was run in the Stratagene Mx3000p Real-Time PCR System (San Diego, CA). Amplification of each sample was analysed by melting curve analysis, and relative differences in each PCR sample were corrected using GAPDH mRNA as an endogenous control and normalized to the level of control by using the 2-ΔΔCt method as previous described73,74.\nRotarod test\n        Neurological function of the mice was assessed by using an automated Rotarod (Rotamex 4/8 4-Lane Treadmill Shock Grid; Columbus Instruments, Livoniz, MI). To exclude the effect of motivational factors and to differentiate between motor learning and actual neurological function, mice were trained on the Rotarod every day for 3 days. Mice were randomized at the beginning of the study in order to have the same means in Rotarod endurance. The Rotarod test was performed always at similar period of the day and after 1 hour of acclimation of the mice in the room. We excluded mice that repeatedly fell off very early (<20 secs). Tests in two consecutive days were performed for each animal. Each test began with a 30 secs acclimation period at 4 rpm followed by acceleration by 4 rpm every 30 secs. The latency to fall was recorded as Rotarod endurance75.\nStatic Gait test\n        Gait characteristics (stride and track length) were analysed by applying ink to the animals’ hind paws and letting them walk on a strip of paper, inside a brightly lit alley (4.5 cm large, 40 cm long), towards a dark goal box. Mice were tested 3 consecutive times on the day of maximum compression of the cortex (day 12).\nShort-term release of the solid stress\n        The release of the tumour-induced compression of the surrounding tissue was performed by removing the cranial window from anesthetized mice. This allowed us to obtain a map of the mechanical stress-induced deformation in a brain with or without the nodular U87 tumour. We then checked the dynamics of in vivo perfusion during the process of the release of the tumour-induced compression by OCT. Mice were then euthanized.\nTherapeutic neuroprotection treatments\n        Mice were randomized at the beginning of the study by Rotarod endurance. We systemically treated mice with the following drugs during the chronic/gradual compression and the two following weeks after decompression: necrostatin-1 (Nec-1; 7 mg/kg/d i.p.; similar to26), valproic acid (VPA; 400 mg/kg/d i.p.27) and lithium chloride (LiCl; 50 mg/kg/d i.p.28). All these drugs are known to cross the blood-brain barrier31–33 and shown to be neuroprotective during CNS ischemia or neurodegeneration26–28. In the case of dexamethasone (Dexa), the steroid anti-edema drug was given once (10 mg/kg29,30) at the day of maximum compression (day 14). In the case of lithium treatment “intervention study” (i.e. with treatment start when compression was already applied to the brains), lithium (LiCl; 50 mg/kg/d i.p.28) was given from day 10 after the chronic compression initiation.\nRNA-Sequencing\n        RNA-sequencing was performed by the Massachusetts Institute of Technology BioMicro Center. Quality of RNA samples was confirmed using a Fragment Analyzer (Advanced Analytical Technologies, Inc.) before Illumina libraries were prepared and indexed from ~250ng of total RNA using the Kapa Hyperprep kit following manufacturer’s recommendations (Roche). Libraries were confirmed using the Fragment Analyzer and quantified by qPCR prior to pooling and sequencing on an Illumina NextSeq500 using 40+40 paired end reads. Samples were demultiplexed using custom scripts allowing single mismatch to the index sequencing.\nAnalysis of RNA-Sequencing data\n        The raw FASTQ files were aligned by STAR76 to the Ensembl GRCm38 reference genome. Gene read counts were then generated using the Bioconductor R package GenomicAlignments77. The Bioconductor R package DESeq278 was then used to normalize and determine the differentially expressed genes. The DAVID Bioinformatics Resource34 was used for gene-annotation enrichment analysis on the differentially expressed genes.\nStatistical Analysis\n        Unless otherwise specified, data are presented as mean ± s.e.m. Student’s two-tailed t tests based on Gaussian distributions were used to assess the significance. For comparisons among more than two groups, ANOVA or Kruskal-Wallis tests were followed by post hoc multiple comparisons. P<0.05 was considered significant. For comparison between categorical datasets, Fisher’s test was performed. Blinding during analysis was used for all the experiments and clinical analyses. Statistics were performed using Graphpad Prism or Microsoft Excel. The detailed list of the performed tests is provided in Table S5.\nSupplementary Material\n      \n        1\n        \n      \n      \n        2\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC6452896/\nhttps://doi.org/10.1038/s41551-018-0334-7",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6452896/",
    "doi": "https://doi.org/10.1038/s41551-018-0334-7",
    "citation_count": 64,
    "references": {
        "11042661": "Alteration of mechanical stresses in the murine brain by age and hemorrhagic stroke",
        "11040388": "Progress in the Treatment of Central Nervous System Diseases Based on Nanosized Traditional Chinese Medicine",
        "10937439": "Peritumoral brain zone in glioblastoma: biological, clinical and mechanical features",
        "10922809": "Multiscale elasticity mapping of biological samples in 3D at optical resolution",
        "10860663": "Crystal ribcage: a platform for probing real-time lung function at cellular resolution in health and disease",
        "10836235": "Intravital measurements of solid stresses in tumours reveals length-scale and microenvironmentally dependent force transmission",
        "10793505": "Wnt inhibition alleviates resistance to immune checkpoint blockade in glioblastoma",
        "10656290": "Biophysics in tumor growth and progression: from single mechano-sensitive molecules to mechanomedicine",
        "10556366": "Mechanotransductive Receptor Piezo1 as a Promising Target in the Treatment of Neurological Diseases",
        "10548166": "Amyloids and brain cancer: molecular linkages and crossovers",
        "10523902": "The peritumor microenvironment: physics and immunity",
        "10406130": "Ferroptosis and PPAR-gamma in the limelight of brain tumors and edema",
        "10398807": "Molecular changes underlying decay of sensory responses and enhanced seizure propensity in peritumoral neurons",
        "10296830": "Mechanical Properties of Glioblastoma: Perspectives for YAP/TAZ Signaling Pathway and Beyond",
        "10252361": "Oxygen-Glucose Deprivation in Organotypic Hippocampal Cultures Leads to Cytoskeleton Rearrangement and Immune Activation: Link to the Potential Pathomechanism of Ischaemic Stroke",
        "10198579": "Epigenetic alterations fuel brain metastasis via regulating inflammatory cascade",
        "10102831": "MR elastography identifies regions of extracellular matrix reorganization associated with shorter survival in glioblastoma patients",
        "10008211": "Anti-VEGF therapy improves EGFR-vIII-CAR-T cell delivery and efficacy in syngeneic glioblastoma models in mice",
        "9954674": "Lithium in Cancer Therapy: Friend or Foe?",
        "9780584": "Impact of tumour characteristics and cancer treatment on cerebrovascular mortality after glioma diagnosis: Evidence from a population-based cancer registry",
        "9740277": "Do Tumor Mechanical Stresses Promote Cancer Immune Escape?",
        "9626445": "Coupling solid and fluid stresses with brain tumour growth and white matter tract deformations in a neuroimaging-informed model",
        "9623018": "Blood–brain barrier and brain structural changes in lung cancer patients with non-brain metastases",
        "9436395": "Mechanical and metabolic interplay in the brain metastatic microenvironment",
        "9346349": "Liquid biopsies for early diagnosis of brain tumours: in silico mathematical biomarker modelling",
        "9226644": "Study of BBB Dysregulation in Neuropathogenicity Using Integrative Human Model of Blood–Brain Barrier",
        "9177572": "Regulation of tumor invasion by the physical microenvironment: Lessons from breast and brain cancer",
        "9145282": "Physics of Brain Cancer: Multiscale Alterations of Glioblastoma Cells under Extracellular Matrix Stiffening",
        "9118059": "Functions and clinical significance of mechanical tumor microenvironment: cancer cell sensing, mechanobiology and metastasis",
        "9004292": "A computational model of glioma reveals opposing, stiffness-sensitive effects of leaky vasculature and tumor growth on tissue mechanical stress and porosity",
        "8997138": "Quantification of Tissue Compression Identifies High-Grade Glioma Patients with Reduced Survival",
        "8870149": "Inducing Biomechanical Heterogeneity in Brain Tumor Modeling by MR Elastography: Effects on Tumor Growth, Vascular Density and Delivery of Therapeutics",
        "8827905": "The biophysics of cancer: emerging insights from micro- and nanoscale tools",
        "8813748": "Mechanical Properties in the Glioma Microenvironment: Emerging Insights and Theranostic Opportunities",
        "8811616": "Accuracy of Magnetic Resonance Spectroscopy in Discrimination of Neoplastic and Non-Neoplastic Brain Lesions",
        "8678215": "Solid stress impairs lymphocyte infiltration into lymph-node metastases",
        "8633769": "The microenvironment of brain metastases from solid tumors",
        "8599311": "The emerging role of mechanical and topographical factors in the development and treatment of nervous system disorders: dark and light sides of the force",
        "8568876": "Harnessing nanomedicine for enhanced immunotherapy for breast cancer brain metastases",
        "8527006": "Old Stars and New Players in the Brain Tumor Microenvironment",
        "8497434": "Neuromechanobiology: An Expanding Field Driven by the Force of Greater Focus",
        "8428343": "Perspective: The Mechanobiology of Hepatocellular Carcinoma",
        "8274378": "Physical traits of cancer",
        "8246629": "The blood–brain barrier and blood–tumour barrier in brain tumours and metastases",
        "8181388": "Label-Free Macroscopic Fluorescence Lifetime Imaging of Brain Tumors",
        "8156088": "Breaching the Blood–Brain Tumor Barrier for Tumor Therapy",
        "8071912": "Recognition of brain tumors in MRI images using texture analysis",
        "8042097": "The white matter is a pro-differentiative niche for glioblastoma",
        "8015331": "Biophysical and epigenetic regulation of cancer stemness, invasiveness and immune action",
        "7865309": "Theranostic Design of Angiopep-2 Conjugated Hyaluronic Acid Nanoparticles (Thera-ANG-cHANPs) for Dual Targeting and Boosted Imaging of Glioma Cells",
        "7547774": "Nanomechanics and Histopathology as Diagnostic Tools to Characterize Freshly Removed Human Brain Tumors",
        "7474641": "Compression stiffening of fibrous networks with stiff inclusions",
        "7352870": "The Mechanical Microenvironment in Breast Cancer",
        "7347297": "Dissecting and rebuilding the glioblastoma microenvironment with engineered materials",
        "7262568": "Cellular and Molecular Changes of Brain Metastases-Associated Myeloid Cells during Disease Progression and Therapeutic Response",
        "7221353": "Solid stress, competition for space and cancer: The opposing roles of mechanical cell competition in tumour initiation and growth",
        "7033139": "A multi-scale model for determining the effects of pathophysiology and metabolic disorders on tumor growth",
        "6962377": "MicroRNA-mRNA Interactions at Low Levels of Compressive Solid Stress Implicate mir-548 in Increased Glioblastoma Cell Motility",
        "6825278": "Mechanosensing tensile solid stresses",
        "6777415": "Mechanical Compression Regulates Brain Cancer Cell Migration Through MEK1/Erk1 Pathway Activation and GDF15 Expression",
        "6683740": "Beyond proteases: Basement membrane mechanics and cancer invasion",
        "6681735": "Myosin IIA suppresses glioblastoma development in a mechanically sensitive manner",
        "6667643": "Microenvironmental Regulation of Tumor Progression and Therapeutic Response in Brain Metastasis",
        "6562768": "On the Impact of Chemo-Mechanically Induced Phenotypic Transitions in Gliomas"
    },
    "journal": "Nature biomedical engineering",
    "topics": [
        "dysfunction, causes, neurological, lithium",
        "brain, dysfunction, lithium, reversed",
        "neuronal, stress, neurological, solid"
    ]
}