{
    "title": "A case study of a long-term glioblastoma survivor with unmethylated MGMT and hypermutated genotype",
    "abstract": "Effective treatments that extend survival of malignant brain tumor glioblastoma\n(GBM) have not changed in more than a decade; however, there exists a minority patient\ngroup (<5%) whose survival is longer than 3 yr. We herein present a case report of a\nlong-term surviving 51-yr-old female diagnosed with a MGMT unmethylated GBM. The pa-\ntient was progression-free for 23 mo. Fresh primary and recurrent tumor samples were col-\nlected and processed for patient-derived model development. Whole-genome sequencing\n(WGS) was performed concurrently with additional standard of care diagnostics. WGS re-\nvealed a hypermutated genotype in the germline tissue and in both the primary and recur-\nrent tumor samples. Specific to the matched tumors, an average of 30 cancer driver genes\nwere mutated. Noteworthy was the identification of a nonsynonymous mutation in the POLE\ngene. As a possible instigator of the hypermutational genotype observed in the tumors, we\nidentified nonsynonymous germline mutations within the mismatch repair genes, MLH1\nand PMS2. Mutations within these genes are often indicative of the pan-cancer phenotype\nknown as Lynch syndrome; however, their pathogenicity remains unreported. We per-\nformed a drug screen of 165 compounds, which identified one compound, YM155, an ex-\nperimental survivin inhibitor, that showed effectivity to the patient-derived cell lines of both\ntumors. Treatment selection based on a patient’s genome to individualize treatment for\nGBM patients could potentially be useful in the clinic. This is a promising avenue for further\ntranslational research, with larger databases and integrated platforms to increase the effi-\nciency of analyzing and interpreting the individual genomic data of GBM.\n[Supplemental material is available for this article.]",
    "authors": [
        "Toni Rose Jue",
        "Lauren R. Olafson",
        "Anna H. Siddell",
        "Robert W. Rapkins",
        "Benedict Ng",
        "Julia X.M. Yin",
        "Victor M. Lu",
        "Sylvia A. Chung",
        "Shane P. Whittaker",
        "Matthew Davies",
        "Jacob M. Fairhall",
        "Elizabeth J. Hovey",
        "Kerrie L. McDonald"
    ],
    "published_year": "2019",
    "description": "INTRODUCTIONGlioblastoma (GBM) remains one of the biggest therapeutic challenges in neuro-oncology. The median survival of people diagnosed with GBM is <15 mo (Minniti et al. 2009; Stupp et al. 2009). Very little improvement in survival times has been measured since temozolomide (TMZ) was introduced to the standard therapy regimen, back in 2005. Inherent intra- and intertumoral heterogeneity has made treatment challenging (Jue and McDonald 2016). Selection of better therapies based on the genomics of each particular tumor is needed. Promising results from other cancer types have shown longer progression-free survival in the use of molecular profiling for target selection to determine possible treatment options (Von Hoff et al. 2010).Herein, we present a case report of a patient diagnosed with primary GBM who had a recurrence 2 yr after the initial diagnosis. Both primary and recurrent tumors were sent for standard of care diagnostics and biomarker screening. Both tumor samples taken from the time of resection were also processed for whole-genome sequencing (WGS). At the time of recurrence, a network analysis and drug-panel screening were performed on the recurrent tumor sample, as well as on the primary tumor sample for a retrospective comparison. This was performed to explore if an individualized treatment approach can be applied in the clinical management of patients diagnosed with GBM.\nRESULTSCase PresentationA 51-yr-old female patient presented (April 2014) with a history of headaches, nausea, and alexia. Her previous medical history included a uterine leiomyoma (2010), paroxysmal atrial fibrillation, reflux esophagitis, and chronic anxiety. Magnetic resonance imaging (MRI) revealed a mass with hyperintense signal observed on the left temporoparietal lobe of the brain (Fig. 1A). The patient had no previous history of brain tumor malignancy. Maximal surgical resection with 5-aminolevulinic acid (5-ALA) infusion was performed. Histopathology confirmed GBM, IDH wild-type, O-6-methylguanine-DNA methyltransferase (MGMT) unmethylated, preserved nuclear ATRX staining, and negative EGFR immunohistochemistry (IHC) staining. A freshly resected tumor sample was processed for WGS; however, this was performed for research purposes rather than guiding management. The patient was treated with the standard EORTC protocol consisting of concurrent chemoradiation with continuous TMZ followed by 6 mo of adjuvant TMZ (5-d schedule). Despite being MGMT unmethylated (which is typically associated with a poorer response to TMZ), the patient's disease remained stable for 23 mo. There was an increase in T2/FLAIR changes on MRI (March 2016), and she was rechallenged with oral TMZ. Subsequent MRI scan (May 2016) demonstrated enlarging T2/FLAIR lesions, and TMZ was ceased. This prompted a new treatment approach consisting of pembrolizumab, a PD-1 inhibitor, given as a monotherapy. Pembrolizumab treatment was given over a course of four cycles, before an MRI scan revealed a new left frontal mass (Fig. 1B). The patient again underwent repeat tumor resection (September 2016), and histopathology was subsequently confirmed as recurrent GBM, with a new appearance of strong EGFR immunohistochemistry positivity (MGMT remained unmethylated). Part of the recurrent tumor sample was again processed for WGS. The patient was reirradiated with radiation directed at the bed of the left frontal lesion (November 2016). Concurrently the patient was also treated with palliative bevacizumab therapy, a monoclonal antibody to inhibit VEGF. Several lesions distant from the original tumor bed were noted on MRI scanning. The patient was then treated with ongoing bevacizumab and ABT-414, a novel EGFR inhibitor. TMZ was added to the ABT-414 for one cycle but the patient experienced marked myelosuppression so ABT-414 was continued as a monotherapy. MRI demonstrated further progression. Unfortunately, the patient continued to deteriorate, becoming bedbound, and in the end was sent for palliative care at home. The patient passed away 42 mo (October 2017) after her initial diagnosis.Figure 1.Representative MRI images of the patient's primary and recurrent tumor. T1-weighted MRI images of patient (A) at primary diagnosis (April 2014) (referred to as G89) and (B) at recurrence (September 2016) (referred to as G244).Molecular ProfilingIHC staining of tissues was independently performed by the local pathology laboratory. The proliferation marker Ki67 was relatively high at 50% for both the primary and recurrent tumors. IHC expression of p53 (>50%) was also abundant in both tumors. Additionally, IHC staining for PD-1 was performed in-house. Positive PD-1 expression was observed in <5% of the whole-cell population. We extracted DNA from fresh frozen tumor tissues and performed pyrosequencing analysis for promoter methylation of the MGMT gene. In both specimens, MGMT promoter methylation was not detected. Both the primary and recurrent tumors were IDH1 wild-type. Lack of mutation in the IDH1 gene was confirmed with both IHC and sequencing. Codeletion of the chromosome arms, 1p/19q was absent when confirmed by copy-number (CN) analysis.WGS was performed with a mean coverage of >120× and a tumor purity of 97%–100%. Tumor-normal analysis revealed both tumors had high somatic mutation rates at 421 substitutions per megabase (Fig. 2). The primary tumor had 1,336,539 somatic single-nucleotide variants (SNVs) and 168,200 insertion/deletion (indels) mutations (Fig. 2A), whereas the recurrent tumor had 1,336,150 somatic SNVs and 181,756 indels (Fig. 2B). Both tumors had extremely high somatic mutation counts, with ∼98% similarity between SNVs and 93% for indels, whereas structural variants (SVs) excluding indels shared only 60% similarity. The primary tumor showed a CN loss on Chromosome 13 and gains in both arms of Chromosome 7, whereas the recurrent tumor had CN losses on Chromosomes 6, 9, 10, and 13 and CN gains on Chromosome 19 and only on the p arm of Chromosome 7 (Fig. 2A,B). Of the mutations identified, 4082 SNVs and small indels were found to be potentially damaging in the primary tumor and 4124 in the recurrent. Potentially damaging mutations in this case refer to nonsynonymous, frameshift indels, nonframeshift indels, stop-gain mutations, and stop-loss mutations. The mutational landscape of both tumors was determined by identifying the six classes of base pair substitutions, which contained 96 subclassifications based on base pair substitutions (Alexandrov et al. 2013). In both tumor samples, C > T transitions were the most frequently observed, followed by transversions. Mutational signatures observed were signatures 1, 5, and 16 for both tumor samples. SV analysis revealed 60% of these mutations were identical between the tumors. Bayesian algorithms were used to investigate the clonal architecture of the samples (Miller et al. 2014; Deshwar et al. 2015). Subclonal composition of both tumors was analyzed by examining the variant allele frequencies (VAFs) of somatic SNVs and CN variations with clonal mutations defined as being uniformly present in all tumor cells (Fig. 3A,B). Separate analysis of the tumors using PhyloWGS revealed 87.4% of primary and 80% (n = 5014) of recurrent mutations to be clonal having cancer cell fractions of 1 with 2 and 4 subclonal populations, respectively. When analyzed concurrently, a consensus phylogenetic tree revealed a large clonal cluster (75% of SNVs) giving rise to three subpopulations. SciClone was also used for two-dimensional clonal visualization in which the clonal cluster is clearly defined surrounded by multiple but less distinct subpopulations (Fig. 3C). The clonal populations maintained mutational signatures of 1, 5, and 16, although the recurrent tumor demonstrated a higher presence of signature 5 with C > T transitions and exhibited signature 26, which is associated with defective DNA mismatch repair (MMR) genes. Clonal status of MMR genes was examined in which 11 identical SNVs located in exonic regions or UTRs of MMR genes (MLH1, PMS2, MSH3, MLH3) were found to be clonal in both tumors. Although suspected in certain chromosomes of both tumors, chromothripsis was not detected but more likely caused by areas of homologous repair deficiency.Figure 2.Circos plots and overview of genomic landscape. Circos plots represent chromosomal changes, SNPs, indels, CN changes, minor allele CN changes, and SVs within or between chromosomes of the (A) primary, G89, and (B) recurrent, G244 tumors.Figure 3.Subclonal analysis. The VAFs are plotted against WGS detected mutations in the (A) primary, G89 and (B) recurrent, G244 tumors. The high-density regions around 50% VAF indicate expected heterozygous SNVs within the clonal cluster, whereas lower VAFs are indicative of subpopulations. (C) Two-dimensional scatter plot of mutations residing in CN neutral and loss-of-heterozygosity (LOH) free regions. The x-axis represents the VAFs from the primary, G89 tumor and the y-axis represents the recurrent, G244 tumor.Cancer driver genes from both the primary and recurrent tumor were identified based on a concatenated reference list of 210 GBM cancer driver and predisposing genes from previous publications (Parsons et al. 2008; Vogelstein et al. 2013). Based on this reference list, two significant nonsynonymous germline mutations of MLH1 (Chromosome 3: 37050343 A/C; rs765014361) and PMS2 (Chromosome 7: 6026775T/C, rs2228006; 6026988 G/A, rs1805321) were identified, although they remained clinically undetected. MLH1 and PMS2 are MMR genes involved in the repair of insertion/deletion mutations and mis-base incorporation, resulting in a global accumulation of mutations during replication. MLH1 and, to a lesser extent, PMS2 are major drivers of Lynch syndrome, also known as hereditary nonpolyposis colorectal cancer (HNPCC) (Martin-Lopez and Fishel 2013). Lynch syndrome is a type of inherited cancer syndrome associated with a genetic predisposition to various cancer types. For example, lifetime risk for the development of endometrial cancer is 27%–71% (median age at diagnosis: 42–46 yr); gastric cancer 2%–30% (median age at diagnosis: 47–56 yr); cancer of the urinary tract 1%–28% (median age at diagnosis: 49–60 yr); and ovarian cancer 3%–14% (median age at diagnosis: 40–47 yr). In addition to this, it has been reported that the lifetime risk for the development of brain cancer is 1%–4% (median age at diagnosis: 51 yr) (Koornstra et al. 2009). GBM is by far the most common variant of brain cancer associated with Lynch syndrome, followed by oligodendrogliomas and ependymomas. In addition, Lynch syndrome–derived brain tumors are not commonly associated with microsatellite instability, a hallmark of many Lynch syndrome cancers (Gylling et al. 2008).In addition to germline mutations in MLH1 and PMS2, a further 31 somatic cancer driver genes in the primary tumor and 33 cancer driver genes in the recurrent tumor were identified (Supplemental Table 1). Twenty-nine cancer driver genes were shared between the primary and recurrent tumor with the presence of ARIDB1 and HNF1A uniquely observed in the primary tumor and ABL1, DSG4, EGFR, and RB1 driver mutations uniquely observed in the recurrent tumor. A somatic POLE mutation was observed in both the primary and recurrent tumor and was subsequently confirmed with Sanger sequencing. The POLE mutation observed is an unreported variant causing an E1240K protein change with unknown pathogenicity. Nonsynonymous somatic MMR gene mutations were found in both tumors, MLH1 (I219V), MSH3 (R543S), PMS2 (R563L), MLH3 (P844L), and as germline mutations in saliva, MLH1 (K164N), PMS2 (K435E, P364S) (Table 1).Table 1.Variant tableGeneChrHGVS DNA referenceHGVS protein referenceVariant typePredicted effect (substitution, deletion, etc.)dbSNP/dbVar IDGenotype (heterozygous/homozygous)ClinVar IDSomatic MLH13c.655A > Gp.Ile219ValSNVNonsynonymousrs1799977HeterozygousBenign MSH35c.1629G > Cp.Arg543SerSNVNonsynonymousrs780712445HeterozygousNot reported PMS27c.1688G > Tp.Arg563LeuSNVNonsynonymousrs63750668HeterozygousLikely benign POLE12c.3718G > Ap.Glu1240LysSNVNonsynonymousrs113594027HeterozygousUncertain significance/likely benign MLH314c.2531C > Tp.Pro844LeuSNVNonsynonymousrs175080HeterozygousBenign/likely benignGermline MLH13c.492A > Cp.Lys164AsnSNVNonsynonymousrs765014361HeterozygousUncertain significance PMS27c.1621A > Gp.Lys541GluSNVNonsynonymousrs2228006HomozygousNot reported PMS27c.1408C > Tp.Pro470SerSNVNonsynonymousrs1805321HomozygousBenignA network analysis was performed based on the 31 and 33 cancer driver genes observed in the primary and recurrent tumor samples, respectively. Pathway enrichment revealed 106 and 157 interconnected pathways affected in both the primary and recurrent tumor, respectively (Fig. 4A,B). Cluster analysis revealed five major groups of pathways affected in both primary and recurrent tumors. Pathways of interest were selected based on false discovery rates of <0.05. Major pathways affected were the PTEN/PI3K/AKT pathway, DNA repair pathway (i.e., Fanconi anemia, MMR, and homologous recombination pathway), the cell cycle pathway, and various signaling pathways (i.e., RTK, GPCR, NOTCH, WNT, hedgehog, MAPK, PTK6, Rho GTPases, EGFR). Of the four unique gene mutations in the recurrent tumor, EGFR appeared predominantly in 23% of the significantly affected pathways. This finding was also supported by the strong EGFR protein expression positivity in the recurrent tumor.Figure 4.Network analysis and drug screen of patient-derived cells (PDCLs) derived from primary (G89) and recurrent (G244) tumors. Network analysis performed using Reactome FIViz App in cytoscape, which collates information from various pathway databases. The analysis was performed on the 31 and 33 cancer driver genes observed in the (A) primary, G89 and (B) recurrent, G244 tumors. Nodes with black text represent driver genes present in the patient genome. Nodes with red text represent curated linker genes predicted, based on literature, to be connected with actual mutated genes from the patient genome. Black solid lines with arrowheads represent activating or catalyzing interactions between the connected genes. Black broken lines represent predicted functional interactions. A 165-compound screen was performed on PDCLs. The swimmer plot shown in C represents a ratio of the IC50 treatment response (Log [recurrent IC50/primary IC50]) between recurrent and primary PDCLs. (D) Dose–response curves for primary (G89) and recurrent (G244) PDCLs treated with increasing doses of the compound, YM155. Recurrent cells (IC50: 21.92 nM) were more sensitive to YM155 treatment compared to primary cells (IC50: 127.30 nM).Drug Screening PanelA drug screening assay comprising a panel of 165 compounds (Supplemental Table 2) were tested on both the primary and recurrent PDCLs. Differential sensitivity to multiple drugs were observed between the primary and recurrent PDCL (Fig. 4C). Of the 165 compounds we found 28 compounds with an IC50 of <5 µM and six compounds that had an IC50 of <0.05 µM in the primary PDCL. In contrast, the recurrent PDCL responded to 35 compounds with an IC50 of <5 µM, and 10 compounds with an IC50 of <0.05 µM. Unfortunately, upon further scrutiny of the compounds, only one of the candidate treatments crossed the blood–brain barrier. YM155, a survivin inhibitor, is an investigational compound that has been previously tested in clinical trials of other cancer types. YM155 has shown efficacy in GBM preclinical models (Lai et al. 2012; Householder et al. 2015). We tested this compound on both the primary and recurrent tumor specimens and observed favorable response (Fig. 4D).\nCase PresentationA 51-yr-old female patient presented (April 2014) with a history of headaches, nausea, and alexia. Her previous medical history included a uterine leiomyoma (2010), paroxysmal atrial fibrillation, reflux esophagitis, and chronic anxiety. Magnetic resonance imaging (MRI) revealed a mass with hyperintense signal observed on the left temporoparietal lobe of the brain (Fig. 1A). The patient had no previous history of brain tumor malignancy. Maximal surgical resection with 5-aminolevulinic acid (5-ALA) infusion was performed. Histopathology confirmed GBM, IDH wild-type, O-6-methylguanine-DNA methyltransferase (MGMT) unmethylated, preserved nuclear ATRX staining, and negative EGFR immunohistochemistry (IHC) staining. A freshly resected tumor sample was processed for WGS; however, this was performed for research purposes rather than guiding management. The patient was treated with the standard EORTC protocol consisting of concurrent chemoradiation with continuous TMZ followed by 6 mo of adjuvant TMZ (5-d schedule). Despite being MGMT unmethylated (which is typically associated with a poorer response to TMZ), the patient's disease remained stable for 23 mo. There was an increase in T2/FLAIR changes on MRI (March 2016), and she was rechallenged with oral TMZ. Subsequent MRI scan (May 2016) demonstrated enlarging T2/FLAIR lesions, and TMZ was ceased. This prompted a new treatment approach consisting of pembrolizumab, a PD-1 inhibitor, given as a monotherapy. Pembrolizumab treatment was given over a course of four cycles, before an MRI scan revealed a new left frontal mass (Fig. 1B). The patient again underwent repeat tumor resection (September 2016), and histopathology was subsequently confirmed as recurrent GBM, with a new appearance of strong EGFR immunohistochemistry positivity (MGMT remained unmethylated). Part of the recurrent tumor sample was again processed for WGS. The patient was reirradiated with radiation directed at the bed of the left frontal lesion (November 2016). Concurrently the patient was also treated with palliative bevacizumab therapy, a monoclonal antibody to inhibit VEGF. Several lesions distant from the original tumor bed were noted on MRI scanning. The patient was then treated with ongoing bevacizumab and ABT-414, a novel EGFR inhibitor. TMZ was added to the ABT-414 for one cycle but the patient experienced marked myelosuppression so ABT-414 was continued as a monotherapy. MRI demonstrated further progression. Unfortunately, the patient continued to deteriorate, becoming bedbound, and in the end was sent for palliative care at home. The patient passed away 42 mo (October 2017) after her initial diagnosis.Figure 1.Representative MRI images of the patient's primary and recurrent tumor. T1-weighted MRI images of patient (A) at primary diagnosis (April 2014) (referred to as G89) and (B) at recurrence (September 2016) (referred to as G244).\nMolecular ProfilingIHC staining of tissues was independently performed by the local pathology laboratory. The proliferation marker Ki67 was relatively high at 50% for both the primary and recurrent tumors. IHC expression of p53 (>50%) was also abundant in both tumors. Additionally, IHC staining for PD-1 was performed in-house. Positive PD-1 expression was observed in <5% of the whole-cell population. We extracted DNA from fresh frozen tumor tissues and performed pyrosequencing analysis for promoter methylation of the MGMT gene. In both specimens, MGMT promoter methylation was not detected. Both the primary and recurrent tumors were IDH1 wild-type. Lack of mutation in the IDH1 gene was confirmed with both IHC and sequencing. Codeletion of the chromosome arms, 1p/19q was absent when confirmed by copy-number (CN) analysis.WGS was performed with a mean coverage of >120× and a tumor purity of 97%–100%. Tumor-normal analysis revealed both tumors had high somatic mutation rates at 421 substitutions per megabase (Fig. 2). The primary tumor had 1,336,539 somatic single-nucleotide variants (SNVs) and 168,200 insertion/deletion (indels) mutations (Fig. 2A), whereas the recurrent tumor had 1,336,150 somatic SNVs and 181,756 indels (Fig. 2B). Both tumors had extremely high somatic mutation counts, with ∼98% similarity between SNVs and 93% for indels, whereas structural variants (SVs) excluding indels shared only 60% similarity. The primary tumor showed a CN loss on Chromosome 13 and gains in both arms of Chromosome 7, whereas the recurrent tumor had CN losses on Chromosomes 6, 9, 10, and 13 and CN gains on Chromosome 19 and only on the p arm of Chromosome 7 (Fig. 2A,B). Of the mutations identified, 4082 SNVs and small indels were found to be potentially damaging in the primary tumor and 4124 in the recurrent. Potentially damaging mutations in this case refer to nonsynonymous, frameshift indels, nonframeshift indels, stop-gain mutations, and stop-loss mutations. The mutational landscape of both tumors was determined by identifying the six classes of base pair substitutions, which contained 96 subclassifications based on base pair substitutions (Alexandrov et al. 2013). In both tumor samples, C > T transitions were the most frequently observed, followed by transversions. Mutational signatures observed were signatures 1, 5, and 16 for both tumor samples. SV analysis revealed 60% of these mutations were identical between the tumors. Bayesian algorithms were used to investigate the clonal architecture of the samples (Miller et al. 2014; Deshwar et al. 2015). Subclonal composition of both tumors was analyzed by examining the variant allele frequencies (VAFs) of somatic SNVs and CN variations with clonal mutations defined as being uniformly present in all tumor cells (Fig. 3A,B). Separate analysis of the tumors using PhyloWGS revealed 87.4% of primary and 80% (n = 5014) of recurrent mutations to be clonal having cancer cell fractions of 1 with 2 and 4 subclonal populations, respectively. When analyzed concurrently, a consensus phylogenetic tree revealed a large clonal cluster (75% of SNVs) giving rise to three subpopulations. SciClone was also used for two-dimensional clonal visualization in which the clonal cluster is clearly defined surrounded by multiple but less distinct subpopulations (Fig. 3C). The clonal populations maintained mutational signatures of 1, 5, and 16, although the recurrent tumor demonstrated a higher presence of signature 5 with C > T transitions and exhibited signature 26, which is associated with defective DNA mismatch repair (MMR) genes. Clonal status of MMR genes was examined in which 11 identical SNVs located in exonic regions or UTRs of MMR genes (MLH1, PMS2, MSH3, MLH3) were found to be clonal in both tumors. Although suspected in certain chromosomes of both tumors, chromothripsis was not detected but more likely caused by areas of homologous repair deficiency.Figure 2.Circos plots and overview of genomic landscape. Circos plots represent chromosomal changes, SNPs, indels, CN changes, minor allele CN changes, and SVs within or between chromosomes of the (A) primary, G89, and (B) recurrent, G244 tumors.Figure 3.Subclonal analysis. The VAFs are plotted against WGS detected mutations in the (A) primary, G89 and (B) recurrent, G244 tumors. The high-density regions around 50% VAF indicate expected heterozygous SNVs within the clonal cluster, whereas lower VAFs are indicative of subpopulations. (C) Two-dimensional scatter plot of mutations residing in CN neutral and loss-of-heterozygosity (LOH) free regions. The x-axis represents the VAFs from the primary, G89 tumor and the y-axis represents the recurrent, G244 tumor.Cancer driver genes from both the primary and recurrent tumor were identified based on a concatenated reference list of 210 GBM cancer driver and predisposing genes from previous publications (Parsons et al. 2008; Vogelstein et al. 2013). Based on this reference list, two significant nonsynonymous germline mutations of MLH1 (Chromosome 3: 37050343 A/C; rs765014361) and PMS2 (Chromosome 7: 6026775T/C, rs2228006; 6026988 G/A, rs1805321) were identified, although they remained clinically undetected. MLH1 and PMS2 are MMR genes involved in the repair of insertion/deletion mutations and mis-base incorporation, resulting in a global accumulation of mutations during replication. MLH1 and, to a lesser extent, PMS2 are major drivers of Lynch syndrome, also known as hereditary nonpolyposis colorectal cancer (HNPCC) (Martin-Lopez and Fishel 2013). Lynch syndrome is a type of inherited cancer syndrome associated with a genetic predisposition to various cancer types. For example, lifetime risk for the development of endometrial cancer is 27%–71% (median age at diagnosis: 42–46 yr); gastric cancer 2%–30% (median age at diagnosis: 47–56 yr); cancer of the urinary tract 1%–28% (median age at diagnosis: 49–60 yr); and ovarian cancer 3%–14% (median age at diagnosis: 40–47 yr). In addition to this, it has been reported that the lifetime risk for the development of brain cancer is 1%–4% (median age at diagnosis: 51 yr) (Koornstra et al. 2009). GBM is by far the most common variant of brain cancer associated with Lynch syndrome, followed by oligodendrogliomas and ependymomas. In addition, Lynch syndrome–derived brain tumors are not commonly associated with microsatellite instability, a hallmark of many Lynch syndrome cancers (Gylling et al. 2008).In addition to germline mutations in MLH1 and PMS2, a further 31 somatic cancer driver genes in the primary tumor and 33 cancer driver genes in the recurrent tumor were identified (Supplemental Table 1). Twenty-nine cancer driver genes were shared between the primary and recurrent tumor with the presence of ARIDB1 and HNF1A uniquely observed in the primary tumor and ABL1, DSG4, EGFR, and RB1 driver mutations uniquely observed in the recurrent tumor. A somatic POLE mutation was observed in both the primary and recurrent tumor and was subsequently confirmed with Sanger sequencing. The POLE mutation observed is an unreported variant causing an E1240K protein change with unknown pathogenicity. Nonsynonymous somatic MMR gene mutations were found in both tumors, MLH1 (I219V), MSH3 (R543S), PMS2 (R563L), MLH3 (P844L), and as germline mutations in saliva, MLH1 (K164N), PMS2 (K435E, P364S) (Table 1).Table 1.Variant tableGeneChrHGVS DNA referenceHGVS protein referenceVariant typePredicted effect (substitution, deletion, etc.)dbSNP/dbVar IDGenotype (heterozygous/homozygous)ClinVar IDSomatic MLH13c.655A > Gp.Ile219ValSNVNonsynonymousrs1799977HeterozygousBenign MSH35c.1629G > Cp.Arg543SerSNVNonsynonymousrs780712445HeterozygousNot reported PMS27c.1688G > Tp.Arg563LeuSNVNonsynonymousrs63750668HeterozygousLikely benign POLE12c.3718G > Ap.Glu1240LysSNVNonsynonymousrs113594027HeterozygousUncertain significance/likely benign MLH314c.2531C > Tp.Pro844LeuSNVNonsynonymousrs175080HeterozygousBenign/likely benignGermline MLH13c.492A > Cp.Lys164AsnSNVNonsynonymousrs765014361HeterozygousUncertain significance PMS27c.1621A > Gp.Lys541GluSNVNonsynonymousrs2228006HomozygousNot reported PMS27c.1408C > Tp.Pro470SerSNVNonsynonymousrs1805321HomozygousBenignA network analysis was performed based on the 31 and 33 cancer driver genes observed in the primary and recurrent tumor samples, respectively. Pathway enrichment revealed 106 and 157 interconnected pathways affected in both the primary and recurrent tumor, respectively (Fig. 4A,B). Cluster analysis revealed five major groups of pathways affected in both primary and recurrent tumors. Pathways of interest were selected based on false discovery rates of <0.05. Major pathways affected were the PTEN/PI3K/AKT pathway, DNA repair pathway (i.e., Fanconi anemia, MMR, and homologous recombination pathway), the cell cycle pathway, and various signaling pathways (i.e., RTK, GPCR, NOTCH, WNT, hedgehog, MAPK, PTK6, Rho GTPases, EGFR). Of the four unique gene mutations in the recurrent tumor, EGFR appeared predominantly in 23% of the significantly affected pathways. This finding was also supported by the strong EGFR protein expression positivity in the recurrent tumor.Figure 4.Network analysis and drug screen of patient-derived cells (PDCLs) derived from primary (G89) and recurrent (G244) tumors. Network analysis performed using Reactome FIViz App in cytoscape, which collates information from various pathway databases. The analysis was performed on the 31 and 33 cancer driver genes observed in the (A) primary, G89 and (B) recurrent, G244 tumors. Nodes with black text represent driver genes present in the patient genome. Nodes with red text represent curated linker genes predicted, based on literature, to be connected with actual mutated genes from the patient genome. Black solid lines with arrowheads represent activating or catalyzing interactions between the connected genes. Black broken lines represent predicted functional interactions. A 165-compound screen was performed on PDCLs. The swimmer plot shown in C represents a ratio of the IC50 treatment response (Log [recurrent IC50/primary IC50]) between recurrent and primary PDCLs. (D) Dose–response curves for primary (G89) and recurrent (G244) PDCLs treated with increasing doses of the compound, YM155. Recurrent cells (IC50: 21.92 nM) were more sensitive to YM155 treatment compared to primary cells (IC50: 127.30 nM).\nDrug Screening PanelFor the drug screening panel, PDCLs were seeded at 2000 cells per well in a 384-well plate coated with 0.1% gelatin. Cells were allowed to attach for 24 h prior to a 72-h drug exposure. Cells were treated with five different concentrations (0.5 nM–5 µM) in 1:10 fold dilutions for each compound. Treated cells were incubated at 37°C in a 5% CO2 humidified incubator. Cell viability was analyzed using Cell-Titer Glo (Promega), a luciferase-based cell viability assay. The drug screening panel included 165 compounds. Difference in response was assessed by calculating for the log of the ratio between the IC50 values of the recurrent over the primary PDCLs.For validation of the selected drug, cells were seeded in 96-well plates and treated with seven different concentrations. Plated cells were then incubated for 72 h at 37°C in a 5% CO2 humidified incubator. Cell viability was measured using the MTS assay.\nDISCUSSIONWGS of patient G89 and her recurrent tumor G244 revealed a striking mutation pattern at a rate of 421 substitutions per megabase. Melanoma, lung, stomach, colorectal, endometrial, and cervical cancers display high mutation loads consistent with hypermutation, which may generate drivers of malignancy. In contrast, hypermutation is a rare observation in patients diagnosed with GBM, occurring in ∼1% of patients diagnosed with the disease (Erson-Omay et al. 2015; Hodges et al. 2017). What was striking about this patient case was that a de novo hypermutation phenotype was observed in the TMZ-naive tumor. TMZ-naive hypermutated tumors were marked by absence of IDH1 somatic mutation and MGMT gene promoter methylation, two genomic traits that were significantly associated with the TMZ-induced hypermutagenic event in GBM and harbored inherited alterations in the MMR machinery (Sa et al. 2018). MLH1 and PMS2 are both members of the MMR system, and their disruption contributes to the hypermutated genotype associated with the onset of Lynch syndrome.The saliva DNA of the patient was shown to have a germline heterozygotic mutation in the gene MLH1. The deleterious effects of this particular mutation were considered of unknown significance, as assessed with ClinVar, and are undocumented in the literature (Landrum et al. 2018). Given that this mutation is nonsynonymous, occurring in the coding region and changing the amino acid sequence (K146N), this mutation is likely pathogenic. Although this mutation is heterozygotic and tolerable, a “second hit” of the adjacent allele usually follows, often via MLH1 promoter methylation, which leads to the onset of Lynch syndrome. Xia and colleagues found the prevalence of MLH1 promoter methylation in Lynch syndrome–associated colorectal cancer at >16%, suggesting that this could be the “second hit,” given that the mutation remained heterozygous (Li et al. 2013). Loss of the mutant allele in both tumors could be further explained by loss of heterozygosity (LOH). Ollikainen and colleagues, reported that in a cohort of 57 patients with Lynch syndrome, 31 (54.4%), displayed LOH of one allele (Ollikainen et al. 2007). The prevalence of LOH of MLH1 in Lynch syndrome suggests that the methylated MLH1 allele substituted the mutated allele (rs765014361 A/C) while still leaving the methylated MLH1 alleles nonfunctional. Given the saliva DNA of the patient displayed a hypermutation profile, it is likely that this mutation played a contributing factor. The patient in this study also displayed two nonsynonymous germline MMR mutations in the gene PMS2 (K435E, P364S), which is also associated with Lynch syndrome. However, these mutations were considered benign by ClinVar, although their actual effects cannot be discounted. As such, the patient put forward in this study most likely had Lynch syndrome, which may have contributed to her hypermutation and development of brain cancer.Somatic mutations in the POLE gene, found in both the primary and recurrent tumors of the patient, may also contribute to the high mutational burden and prolonged survival time. The POLE gene plays an important role in maintaining the organization of chromosomal DNA replication (Guerra et al. 2017). Somatic mutations in the POLE gene have been attributed to longer survival in colorectal and endometrial cancers (Church et al. 2013; Ahn et al. 2016). POLE mutations were associated with a hypermutated somatic genotype and extended progression-free survival in giant cell GBM (Erson-Omay et al. 2015; Johanns et al. 2016). Mutations in POLE have been demonstrated to interfere with the proofreading capabilities of DNA polymerase. It is speculated that the burden induced by the mutation of POLE, combined with disruption of the MMR system, may prevent purposeful and optimal tumor evolution and may promote survival in such instances (Kim et al. 2013; Meng et al. 2014). We have presented a schematic overview in Figure 5.Figure 5.A schematic representation of tumor development and evolution. A germline mutation of MLH1 followed by LOH is presumed to give rise to a hypermutated genotype and onset of Lynch syndrome. A further somatic mutation of POLE in both primary and recurrent tumor may have sufficiently disrupted DNA repair to limit positive tumor evolution and prolong survival. Total combined single-nucleotide variant (SNV), insertion/deletion (indel), and structural variant (SV) mutations are displayed for the germline saliva DNA and primary and recurrent tumors, with conservation of mutations between tumors displayed. (UTR) Untranslated region.Tumor hypermutation has been proposed as a potential biomarker for immune therapies (Goodman et al. 2017). Hypermutated tumors often have higher levels of neoantigens that can be recognized by the immune system (Maleki Vareki 2018). In a large cohort study of GBM, hypermutated tumors were associated with a higher influx of CD8+ cells (Wang et al. 2017). However, emerging data continues to challenge the association between mutational load and antitumor response to immune checkpoint blockade (Jia et al. 2018). For example, in the CheckMate 026 NSCLC trial, mutational load was not correlated with PD-L1 expression (Carbone et al. 2017). Furthermore, only 62% of patients with dMMR status experienced a clinical benefit to immune checkpoint blockade (Le et al. 2015). The patient at the center of this current case was treated with pembrolizumab, a PD-1 checkpoint inhibitor. The patient only received four cycles because of progression and reoperation. However, given that only 5% of tumor cells demonstrated PD-1 expression, it was unlikely that the PD-1 inhibitor, pembrolizumab, would display any efficacy.A distinct advantage of this case study was the availability of fresh tumor from the primary (treatment naive) resection and the recurrent (treated with RT/TMZ) resection. The recurrent lesion was distally located. Surprisingly, a high similarity (98%) was observed in the small variant somatic genomic landscape of both the primary and recurrent tumor. This is in contrast to previous studies in which it was observed that distantly recurring tumor growth showed a considerable change to its genetic makeup in comparison to the primary tumor (Kim et al. 2015b). Although we are uncertain as to why smaller variants were highly conserved, appreciable differences were observed when considering the larger genomic rearrangements such as inversions, translocations, and insertions. The recurrent tumor harbored 760 more SVs and consequentially experienced greater CN loss throughout its genome. Because of the intratumoral heterogeneic nature of GBM, a high mutational overlap between primary and recurrent counterparts is not indicative of identical clonal architecture. However, in this particular case the overlapping mutational landscape shared the same subclonal lineage as indicated by the consensus phylogenetic tree and two-dimensional analysis of the tumors (Fig. 3). Further investigation into MMR mutations residing in exonic regions and UTRs found all to be clonal, a result differing from the findings of Kim and colleagues who found MMR mutations of recurrent GBM tumors to be subclonal (Kim et al. 2015a).Network analysis revealed more than 100 interconnected pathways affected by mutations from identified driver genes from the patient genome. We identified mTOR and PARP as possible targets of interest; however, in vitro experimentations did not result in a significant positive outcome (data not shown). EGFR was observed to be predominant in 23% of the affected pathways and was correlated to a high positive staining for EGFR on IHC; hence, an EGFR inhibitor (ABT-414) was recommended and commenced. However, there was no evidence of clinical benefit. A drug screen performed on a panel of 165 compounds found just one drug agent that elicited high sensitivity to the PDCLs, which crossed the blood–brain barrier; however, the drug was experimental and was not readily available to the patient.In summary, we have presented a complex case of a hypermutated GBM (both treated and treatment-naive) that demonstrated long-term progression-free and overall survival. The hypermutated phenotype was most likely a result of the patients’ undiagnosed Lynch syndrome; however, the presence of mutations in POLE may also have contributed while simultaneously conferring a survival benefit. Despite the spatially distal location of the recurrent tumor, typical clonal evolution was not observed. This case report demonstrates the utility of sequencing at the time of diagnosis and subsequent recurrence.\nMETHODSPatient Tissue ProcessingFresh tumor tissue from the two surgeries—primary and recurrent—was collected by the laboratory within 15 min of the excision. The tissues were dissected and (1) flash frozen in liquid nitrogen for molecular analysis, (2) put into PAX gene containers as a source for paraffin-embedded tissue, and (3) dissociated into single cells to establish patient-derived preclinical models.Patient-Derived Preclinical ModelsPatient-derived cell lines (PDCLs) from the primary and recurrent tumor were grown in RHB-A medium (Clontech Laboratories, Inc.) supplemented with human Epidermal Growth Factor (20 ng/mL; Sigma-Aldrich) and human Fibroblast Growth Factor—Basic (20 ng/mL; Sigma-Aldrich) in tissue culture flasks coated with a layer of BD Matrigel Basement Membrane Matrix (1:100 in PBS; BD Biosciences). Cells were maintained in a 37°C, 5% CO2 incubator (Thermo Fisher Scientific).MGMT Promoter MethylationThe percentage level of MGMT promoter methylation was assessed by CpG pyrosequencing after a bisulfite modification step as previously described (McDonald et al. 2013). Briefly, 500 ng of tumor DNA was bisulfite modified using the EZ DNA methylation kit (Zymo Research) according to the manufacturer's recommendations. The pyrosequencing assay was performed using the PyroMark MGMT kit (QIAGEN) on a PSQ 24 MA system (QIAGEN) according to the manufacturer's protocol. Pyromark CpG software (QIAGEN) was used to quantify the methylation in the samples. A cutoff of 9% was used to determine the methylation status of the samples.Whole-Genome SequencingDNA was extracted from fresh frozen tumor tissue and saliva (germline DNA) using QIAmp DNA Mini Kit (QIAGEN) following the manufacturer's instructions. For whole tumor tissue, the tissue was homogenized using a 23G syringe needle while suspended in the lysis buffer provided in the kit. DNA concentration was quantified using the NanoDrop ND-1000 spectrophotometer (Thermo Fisher Scientific). DNA specimens were sent to the Kinghorn Centre for Clinical Genomics (KCCG) and paired-end (2 × 150 bp) WGS was performed on the Illumina HiSeq X Ten Sequencing platform using TruSeq DNA Nano v2.5.The sequencing reads were aligned to the reference human genome (hg19) using the Burrows–Wheeler Aligner v0.7.17 (BWA mem) (Li and Durbin 2010). Once aligned, PCR duplicates were marked and base quality recalibration conducted according to Genome Analysis Toolkit's Best Practices v4.0 (McKenna et al. 2010; Van der Auwera et al. 2013). Sequencing coverage for each sample is shown in Supplemental Table 3.Sequence alignment files (BAM files) underwent variant analysis following Hartwig Medical Foundation's hmftools (Priestley et al. 2018). Utilities of hmftools included the use of Strelka v2.9.7 for single-nucleotide variant and small indel variant discovery using Strelka's filtering parameters to extract high-confidence variant calls (Saunders et al. 2012). Variants that satisfied filters underwent functional annotation using ANNOVAR v2018-04-16 and Variant Effector Predictor v95.0 (Wang et al. 2010; McLaren et al. 2016). The ClinVar, SIFT, and PolyPhen algorithms were used to predict the functional impact of an SNV (Kumar et al. 2009; Adzhubei et al. 2010; Landrum et al. 2018). Manta v1.4.0 was used for SV discovery followed by hmftools break-point-inspector (BPI) (Chen et al. 2016). BPI reanalyzed Manta calls, thereby removing false positives through multiple filters and extracting high confidence SV calls.Tumor Purity EstimationHmftools’ purity-ploidy-estimator v2.16 was used to calculate the purity and CN profile of each sample.Data VisualizationTo visualize the WGS analysis data, Circos plots were generated using Circos v0.69-6 (Krzywinski et al. 2009). Clonal status was analyzed using PhyloWGS v3.0 and SciClone v1.1.0 (Miller et al. 2014; Deshwar et al. 2015), mutational signatures using deconstructSigs v1.8.0 (Rosenthal et al. 2016), and chromothripsis using Shatterseek v0.4 (Cortés-Ciriano et al. 2018).Network AnalysisNetwork analysis was performed to determine the molecular network affected by specific gene mutations observed in the patient's genome. The analysis was performed by initially screening for cancer driver genes against a reference list concatenated from previous publications (Parsons et al. 2008; Vogelstein et al. 2013). Mutated cancer driver genes were analyzed using the pathway enrichment and cluster analysis function in the Reactome FIViz app version 2016 in Cytoscape version 3.5.1.Drug Screening PanelFor the drug screening panel, PDCLs were seeded at 2000 cells per well in a 384-well plate coated with 0.1% gelatin. Cells were allowed to attach for 24 h prior to a 72-h drug exposure. Cells were treated with five different concentrations (0.5 nM–5 µM) in 1:10 fold dilutions for each compound. Treated cells were incubated at 37°C in a 5% CO2 humidified incubator. Cell viability was analyzed using Cell-Titer Glo (Promega), a luciferase-based cell viability assay. The drug screening panel included 165 compounds. Difference in response was assessed by calculating for the log of the ratio between the IC50 values of the recurrent over the primary PDCLs.For validation of the selected drug, cells were seeded in 96-well plates and treated with seven different concentrations. Plated cells were then incubated for 72 h at 37°C in a 5% CO2 humidified incubator. Cell viability was measured using the MTS assay.\nPatient Tissue ProcessingFresh tumor tissue from the two surgeries—primary and recurrent—was collected by the laboratory within 15 min of the excision. The tissues were dissected and (1) flash frozen in liquid nitrogen for molecular analysis, (2) put into PAX gene containers as a source for paraffin-embedded tissue, and (3) dissociated into single cells to establish patient-derived preclinical models.\nPatient-Derived Preclinical ModelsPatient-derived cell lines (PDCLs) from the primary and recurrent tumor were grown in RHB-A medium (Clontech Laboratories, Inc.) supplemented with human Epidermal Growth Factor (20 ng/mL; Sigma-Aldrich) and human Fibroblast Growth Factor—Basic (20 ng/mL; Sigma-Aldrich) in tissue culture flasks coated with a layer of BD Matrigel Basement Membrane Matrix (1:100 in PBS; BD Biosciences). Cells were maintained in a 37°C, 5% CO2 incubator (Thermo Fisher Scientific).\nWhole-Genome SequencingDNA was extracted from fresh frozen tumor tissue and saliva (germline DNA) using QIAmp DNA Mini Kit (QIAGEN) following the manufacturer's instructions. For whole tumor tissue, the tissue was homogenized using a 23G syringe needle while suspended in the lysis buffer provided in the kit. DNA concentration was quantified using the NanoDrop ND-1000 spectrophotometer (Thermo Fisher Scientific). DNA specimens were sent to the Kinghorn Centre for Clinical Genomics (KCCG) and paired-end (2 × 150 bp) WGS was performed on the Illumina HiSeq X Ten Sequencing platform using TruSeq DNA Nano v2.5.The sequencing reads were aligned to the reference human genome (hg19) using the Burrows–Wheeler Aligner v0.7.17 (BWA mem) (Li and Durbin 2010). Once aligned, PCR duplicates were marked and base quality recalibration conducted according to Genome Analysis Toolkit's Best Practices v4.0 (McKenna et al. 2010; Van der Auwera et al. 2013). Sequencing coverage for each sample is shown in Supplemental Table 3.Sequence alignment files (BAM files) underwent variant analysis following Hartwig Medical Foundation's hmftools (Priestley et al. 2018). Utilities of hmftools included the use of Strelka v2.9.7 for single-nucleotide variant and small indel variant discovery using Strelka's filtering parameters to extract high-confidence variant calls (Saunders et al. 2012). Variants that satisfied filters underwent functional annotation using ANNOVAR v2018-04-16 and Variant Effector Predictor v95.0 (Wang et al. 2010; McLaren et al. 2016). The ClinVar, SIFT, and PolyPhen algorithms were used to predict the functional impact of an SNV (Kumar et al. 2009; Adzhubei et al. 2010; Landrum et al. 2018). Manta v1.4.0 was used for SV discovery followed by hmftools break-point-inspector (BPI) (Chen et al. 2016). BPI reanalyzed Manta calls, thereby removing false positives through multiple filters and extracting high confidence SV calls.\nTumor Purity EstimationHmftools’ purity-ploidy-estimator v2.16 was used to calculate the purity and CN profile of each sample.\nData VisualizationTo visualize the WGS analysis data, Circos plots were generated using Circos v0.69-6 (Krzywinski et al. 2009). Clonal status was analyzed using PhyloWGS v3.0 and SciClone v1.1.0 (Miller et al. 2014; Deshwar et al. 2015), mutational signatures using deconstructSigs v1.8.0 (Rosenthal et al. 2016), and chromothripsis using Shatterseek v0.4 (Cortés-Ciriano et al. 2018).\nNetwork AnalysisNetwork analysis was performed to determine the molecular network affected by specific gene mutations observed in the patient's genome. The analysis was performed by initially screening for cancer driver genes against a reference list concatenated from previous publications (Parsons et al. 2008; Vogelstein et al. 2013). Mutated cancer driver genes were analyzed using the pathway enrichment and cluster analysis function in the Reactome FIViz app version 2016 in Cytoscape version 3.5.1.\nAdditional InformationData Deposition and AccessThe MLH1 variant interpreted in this study was submitted to Clinvar (https://www.ncbi.nlm.nih.gov/clinvar/) and can be found under accession number SCV000902257. Raw sequencing data have been submitted to NCBI SRA (https://www.ncbi.nlm.nih.gov/sra) under submission number SUB5583293.Ethics StatementThe patient was enrolled in a Human Research Ethics Committee (HREC)–approved human study at the University of New South Wales (Sydney, Australia; HREC 10/121) and consented to publication of photos and their clinical data.Author ContributionsT.R.J. and L.R.O. equally contributed to the drafting and revision of the manuscript. T.R.J. performed in vitro and in vivo experiments, data analysis, and manuscript drafting and revision. L.R.O. performed the majority of the data analysis (bioinformatics) and manuscript revision. A.H.S. and M.D. performed in vitro experiments. R.W.R., V.M.L., S.A.C., and S.P.W. provided intellectual input in the data analysis and in the drafting of the manuscript. B.N. and J.X.M.Y. performed data analysis for the bioinformatic component of the manuscript. E.J.H. (oncologist) and J.M.F. (surgeon) were the clinicians caring for the patient discussed in this study. K.L.M. provided overall guidance to the success of the study as well as the drafting of the manuscript.FundingThis study has been supported by the Cure Brain Cancer Foundation.Competing Interest StatementThe authors have declared no competing interest.\nData Deposition and AccessThe MLH1 variant interpreted in this study was submitted to Clinvar (https://www.ncbi.nlm.nih.gov/clinvar/) and can be found under accession number SCV000902257. Raw sequencing data have been submitted to NCBI SRA (https://www.ncbi.nlm.nih.gov/sra) under submission number SUB5583293.\nEthics StatementThe patient was enrolled in a Human Research Ethics Committee (HREC)–approved human study at the University of New South Wales (Sydney, Australia; HREC 10/121) and consented to publication of photos and their clinical data.\nAuthor ContributionsT.R.J. and L.R.O. equally contributed to the drafting and revision of the manuscript. T.R.J. performed in vitro and in vivo experiments, data analysis, and manuscript drafting and revision. L.R.O. performed the majority of the data analysis (bioinformatics) and manuscript revision. A.H.S. and M.D. performed in vitro experiments. R.W.R., V.M.L., S.A.C., and S.P.W. provided intellectual input in the data analysis and in the drafting of the manuscript. B.N. and J.X.M.Y. performed data analysis for the bioinformatic component of the manuscript. E.J.H. (oncologist) and J.M.F. (surgeon) were the clinicians caring for the patient discussed in this study. K.L.M. provided overall guidance to the success of the study as well as the drafting of the manuscript.\nFundingThis study has been supported by the Cure Brain Cancer Foundation.\nCompeting Interest StatementThe authors have declared no competing interest.\nSupplementary Material\n\n\nSupplemental Material\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC6549560/\nhttps://doi.org/10.1101/mcs.a003251",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6549560/",
    "doi": "https://doi.org/10.1101/mcs.a003251",
    "citation_count": 0,
    "references": [],
    "journal": "Cold Spring Harbor Molecular Case Studies",
    "topics": [
        "unmethylated, genotype, survivor, mgmt",
        "hypermutated, survivor, mgmt, unmethylated",
        "glioblastoma, study, case, mgmt"
    ]
}