{
    "title": "Brain cancer survival in Canada 1996–2008: effects of sociodemographic characteristics",
    "abstract": "The present research estimates the effects of rural or urban residence and ses on survival for Canadian patients diagnosed with brain cancer. A modest variation in survival by rural compared with urban residence was observed for patients with glioblastoma (first 5 weeks after diagnosis hr: 0.86; 95% ci: 0.79 to 0.99) and oligoastrocytoma (first 3 years after diagnosis hr: 1.41; 95% ci: 1.03 to 1.93). Small effects of low compared with high income were seen for patients with glioblastoma (first 1.5 years after diagnosis hr: 1.15; 95% ci: 1.08 to 1.22) and diffuse astrocytoma (first 6 months after diagnosis hr: 1.17; 95% ci: 1.00 to 1.36).",
    "authors": [
        "E.V. Walker",
        "J. Ross",
        "Y. Yuan",
        "T.R. Smith",
        "F.G. Davis"
    ],
    "published_year": "",
    "description": "Background\n          Literature suggests that factors such as rural residence and low socioeconomic status (ses) might contribute to disparities in survival for Canadian cancer patients because of inequities in access to care. However, evidence specific to brain cancer is limited. The present research estimates the effects of rural or urban residence and ses on survival for Canadian patients diagnosed with brain cancer.\nMethods\n          Adults diagnosed with primary malignant brain tumours during 1996–2008 were identified through the Canadian Cancer Registry. Brain tumours were classified using International Classification of Diseases for Oncology (3rd edition) site and histology codes. Hazard ratios (hrs) and 95% confidence intervals (cis) were estimated using Cox proportional hazards models. Events were restricted to individuals whose underlying cause of death was cancer-related. Postal codes were used to match patient records with Statistics Canada data for rural or urban residence and neighbourhood income as a surrogate measure of ses.\nResults\n          Of 25,700 patients included in the analysis, 78% died during the study period, 21% lived in rural areas, and 19% were in the lowest income group. A modest variation in survival by rural compared with urban residence was observed for patients with glioblastoma (first 5 weeks after diagnosis hr: 0.86; 95% ci: 0.79 to 0.99) and oligoastrocytoma (first 3 years after diagnosis hr: 1.41; 95% ci: 1.03 to 1.93). Small effects of low compared with high income were seen for patients with glioblastoma (first 1.5 years after diagnosis hr: 1.15; 95% ci: 1.08 to 1.22) and diffuse astrocytoma (first 6 months after diagnosis hr: 1.17; 95% ci: 1.00 to 1.36).\nConclusions\n          Our analysis did not yield evidence of strong effects of rural compared with urban residence or ses strata on survival in brain cancer. However, some variation in survival for patients with specific histologies warrants further research into the mechanisms by which rural or urban residence and income stratum influences survival.\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC6588061/\nhttps://doi.org/10.3747/co.26.4273",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6588061/",
    "doi": "https://doi.org/10.3747/co.26.4273",
    "citation_count": 4,
    "references": {
        "10987841": "High costs, low quality of life, reduced survival, and room for improving treatment: an analysis of burden and unmet needs in glioma",
        "9914203": "Brain Tumor at Diagnosis: From Cognition and Behavior to Quality of Life",
        "9139611": "Epidemiology of Glioblastoma Multiforme–Literature Review",
        "7274182": "Association between urbanicity and surgical treatment among patients with primary glioblastoma in the United States"
    },
    "journal": "Current Oncology",
    "topics": [
        "cancer, survival, brain, canada",
        "effects, sociodemographic, brain, canada",
        "characteristics, cancer, canada, survival"
    ]
}