{
    "title": "Challenges to curing primary brain tumours",
    "abstract": "| Despite decades of research, brain tumours remain among the deadliest of all forms of \ncancer. The ability of these tumours to resist almost all conventional and novel treatments relates, \nin part, to the unique cell-intrinsic and microenvironmental properties of neural tissues. In an \nattempt to encourage progress in our understanding and ability to successfully treat patients \nwith brain tumours, Cancer Research UK convened an international panel of clinicians and \nlaboratory-based scientists to identify challenges that must be overcome if we are to cure all \npatients with a brain tumour. The seven key challenges summarized in this Position Paper are \nintended to serve as foci for future research and investment.\n*e-mail: richard.gilbertson@\ncruk.cam.ac.uk\nhttps://doi.org/10.1038/ \ns41571-019-0177-5\n\t\n volume 16 | AUGUST 2019 | 509\nCoNSENSUS\nStatement\nNATure ReviewS | ClinicAl Oncology",
    "authors": [
        "Kenneth Aldape",
        "Kevin M. Brindle",
        "Louis Chesler",
        "Rajesh Chopra",
        "Amar Gajjar",
        "Mark R. Gilbert",
        "Nicholas Gottardo",
        "David H. Gutmann",
        "Darren Hargrave",
        "Eric C. Holland",
        "David T. W. Jones",
        "Johanna A. Joyce",
        "Pamela Kearns",
        "Mark W. Kieran",
        "Ingo K. Mellinghoff",
        "Melinda Merchant",
        "Stefan M. Pfister",
        "Steven M. Pollard",
        "Vijay Ramaswamy",
        "Jeremy N. Rich",
        "Giles W. Robinson",
        "David H. Rowitch",
        "John H. Sampson",
        "Michael D. Taylor",
        "Paul Workman",
        "Richard J. Gilbertson"
    ],
    "published_year": "",
    "description": "Introduction\n      Brain tumours are among the most feared of all forms of cancer. More than two-thirds of adults diagnosed with glioblastoma — the most aggressive type of brain cancer — will die within 2 years of diagnosis1,2. Brain cancers are also the most common and most lethal of all paediatric solid tumours3. Furthermore, children with these tumours who survive and enter adulthood will often be affected by the long-term consequences of exposing the developing brain to medical interventions, including surgery, radiotherapy and/or chemotherapy4,5.\n      Brain tumours have proved challenging to treat, largely owing to the biological characteristics of these cancers, which often conspire to limit progress. First, by infiltrating one of the body’s most crucial organs, these tumours are often located beyond the reach of even the most skilled neurosurgeon. These tumours are also located behind the blood–brain barrier (BBB) — a system of tight junctions and transport proteins that protect delicate neural tissues from exposure to factors in the general circulation, thus also impeding exposure to systemic chemotherapy6,7. Furthermore, the unique developmental, genetic, epigenetic and microenvironmental features of the brain frequently render these cancers resistant to conventional and novel treatments alike8–10. These challenges are compounded by the rarity of brain tumours relative to many other forms of cancer, which limits the level of funding and interest from the pharmaceutical industry and attracts a relatively small and fragmented research community.\n      To begin to address these issues and improve the outcomes of patients with brain tumours, Cancer Research UK (CRUK) convened an international panel of brain cancer researchers with interests in neurobiology, preclinical tumour modelling, genomics, pharmacology, drug discovery and/or development, neuropathology, neurosurgery, imaging, radiotherapy and medical oncology, with the task of identifying the most important challenges that must be overcome if we are to eventually be in the position to cure all patients with a brain tumour. In this Position Paper, we summarize seven key challenges identified by the panel that should serve as the foci for future research and investment (Fig. 1). Each of these challenges is worthy of extensive discussion and review, which are beyond the scope of this manuscript. Therefore, we highlight these challenges as a ‘call-to-arms’, summarizing the nature and importance of each challenge rather than providing an exhaustive review of the current level of understanding.Fig. 1Challenges to curing primary brain tumours at different stages of tumour development.The nonmalignant cellular composition of the ventricular–subventricular zone includes neural stem cells that divide and produce transit-amplifying cells. Transit-amplifying cells give rise to migratory neuroblasts90. Ependymal cells are also present in the neural stem cell niche. The niche is intimately associated with blood vessels and might also communicate with other cell types, including microglia and astrocytes. Malignant transformation of neural stem cells presumably leads to the premalignant expansion of transit-amplifying cells and migratory neuroblasts as the nonmalignant hierarchy begins to transform. This unregulated hierarchy generates the malignant brain tumour. As these lesions are treated, tumour cells are killed, with the ultimate goal of eventual cure. The blue panels below these cartoons denote the focus of key research questions at each stage, from nonmalignant brain tissue to the development of cancer and remission following successful treatment. The green panels depict how the seven challenges to progress relate to these specific stages of disease development.\nChallenge 1: redesign research pipeline\n      Clinical trials have yet to reveal an effective therapy for most brain tumours. This harsh reality stems, in part, from an incomplete understanding of brain tumour biology and the existence of a disconnect between preclinical drug development and rigorous testing in the clinic. Each element of the brain tumour research pipeline, from basic neurobiology to clinical trials, requires careful scrutiny and increased investment, although the development of an overarching strategy that facilitates and promotes interdisciplinary research is equally important (Fig. 1). This strategy would bring an end to the previous ‘siloed’ organization of working practices, in which basic and clinical researchers performed their studies independently and collaborated only when laboratory research was judged to be ready for the clinic or when the laboratory is engaged to understand the reasons why a promising drug failed to achieve the expected level of efficacy in clinical trials. Much deeper, longitudinal collaboration is essential in order to drive progress as rapidly as possible.\n      Nascent attempts to unify the brain tumour research pipeline are underway. The international paediatric brain tumour community has demonstrated remarkable levels of collaborative activity over many years and is now working to discover and define the genomic subtypes of paediatric brain tumours and form multidisciplinary teams in order to design preclinical studies that better inform the design of clinical trials11,12. However, the community must go further, by forming international collaborations that extend beyond the borders of traditional research disciplines and by engaging the entire breadth of expertise available within the biological and physical sciences (see Challenge 2). Such congregations of experts could provide a more comprehensive understanding of the workings of the brain and how these processes are subverted during malignant transformation.\n      The community should also explore innovative methods of designing and delivering clinical trials. Interest among the brain tumour research community in the use of adaptive trial designs is particularly welcomed13,14. Such trials could provide prospective opportunities to modify ongoing studies and integrate the investigation of new hypotheses as data are accumulated and analysed (Fig. 2). This approach has distinct advantages over the less flexible, traditional trial designs, which are typically designed to test one or two primary hypotheses, typically in heavily pretreated patients over a number of years. However, several hurdles must be overcome before novel trial designs can be implemented successfully, including identifying a cadre of rational therapies to feed into these new trials; developing robust biomarker-based patient selection criteria; constructing systems that enable the provision of real-time, in-trial, biomarker and end point data; and formulating optimal mechanisms of generating and sharing complex research data among centres worldwide (Fig. 2). Notwithstanding these challenges, improving the current approach to clinical trials is an urgent objective for the community. In the context of small, genomically defined patient subgroups, international collaborative clinical trials are crucial. A comprehensive review of the current logistical, regulatory and financial hurdles that inhibit the initiation of such trials is therefore warranted.Fig. 2Suggested general outline of a platform approach to designing clinical trials for the assessment of brain tumour therapies.Patients with different molecular subtypes of a specific type of brain tumour (represented as blue, red and green figures) are enrolled into the trial. Patients in the control group receive the optimal standard of care. New treatments can then be tested as comparators in groups A and B. Following a defined period of treatment, the responses of patients in these groups are compared with those of patients in the control group. Responding patients are represented by bold colours; nonresponding patients are coloured grey. In this example, new treatment B produced a biased favourable response in patients with a single disease subtype (blue figures) relative to the control treatment. No advantage of new treatment A is observed relative to the control treatment. Therefore, in the next phase of the study, the new treatment A group is discontinued, while the new treatment B arm proceeds, with enrichment for patients with tumours of the ‘blue’ subtype. The control group continues with randomized recruitment of patients with all disease subtypes. The success of this approach is dependent upon addressing the key challenges summarized in the thought bubbles emerging at each stage of the trial. Many of these challenges are yet to be addressed in patients with brain tumours.\n      Greater integration of research disciplines will also require a change in the current research culture. The principal metrics used to reward success in most academic environments are focused on competitive activities, such as publication in high-impact journals and the acquisition of grant funding. These metrics have some value in enabling the assessment and quantification of the extent of innovative thought and discovery, although they arguably also work against the development of the deeper levels of collaborative activity that will ultimately be required to cure patients with brain tumours. This change in academic culture must go beyond a cursory recognition of the value of ‘team science’. Rather, akin to the complex and multidisciplinary groups that operate in the pharmaceutical industry, new reward and promotion structures should be developed for laboratory and clinical researchers alike that inspire and encourage their participation in collaborative academic brain tumour research.\nChallenge 2: use neuroscience research\n      We now have a considerable level of understanding of the cellular hierarchies and signals that generate and maintain brain activity in the absence of cancer15. Specialized glial cells serve as neural stem cells (NSCs) in both the embryonic and adult brain, in which they reside in neurogenic niches and produce daughter cells that differentiate into neurons, astrocytes and oligodendrocytes (Fig. 1). These niches also include supporting cells and secreted factors that are critical for the close regulation of both NSC self-renewal and the early stages of daughter cell differentiation: an intimate relationship between NSCs and blood vessels seems to be especially important in the neurogenic niche16.\n      Several lines of evidence suggest that brain tumours arise within, or are driven by, cells that recapitulate the neurogenic niche (Fig. 3). Stem-like cells have been isolated from paediatric and adult brain tumours17–19, and brain tumours have been shown to contain malignant niches that seem to recapitulate the micro-architectural features and signalling properties of the nonmalignant neurogenic niche20,21. Recurrent mutations in brain tumours can also perturb the signalling pathways that regulate brain development12, and subgroups of brain tumours have been shown to contain the transcriptomes and epigenomes of their originating parental NSCs that generated these tumours in the mouse brain22–29.Fig. 3The cellular origins of brain tumours.Brain tumours are thought to arise from a transformed and malignant brain tumour hierarchy generated from transformed neuronal stem cells. Nonmalignant and malignant stem cells in the brain are believed to reside in perivascular niches formed by the blood vessels of the brain. Unaddressed key research questions that could provide a better understanding of brain tumour development and treatment are shown in the thought bubbles.\n      Evidence that brain tumours are a consequence of aberrant brain development or repair underscores the importance of closer integration between neurobiological and cancer research; however, clear examples of such collaborations are rare. Only ~1% (US$260 million) of the $21 billion invested in neuroscience research by the US NIH in 2018 is aimed specifically at brain tumour research. Furthermore, although the PubMed database currently contains ~320,000 and 198,000 articles on neuroscience and brain tumour research, respectively, only 6,000 (~2% and ~3.5%, respectively) overlap. These observations are crude indicators of the level of interaction, but they suggest that the brain tumour research community is not capitalizing fully on the available research data. An increased focus on areas of common interest, such as immune dysregulation in patients with cancer and in those with dementia, should drive joint funding initiatives and ultimately result in progress for patients30,31.\nChallenge 3: understand the TME\n      A thorough understanding of the properties and functions of the tumour microenvironment (TME) is required in order to obtain a complete understanding of brain tumour biology and treatment9,32 (Fig. 4). As discussed with regard to Challenge 2, closer interactions with scientists investigating nonmalignant brain diseases will be especially important to this effort. Over many decades, research groups studying neurodegeneration and other nonmalignant brain diseases have generated a considerable level of understanding of the biology of the extracellular matrix, of specific brain-resident cellular populations (such as microglia, astrocytes and neurons) and of blood vessels (including those forming the BBB) that comprise the TME.Fig. 4The brain tumour microenvironment and treatment.Brain tumours typically comprise a complex mixture of malignant cells and a great variety of nonmalignant cells. These include immune, vascular and nonmalignant brain cells, all of which are able to communicate with malignant cells and contribute to the development and progression of cancer. These features also form a key part of the response of a tumour to treatment. Key research questions focused on understanding how these elements affect tumour biology and responses to treatment are shown in the thought bubbles. BBB, blood–brain barrier; TAM, tumour-associated macrophage.\n      The immune and vascular components of the TME are likely to have particular relevance for improving the treatment of brain tumours6,33. For example, the discovery of the immune or glymphatic system of the brain and evidence that immunotherapies are effective treatments for an increasing number of cancers have prompted studies of the efficacy of such therapies in patients with brain tumours31,34–36. The major myeloid cell populations of the brain TME comprise macrophages and microglia — together referred to as tumour-associated macrophages (TAMs)37,38. Glioblastoma cells stimulate TAMs to produce immunosuppressive, tumour-promoting cytokines and enhanced apoptosis of T cells39. Glioblastoma cells can also inhibit the production of immunostimulatory cytokines and activate the recruitment of regulatory T cells, thus inhibiting antitumour immune responses40. These data suggest that inhibiting the activity of TAMs might provide therapeutic benefit in patients with brain tumours, although the clinical reality is likely to be more complex. Research conducted over the past decade suggests that re-educating TAMs to adopt phenotypes that are likely to prevent or inhibit the progression of brain tumours might be more effective than depleting all TAM populations32,41. A range of additional immune-based therapies are also currently in development, including vaccines, cellular therapies (such as chimeric antigen receptor (CAR) T cells) and immune-checkpoint inhibitors9,31,34,40–42.\n      Regardless of the type of immunotherapy that is being developed, several key challenges must be addressed if we are to deploy these agents effectively in the treatment of brain tumours (Fig. 4). Once again, a better understanding of tumour biology will be important to the selection of patients who are most likely to benefit from therapies and to improve the level of understanding of treatment-related toxicities (see Challenge 1). Addressing these challenges will not be straightforward for immunotherapies, not least because even the imprecise predictors of a response to immune-checkpoint inhibition in other cancers, such as tumour mutational burden and/or DNA methylation, remain to be proved in patients with brain tumours43. Furthermore, the identity of the optimal targets of other immunotherapies, such as CAR T cells, which might be patient specific, also remains unclear. Other important and unanswered questions surrounding the use of immunotherapies in patients with brain tumours include the degree to which the BBB will impede the access of cellular and molecular immunotherapies to tumours; whether immunotherapies will synergize with or counteract the effects of existing treatments, such as temozolomide, steroids and/or radiotherapy; and the type and severity of neurological adverse effects associated with immunotherapies and how best to prevent, monitor and manage these. Thus, although immunotherapy holds great promise as a new therapeutic approach for the treatment of patients with brain tumours, many aspects of the unique immunological and microenvironmental status of the brain present challenges that need to be overcome in order to develop and validate these therapies efficiently9.\n      As previously alluded to, the BBB is a major hurdle to the successful treatment of brain tumours44. This dynamic structure of tight junctions and molecular pumps comprises endothelial, ependymal and tanycytic cells that communicate with other brain cells and with circulating immune cells45–48. Single-cell transcriptomics has revealed a remarkable level of regional heterogeneity along the arteriovenous axis of the BBB, including a seamless continuum of endothelial cells versus a punctuated continuum of mural cells49. These insights could prove important in determining the functionality of the BBB in tumours located in different regions of the brain.\n      Discrete subtypes of brain tumours might also alter the BBB (Fig. 4). In this regard, the WNT subtype of medulloblastomas, which are highly sensitive to treatment, has been shown to secrete WNT antagonists that ‘re-educate’ the BBB, thus causing it to adopt a phenotype that is highly permeable to systemic chemotherapy6. Similarly, the therapeutic response of gliomas to temozolomide might be improved by use of this agent in combination with small-molecule inhibitors of WNT signalling33. Greater research efforts should be invested in cataloguing the integrity and other alterations of the BBB in each brain tumour subtype. This information might enable the more widespread use of systemic therapies that are currently regarded as BBB non-penetrating in those tumours that lack an intact BBB and support the use of WNT inhibitors and other approaches to enhance the delivery of chemotherapy to those tumours in which the BBB is intact50.\nChallenge 4: develop preclinical models\n      The limited progress made in the treatment of brain tumours relates, in part, to the inaccuracy of preclinical models that have thus far failed to consistently show responses to agents with therapeutic activity in patients. Preclinical drug development pipelines that enable the accurate prediction of effective drugs are especially important for rare cancers, including brain tumours, owing to the low numbers of patients available for participation in clinical research12,51. Current pipelines are limited in their ability to identify new, more effective treatments of brain tumours for several reasons: they typically involve poorly characterized in vitro systems or subcutaneous tumour xenografts, rather than more accurate orthotopic models of brain tumours; they do not enable the assessment of benefit from new treatments in terms of survival relative to that provided by the existing combinations of neurosurgery, radiotherapy and/or chemotherapy; and finally, they usually lack rigorous characterization of other clinically important features, such as those of the BBB. Thus, curing all patients with a brain tumour will require a new approach that leverages an improved understanding of neuroscience and brain tumour biology to develop and deploy more accurate preclinical models.\n      A better understanding of the processes that drive the development and progression of brain tumours should promote the development of more accurate genetically engineered mouse models (GEMMs) and patient-derived xenografts (PDXs). We recommend that the brain tumour community maintains a centralized catalogue of all existing and newly developed preclinical models that have been subjected to a minimum agreed set of rigorous histological, genomic and imaging evaluations. Models from this catalogue should be made readily available and would provide the community with universally accessible, validated models that closely mimic the characteristics of human tumours. Initiatives such as the ITCC Paediatric Preclinical Proof of Concept Platform are already underway, with the intention of creating such a resource.\n      In addition to minimum standards of model characterization, the community should also adopt minimum standards for preclinical studies, thus enabling more effective comparisons of the results of different studies (Fig. 5). Of particular note, although patients with brain tumours receive complex, multimodality therapy, mice in preclinical studies typically receive monotherapies that are rarely comparable to the standard of care for the malignancy that is being modelled. Thus, efforts to establish preclinical ‘mouse hospitals’, in which potential new therapies are tested in the context of combination with neurosurgery, fractionated radiotherapy and/or conventional chemotherapy, should become the new standard11. Researchers with access to such preclinical hospitals should also perform robust pharmacokinetic (with particular attention to BBB penetration), pharmacodynamic and biomarker (tumour, liquid biopsy and imaging) studies for novel agents, thus maximizing the speed and likelihood of success of clinical translation (Fig. 5).Fig. 5Stratified approaches to the development of new treatments for patients with brain tumours.Schema depicting pathways for improvements in the preclinical development of new treatments for subsets of patients with brain tumours of distinct molecular and/or clinical subtypes (represented by different colours). This approach should include both patient-derived xenografts (PDXs) and genetically engineered mouse models (GEMMs) that accurately reflect the principle molecular and/or clinical subtypes. In order to provide the optimal level of clinical relevance, these models must also involve an assessment of responses to conventional combination therapies. These existing treatments could be included in adaptive preclinical trials designed to test novel treatments and inform the ultimate clinical trial design.\n      The failure of many drugs to penetrate the BBB to any clinically meaningful extent is an important reason for the poor treatment responses of patients with brain tumours to systemic therapies52. Functional imaging studies in particular can provide evidence of early treatment responses, although a failure to detect a response cannot distinguish between a drug that is ineffective and one that simply does not cross the BBB. Contrast enhancement of tumours on MRI, using various agents, can reveal disruption of the BBB, for example, following ultrasonography-mediated opening of the BBB53; however, this approach does not provide direct evidence of drug delivery. More direct evidence can be provided by observing tumour accumulation on PET imaging of drugs labelled with a positron-emitting isotope, such as [methyl-11C] temozolomide in patients with gliomas54. However, conjugating all new drugs with such isotopes — particularly with 11C, which will not perturb drug chemistry and thus drug–target interactions but has a sufficiently short half-life (20.3 minutes) — would be a formidable undertaking. Thus, the community should agree on acceptable preclinical and clinical standards for demonstrating successful drug delivery to brain tumours.\n      In addition to being grown as PDXs, patient-derived brain tumour cells can be consistently and successfully encouraged to propagate under NSC culture conditions as organoids55,56. These short-term culture systems have enormous potential for studying interactions between different cells and drug sensitivities and for interrogation using genome-wide interference and/or editing techniques20,55–58. Preclinical pipelines that deploy these novel screening approaches, together with the use of matched GEMMs and PDX models (ideally in humanized mice), should provide a more comprehensive and more accurate means of delivering optimized drugs and their associated biomarkers into clinical trials11.\n      Preclinical and clinical research efforts to evaluate the value of new treatments, relative to that of the conventional treatments of brain tumours, should also consider re-evaluating some long-established treatment approaches that might be of questionable value. For example, corticosteroids, such as dexamethasone, continue to be used perioperatively and might be continued throughout subsequent treatment. The original reasons for using dexamethasone in this way probably reflect antiproliferative activity that confers protection of nonmalignant cells from radiotherapy-induced and chemotherapy-induced genotoxic stress. However, both clinical data and preclinical data from mouse models suggest that corticosteroids might decrease the effectiveness of treatments and shorten the survival durations of patients with glioblastoma. Thus, greater efforts should be invested in identifying alternative agents, on the basis of robust preclinical and clinical evidence, such as anti-VEGF agents for the treatment of brain tumour-associated oedema59.\nChallenge 5: drugging complex cancers\n      The so-called omics revolution is providing a comprehensive view of the genomes, epigenomes and transcriptomes of brain tumours; this additional information has enabled the segregation of histologically similar subsets of tumours into clinically and molecularly distinct subgroups. However, despite a few notable exceptions, such as inhibitors of mTOR or BRAF in selected patients60,61, genomics has yet to deliver on the promise of identifying new therapeutic targets in patients with brain tumours. Discovering new treatments of brain tumours will require a much deeper level of understanding of the biology of potential drug targets, combined with the application of cutting-edge drug discovery approaches to inhibit these targets.\n      Progress in drug development will not come easily. Alterations identified in brain tumours in the past decade include poorly understood targets that are frequently regarded as undruggable, including amplification of genes encoding transcription factors, such as MYC and MYCN; gene translocations, such as FGFR–TACC and C11OF95–RELA27,62; oncogene ‘enhancer hijacking’, for example, by GFI1 (ref.63); and mutated histones, such as H3F3A and HIST1H3B variants64,65. Furthermore, these alterations exist in a shifting landscape of tumour heterogeneity, in which the populations of clones carrying each alteration fluctuate as the disease evolves in response to therapy66,67. This clonal evolution means that the proportion of tumour cells carrying a specific drug target can vary markedly during the course of disease, thus complicating efforts to target specific alterations. This heterogeneity can be measured in terms of mutational load, epigenetic alterations, rewiring of transcriptional circuits and microenvironmental influences and is widely considered to underpin the diversity of responses to treatment. The serial analysis of tumour biology using additional measures, such as advanced metabolic imaging and analyses involving serial sampling of circulating tumour DNA, is discussed with regard to Challenge 6 and might provide a more complete and accurate picture of tumour evolution.\n      Although daunting, the data provided by these novel approaches reflect an important principle that must be adopted by brain tumour researchers and clinicians — the notion that brain tumours are monogenetic and monoclonal must be dispelled. Comprehensive mapping of genomic evolution before, during and following treatment, including the use of single-cell sequencing approaches, should be used to better identify and prioritize treatment targets68,69. This objective will be best achieved in the context of prospective clinical trials, in which molecular imaging and other diagnostic approaches can be used to provide real-time assessments of disease evolution70. Prioritized targets should also be interrogated using approaches, such as deep mutational scanning, that can reveal information on the intrinsic properties of proteins and their function and how this changes with mutation71. Reverse translation efforts involving detailed mechanistic studies after a clinical trial of appropriately prioritized targets should include functional studies that enable the accurate definition of target function in tumours. Such serial analyses will likely be complex and resource-intensive and are probably best organized as part of a community-wide approach. This approach might be promoted in several ways: development of international tumour subtype-specific trials; the widespread availability of brain tumour stem cell banks (such as the UK glioma cellular genetics resource (GCGR), the human glioblastoma cell culture (HGCC) resource in Sweden and the Stand Up to Cancer (SU2C) Canada Cancer Stem Cell Dream Team); established efforts to understand complex cancer targets (such as the US National Cancer Institute RAS Initiative); and closer collaborations with industry.\nChallenge 6: precision medicine\n      The current classifications of brain tumours are based primarily on microscopic morphology and immunohistochemistry72. This approach enables the broad characterization of tumour type and a certain level of prognostication, although it fails to capitalize on the wealth of clinically relevant insights produced by the genomic subtyping of brain tumours. This dilemma is exemplified by medulloblastoma and ependymoma, both of which consist of clinically relevant subtypes with discrete cells of origin, driver mutations and global transcriptomic and epigenomic patterns that are yet to be incorporated into the WHO classification of central nervous system tumours10,12,72–75.\n      Concerns that genome-wide classification tools might prove impractical for the routine diagnosis of brain tumours have been dispelled by the successful large-scale methylome subtyping of formalin-fixed, paraffin-embedded tumours75,76. Therefore, the challenge to the brain tumour community is not whether but how to deploy diagnostic genomic profiling. In the UK, the centralization of genomic profiling through the National Health Service provides an enormous opportunity to begin this process at a population level. In doing so, it will be important to note that not all brain tumours are created equally: paediatric medulloblastomas and ependymomas comprise robust subgroups with distinct characteristics. However, the degree of diagnostic separation of other brain tumours, including gliomas in adults, is less clear.\n      The genomic classification of brain tumours will increase the level of diagnostic precision that is currently achievable, although intratumoural heterogeneity and the often limited amounts of tumour material available for analysis are likely to confound the accurate diagnosis of some tumours68,77. Therefore, the research community should aim to urgently investigate the use of more advanced imaging techniques, such as 13C-hyperpolarized MRI, radiomics and sequencing of cell-free DNA obtained from plasma and/or cerebrospinal fluid, as ancillary approaches to the diagnosis and classification of brain tumours70,78–80. The challenge of validating and combining these new diagnostic modalities is enormous but also holds the potential to greatly improve the accuracy of brain tumour classification. Implementation of such approaches might also improve the assessment of novel therapies as part of the federal drug approval process. In this regard, the current standards, such as the Response Assessment in Neuro-Oncology criteria81, which describe complete and partial drug responses, are of limited value for assessing new treatments of slow-growing tumours, such as low-grade glioma. Early molecular and/or metabolic responses that are predictive of ultimate clinical benefit might, therefore, provide a more accurate means of evaluating the efficacy of treatments.\n      Once validated, new classification tools, such as those outlined above, must be adopted within the WHO guidelines in order to enable use by the wider community. A comprehensive strategy to achieve this goal should formally include genomic metrics, such as transcriptomic analysis, in WHO diagnosis and classification schemes; involve appropriate training of experienced and newly qualified pathologists in genomic methodologies; be accompanied by appropriate levels of investment in the resources (both capital and personnel) needed to deliver genomic assays routinely in diagnostic pathology labs; and incorporate standardized genomic characterization within both conventional and clinical trial management strategies. Histology will always have a place in the diagnosis of patients, although only when used in concert with advanced molecular and imaging-based diagnostics will this provide a comprehensive prediction of tumour behaviour.\n      In addition to developing advanced diagnostic approaches, we must also learn how best to integrate these rich data streams if they are to revolutionize the treatment of patients with cancer (Fig. 5). Continual, iterative and integrated analysis of these complementary and complex data streams should be made possible by machine learning, artificial intelligence and/or other mathematical and computational approaches. This will require a concerted effort to invent and deploy new analytical approaches and visualization technologies in order to generate a single flow of information that travels with a patient throughout his or her treatment journey, enabling better-informed management decisions and guiding the patient towards the maximum opportunity for cure (Fig. 6). Reporting the clinically relevant findings from such large-scale data sets to health-care professionals and patients will require a multidisciplinary approach, supported by appropriate information technology infrastructure, genetic counsellors, medical geneticists and clinical scientists. This longitudinal and integrated approach will also enable the development of the next generation of adaptive precision medicine clinical trials.Fig. 6A precision medicine approach to the treatment and management of patients with brain tumours.Serving as a ‘biological prism’, the use of artificial intelligence (AI) and machine learning (ML) approaches should enable the integration of separate data streams at critical points in the patient journey, providing an unprecedented level of comprehensive decision-making to guide the selection of the most appropriate treatment and support the management of patients with brain tumours. The knowledge gained through the management of each patient should be analysed iteratively over time, enabling constant refinement and improvements in clinical decision-making. ctDNA, circulating tumour DNA.\nChallenge 7: reduce treatment for some\n      Certain brain tumours, particularly those arising in children, can be cured with aggressive surgery, radiotherapy and chemotherapy, although these cures often carry a considerable cost, particularly for young children who have lifelong neurocognitive and endocrine adverse effects4,82. Reducing the intensity of treatment in children with other cancers, such as acute lymphoblastic leukaemia, has enabled a reduction in the incidence of adverse effects while maintaining high cure rates; however, this approach has proved challenging to implement in patients with brain tumours, the majority of whom have disease progression following surgery alone. Identifying which patients might be cured with less-intense adjuvant radiotherapy and chemotherapy and to what extent the intensity of these modalities can be safely reduced remains a major challenge.\n      Medulloblastomas provide a clear example of how a detailed understanding of tumour biology can guide adjustments of treatment intensity. Historical attempts to limit the damaging effects of craniospinal radiotherapy on the developing brain by reducing the radiation dose have failed, largely owing to an inadequate understanding of medulloblastoma biology, which precluded the accurate selection of patients with truly low-risk disease83–85. A breakthrough was achieved with the recognition that almost all patients with the WNT subtype of medulloblastoma are cured12. This discovery has led to a series of highly selective ongoing studies testing reduced-intensity radiotherapy in patients with this disease subtype (NCT02724579, NCT02066220, NCT02212574 and NCT01878617). Evidence that WNT-subtype tumours (but not other forms of medulloblastoma) lack a BBB and are therefore remarkably vulnerable to systemic chemotherapy provides an explanation for the curability of these tumours, thus opening further options for alternatives to radiation-based treatments6. Paediatric low-grade gliomas provide another example of how molecularly guided treatments (such as inhibitors of activated BRAF and MEK) are enabling reductions in radiation dose86,87. Studies involving patients with other brain tumours are likely to identify similar approaches for the rational de-escalation of therapy.\n      A comprehensive approach to preventing and ameliorating the adverse effects associated with long-term treatment should include prospective functional and patient-reported outcome measures, as well as innovative predictive assessments of risk. Novel ways of supplementing these data are also emerging in the form of genetic polymorphisms and somatic genomic characteristics that might predict the risk of subsequent intellectual disability and/or hearing loss88,89.\nConclusions\n      The past 15 years have witnessed a revolution in our understanding of cancer. The integration of genomic and developmental biology has shown that morphologically similar cancers comprise discrete subtypes, driven by different genetic alterations, which likely arise from distinct cell lineages. These data help to explain why cancers once regarded as histologically homogeneous diseases have a discrepant range of characteristics. Improved understanding is also leading to the development of completely new treatment approaches for cancer, such as immunotherapies, and novel ways to test such therapies, such as adaptive trial designs. However, the successes achieved with these improvements have not occurred equally across all forms of cancer. Of particular note, the treatment of most childhood and adult brain tumours is at an impasse, with no new, more effective therapies being developed in the past 30 years. Thus, all available evidence suggests that the current preclinical and clinical research approaches to curing brain tumours are ineffective.\n      Herein, we have summarized seven major challenges to progress that must be overcome if we are to produce the sea change in brain tumour therapy that has long been awaited by patients and their families. Some of these challenges might seem to be self-evident; however, each will require a profound change in research and clinical practice and investment. In order to truly redesign the brain tumour research and treatment pipeline and to leverage the full spectrum of neuroscience research, modest improvements in the level of interdisciplinary collaborations among otherwise siloed research groups will not be sufficient. We envisage a much more substantial congregation of experts and infrastructure, focused on the task of curing brain tumours. This call reflects the need to practise brain tumour research differently and to identify, convene and support teams of scientists and clinicians who focus specifically and urgently on the need to improve the lives of patients with brain tumours. This approach must be different from the largely ad hoc and predominantly poorly structured brain tumour collaborations and programmes that currently exist in most academic centres. The harsh reality is that the current efforts at various universities and aligned clinical environments around the world have failed to adequately improve the understanding and treatment of patients with brain tumours. Nevertheless, this approach would probably be easiest to implement within the context of existing academic settings in order to engage with and closely incorporate disciplines not traditionally involved in brain tumour research, such as engineering, chemistry, physics and mathematics.\n      As we seek to better understand the role of the TME and aim to develop more predictive preclinical model systems, we need to take a long, hard look at the current model systems. Many of these clearly do not adequately reflect all the nonmalignant and malignant cell types that compose brain tumours and have failed to accurately predict treatments that will be effective for testing in clinical trials. Only systems that are proven to model clinically relevant aspects of tumour biology should be used as evidence to guide the initiation of clinical trials. Furthermore, through reverse translation, we should refine the use of or entirely remove models that fail to predict clinical efficacy.\n      Concerns relating to safety and patient acceptability limit the ability to obtain repeat biopsy samples from brain tumours in most patients, thus preventing longitudinal studies of tumour biology and treatment response and the deployment of a precision medicine approach. The use of liquid biopsies and advanced imaging approaches should be explored immediately to provide additional approaches to determine tumour response earlier in the course of treatment. Finally, the challenge most likely to yield patient benefit in the immediate future will be the use of advanced stratification approaches to reduce the risk of treatment-related toxicities, especially among children.\nReviewer information\n        Nature Reviews Clinical Oncology thanks D. Reardon and other anonymous reviewer(s) for their contribution to the peer review of this work.\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC6650350/\nhttps://doi.org/10.1038/s41571-019-0177-5",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6650350/",
    "doi": "https://doi.org/10.1038/s41571-019-0177-5",
    "citation_count": 320,
    "references": {
        "11032202": "Molecular diversity in isocitrate dehydrogenase-wild-type glioblastoma",
        "11024179": "TAK1 inhibition leads to RIPK1-dependent apoptosis in immune-activated cancers",
        "11022384": "Microglia and macrophage metabolism: a regulator of cerebral gliomas",
        "11016029": "Application value of intraoperative electrophysiological monitoring in cerebral eloquent area glioma surgery: a retrospective cohort study",
        "10988817": "Glioblastoma-instructed microglia transition to heterogeneous phenotypic states with phagocytic and dendritic cell-like features in patient tumors and patient-derived orthotopic xenografts",
        "10980741": "Artificial intelligence in neuro-oncology: advances and challenges in brain tumor diagnosis, prognosis, and precision treatment",
        "10969952": "Hsp70 and Calcitonin Receptor Protein in Extracellular Vesicles from Glioblastoma Multiforme: Biomarkers with Putative Roles in Carcinogenesis and Potential for Differentiating Tumor Types",
        "10946516": "Supporting families through paediatric brain tumour: Unmet needs and suggestions for change",
        "10931698": "Glioblastoma: An Update in Pathology, Molecular Mechanisms and Biomarkers",
        "10930697": "Development and Optimisation of Tumour Treating Fields (TTFields) Delivery within 3D Primary Glioma Stem Cell-like Models of Spatial Heterogeneity",
        "10904359": "Personalized Medicine in Brain Gliomas: Targeted Therapy, Patient-Derived Tumor Models (Review)",
        "10889397": "NTRK Therapy among Different Types of Cancers, Review and Future Perspectives",
        "10869845": "MGMT promoter methylation prediction based on multiparametric MRI via vision graph neural network",
        "10859360": "Patient-derived organoids in human cancer: a platform for fundamental research and precision medicine",
        "10847518": "Redox-responsive polymer micelles co-encapsulating immune checkpoint inhibitors and chemotherapeutic agents for glioblastoma therapy",
        "10842770": "Photobac derived from bacteriochlorophyll-a shows potential for treating brain tumor in animal models by photodynamic therapy with desired pharmacokinetics and limited toxicity in rats and dogs",
        "10838306": "The liver and muscle secreted HFE2-protein maintains central nervous system blood vessel integrity",
        "10818651": "Breaking Barriers: A Future Perspective on Glioblastoma Therapy with mRNA-Based Immunotherapies and Oncolytic Viruses",
        "10795333": "ZDHHC5-mediated S-palmitoylation of FAK promotes its membrane localization and epithelial-mesenchymal transition in glioma",
        "10795035": "Development of a Targeted SN-38-Conjugate for the Treatment of Glioblastoma",
        "10782558": "Metabolic Regulation of the Epigenome Drives Lethal Infantile Ependymoma",
        "10782224": "Light-activatable and hyperthermia-sensitive “all-in-one” theranostics: NIR-II fluorescence imaging and chemo-photothermal therapy of subcutaneous glioblastoma by temperature-sensitive liposome-containing AIEgens and paclitaxel",
        "10768977": "CDK7 and CDK9 inhibition interferes with transcription, translation, and stemness, and induces cytotoxicity in GBM irrespective of temozolomide sensitivity",
        "10758088": "Editorial: Differentiating brain cancers and glioblastoma through imaging methodologies",
        "10732432": "Understanding the value of brain donation for research to donors, next-of-kin and clinicians: A systematic review",
        "10728190": "Behavior of glioblastoma brain tumor stem cells following a suborbital rocket flight: reaching the “edge” of outer space",
        "10692396": "Preclinical and early clinical studies of a novel compound SYHA1813 that efficiently crosses the blood–brain barrier and exhibits potent activity against glioblastoma",
        "10667536": "DNA damage response inhibitors enhance tumour treating fields (TTFields) potency in glioma stem-like cells",
        "10666813": "The benefit of complete resection of contrast enhancing tumor in glioblastoma patients: A population-based study",
        "10665648": "Bio-functionalized nanocolloids of ZnS quantum dot/amine-rich polypeptides for bioimaging cancer cells with antibacterial activity: “seeing is believing”",
        "10656921": "Advancing personalized medicine in brain cancer: exploring the role of mRNA vaccines",
        "10650073": "Role of UBE2C in Brain Cancer Invasion and Dissemination",
        "10634776": "Programs, Origins, and Niches of Immunomodulatory Myeloid Cells in Gliomas",
        "10628964": "Upstream open reading frame-encoded MP31 disrupts the mitochondrial quality control process and inhibits tumorigenesis in glioblastoma",
        "10605910": "Role of Non-Coding RNAs in TGF-β Signalling in Glioma",
        "10587102": "From signalling pathways to targeted therapies: unravelling glioblastoma’s secrets and harnessing two decades of progress",
        "10556227": "Combined cytotoxic and immune-stimulatory gene therapy using Ad-TK and Ad-Flt3L: Translational developments from rodents to glioma patients",
        "10552691": "Activated KRAS reprograms neural progenitor cells to glioma stem cell-like phenotype",
        "10548111": "Ex-vivo drug screening of surgically resected glioma stem cells to replace murine avatars and provide personalise cancer therapy for glioblastoma patients",
        "10541015": "HAVOC: Small-scale histomic mapping of cancer biodiversity across large tissue distances using deep neural networks",
        "10530238": "Tissue factor is a critical regulator of radiation therapy-induced glioblastoma remodeling",
        "10516503": "Deep learning enabled fast 3D brain MRI at 0.055 tesla",
        "10510514": "Engineered In Vitro Tumor Model Recapitulates Molecular Signatures of Invasion in Glioblastoma",
        "10496946": "Combined inhibition of topoisomerase I and poly(ADP-ribose) polymerase: A synergistic therapeutic strategy for glioblastoma with phosphatase and tensin homolog deficiency",
        "10493676": "Applications of organoid technology to brain tumors",
        "10493263": "Interleukin-6-controlled, mesenchymal stem cell-based sodium/iodide symporter gene therapy improves survival of glioblastoma-bearing mice",
        "10484169": "A critical analysis of neuro-oncology clinical trials",
        "10479875": "Oncogenic long noncoding RNA LINC02283 enhances PDGF receptor A-mediated signaling and drives glioblastoma tumorigenesis",
        "10463850": "Circ_0021350 plays an oncogene role by regulating miR-1207-3p/PIK3R3 in glioblastoma",
        "10463668": "Focused ultrasound-mediated blood-brain barrier opening combined with magnetic targeting cytomembrane based biomimetic microbubbles for glioblastoma therapy",
        "10459258": "Etoricoxib-Cannabidiol Combo: Potential Role in Glioblastoma Treatment and Development of PLGA-Based Nanoparticles",
        "10452456": "Establishment of a 3D Model to Characterize the Radioresponse of Patient-Derived Glioblastoma Cells",
        "10433788": "Imaging telomerase reverse transcriptase expression in oligodendrogliomas using hyperpolarized δ-[1-13C]-gluconolactone",
        "10427391": "Identification of Cytochrome P450 2E1 as a Novel Target in Glioma and Development of Its Inhibitor as an Anti‐Tumor Agent",
        "10413694": "Local delivery of hrBMP4 as an anticancer therapy in patients with recurrent glioblastoma: a first-in-human phase 1 dose escalation trial",
        "10408096": "COVPRIG robustly predicts the overall survival of IDH wild-type glioblastoma and highlights METTL1+ neural-progenitor-like tumor cell in driving unfavorable outcome",
        "10394757": "Small-molecule toosendanin reverses macrophage-mediated immunosuppression to overcome glioblastoma resistance to immunotherapy",
        "10368971": "Glioblastoma-on-a-chip construction and therapeutic applications",
        "10319779": "Assessment and prediction of glioblastoma therapy response: challenges and opportunities",
        "10314879": "Precision neuro-oncology: a pilot analysis of personalized treatment in recurrent glioma",
        "10313930": "Brain tumors on slice: A novel platform for personalized therapeutic screening",
        "10290514": "Deep proteome investigation of high-grade gliomas reveals heterogeneity driving differential metabolism of 5-aminolevulinic acid",
        "10275540": "Preoperative symptoms of depression, anxiety, and cognitive impairment in glioma patients: A cerebral perfusion CT study",
        "10267017": "CCL21-CCR7 signaling promotes microglia/macrophage recruitment and chemotherapy resistance in glioblastoma",
        "10256454": "Repeated blood-brain barrier opening by an implantable ultrasound device for delivery of albumin-bound paclitaxel – a phase 1 trial in recurrent glioblastoma",
        "10253800": "Carbon Dots in Treatment of Pediatric Brain Tumors: Past, Present, and Future Directions",
        "10242852": " MAPK4 predicts poor prognosis and facilitates the proliferation and migration of glioma through the AKT/mTOR pathway",
        "10240828": "Engineered apoptotic bodies hitchhiking across the blood-brain barrier achieved a combined photothermal-chemotherapeutic effect against glioma",
        "10237421": "Application of radiomics to meningiomas: A systematic review",
        "10232794": "Barriers to overcoming immunotherapy resistance in glioblastoma",
        "10225952": "DCvax: A promising advancement in oncology for the treatment of glioblastoma",
        "10224418": "Enhancing Cancer Diagnosis with Real-Time Feedback: Tumor Metabolism through Hyperpolarized 1-13C Pyruvate MRSI",
        "10216525": "Evolving Diagnostic and Treatment Strategies for Pediatric CNS Tumors: The Impact of Lipid Metabolism",
        "10213750": "PPRX-1701, a nanoparticle formulation of 6′-bromoindirubin acetoxime, improves delivery and shows efficacy in preclinical GBM models",
        "10212765": "CD103+ regulatory T cells underlie resistance to radio-immunotherapy and impair CD8+ T cell activation in glioblastoma",
        "10184511": "The brain-penetrant cell-cycle inhibitor p28 sensitizes brain metastases to DNA-damaging agents",
        "10174583": "Adaptation of families of adult patients with brain tumor: Partial least squares structural equation modeling",
        "10166355": "Balancing Risk and Efficiency in Drug Development for Rare and Challenging Tumors: A New Paradigm for Glioma",
        "10154552": "Classification related to immunogenic cell death predicts prognosis, immune microenvironment characteristics, and response to immunotherapy in lower-grade gliomas",
        "10150896": "The Burden of Surviving Childhood Medulloblastoma: A Population-Based, Matched Cohort Study in Ontario, Canada",
        "10140567": "BRAF-mediated brain tumors in adults and children: A review and the Australian and New Zealand experience",
        "10130393": "Tumor-secreted lactate contributes to an immunosuppressive microenvironment and affects CD8 T-cell infiltration in glioblastoma",
        "10130363": "Circular RNAs as a potential source of neoepitopes in cancer",
        "10114612": "Evaluating preclinical evidence for clinical translation in childhood brain tumours: Guidelines from the CONNECT, PNOC, and ITCC brain networks",
        "10114292": "Single-cell heterogeneity of EGFR and CDK4 co-amplification is linked to immune infiltration in glioblastoma",
        "10106158": "Molecular pathology and clinical implications of diffuse glioma",
        "10093342": "Lipid Metabolic Reprogramming in Embryonal Neoplasms with MYCN Amplification",
        "10073346": "Targeting Microglial Metabolic Rewiring Synergizes with Immune Checkpoint Blockade Therapy for Glioblastoma",
        "10057501": "Quercetin and Its Nano-Formulations for Brain Tumor Therapy—Current Developments and Future Perspectives for Paediatric Studies",
        "10028830": "Glioblastoma-instructed microglia transition to heterogeneous phenotypic states with phagocytic and dendritic cell-like features in patient tumors and patient-derived orthotopic xenografts",
        "10023321": "Nonviral nanoparticle gene delivery into the CNS for neurological disorders and brain cancer applications",
        "10020925": " In vivo loss of tumorigenicity in a patient-derived orthotopic xenograft mouse model of ependymoma",
        "10008211": "Anti-VEGF therapy improves EGFR-vIII-CAR-T cell delivery and efficacy in syngeneic glioblastoma models in mice",
        "9992038": "Do animal models of brain tumors replicate human peritumoral edema? a systematic literature search",
        "9962005": "Nanoparticles for Drug and Gene Delivery in Pediatric Brain Tumors’ Cancer Stem Cells: Current Knowledge and Future Perspectives",
        "9941476": "A nitric-oxide driven chemotactic nanomotor for enhanced immunotherapy of glioblastoma",
        "9937104": "A lipid metabolism-related risk signature for patients with gliomas constructed with TCGA and CGGA data",
        "9923813": "Dual-targeting of brain tumors with nanovesicles",
        "9917237": "Raman Spectroscopy as a Tool to Study the Pathophysiology of Brain Diseases",
        "9910004": "Extracellular vesicles, the emerging mirrors of brain physiopathology",
        "9890863": "Cudraflavone B induces human glioblastoma cells apoptosis via ER stress-induced autophagy",
        "9870312": "Pre-clinical models for evaluating glioma targeted immunotherapies",
        "9861179": "Genetically Encoded Self-Assembling Protein Nanoparticles for the Targeted Delivery In Vitro and In Vivo",
        "9830987": "Meta-topologies define distinct anatomical classes of brain tumours linked to histology and survival",
        "9803951": "Pediatric low-grade glioma: Targeted therapeutics and clinical trials in the molecular era",
        "9748853": "Unified rhombic lip origins of Group 3 and Group 4 medulloblastoma",
        "9745112": "Machine learning-based identification of SOX10 as an immune regulator of macrophage in gliomas",
        "9742255": "Transcription factor ZNF22 regulates blood-tumor barrier permeability by interacting with HDAC3 protein",
        "9727046": "A dynamical model of combination therapy applied to glioma",
        "9726712": "Brain organoids: Establishment and application",
        "9713251": "MCM4 is a novel prognostic biomarker and promotes cancer cell growth in glioma",
        "9708890": "CNS and CNS diseases in relation to their immune system",
        "9688186": "Multiparametric Longitudinal Profiling of RCAS-tva-Induced PDGFB-Driven Experimental Glioma",
        "9673907": "Identification of tryptophan metabolic gene-related subtypes, development of prognostic models, and characterization of tumor microenvironment infiltration in gliomas",
        "9655255": "Smart Nanoformulations for Brain Cancer Theranostics: Challenges and Promises",
        "9645726": "Force- and cell state–dependent recruitment of Piezo1 drives focal adhesion dynamics and calcium entry",
        "9641975": "Chronic convection-enhanced delivery of topotecan for patients with recurrent glioblastoma: a first-in-patient, single-center, phase 1b trial",
        "9631487": "Tumor microenvironment and exosomes in brain metastasis: Molecular mechanisms and clinical application",
        "9615186": "Antioxidants in brain tumors: current therapeutic significance and future prospects",
        "9610067": "Molecular Imaging of Ultrasound-Mediated Blood-Brain Barrier Disruption in a Mouse Orthotopic Glioblastoma Model",
        "9599173": "Scinderin Is a Novel Oncogene for Its Correlates with Poor Prognosis, Immune Infiltrates and Matrix Metalloproteinase-2/9 (MMP2/9) in Glioma",
        "9591030": "The utility of 18F-FDG PET/CT in brain tumours diagnosis",
        "9582000": "P300 promotes tumor recurrence by regulating radiation-induced conversion of glioma stem cells to vascular-like cells",
        "9576866": "Childhood brain tumors: It is the child’s brain that really matters",
        "9569595": "An Insight into Molecular Targets of Breast Cancer Brain Metastasis",
        "9547873": "HIF-α activation by the prolyl hydroxylase inhibitor roxadustat suppresses chemoresistant glioblastoma growth by inducing ferroptosis",
        "9546774": "Tumor-derived exosomes deliver the tumor suppressor miR-3591-3p to induce M2 macrophage polarization and promote glioma progression",
        "9526702": "Niche deconvolution of the glioblastoma proteome reveals a distinct infiltrative phenotype within the proneural transcriptomic subgroup",
        "9483168": "Metabolic-imaging of human glioblastoma live tumors: A new precision-medicine approach to predict tumor treatment response early",
        "9433534": "Bacteria loaded with glucose polymer and photosensitive ICG silicon-nanoparticles for glioblastoma photothermal immunotherapy",
        "9425637": "Advanced Cell Therapies for Glioblastoma",
        "9405925": "The Role of Non-Coding RNAs in Glioma",
        "9403987": "Investigational cyclin-dependent kinase 4/6 inhibitor GLR2007 demonstrates activity against isocitrate dehydrogenase wild-type glioblastoma and other solid tumors in mice xenograft models",
        "9403517": "Construction and validation of an angiogenesis-related gene expression signature associated with clinical outcome and tumor immune microenvironment in glioma",
        "9366301": "New idea to promote the clinical applications of stem cells or their extracellular vesicles in central nervous system disorders: Combining with intranasal delivery",
        "9353713": "Tumor-targeting cell-penetrating peptide, p28, for glioblastoma imaging and therapy",
        "9340892": "Characteristics and trends of globally registered glioma clinical trials in the past 16 years",
        "9322801": "Polymeric Nanoparticles in Brain Cancer Therapy: A Review of Current Approaches",
        "9315106": "Case Report: Malignant Brain Tumors in Siblings With MSH6 Mutations",
        "9309203": "NCAPG2 Is a Novel Prognostic Biomarker and Promotes Cancer Stem Cell Maintenance in Low-Grade Glioma",
        "9296860": "Dual Antigen T Cell Engagers Targeting CA9 as an Effective Immunotherapeutic Modality for Targeting CA9 in Solid Tumors",
        "9294273": "Identification of BST2 Contributing to the Development of Glioblastoma Based on Bioinformatics Analysis",
        "9287558": "BH3 mimetic drugs cooperate with Temozolomide, JQ1 and inducers of ferroptosis in killing glioblastoma multiforme cells",
        "9273661": "Elevated RECQL1 expression predicts poor prognosis and associates with tumor immune infiltration in low-grade glioma",
        "9260125": "Risk of Second Primary Neoplasms of the Central Nervous System",
        "9219822": "The Vascular Microenvironment in Glioblastoma: A Comprehensive Review",
        "9190727": "Modeling Brain Tumors: A Perspective Overview of in vivo and Organoid Models",
        "9182026": "Involvement of Phytochemical-Encapsulated Nanoparticles’ Interaction with Cellular Signalling in the Amelioration of Benign and Malignant Brain Tumours",
        "9181940": "Temozolomide Efficacy and Metabolism: The Implicit Relevance of Nanoscale Delivery Systems ",
        "9179556": "Dialogue among Lymphocytes and Microglia in Glioblastoma Microenvironment",
        "9169875": "Low-Intensity Focused Ultrasound Technique in Glioblastoma Multiforme Treatment",
        "9118678": "New biomarker: the gene HLA-DRA associated with low-grade glioma prognosis",
        "9107172": "An optimal brain tumor segmentation algorithm for clinical MRI dataset with low resolution and non-contiguous slices",
        "9103066": "Tumor organoids: applications in cancer modeling and potentials in precision medicine",
        "9090367": "Combinatorial therapeutic strategies for enhanced delivery of therapeutics to brain cancer cells through nanocarriers: current trends and future perspectives",
        "9069387": "Immunotherapy of Malignant Glioma by Noninvasive Administration of TLR9 Agonist CpG Nano‐Immunoadjuvant",
        "9044253": "Glioblastoma Clinical Trials: Current Landscape and Opportunities for Improvement",
        "9033057": "EGFR Amplification Is a Phenomenon of IDH Wildtype and TERT Mutated High-Grade Glioma: An Integrated Analysis Using Fluorescence In Situ Hybridization and DNA Methylome Profiling",
        "9029315": "Design, synthesis and evaluation of novel indole-2-carboxamides for growth inhibition of Mycobacterium tuberculosis and paediatric brain tumour cells",
        "9004573": "Next-generation sequencing identifies HOXA6 as a novel oncogenic gene in low grade glioma",
        "9000751": "Transcription Profile and Pathway Analysis of the Endocannabinoid Receptor Inverse Agonist AM630 in the Core and Infiltrative Boundary of Human Glioblastoma Cells",
        "8998862": "Investigating the Potential Use of Chemical Biopsy Devices to Characterize Brain Tumor Lipidomes",
        "8975829": "Role of TRPM2 in brain tumours and potential as a drug target",
        "8965725": "Targeted delivery of a STING agonist to brain tumors using bioengineered protein nanoparticles for enhanced immunotherapy",
        "8965721": "Eliminating the original cargos of glioblastoma cell-derived small extracellular vesicles for efficient drug delivery to glioblastoma with improved biosafety",
        "8957828": "Identification of CD101 in Glioma: A Novel Prognostic Indicator Expressed on M2 Macrophages",
        "8957261": "Gut Microbiome Alterations Affect Glioma Development and Foxp3 Expression in Tumor Microenvironment in Mice",
        "8927544": "The N6-Methylandenosine-Related Gene BIRC5 as a Prognostic Biomarker Correlated With Cell Migration and Immune Cell Infiltrates in Low Grade Glioma",
        "8926928": "Spatial proteomics finds CD155 and Endophilin-A1 as mediators of growth and invasion in medulloblastoma",
        "8918067": "ZFTA-translocations constitute ependymoma chromatin remodeling and transcription factors",
        "8909866": "Tumor-Associated Macrophages in Gliomas—Basic Insights and Treatment Opportunities",
        "8905056": "Nanocarriers Call the Last Shot  in the Treatment of Brain Cancers",
        "8892282": "Landscape of surfaceome and endocytome in human glioma is divergent and depends on cellular spatial organization",
        "8883042": "Editorial: Brain Cancers: New Perspectives and Therapies",
        "8851082": "Oncolytic Zika virus promotes intratumoral T cell infiltration and improves immunotherapy efficacy in glioblastoma",
        "8842730": "A Ferroptosis-Related Gene Prognostic Index to Predict Temozolomide Sensitivity and Immune Checkpoint Inhibitor Response for Glioma",
        "8842456": "Mind Over Matter: Confronting Challenges in Post-Mortem Brain Biobanking for Glioblastoma Multiforme",
        "8837758": "ASCL1 phosphorylation and ID2 upregulation are roadblocks to glioblastoma stem cell differentiation",
        "8836088": "Modernistic and Emerging Developments of Nanotechnology in Glioblastoma-Targeted Theranostic Applications",
        "8833659": "The Current Landscape of Targeted Clinical Trials in Non-WNT/Non-SHH Medulloblastoma",
        "8833415": "Advancements, Challenges, and Future Directions in Tackling Glioblastoma Resistance to Small Kinase Inhibitors",
        "8806593": "Sevoflurane inhibits progression of glioma via regulating the HMMR antisense RNA 1/microRNA-7/cyclin dependent kinase 4 axis",
        "8801811": "Non-Coding RNAs and Brain Tumors: Insights Into Their Roles in Apoptosis",
        "8792754": "DNA Damage Repair in Brain Tumor Immunotherapy",
        "8789278": "What matters for people with brain cancer? Selecting clinical quality indicators for an Australian Brain Cancer Registry",
        "8779265": "Analysis of Factors Affecting 5-ALA Fluorescence Intensity in Visualizing Glial Tumor Cells—Literature Review",
        "8760897": "Postmortem brain donations vs premortem surgical resections for glioblastoma research: viewing the matter as a whole",
        "8732357": "DDRugging glioblastoma: understanding and targeting the DNA damage response to improve future therapies",
        "8732347": "Reversing tozasertib resistance in glioma through inhibition of pyruvate dehydrogenase kinases",
        "8711246": "A Novel DNA Damage Repair-Related Gene Signature for Predicting Glioma Prognosis",
        "8709198": "Aptamer Applications in Neuroscience",
        "8687628": "Functional Characterization of Brain Tumor-Initiating Cells and Establishment of GBM Preclinical Models that Incorporate Heterogeneity, Therapy, and Sex Differences",
        "8655179": "Spatial Dissection of Invasive Front from Tumor Mass Enables Discovery of Novel microRNA Drivers of Glioblastoma Invasion",
        "8647630": "Repurposing of Anticancer Stem Cell Drugs in Brain Tumors",
        "8633585": "Suppression of Ribosome Biogenesis by Targeting WD Repeat Domain 12 (WDR12) Inhibits Glioma Stem-Like Cell Growth",
        "8632311": "Cannabidiol inhibits human glioma by induction of lethal mitophagy through activating TRPV4",
        "8604759": "Selective sodium iodide symporter (NIS) genetherapy of glioblastoma mediatedby EGFR-targeted lipopolyplexes",
        "8586504": "Prognosis and Immunotherapy Significances of a Cancer-Associated Fibroblasts-Related Gene Signature in Gliomas",
        "8582547": "SLUG and Truncated TAL1 Reduce Glioblastoma Stem Cell Growth Downstream of Notch1 and Define Distinct Vascular Subpopulations in Glioblastoma Multiforme",
        "8582542": "CAR T Cell Therapy’s Potential for Pediatric Brain Tumors",
        "8579094": "BOIN: a novel Bayesian design platform to accelerate early phase brain tumor clinical trials",
        "8573171": "T-Cell Immunotherapy for Pediatric High-Grade Gliomas: New Insights to Overcoming Therapeutic Challenges",
        "8563328": "Cannabidiol converts NF-κB into a tumor suppressor in glioblastoma with defined antioxidative properties",
        "8558904": "Interrogation of the Microenvironmental Landscape in Brain Tumors Reveals Disease-Specific Alterations of Immune Cells",
        "8538679": "Tumor-Associated Microglia/Macrophages as a Predictor for Survival in Glioblastoma and Temozolomide-Induced Changes in CXCR2 Signaling with New Resistance Overcoming Strategy by Combination Therapy",
        "8538557": "Advances in Non-Animal Testing Approaches towards Accelerated Clinical Translation of Novel Nanotheranostic Therapeutics for Central Nervous System Disorders",
        "8529491": "Tuning the Elasticity of Polymersomes for Brain Tumor Targeting",
        "8517402": "Immunomodulatory Effects of Tryptophan Metabolism in the Glioma Tumor Microenvironment",
        "8504127": "Opportunities and challenges of glioma organoids",
        "8498921": "Chinese Glioma Genome Atlas (CGGA): A Comprehensive Resource with Functional Genomic Data from Chinese Glioma Patients",
        "8461901": "USP7 inhibition induces apoptosis in glioblastoma by enhancing ubiquitination of ARF4",
        "8455147": "EP2 Antagonists (2011–2021): A Decade’s Journey from Discovery to Therapeutics",
        "8440628": "Detection of clinically silent brain lesions in [18F]FDG PET/CT study in oncological patients: analysis of over 10,000 studies",
        "8431399": "Farming, Pesticides, and Brain Cancer: A 20-Year Updated Systematic Literature Review and Meta-Analysis",
        "8425216": "A novel lncRNA, RPL34-AS1, promotes proliferation and angiogenesis in glioma by regulating VEGFA",
        "8417809": "Discovery of Novel Biomarkers for Diagnosing and Predicting the Progression of Multiple Sclerosis Using TMT-Based Quantitative Proteomics",
        "8409410": "Combining MGMT promoter pyrosequencing and protein expression to optimize prognosis stratification in glioblastoma",
        "8401235": "Primary and Metastatic Brain Tumours Assessed with the Brain and Torso [18F]FDG PET/CT Study Protocol—10 Years of Single-Institutional Experiences",
        "8377724": "Uncovering Spatiotemporal Heterogeneity of High-Grade Gliomas: From Disease Biology to Therapeutic Implications",
        "8363292": "SLIT2/ROBO signaling in tumor-associated microglia and macrophages drives glioblastoma immunosuppression and vascular dysmorphia",
        "8363060": "Building the brain from scratch: Engineering region-specific brain organoids from human stem cells to study neural development and disease",
        "8345670": "APLN/APLNR Signaling Controls Key Pathological Parameters of Glioblastoma",
        "8329064": "A deep convolutional neural network for segmentation of whole-slide pathology images identifies novel tumour cell-perivascular niche interactions that are associated with poor survival in glioblastoma",
        "8324563": "Microphysiological systems to study tumor-stroma interactions in brain cancer",
        "8321280": "Enhanced Region Growing for Brain Tumor MR Image Segmentation",
        "8307781": "The Role of NKT Cells in Glioblastoma",
        "8303884": "Comparing Tumor Cell Invasion and Myeloid Cell Composition in Compatible Primary and Relapsing Glioblastoma",
        "8278352": "Living with a central nervous system (CNS) tumor: findings on long-term survivorship from the NIH Natural History Study",
        "8249617": "Optical tissue clearing and machine learning can precisely characterize extravasation and blood vessel architecture in brain tumors",
        "8245183": "Immunostimulatory bacterial antigen–armed oncolytic measles virotherapy significantly increases the potency of anti-PD1 checkpoint therapy",
        "8234280": "Targeting CDK9 for the Treatment of Glioblastoma",
        "8211793": "Suppression of mitochondrial ROS by prohibitin drives glioblastoma progression and therapeutic resistance",
        "8210565": "SLC39A7 promotes malignant behaviors in glioma via the TNF-α-mediated NF-κB signaling pathway",
        "8209659": "Cytomegalovirus infection of glioblastoma cells leads to NF-κB dependent upregulation of the c-MET oncogenic tyrosine kinase",
        "8198514": "Cyclodextrins-Peptides/Proteins Conjugates: Synthesis, Properties and Applications",
        "8197750": "Phase I Study of Zotiraciclib in Combination with Temozolomide for Patients with Recurrent High-grade Astrocytomas",
        "8148129": "Current Status of Brain Tumor in the Kingdom of Saudi Arabia and Application of Nanobiotechnology for Its Treatment: A Comprehensive Review",
        "8141615": "Making a Cold Tumor Hot: The Role of Vaccines in the Treatment of Glioblastoma",
        "8127413": "The impact of initial tumor microenvironment on imaging phenotype",
        "8111743": "Warburg effect-promoted exosomal circ_0072083 releasing up-regulates NANGO expression through multiple pathways and enhances temozolomide resistance in glioma",
        "8099351": "Glioblastomas acquire myeloid-affiliated transcriptional programs via epigenetic immunoediting to elicit immune evasion",
        "8082394": "Imaging 6-Phosphogluconolactonase Activity in Brain Tumors In Vivo Using Hyperpolarized δ-[1-13C]gluconolactone",
        "8069695": "DYRK1A Negatively Regulates CDK5-SOX2 Pathway and Self-Renewal of Glioblastoma Stem Cells",
        "8040889": "ADPRH is a prognosis-related biomarker and correlates with immune infiltrates in low grade glioma",
        "8015192": "3D-printed microplate inserts for long term high-resolution imaging of live brain organoids",
        "8003579": "Raman Spectral Signatures of Serum-Derived Extracellular Vesicle-Enriched Isolates May Support the Diagnosis of CNS Tumors",
        "7995978": "The Many Facets of Therapy Resistance and Tumor Recurrence in Glioblastoma",
        "7986001": "LINC01116 promotes the proliferation and invasion of glioma by regulating the microRNA-744-5p-MDM2-p53 axis",
        "7956595": "Identification and Validation of ERK5 as a DNA Damage Modulating Drug Target in Glioblastoma",
        "7941710": "Identification and validation of a five-lncRNA prognostic signature related to Glioma using bioinformatics analysis",
        "7928227": "Three-dimensional model of glioblastoma by co-culturing tumor stem cells with human brain organoids",
        "7927773": "Window of Opportunity Clinical Trials to Evaluate Novel Therapies for Brain Tumors",
        "7913734": "Paediatric Gliomas: BRAF and Histone H3 as Biomarkers, Therapy and Perspective of Liquid Biopsies",
        "7912386": "Think Big, Start Small: How Nanomedicine Could Alleviate the Burden of Rare CNS Diseases",
        "7898864": "Gallic acid‐gold nanoparticles enhance radiation‐induced cell death of human glioma U251 cells",
        "7877538": "Targeting MYCN in Molecularly Defined Malignant Brain Tumors",
        "7875636": "Anticancer Activities of Ginsenosides, the Main Active Components of Ginseng",
        "7873968": "Molecular Pathological Markers Correlated With the Recurrence Patterns of Glioma",
        "7835031": "PAM (PIK3/AKT/mTOR) signaling in glia: potential contributions to brain tumors in aging",
        "7824606": "Myeloid Cells in Glioblastoma Microenvironment",
        "7821483": "Consumer-grade electroencephalography devices as potential tools for early detection of brain tumors",
        "7796083": "Randomized Controlled Immunotherapy Clinical Trials for GBM Challenged",
        "7766001": "Characteristics of Fluorescent Intraoperative Dyes Helpful in Gross Total Resection of High-Grade Gliomas—A Systematic Review",
        "7753120": "Glioblastoma Organoids: Pre-Clinical Applications and Challenges in the Context of Immunotherapy",
        "7751353": "MicroRNA-15a-5p promotes the proliferation and invasion of T98G glioblastoma cells via targeting cell adhesion molecule 1",
        "7746937": "TRIM24 promotes stemness and invasiveness of glioblastoma cells via activating Sox2 expression",
        "7728717": "Glioblastoma Immunotherapy Targeting the Innate Immune Checkpoint CD47-SIRPα Axis",
        "7718027": "Clinical and Biological Significances of a Ferroptosis-Related Gene Signature in Glioma",
        "7712056": "MiR-1225-5p acts as tumor suppressor in glioblastoma via targeting FNDC3B ",
        "7707134": "Trends and challenges in modeling glioma using 3D human brain organoids",
        "7666297": "Patient-derived organoids and orthotopic xenografts of primary and recurrent gliomas represent relevant patient avatars for precision oncology",
        "7642757": "Exome sequencing identifies frequent genomic loss of TET1 in IDH-wild-type glioblastoma",
        "7602617": "Differences in Gating Dynamics of BK Channels in Cellular and Mitochondrial Membranes from Human Glioblastoma Cells Unraveled by Short- and Long-Range Correlations Analysis",
        "7599606": "Take Advantage of Glutamine Anaplerosis, the Kernel of the Metabolic Rewiring in Malignant Gliomas",
        "7594554": "Modeling glioblastoma invasion using human brain organoids and single-cell transcriptomics",
        "7590133": "Low Dose Astaxanthin Treatments Trigger the Hormesis of Human Astroglioma Cells by Up-Regulating the Cyclin-Dependent Kinase and Down-Regulated the Tumor Suppressor Protein P53",
        "7588885": "MYC in Brain Development and Cancer",
        "7565291": "Immunotherapy for Glioblastoma: Current State, Challenges, and Future Perspectives",
        "7564919": "Immunohistochemical Characterization of Immune Infiltrate in Tumor Microenvironment of Glioblastoma",
        "7560683": "Improving maximal safe brain tumor resection with photoacoustic remote sensing microscopy",
        "7536068": "The impact of autophagy during the development and survival of glioblastoma",
        "7523463": "LY6K promotes glioblastoma tumorigenicity via CAV-1–mediated ERK1/2 signaling enhancement",
        "7506024": "Quantitative in vivo bioluminescence imaging of orthotopic patient-derived glioblastoma xenografts",
        "7501306": "SPT6-driven error-free DNA repair safeguards genomic stability of glioblastoma cancer stem-like cells",
        "7497650": "Multifractal Properties of BK Channel Currents in Human Glioblastoma Cells",
        "7481010": "Microglia-targeting nanotherapeutics for neurodegenerative diseases",
        "7449700": "Penta-fluorophenol: a Smiles rearrangement-inspired cysteine-selective fluorescent probe for imaging of human glioblastoma  †Electronic supplementary information (ESI) available. See DOI: 10.1039/d0sc01085e  ",
        "7439317": "Phenotype stability under dynamic brain-tumor environment stimuli maps glioblastoma progression in patients",
        "7414978": "Knockdown of T Cell Immunoglobulin and Mucin 1 (Tim-1) Suppresses Glioma Progression Through Inhibition of the Cytokine-PI3K/AKT Pathway",
        "7408354": "Targeted Brain Tumor Therapy by Inhibiting the MDM2 Oncogene: In Vitro and In Vivo Antitumor Activity and Mechanism of Action",
        "7396846": "Microglia promote glioblastoma via mTOR‐mediated immunosuppression of the tumour microenvironment",
        "7352204": "Cellular Plasticity and Tumor Microenvironment in Gliomas: The Struggle to Hit a Moving Target",
        "7324055": "MerTK inhibition decreases immune suppressive glioblastoma-associated macrophages and neoangiogenesis in glioblastoma microenvironment",
        "7272537": "Targeting the endocannabinoid system: a predictive, preventive, and personalized medicine-directed approach to the management of brain pathologies",
        "7248975": "Sigma-1 Receptor Positron Emission Tomography: A New Molecular Imaging Approach Using (S)-(−)-[18F]Fluspidine in Glioblastoma",
        "7225330": "Human Brain Organoids to Decode Mechanisms of Microcephaly",
        "7212909": "Suicide gene therapy for the treatment of high-grade glioma: past lessons, present trends, and future prospects",
        "7212875": "NCI-CONNECT: Comprehensive Oncology Network Evaluating Rare CNS Tumors—Histone Mutated Midline Glioma Workshop Proceedings",
        "7084771": "Replication Protein A (RPA) Mediates Radio-Resistance of Glioblastoma Cancer Stem-Like Cells",
        "7072475": "Bone Morphogenetic Protein 4 Targeting Glioma Stem-Like Cells for Malignant Glioma Treatment: Latest Advances and Implications for Clinical Application",
        "7053627": "Elevated lymphocyte specific protein 1 expression is involved in the regulation of leukocyte migration and immunosuppressive microenvironment in glioblastoma",
        "7014622": "Presenilin1 exerts antiproliferative effects by repressing the Wnt/β-catenin pathway in glioblastoma",
        "7013918": "Open Data for Differential Network Analysis in Glioma",
        "7012982": "Vessel co-option in glioblastoma: emerging insights and opportunities",
        "7000229": "Analysis of Global Pediatric Cancer Research and Publications",
        "7000215": "Understanding the glioblastoma immune microenvironment as basis for the development of new immunotherapeutic strategies",
        "6989542": "The Clinical Significance of Soluble Programmed Cell Death-Ligand 1 (sPD-L1) in Patients With Gliomas",
        "6988829": "Publication Landscape Analysis on Gliomas: How Much Has Been Done in the Past 25 Years?",
        "6980766": "Clinical utility of plasma cell-free DNA in adult patients with newly diagnosed glioblastoma – a pilot prospective study",
        "6955323": "How tissue fluidity influences brain tumor progression",
        "6950658": "Bayesian Space–Time Analysis of Brain Cancer Incidence in Southern Ontario, Canada: 2010–2013",
        "6855493": "Prediction of relapse and prognosis by expression levels of long noncoding RNA PEG10 in glioma patients",
        "6824674": "Fostering open collaboration in drug development for paediatric brain tumours",
        "6780818": "Application of Nanoparticles and Nanomaterials in Thermal Ablation Therapy of Cancer",
        "6777503": "GITRL-armed Delta-24-RGD oncolytic adenovirus prolongs survival and induces anti-glioma immune memory",
        "6771414": "Oncolytic Herpes Simplex Virus Immunotherapy for Brain Tumors: Current Pitfalls and Emerging Strategies to Overcome Therapeutic Resistance",
        "6770913": "Effects of Radiation Therapy on Neural Stem Cells",
        "6765190": "Experimental models and tools to tackle glioblastoma",
        "6702305": "Artificial Intelligence in the Management of Glioma: Era of Personalized Medicine",
        "6468723": "The ‘Ins and Outs’ of Early Preclinical Models for Brain Tumor Research: Are They Valuable and Have We Been Doing It Wrong?"
    },
    "journal": "Nature Reviews. Clinical Oncology",
    "topics": [
        "brain, challenges, curing, primary",
        "primary, brain, tumours, curing",
        "tumours, primary, curing, challenges"
    ]
}