{
    "title": "The Gut–Brain Axis, Paving the Way to Brain Cancer",
    "abstract": "The gut-brain axis formed by blood and lymphatic vessels paves the way for microbiota to impact \nthe brain. Bacterial populations in the gut are a good candidate for a nongenetic factor contributing \nsubstantively to brain tumor development and to the success of therapy. Specifically, suppression \nof the immune system and induction of inflammation by microbiota sustain proliferative signaling, \nlimit cell death, and induce angiogenesis as well as invasiveness. In addition, altered microbial \nmetabolites and their levels could stimulate cell proliferation. We propose here a novel gear model \nconnecting these complex interdisciplinary fields. Our model may impact mechanistic studies of \nbrain cancer and better treatment outcomes through precision oncology.\nThe Complex Role of Genetics, Immune State, and Microbiome in Brain \nCancer Development\nTumors of the central nervous system (CNS) represent a major source of cancer-related \ndeaths in adults and in children [1]. Studies of the molecular etiology of these devastating \ndiseases have elucidated various genetic alterations involving cell survival and DNA repair \npathways [2]. Rational targeted therapy to these pathways was not effective or showed only \nvery mild improvement in survival [3]. In addition to tumor heterogeneity being a major \nobstacle to finding a common and effective treatment, during brain neoplasia there is a \nprocess of immune suppression, providing an environment that favors tumor growth [4–7]. \nWhile immunotherapy efforts are under way to disrupt these mechanisms and to turn the \nimmune system against developing tumors [8], understanding how the immune suppression \nis initiated is a crucial step toward inhibiting tumorigenesis. We review here the possible \nimpact of the gut–brain axis on the immune system state, inflammation, tumorigenicity, and \nresponse to treatment. Precision medicine taking into account the microbiome’s impact on \nimmune suppression and treatment response would result in immune response activation and \nbetter response to treatment and would increase patient survival.\n*Correspondence: ruty.shai@sheba.health.gov.il (R. Mehrian-Shai). \nHHS Public Access\nAuthor manuscript\nTrends Cancer. Author manuscript; available in PMC 2019 September 10.\nPublished in final edited form as:\nTrends Cancer. 2019 April ; 5(4): 200–207. doi:10.1016/j.trecan.2019.02.008.\nAuthor Manuscript\nAuthor Manuscript\nAuthor Manuscript\nAuthor Manuscript",
    "authors": [
        "Ruty Mehrian-Shai",
        "Juergen K.V. Reichardt",
        "Curtis C. Harris",
        "Amos Toren"
    ],
    "published_year": "",
    "description": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6734924/\nhttps://doi.org/10.1016/j.trecan.2019.02.008",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6734924/",
    "doi": "https://doi.org/10.1016/j.trecan.2019.02.008",
    "citation_count": 33,
    "references": {
        "10814510": "Evaluation of Zonulin Expression and Its Potential Clinical Significance in Glioblastoma",
        "10758836": "Microbial metabolites are involved in tumorigenesis and development by regulating immune responses",
        "10758031": "Causal relationship between gut microbiota and glioblastoma: a two-sample Mendelian randomization study",
        "10577457": "The Effect of Curcumin on the Gut-Brain Axis: Therapeutic Implications",
        "10524667": "Association between medically diagnosed postnatal infection and childhood cancers: a matched case-control study in Denmark, 1978–2016",
        "10475420": "胃肠道微生态重塑肿瘤微环境影响肿瘤干性的研究进展",
        "10360101": "Gut-brain axis: does intestinal inflammation affect hippocampal neurogenesis and medulloblastoma development?",
        "9736089": "Investigational Microbiological Therapy for Glioma",
        "9651203": "Characterization of the interactome profiling of Mycoplasma fermentans DnaK in cancer cells reveals interference with key cellular pathways",
        "9569494": "Gut–Brain Axis: Insights from Hippocampal Neurogenesis and Brain Tumor Development in a Mouse Model of Experimental Colitis Induced by Dextran Sodium Sulfate",
        "9523267": "Diet-microbiome-gut-brain nexus in acute and chronic brain injury",
        "9393498": "Current understanding of the human microbiome in glioma",
        "9315466": "Unlocking the Potential of the Human Microbiome for Identifying Disease Diagnostic Biomarkers",
        "9301898": "Unveiling the gut-brain axis: structural and functional analogies between the gut and the choroid plexus vascular and immune barriers",
        "9254719": "Characterization of Different Subtypes of Immune Cell Infiltration in Glioblastoma to Aid Immunotherapy",
        "8954974": "Parkinson’s disease and cancer: a systematic review and meta-analysis on the influence of lifestyle habits, genetic variants, and gender",
        "8804882": "Age at diagnosis and sex interact to modify primary malignant glioma incidence and survival",
        "8746913": "Roles of the CXCL8-CXCR1/2 Axis in the Tumor Microenvironment and Immunotherapy",
        "8538279": "Microbiomics in Collusion with the Nervous System in Carcinogenesis: Diagnosis, Pathogenesis and Treatment",
        "8496035": "Squaric acid as a new chemoselective moiety for mass spectrometry-based metabolomics analysis of amines",
        "8409594": "Severe consequences of a high-lipid diet include hydrogen sulfide dysfunction and enhanced aggression in glioblastoma",
        "8401073": "The Microbiota/Microbiome and the Gut–Brain Axis: How Much Do They Matter in Psychiatry?",
        "8378133": "A Root in Synapsis and the Other One in the Gut Microbiome-Brain Axis: Are the Two Poles of Ketogenic Diet Enough to Challenge Glioblastoma?",
        "8230287": "Impact of the Gut Microbiota Balance on the Health–Disease Relationship: The Importance of Consuming Probiotics and Prebiotics",
        "8071088": "Temozolomide-Induced Changes in Gut Microbial Composition in a Mouse Model of Brain Glioma",
        "7996516": "The Role of Gut Bacterial Metabolites in Brain Development, Aging and Disease",
        "7871384": "Exogenous bacterial DnaK increases protein kinases activity in human cancer cell lines",
        "7829621": "Gut microbiota influence tumor development and Alter interactions with the human immune system",
        "7813206": "Clinical correlates for immune checkpoint therapy: significance for CNS malignancies",
        "7710763": "The Gut Microbiota, Kynurenine Pathway, and Immune System Interaction in the Development of Brain Cancer",
        "7341178": "Glioma induced alterations in fecal short-chain fatty acids and neurotransmitters",
        "6792271": "Problems associated with a highly artificial ketogenic diet: Letter to the Editor Re: van der Louw EJTM, Olieman JF, van den Bemt PMLA, et al. ‘Ketogenic diet treatment as adjuvant to standard treatment of glioblastoma multiforme: a feasibility and safety study’",
        "6721640": "Current and Future Trends on Diagnosis and Prognosis of Glioblastoma: From Molecular Biology to Proteomics"
    },
    "journal": "Trends in cancer",
    "topics": [
        "paving, way, axis, brain",
        "cancer, axis, brain, way",
        "cancer, brain, paving, way"
    ]
}