{
    "title": "CBTRUS Statistical Report: Primary Brain and Other Central Nervous System Tumors Diagnosed in the United States in 2012–2016",
    "abstract": "The Central Brain Tumor Registry of the United States (CBTRUS), in collaboration with the Centers for Disease \nControl and Prevention and National Cancer Institute, is the largest population-based registry focused exclusively \non primary brain and other central nervous system (CNS) tumors in the United States (US) and represents the entire \nUS population. \nThis report contains the most up-to-date population-based data on primary brain tumors available \nand supersedes all previous reports in terms of completeness and accuracy. All rates are age-adjusted using the \n2000 US standard population and presented per 100,000 population. \nThe average annual age-adjusted incidence \nrate (AAAIR) of all malignant and non-malignant brain and other CNS tumors was 23.41 (Malignant AAAIR = 7\n.08, \nnon-Malignant AAAIR = 16.33). This rate was higher in females compared to males (25.84 versus 20.82), Whites \ncompared to Blacks (23.50 versus 23.34), and non-Hispanics compared to Hispanics (23.84 versus 21.28). \nThe most \ncommonly occurring malignant brain and other CNS tumor was glioblastoma (14.6% of all tumors), and the most \ncommon non-malignant tumor was meningioma (37\n.6% of all tumors). Glioblastoma was more common in males, \nand meningioma was more common in females. In children and adolescents (age 0–19 years), the incidence rate of \nall primary brain and other CNS tumors was 6.06. An estimated 86,010 new cases of malignant and non-malignant \nbrain and other CNS tumors are expected to be diagnosed in the US in 2019 (25,510 malignant and 60,490 non-\nmalignant). \nThere were 79,718 deaths attributed to malignant brain and other CNS tumors between 2012 and 2016. \nThis represents an average annual mortality rate of 4.42. \nThe five-year relative survival rate following diagnosis of \na malignant brain and other CNS tumor was 35.8%, and the five-year relative survival rate following diagnosis of \na non-malignant brain and other CNS tumors was 91.5%.\nExecutive Summary\nThe Central Brain Tumor Registry of the United States \n(CBTRUS), in collaboration with the Centers for Disease \nControl and Prevention (CDC) and National Cancer Institute \n(NCI), is the largest population-based registry focused ex-\nclusively on primary brain and other central nervous system \n(CNS) tumors in the United States (US) and represents the \nentire US population. The CBTRUS Statistical Report: Primary \nBrain and Other Central Nervous System \nTumors Diagnosed in \nthe United States in 2012–2016 contains the most up-to-date",
    "authors": [
        "Quinn T Ostrom",
        "Gino Cioffi",
        "Haley Gittleman",
        "Nirav Patil",
        "Kristin Waite",
        "Carol Kruchko",
        "Jill S Barnholtz-Sloan"
    ],
    "published_year": "",
    "description": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6823730/\nhttps://doi.org/10.1093/neuonc/noz150",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6823730/",
    "doi": "https://doi.org/10.1093/neuonc/noz150",
    "citation_count": 1039,
    "references": {},
    "journal": "Neuro-Oncology",
    "topics": [
        "states, brain, cbtrus, tumors",
        "nervous, system, central, united",
        "tumors, statistical, states, report"
    ]
}