{
    "title": "Theranostic OCT microneedle for fast ultrahigh-resolution deep-brain imaging and efficient laser ablation in vivo",
    "abstract": "The potential advantages of our laser ablation microneedle are fourfold: (i) Unlike conventional laser wavelengths, 1448 nm is closer to one of the infrared absorption peaks of water, offering a much improved ablation efficiency than 1064 or 980 nm and thus requiring a lower ablation power (about 350 mW for 1448-nm probe versus 12 W for 1064-nm and 15 W for 980-nm laser probes) (9, 33); (ii) the microneedle has a smaller diameter (580 μm) than commercial laser probes (usually 2 mm in diameter), therefore introducing less trauma; (iii) with the high-resolution imaging capability, microneedle affords an opportunity for in vivo assessment of the target lesion and enables a precision laser probe placement and optimal ablation planning in situ, leading to potentially better treatment outcomes; and (iv) because the ablation laser and imaging beam are colocalized and directional, it is possible to perform ablation with real-time visual guidance.In our proof-of-concept experiment, we delivered an approximately 350-mW laser power on tissue for ablation. The potential advantages of our laser ablation microneedle are fourfold: (i) Unlike conventional laser wavelengths, 1448 nm is closer to one of the infrared absorption peaks of water, offering a much improved ablation efficiency than 1064 or 980 nm and thus requiring a lower ablation power (about 350 mW for 1448-nm probe versus 12 W for 1064-nm and 15 W for 980-nm laser probes) (9, 33); (ii) the microneedle has a smaller diameter (580 μm) than commercial laser probes (usually 2 mm in diameter), therefore introducing less trauma; (iii) with the high-resolution imaging capability, microneedle affords an opportunity for in vivo assessment of the target lesion and enables a precision laser probe placement and optimal ablation planning in situ, leading to potentially better treatment outcomes; and (iv) because the ablation laser and imaging beam are colocalized and directional, it is possible to perform ablation with real-time visual guidance.In our proof-of-concept experiment, we delivered an approximately 350-mW laser power on tissue for ablation. Then, OCT imaging of both the phantom and tissue was performed under the same experimental conditions.After normalization of the OCT signal, the depth-resolved attenuation coefficients for each A-line were calculated with the following equationμ[i]≈I[i]∆·∑i+1nI[i]+0.75(1)where μ[i] is the attenuation coefficient at the ith pixel of a given A-line, which is defined as the averaged attenuation over the pixel size of ∆, and I[i] is the OCT intensity at the ith pixel of that A-line of n pixels (n = 2048).",
    "authors": [
        "Wu Yuan",
        "Defu Chen",
        "Rachel Sarabia-Estrada",
        "Hugo Guerrero-Cázares",
        "Dawei Li",
        "Alfredo Quiñones-Hinojosa",
        "Xingde Li"
    ],
    "published_year": "2020",
    "description": "INTRODUCTIONThere is a fundamental trade-off between spatial resolution and tissue penetration for all bio-optical imaging techniques. It remains a challenging yet appealing scientific pursuit to perform high-resolution three-dimensional (3D) imaging in vivo in deep tissue of a solid organ such as deep brain. Multiphoton microscopy represents a notable step forward toward deep-brain imaging with micrometer-scale resolution (1–3); however, its imaging depth is still limited to a few hundred micrometers to about 1 mm because of the strong tissue scattering and severe aberrations caused by the complex refractive index variations. In an attempt to enable deep-brain imaging, minimally invasive methods including coherent fiber bundles and gradient index (GRIN) lens–based microscopy have been demonstrated (4–6). Unfortunately, these approaches usually offer a limited field of view and are not suitable for fast in vivo volumetric assessment. Therefore, a method capable of rapid minimally invasive deep-brain imaging in vivo in three dimensions is imperative to gain new insights into the complex brain system and make deep-brain microscopy clinically viable.One potential clinic use of in vivo deep-brain volumetric imaging is to guide laser ablation, a minimally invasive treatment for patients with brain cancer and epilepsy (7–9). It aids neurosurgeons to gain access to lesions that are located close to eloquent structures or deep in the brain, which are hard to reach through traditional craniotomy. Currently, deep-brain laser surgery relies on preoperative or intraoperative magnetic resonance imaging (MRI) to (i) identify the target lesion and entry path preoperatively, (ii) confirm the exact placement of the laser ablation probe, and (iii) monitor the ablation effects intraoperatively (7, 9). The treatment success of laser ablation depends on accurate placement of the probe and complete ablation of the entire cancer volume (7–9). The probe is placed in the operating room, but its location accuracy cannot be confirmed until an MRI scan is performed intraoperatively. If inaccurate placement is found, extra probe placements and MRI scans are needed. This not only is time intensive and costly but also increases the risk of patients to potential injury, particularly for the fragile and sensitive deep-brain structures. During laser ablation, the current practice offers very limited real-time feedback in situ on whether the entire lesion has been ablated other than visualizing the treatment volume via MRI temperature mapping. No high-resolution technology is currently available to assess in real time whether diseased tissues are still present in the treatment area to guide further ablation and whether the probe is close to critical blood vessels that should not be ablated. Therefore, an intraoperative deep-brain imaging technique with a real-time tissue assessment capability and laser ablation function can be highly desirable for (i) guiding accurate ablation probe placement, (ii) aiding in vivo assessment of cancer volume, and (iii) enabling continuous evaluation of ablation in situ and in real time to minimize intraoperative patient complications and optimize treatment outcome. Patient safety can also be enhanced for the laser ablation procedure by allowing real-time identification of some critical structures such as large blood vessels, minimizing the risk of intracranial hemorrhage and new neurologic deficit (10–12).Optical coherence tomography (OCT) is an appealing technology for real-time 3D visualization of tissue microanatomy in vivo with an imaging depth of 1 to 3 mm (13–15). To go beyond the depth limitation, an OCT needle was proposed and demonstrated to enable interstitial imaging of solid tissues/organs (11, 16–21). For example, OCT needle was used to image fresh lung tissues, and its diagnostic potential was demonstrated for detecting prostate cancer with ex vivo human tissues (22–25). However, most of the current OCT imaging needles operate at 1300 nm and offer limited resolution of about 10 μm in air. Furthermore, current OCT needles can either only scan at a speed of 1 to 2 frames per second (fps) or only perform M-mode imaging (with a single A-line). Compared with 1300-nm OCT needles, an 800-nm OCT needle is more attractive because of its unique capability of achieving a much higher axial resolution (i.e., <3 μm versus about 10 μm in conventional OCT in air) and potentially better imaging contrast, which are important for discerning subtle pathological changes (26, 27). Although a broadband source at 800 nm introduces a significant challenge to the probe optics design to handle severe chromatic aberration, a simple and cost-effective approach has recently been proposed to manage the chromatic aberration and the associated degradation of axial resolution while maintaining an ultracompact probe size (15). Moreover, the OCT needle could offer an opportunity of integrating imaging-based diagnosis/guidance capability with therapeutic function by incorporating the imaging and ablation laser beams into the same probe.Here, we demonstrated a miniaturized ultrahigh-resolution OCT microneedle, which operated at 800 nm and was integrated with laser ablation capability for rapid volumetric deep-brain imaging and laser treatment assessment in vivo. The microneedle probe offered an axial resolution of 2.4 μm in air (corresponding to 1.7 μm in tissue when considering the average tissue index of refraction). Minimal invasiveness was achieved with its small form factor (i.e., 580 μm in diameter including a protective glass microcapillary). Quantitative tissue attenuation property, a useful parameter to differentiate brain cancer from noncancer tissues (28), was derived from OCT images. In this study, we extended this method to provide 3D visualization of brain tissue attenuation coefficients by using an optimized depth-resolved attenuation algorithm (29–31). With the ultrahigh spatial resolution and quantitative tissue optical property, we demonstrated that histology-like imaging of mouse brain microstructures at a high speed (20 fps) was feasible, suggesting the potential of the microneedle for in vivo image guidance of the ablation probe placement in deep brain. In addition, the microneedle was also used to image brain cancer in a patient-derived mouse model, demonstrating its potential for in vivo lesion detection in deep brain. Integrated with a 1448-nm laser, the dual-function microneedle showed the therapeutic potential by combining efficient tissue ablation with ablation evaluation in vivo and in situ through real-time quantitative imaging.\nRESULTSOCT microneedle with laser ablation functionOur microneedle adopted a monolithic fiber-optic design similar to the super-achromatic microprobe recently demonstrated for ultrahigh-resolution OCT imaging at 800 nm (fig. S1A; see also Materials and Methods) (15). To incorporate a near-infrared (NIR) laser into the same needle for ablation, we modified the previous design by using a coating-striped single-mode fiber (HI780, Corning Inc.). In the needle probe, the bare fiber worked as a double-clad fiber with a single-mode core that transmits and receives OCT light and a multimode light-guiding cladding that transmits the NIR ablation laser. The side-viewing halved ball lens engineered at the distal end of the fiber provided focused and co-registered OCT and NIR laser spots on the tissue. The monolithic fiber-optic imaging/ablation needle was encased in a hypodermic tube of a 360-μm outer diameter (OD) and had an arbitrarily preset rigid length of about 48 cm (Fig. 1A and fig. S1B). Ultraviolet (UV)–curable glue (of a refractive index 1.37, lower than the refractive index 1.45 of the fiber cladding) was used to fill the gaps between the hypodermic tube and the bare fiber at the distal section (fig. S1B; see also Materials and Methods). The distal end of the needle was further protected with a glass microcapillary of a 580-μm OD and the rest with a plastic sheath (glued with the microcapillary) (Fig. 1A and fig. S1B). The needle can be rotated freely within the glass microcapillary and the plastic sheath. To correct the negative cylindrical lens effect induced by the microcapillary, a slightly elliptical shape was used for the ball lens to minimize astigmatism (Fig. 1B and fig. S1C; see also Materials and Methods) (15).Fig. 1Theranostic microneedle system with ultrahigh-resolution OCT imaging and laser ablation functions.(A) Photo of the microneedle with a hypodermic tube of a 360-μm OD and a 0.48-m rigid length. Inset: Enlarged view of the distal part of the microneedle encased in a glass microcapillary (OD: 580 μm). (B) Schematic of the microneedle operating with an 800-nm SD-OCT system and an NIR (1448 nm) ablation laser. The imaging and ablation functions were integrated/multiplexed by a switchable mirror. The microneedle can transmit the broadband 800-nm OCT light source and the ablation laser in a single fiber and focus the beams into the sample with a side-viewing fiber-optic ball lens. The two photographs show the OCT focused spot (captured directly by a CCD) and the ablation laser focused spot (captured by the CCD through an infrared card). In the SD-OCT system, the spectral interferograms were acquired with a linear-k spectrometer. The depth profile (A-line) was reconstructed by taking the Fourier transform of the spectral interferogram. The attenuation profile was then derived from the depth profile for every A-line to visualize both the microstructures and attenuation coefficients of tissue. Photo credit: Wu Yuan, Johns Hopkins University.To demonstrate the performance of microneedle, we used an 800-nm spectral-domain OCT (SD-OCT) system (Fig. 1B) (see Materials and Methods). After obtaining OCT intensity depth profiles (A-lines) of the target tissue, depth-resolved tissue attenuation properties were directly derived from every A-line by using a well-established algorithm (29). For accurate assessment of the attenuation properties, we further developed a method by removing the influence of the depth-dependent effects of the beam profiles, where the OCT signal from the brain tissue sample was normalized with the OCT signal from a reference tissue phantom with a known attenuation coefficient (see Materials and Methods) (28, 31). The spatially resolved, quantitative tissue attenuation properties were used in this study to present all the OCT images of mouse brain microstructures (Fig. 1B and fig. S2).By using a homemade broadband rotary joint, 3D volumetric imaging was performed by pulling back the rotating microneedle within the stationary sheath with a computerized linear translation stage at the proximal end of the probe (15). The pullback speed was used to control the separation (i.e., pullback pitch) between two adjacent circumferential images, and 10 μm was used in our studies. The OCT microneedle system was capable of cross-sectional imaging at high resolution (about 1.7 μm × 5.7 μm, axial × lateral) and at high speed (20 fps with 3584 A-lines per image). The imaging depth governed by the spectrometer in the SD-OCT system was about 1.23 mm (in air), and the measured detection sensitivity was about −108 dB with a 10-mW incident power on the sample. Switching between OCT imaging and laser ablation was achieved by using a switchable mirror (Fig. 1B).Deep-brain imaging of normal mouse in vivoWe first performed in vivo volumetric deep-brain imaging of a BALB/c nude mouse (see Materials and Methods). Under anesthetization, two small burr holes (each of an approximately 1 mm diameter) were made in the skull of the mouse after scalp incision (fig. S3A). The microneedle was then deployed under computer control through the burr hole into the mouse brain with a target trajectory normal to the surface and a depth of about 4.5 mm of the mouse brain (fig. S3B). A 4.5-mm-long (in z direction) deep-brain cylindrical volume was imaged in 22.5 s to generate a 3D color-coded attenuation property image of brain tissue (Fig. 2A), which shows the microstructural details and depth-resolved attenuation coefficients of the laminated brain structures. Two cutaway views (Fig. 2, B and C) are presented adjacent to the corresponding histology of the excised specimen (Fig. 2, D and E). Side-by-side comparison of the respective pair of histology micrograph and cutaway OCT view shows that there is a good correlation between the OCT representation and the histomorphology. The mouse brain structures, including cerebral cortex, corpus callosum, caudate putamen, ventral striatum, and thalamus, can be identified in Fig. 2 (A to C) (32). In particular, the filament bundle structures of striatopallidal fibers in caudate putamen can be appreciated in the OCT images (Fig. 2, A to C). In addition, the color-coded optical property images show a good visual delineation of each structure of the brain (Fig. 2, A to C). The cerebral cortex and ventral striatum display a generally lower attenuation compared with those of corpus callosum and anterior commissure (for example, for the representative green boxed regions that were randomly selected on each structure of the mouse brain shown in Fig. 2B, 3.2 ± 0.6 mm−1 for cerebral cortex and 3.4 ± 0.4 mm−1 for ventral striatum versus 6.9 ± 0.8 mm−1 for corpus callosum and 7.6 ± 0.9 mm−1 for anterior commissure), while caudate putamen demonstrates striatopallidal fibers of higher optical attenuation coefficients (such as 7.8 ± 0.3 mm−1 for the randomly selected green boxed region in caudate putamen shown in Fig. 2B) embedded in the ambient tissue of lower attenuation (such as 2.9 ± 0.2 mm−1 in the randomly selected green boxed region in Fig. 2C).Fig. 2In vivo 3D deep-brain imaging of a normal mouse brain on the left side.(A) Reconstructed brain volume with color-coded attenuation values. (B and C) Two cutaway views along the x-z cross section as marked with vertical green dashed line in (A) (see fig. S4A for details on virtual dissection and orientation of the OCT images). Randomly selected representative regions (200 μm × 200 μm) boxed with green squares in (B) and (C) are used to calculate the average attenuation values of each brain structures with a 100-μm-thick tissue starting from the surface. (D and E) Hematoxylin and eosin (H&E) histology micrographs of excised brain specimens corresponding to OCT images (B and C, respectively). (F to J) En face projection views of the unwrapped brain attenuation property averaged over a 25-μm-thick brain slice at different depths, i.e., 0 μm—tissue surface (F), 25 μm (G), 50 μm (H), 75 μm (I), and 100 μm (J) (see fig. S4A for details on virtual dissection). Insets show an enlarged view of the blue boxed regions r1 to r5 in (F) to (J) and their correlated H&E histology obtained from yellow boxed areas r1 to r5 in (D) and (E). In corpus callosum and anterior commissure, purple asterisks in (F) to (J) indicate the microstructures and attenuation evolvement with depth. (K to O) Representative attenuation cross-sectional images of different brain structures [corresponding to the horizontal green dashed lines in (A)], including cerebral cortex (K), corpus callosum (L), caudate putamen (M), junction area between anterior commissure and ventral striatum (N), and ventral striatum (O). Red arrow in (K) indicates a blood vessel, which is manifested as characteristic strong signal attenuation by blood. Scale bars, 500 μm.Unwrapped brain slices (each of a 25-μm thickness) at different depths are shown in en face views by using mean attenuation projection (Fig. 2, F to J, and fig. S4A). The variation of microstructures and attenuation coefficients with depth, particularly for the nerve fiber bundles in the corpus callosum layer and the anterior commissure layer (purple asterisks), can be appreciated. The enlarged views show the microscopic details of fiber bundles (red and yellow triangles) in anterior commissure (r1) and corpus callosum (r2), blood vessels (red and yellow arrows, r3) and axon bundles (red and yellow asterisks, r4) in cortex layer, and striatopallidal fibers (red and yellow diamond suits, r5) in caudate putamen. A good correlation is found between these microstructures in OCT images and the respective histology. The clear microstructural delineation for different brain structures can also be appreciated from the representative attenuation cross-sectional images (Fig. 2, K to O), which show distinct optical attenuation coefficients manifesting the difference in the cell density and nuclear-to-cytoplasmic ratio.In vivo detection of cancer in deep mouse brainTo demonstrate the potential of the microneedle for in vivo assessment of mouse deep brain lesions, we imaged an orthotopic glioblastoma (GBM) mouse model (see Materials and Methods). Nude mice were implanted with GBM1A, a patient-derived cell line, which was genetically modified to express green fluorescent protein (GFP). Four weeks after inoculation, a UV source was used to excite GFP, and an electron-multiplying charge-coupled device (CCD) (EMCCD) was used to detect the GFP fluorescence to confirm the successful development of cancer (Fig. 3A and fig. S5; see also Materials and Methods). Two contralateral burr holes were made using a dental drill (Fig. 3B). We acquired deep-brain volumetric OCT images on both sides of the brain to assess cancer in vivo. We identified cancerous brain tissues in the OCT dataset acquired from the right brain with a 4.4-mm microneedle insertion depth (Fig. 3C), while no cancer was found from the left brain. These findings correlated with the GFP fluorescence results. The OCT image in cutaway view delineates cancer versus noncancer brain tissues (as shown in Fig. 3C, with cancer indicated by yellow asterisks). Together with two sectional cutaway views (Fig. 3, D and E), the cancer volume can be identified to spread from the cerebral cortex surface toward corpus callosum, while no cancer was found in caudate putamen and adjacent thalamus. The well-resolved brain microstructures and the cancer distribution in the OCT images were verified in the corresponding hematoxylin and eosin (H&E) micrograph (Fig. 3F). The strong correlation can also be appreciated from the en face view by using mean attenuation projection (Fig. 3G and fig. S4B). The en face projection view further reveals the invasion of cancer into the top part of cerebral cortex and the formation of cancer cores under pia mater.Fig. 3In vivo cancer detection in a patient-derived mouse brain cancer model.(A) GFP image of the mouse brain with the scalp incised but skull intact. Red arrow indicates the cancer area with bright GFP signals. (B) White light image of the mouse brain with two contralateral burr holes. Red arrow indicates the burr hole in cancer area. (C) Cutaway view of the reconstructed volumetric OCT image of the brain with cancer on the right side. (D and E) Two sectional cutaway views were virtually dissected from (C) along the vertical green dashed line (y-z cross section) (D) and along the horizontal green dashed line (x-y cross section) (E) to demonstrate the cancer volume (marked with yellow asterisks) (see fig. S4B for details on virtual dissection and orientation). (F) H&E histology micrograph of the corresponding brain specimen, with the cancer area indicated by yellow asterisks. (G) En face projection view of the unwrapped brain attenuation property averaged over a 25-μm-thick brain slice starting from the tissue surface (see fig. S4B for details on virtual dissection), which shows the cancer cores (red asterisks) under pia mater and in cerebral cortex. The purple boxed area in (G) corresponds to the histology in (F). (H to J) Representative cross-sectional images at different depths as indicated by the green dashed lines in (G) to demonstrate cancer (red asterisks) in different brain structures, including right under pia mater (H), cerebral cortex (I), and corpus callosum (J). The representative average attenuation values were calculated for cortical tissues (100 μm thick from the tissue surface) for cancerous tissues [marked with red arcs in (H) to (J)] and noncancerous tissues (marked with blue arcs). (K) The cross-sectional image in caudate putamen shows normal microstructures of striatopallidal fibers. Scale bars, 500 μm. Photo credit: Wu Yuan and Defu Chen, Johns Hopkins University.The representative OCT cross-sectional images at different brain depths show the morphological features and attenuation coefficients of cancerous versus noncancerous tissues (Fig. 3, H to K). As for the cancer core beneath pia mater (Fig. 3H) and in cerebral cortex (Fig. 3I), a heterogeneous structure is evident with a visible boundary and an attenuation coefficient slightly higher than that of the surrounding noncancerous brain tissues (i.e., 3.9 ± 0.7 mm−1 and 4.3 ± 0.5 mm−1 for cancerous tissues versus 2.9 ± 0.5 mm−1 and 3.1 ± 0.4 mm−1 for noncancerous tissues in Fig. 3, H and I, respectively). In contrast, the cancer in corpus callosum (Fig. 3J) displays an attenuation coefficient lower than that of adjacent noncancerous tissue (i.e., 3.4 ± 0.4 mm−1 for cancerous tissues versus 7.1 ± 0.6 mm−1 for noncancerous tissues in Fig. 3J). These observations on optical attenuation coefficients are consistent with the previous OCT studies on brain cancer (28). It is also noteworthy that in our current studies, the attenuation coefficients of cancer cores are not constant (Fig. 3G). For example, some cancerous tissues in cortex (Fig. 3I) demonstrate higher attenuation values than those found in corpus callosum (Fig. 3J), such as 4.3 ± 0.5 mm−1 in cortex versus 3.4 ± 0.4 mm−1 in corpus callosum. In addition, a cross-sectional image right beneath corpus callosum (Fig. 3K) shows a normal OCT representation of caudate putamen with the characteristic microstructures of striatopallidal fibers, indicative of noncancerous brain tissue.In vivo laser ablation and in situ evaluation of ablation resultsTo further demonstrate the clinical potential of the dual-function device, we performed in vivo laser ablation in a normal mouse brain and in situ evaluation of ablation treatment. In our study, instead of using a 1064- or 980-nm laser as in commercial laser ablation probes (9), we used a laser at a longer wavelength of 1448 nm. The potential advantages of our laser ablation microneedle are fourfold: (i) Unlike conventional laser wavelengths, 1448 nm is closer to one of the infrared absorption peaks of water, offering a much improved ablation efficiency than 1064 or 980 nm and thus requiring a lower ablation power (about 350 mW for 1448-nm probe versus 12 W for 1064-nm and 15 W for 980-nm laser probes) (9, 33); (ii) the microneedle has a smaller diameter (580 μm) than commercial laser probes (usually 2 mm in diameter), therefore introducing less trauma; (iii) with the high-resolution imaging capability, microneedle affords an opportunity for in vivo assessment of the target lesion and enables a precision laser probe placement and optimal ablation planning in situ, leading to potentially better treatment outcomes; and (iv) because the ablation laser and imaging beam are colocalized and directional, it is possible to perform ablation with real-time visual guidance.In our proof-of-concept experiment, we delivered an approximately 350-mW laser power on tissue for ablation. The imaging mode and ablation mode were switchable by using a foldable mirror (Fig. 1B). The mouse deep-brain structures were first imaged by advancing the microneedle to a depth of 4.5 mm below the cortical surface (Fig. 4A). Ablation along a line (indicated by red arrows) was then performed by linearly retracting the microneedle at a speed of 0.05 mm s−1. After that, the microneedle was advanced 4 mm to caudate putamen and rotated by about 180° within the glass microcapillary. A point ablation (indicated by the blue arrow) was performed with a docked needle and an exposure time of 2 s. In situ imaging was performed immediately after ablation to evaluate the ablation results (Fig. 4B). After about half an hour, we performed a second round of point ablation at four additional predesigned locations (indicated by blue arrows) and reevaluated the new ablations with in situ OCT volumetric imaging (Fig. 4C).Fig. 4In vivo laser ablation with in situ post-ablation evaluation in a normal mouse brain with the dual-function microneedle.(A) En face projection views of unwrapped brain attenuation property averaged over a 100-μm-thick tissue slice starting from tissue surface (see fig. S4C for details on virtual dissection) before ablation, (B) after a line (red arrows) and a point (blue arrows) ablation, and (C) after four new point ablations. (D) Reconstructed brain volumetric OCT image with color-coded attenuation values and (E) the cutaway view along the x-z cross section (see fig. S4C for details on virtual dissection and orientation), demonstrating the damaged brain tissue after all the ablations. Randomly selected green boxed regions (200 μm × 200 μm) in (E) were used to calculate the representative attenuation values averaged over a 100-μm-thick corresponding tissue slice starting from the surface. (F to H) Representative cross-sectional images corresponding to the green dashed lines in (A) to (C), respectively, demonstrate the brain tissue before laser ablation (F) and immediately after each ablation procedure (G and H). Blue arrows indicate point ablation. Red arrows indicate line ablation. The void regions (indicated by blue and red arrows) are caused by the photoevaporative effect of laser ablation. Black asterisks indicate the coagulation effect of laser ablation, which results in the loss of the normal striatopallidal fiber structures in caudate putamen. In comparison, black triangles in (B) to (E) indicate intact caudate putamen. (I) Attenuation properties (mean ± SD) before and after ablation of a representative 100-μm-thick tissue slice starting from the surface region marked with a red arc in (F) to (H). (J) Correlated H&E histology micrograph, showing the microstructural changes induced by laser ablation. Blue arrows point to the desiccation centers, while black asterisks indicate the coagulation areas, with boundaries marked with blue dashed lines. Scale bars, 500 μm.The en face projection views (Fig. 4, A to C) show the ablation effects in deep brain, which are characterized with the loss of fine striatopallidal fiber structures in caudate putamen (black asterisks) and the significantly diminished optical attenuation over the ablated area (red and blue arrows). The volumetric OCT brain image (Fig. 4D) and the cutaway view (Fig. 4E) demonstrate the photoevaporation effect of laser ablation, which created void volumes (tissue cavitation, marked with blue arrows, with attenuation values of about 0.6 ± 0.3 mm−1 in the green boxed region in Fig. 4E) surrounded by coagulation areas (indicated by black asterisks in Fig. 4E), which feature the loss of the normal filament bundle structures of striatopallidal fibers in caudate putamen. Coagulation resulted in an overall lower attenuation coefficient (indicated by black asterisks, with attenuation values of about 3.5 ± 0.4 mm−1 in the corresponding green boxed region in Fig. 4E) than that of the intact region in caudate putamen (indicated by black triangles, with attenuation values of about 5.7 ± 0.8 mm−1 in the green boxed region in Fig. 4E). These micromorphological and optical property changes in caudate putamen induced by photoevaporation and coagulation can be appreciated from the representative cross-sectional OCT images before and after laser ablation (Fig. 4, F to H). As shown in Fig. 4I, laser ablation of caudate putamen caused a gradually decreased attenuation with time, such as 5.4 ± 0.5 mm−1 before ablation versus 4.2 ± 0.5 mm−1 after the first round of ablation and 3.6 ± 0.3 mm−1 after the second round of ablation. The observed microstructural changes in OCT (Fig. 4E) can be further verified by the corresponding histology (Fig. 4J), which shows the ablated caudate putamen of multiple cavitation (indicated by blue arrows) and relatively narrow zones of peripheral coagulation area (indicated by black asterisks with boundaries marked with blue dashed lines) (33).\nOCT microneedle with laser ablation functionOur microneedle adopted a monolithic fiber-optic design similar to the super-achromatic microprobe recently demonstrated for ultrahigh-resolution OCT imaging at 800 nm (fig. S1A; see also Materials and Methods) (15). To incorporate a near-infrared (NIR) laser into the same needle for ablation, we modified the previous design by using a coating-striped single-mode fiber (HI780, Corning Inc.). In the needle probe, the bare fiber worked as a double-clad fiber with a single-mode core that transmits and receives OCT light and a multimode light-guiding cladding that transmits the NIR ablation laser. The side-viewing halved ball lens engineered at the distal end of the fiber provided focused and co-registered OCT and NIR laser spots on the tissue. The monolithic fiber-optic imaging/ablation needle was encased in a hypodermic tube of a 360-μm outer diameter (OD) and had an arbitrarily preset rigid length of about 48 cm (Fig. 1A and fig. S1B). Ultraviolet (UV)–curable glue (of a refractive index 1.37, lower than the refractive index 1.45 of the fiber cladding) was used to fill the gaps between the hypodermic tube and the bare fiber at the distal section (fig. S1B; see also Materials and Methods). The distal end of the needle was further protected with a glass microcapillary of a 580-μm OD and the rest with a plastic sheath (glued with the microcapillary) (Fig. 1A and fig. S1B). The needle can be rotated freely within the glass microcapillary and the plastic sheath. To correct the negative cylindrical lens effect induced by the microcapillary, a slightly elliptical shape was used for the ball lens to minimize astigmatism (Fig. 1B and fig. S1C; see also Materials and Methods) (15).Fig. 1Theranostic microneedle system with ultrahigh-resolution OCT imaging and laser ablation functions.(A) Photo of the microneedle with a hypodermic tube of a 360-μm OD and a 0.48-m rigid length. Inset: Enlarged view of the distal part of the microneedle encased in a glass microcapillary (OD: 580 μm). (B) Schematic of the microneedle operating with an 800-nm SD-OCT system and an NIR (1448 nm) ablation laser. The imaging and ablation functions were integrated/multiplexed by a switchable mirror. The microneedle can transmit the broadband 800-nm OCT light source and the ablation laser in a single fiber and focus the beams into the sample with a side-viewing fiber-optic ball lens. The two photographs show the OCT focused spot (captured directly by a CCD) and the ablation laser focused spot (captured by the CCD through an infrared card). In the SD-OCT system, the spectral interferograms were acquired with a linear-k spectrometer. The depth profile (A-line) was reconstructed by taking the Fourier transform of the spectral interferogram. The attenuation profile was then derived from the depth profile for every A-line to visualize both the microstructures and attenuation coefficients of tissue. Photo credit: Wu Yuan, Johns Hopkins University.To demonstrate the performance of microneedle, we used an 800-nm spectral-domain OCT (SD-OCT) system (Fig. 1B) (see Materials and Methods). After obtaining OCT intensity depth profiles (A-lines) of the target tissue, depth-resolved tissue attenuation properties were directly derived from every A-line by using a well-established algorithm (29). For accurate assessment of the attenuation properties, we further developed a method by removing the influence of the depth-dependent effects of the beam profiles, where the OCT signal from the brain tissue sample was normalized with the OCT signal from a reference tissue phantom with a known attenuation coefficient (see Materials and Methods) (28, 31). The spatially resolved, quantitative tissue attenuation properties were used in this study to present all the OCT images of mouse brain microstructures (Fig. 1B and fig. S2).By using a homemade broadband rotary joint, 3D volumetric imaging was performed by pulling back the rotating microneedle within the stationary sheath with a computerized linear translation stage at the proximal end of the probe (15). The pullback speed was used to control the separation (i.e., pullback pitch) between two adjacent circumferential images, and 10 μm was used in our studies. The OCT microneedle system was capable of cross-sectional imaging at high resolution (about 1.7 μm × 5.7 μm, axial × lateral) and at high speed (20 fps with 3584 A-lines per image). The imaging depth governed by the spectrometer in the SD-OCT system was about 1.23 mm (in air), and the measured detection sensitivity was about −108 dB with a 10-mW incident power on the sample. Switching between OCT imaging and laser ablation was achieved by using a switchable mirror (Fig. 1B).\nDeep-brain imaging of normal mouse in vivoWe first performed in vivo volumetric deep-brain imaging of a BALB/c nude mouse (see Materials and Methods). Under anesthetization, two small burr holes (each of an approximately 1 mm diameter) were made in the skull of the mouse after scalp incision (fig. S3A). The microneedle was then deployed under computer control through the burr hole into the mouse brain with a target trajectory normal to the surface and a depth of about 4.5 mm of the mouse brain (fig. S3B). A 4.5-mm-long (in z direction) deep-brain cylindrical volume was imaged in 22.5 s to generate a 3D color-coded attenuation property image of brain tissue (Fig. 2A), which shows the microstructural details and depth-resolved attenuation coefficients of the laminated brain structures. Two cutaway views (Fig. 2, B and C) are presented adjacent to the corresponding histology of the excised specimen (Fig. 2, D and E). Side-by-side comparison of the respective pair of histology micrograph and cutaway OCT view shows that there is a good correlation between the OCT representation and the histomorphology. The mouse brain structures, including cerebral cortex, corpus callosum, caudate putamen, ventral striatum, and thalamus, can be identified in Fig. 2 (A to C) (32). In particular, the filament bundle structures of striatopallidal fibers in caudate putamen can be appreciated in the OCT images (Fig. 2, A to C). In addition, the color-coded optical property images show a good visual delineation of each structure of the brain (Fig. 2, A to C). The cerebral cortex and ventral striatum display a generally lower attenuation compared with those of corpus callosum and anterior commissure (for example, for the representative green boxed regions that were randomly selected on each structure of the mouse brain shown in Fig. 2B, 3.2 ± 0.6 mm−1 for cerebral cortex and 3.4 ± 0.4 mm−1 for ventral striatum versus 6.9 ± 0.8 mm−1 for corpus callosum and 7.6 ± 0.9 mm−1 for anterior commissure), while caudate putamen demonstrates striatopallidal fibers of higher optical attenuation coefficients (such as 7.8 ± 0.3 mm−1 for the randomly selected green boxed region in caudate putamen shown in Fig. 2B) embedded in the ambient tissue of lower attenuation (such as 2.9 ± 0.2 mm−1 in the randomly selected green boxed region in Fig. 2C).Fig. 2In vivo 3D deep-brain imaging of a normal mouse brain on the left side.(A) Reconstructed brain volume with color-coded attenuation values. (B and C) Two cutaway views along the x-z cross section as marked with vertical green dashed line in (A) (see fig. S4A for details on virtual dissection and orientation of the OCT images). Randomly selected representative regions (200 μm × 200 μm) boxed with green squares in (B) and (C) are used to calculate the average attenuation values of each brain structures with a 100-μm-thick tissue starting from the surface. (D and E) Hematoxylin and eosin (H&E) histology micrographs of excised brain specimens corresponding to OCT images (B and C, respectively). (F to J) En face projection views of the unwrapped brain attenuation property averaged over a 25-μm-thick brain slice at different depths, i.e., 0 μm—tissue surface (F), 25 μm (G), 50 μm (H), 75 μm (I), and 100 μm (J) (see fig. S4A for details on virtual dissection). Insets show an enlarged view of the blue boxed regions r1 to r5 in (F) to (J) and their correlated H&E histology obtained from yellow boxed areas r1 to r5 in (D) and (E). In corpus callosum and anterior commissure, purple asterisks in (F) to (J) indicate the microstructures and attenuation evolvement with depth. (K to O) Representative attenuation cross-sectional images of different brain structures [corresponding to the horizontal green dashed lines in (A)], including cerebral cortex (K), corpus callosum (L), caudate putamen (M), junction area between anterior commissure and ventral striatum (N), and ventral striatum (O). Red arrow in (K) indicates a blood vessel, which is manifested as characteristic strong signal attenuation by blood. Scale bars, 500 μm.Unwrapped brain slices (each of a 25-μm thickness) at different depths are shown in en face views by using mean attenuation projection (Fig. 2, F to J, and fig. S4A). The variation of microstructures and attenuation coefficients with depth, particularly for the nerve fiber bundles in the corpus callosum layer and the anterior commissure layer (purple asterisks), can be appreciated. The enlarged views show the microscopic details of fiber bundles (red and yellow triangles) in anterior commissure (r1) and corpus callosum (r2), blood vessels (red and yellow arrows, r3) and axon bundles (red and yellow asterisks, r4) in cortex layer, and striatopallidal fibers (red and yellow diamond suits, r5) in caudate putamen. A good correlation is found between these microstructures in OCT images and the respective histology. The clear microstructural delineation for different brain structures can also be appreciated from the representative attenuation cross-sectional images (Fig. 2, K to O), which show distinct optical attenuation coefficients manifesting the difference in the cell density and nuclear-to-cytoplasmic ratio.\nIn vivo detection of cancer in deep mouse brainTo demonstrate the potential of the microneedle for in vivo assessment of mouse deep brain lesions, we imaged an orthotopic glioblastoma (GBM) mouse model (see Materials and Methods). Nude mice were implanted with GBM1A, a patient-derived cell line, which was genetically modified to express green fluorescent protein (GFP). Four weeks after inoculation, a UV source was used to excite GFP, and an electron-multiplying charge-coupled device (CCD) (EMCCD) was used to detect the GFP fluorescence to confirm the successful development of cancer (Fig. 3A and fig. S5; see also Materials and Methods). Two contralateral burr holes were made using a dental drill (Fig. 3B). We acquired deep-brain volumetric OCT images on both sides of the brain to assess cancer in vivo. We identified cancerous brain tissues in the OCT dataset acquired from the right brain with a 4.4-mm microneedle insertion depth (Fig. 3C), while no cancer was found from the left brain. These findings correlated with the GFP fluorescence results. The OCT image in cutaway view delineates cancer versus noncancer brain tissues (as shown in Fig. 3C, with cancer indicated by yellow asterisks). Together with two sectional cutaway views (Fig. 3, D and E), the cancer volume can be identified to spread from the cerebral cortex surface toward corpus callosum, while no cancer was found in caudate putamen and adjacent thalamus. The well-resolved brain microstructures and the cancer distribution in the OCT images were verified in the corresponding hematoxylin and eosin (H&E) micrograph (Fig. 3F). The strong correlation can also be appreciated from the en face view by using mean attenuation projection (Fig. 3G and fig. S4B). The en face projection view further reveals the invasion of cancer into the top part of cerebral cortex and the formation of cancer cores under pia mater.Fig. 3In vivo cancer detection in a patient-derived mouse brain cancer model.(A) GFP image of the mouse brain with the scalp incised but skull intact. Red arrow indicates the cancer area with bright GFP signals. (B) White light image of the mouse brain with two contralateral burr holes. Red arrow indicates the burr hole in cancer area. (C) Cutaway view of the reconstructed volumetric OCT image of the brain with cancer on the right side. (D and E) Two sectional cutaway views were virtually dissected from (C) along the vertical green dashed line (y-z cross section) (D) and along the horizontal green dashed line (x-y cross section) (E) to demonstrate the cancer volume (marked with yellow asterisks) (see fig. S4B for details on virtual dissection and orientation). (F) H&E histology micrograph of the corresponding brain specimen, with the cancer area indicated by yellow asterisks. (G) En face projection view of the unwrapped brain attenuation property averaged over a 25-μm-thick brain slice starting from the tissue surface (see fig. S4B for details on virtual dissection), which shows the cancer cores (red asterisks) under pia mater and in cerebral cortex. The purple boxed area in (G) corresponds to the histology in (F). (H to J) Representative cross-sectional images at different depths as indicated by the green dashed lines in (G) to demonstrate cancer (red asterisks) in different brain structures, including right under pia mater (H), cerebral cortex (I), and corpus callosum (J). The representative average attenuation values were calculated for cortical tissues (100 μm thick from the tissue surface) for cancerous tissues [marked with red arcs in (H) to (J)] and noncancerous tissues (marked with blue arcs). (K) The cross-sectional image in caudate putamen shows normal microstructures of striatopallidal fibers. Scale bars, 500 μm. Photo credit: Wu Yuan and Defu Chen, Johns Hopkins University.The representative OCT cross-sectional images at different brain depths show the morphological features and attenuation coefficients of cancerous versus noncancerous tissues (Fig. 3, H to K). As for the cancer core beneath pia mater (Fig. 3H) and in cerebral cortex (Fig. 3I), a heterogeneous structure is evident with a visible boundary and an attenuation coefficient slightly higher than that of the surrounding noncancerous brain tissues (i.e., 3.9 ± 0.7 mm−1 and 4.3 ± 0.5 mm−1 for cancerous tissues versus 2.9 ± 0.5 mm−1 and 3.1 ± 0.4 mm−1 for noncancerous tissues in Fig. 3, H and I, respectively). In contrast, the cancer in corpus callosum (Fig. 3J) displays an attenuation coefficient lower than that of adjacent noncancerous tissue (i.e., 3.4 ± 0.4 mm−1 for cancerous tissues versus 7.1 ± 0.6 mm−1 for noncancerous tissues in Fig. 3J). These observations on optical attenuation coefficients are consistent with the previous OCT studies on brain cancer (28). It is also noteworthy that in our current studies, the attenuation coefficients of cancer cores are not constant (Fig. 3G). For example, some cancerous tissues in cortex (Fig. 3I) demonstrate higher attenuation values than those found in corpus callosum (Fig. 3J), such as 4.3 ± 0.5 mm−1 in cortex versus 3.4 ± 0.4 mm−1 in corpus callosum. In addition, a cross-sectional image right beneath corpus callosum (Fig. 3K) shows a normal OCT representation of caudate putamen with the characteristic microstructures of striatopallidal fibers, indicative of noncancerous brain tissue.\nIn vivo laser ablation and in situ evaluation of ablation resultsTo further demonstrate the clinical potential of the dual-function device, we performed in vivo laser ablation in a normal mouse brain and in situ evaluation of ablation treatment. In our study, instead of using a 1064- or 980-nm laser as in commercial laser ablation probes (9), we used a laser at a longer wavelength of 1448 nm. The potential advantages of our laser ablation microneedle are fourfold: (i) Unlike conventional laser wavelengths, 1448 nm is closer to one of the infrared absorption peaks of water, offering a much improved ablation efficiency than 1064 or 980 nm and thus requiring a lower ablation power (about 350 mW for 1448-nm probe versus 12 W for 1064-nm and 15 W for 980-nm laser probes) (9, 33); (ii) the microneedle has a smaller diameter (580 μm) than commercial laser probes (usually 2 mm in diameter), therefore introducing less trauma; (iii) with the high-resolution imaging capability, microneedle affords an opportunity for in vivo assessment of the target lesion and enables a precision laser probe placement and optimal ablation planning in situ, leading to potentially better treatment outcomes; and (iv) because the ablation laser and imaging beam are colocalized and directional, it is possible to perform ablation with real-time visual guidance.In our proof-of-concept experiment, we delivered an approximately 350-mW laser power on tissue for ablation. The imaging mode and ablation mode were switchable by using a foldable mirror (Fig. 1B). The mouse deep-brain structures were first imaged by advancing the microneedle to a depth of 4.5 mm below the cortical surface (Fig. 4A). Ablation along a line (indicated by red arrows) was then performed by linearly retracting the microneedle at a speed of 0.05 mm s−1. After that, the microneedle was advanced 4 mm to caudate putamen and rotated by about 180° within the glass microcapillary. A point ablation (indicated by the blue arrow) was performed with a docked needle and an exposure time of 2 s. In situ imaging was performed immediately after ablation to evaluate the ablation results (Fig. 4B). After about half an hour, we performed a second round of point ablation at four additional predesigned locations (indicated by blue arrows) and reevaluated the new ablations with in situ OCT volumetric imaging (Fig. 4C).Fig. 4In vivo laser ablation with in situ post-ablation evaluation in a normal mouse brain with the dual-function microneedle.(A) En face projection views of unwrapped brain attenuation property averaged over a 100-μm-thick tissue slice starting from tissue surface (see fig. S4C for details on virtual dissection) before ablation, (B) after a line (red arrows) and a point (blue arrows) ablation, and (C) after four new point ablations. (D) Reconstructed brain volumetric OCT image with color-coded attenuation values and (E) the cutaway view along the x-z cross section (see fig. S4C for details on virtual dissection and orientation), demonstrating the damaged brain tissue after all the ablations. Randomly selected green boxed regions (200 μm × 200 μm) in (E) were used to calculate the representative attenuation values averaged over a 100-μm-thick corresponding tissue slice starting from the surface. (F to H) Representative cross-sectional images corresponding to the green dashed lines in (A) to (C), respectively, demonstrate the brain tissue before laser ablation (F) and immediately after each ablation procedure (G and H). Blue arrows indicate point ablation. Red arrows indicate line ablation. The void regions (indicated by blue and red arrows) are caused by the photoevaporative effect of laser ablation. Black asterisks indicate the coagulation effect of laser ablation, which results in the loss of the normal striatopallidal fiber structures in caudate putamen. In comparison, black triangles in (B) to (E) indicate intact caudate putamen. (I) Attenuation properties (mean ± SD) before and after ablation of a representative 100-μm-thick tissue slice starting from the surface region marked with a red arc in (F) to (H). (J) Correlated H&E histology micrograph, showing the microstructural changes induced by laser ablation. Blue arrows point to the desiccation centers, while black asterisks indicate the coagulation areas, with boundaries marked with blue dashed lines. Scale bars, 500 μm.The en face projection views (Fig. 4, A to C) show the ablation effects in deep brain, which are characterized with the loss of fine striatopallidal fiber structures in caudate putamen (black asterisks) and the significantly diminished optical attenuation over the ablated area (red and blue arrows). The volumetric OCT brain image (Fig. 4D) and the cutaway view (Fig. 4E) demonstrate the photoevaporation effect of laser ablation, which created void volumes (tissue cavitation, marked with blue arrows, with attenuation values of about 0.6 ± 0.3 mm−1 in the green boxed region in Fig. 4E) surrounded by coagulation areas (indicated by black asterisks in Fig. 4E), which feature the loss of the normal filament bundle structures of striatopallidal fibers in caudate putamen. Coagulation resulted in an overall lower attenuation coefficient (indicated by black asterisks, with attenuation values of about 3.5 ± 0.4 mm−1 in the corresponding green boxed region in Fig. 4E) than that of the intact region in caudate putamen (indicated by black triangles, with attenuation values of about 5.7 ± 0.8 mm−1 in the green boxed region in Fig. 4E). These micromorphological and optical property changes in caudate putamen induced by photoevaporation and coagulation can be appreciated from the representative cross-sectional OCT images before and after laser ablation (Fig. 4, F to H). As shown in Fig. 4I, laser ablation of caudate putamen caused a gradually decreased attenuation with time, such as 5.4 ± 0.5 mm−1 before ablation versus 4.2 ± 0.5 mm−1 after the first round of ablation and 3.6 ± 0.3 mm−1 after the second round of ablation. The observed microstructural changes in OCT (Fig. 4E) can be further verified by the corresponding histology (Fig. 4J), which shows the ablated caudate putamen of multiple cavitation (indicated by blue arrows) and relatively narrow zones of peripheral coagulation area (indicated by black asterisks with boundaries marked with blue dashed lines) (33).\nDISCUSSIONThe ability of the dual-function microneedle to perform rapid, high-resolution, and quantitative 3D deep-brain imaging in vivo and power-efficient tissue ablation could be useful for future understanding and management of deep-seated brain diseases. High-resolution brain microstructures, such as cerebral cortex, corpus callosum, caudate putamen, ventral striatum, and thalamus, identified by microneedle OCT can now be further characterized in vivo in terms of optical attenuation coefficients by using an optimized depth-resolved attenuation algorithm. This capability could allow researchers to gain quantitative knowledge about optical properties, which are related to local cell density and nuclear-to-cytoplasmic ratio, potentially for distinguishing brain disease types and their stages. The ability of the microneedle to identify cancerous brain tissues in the context of microstructural features and attenuation contrast should increase the diagnostic capability of OCT for detecting diseased and nondiseased tissues in deep brain. When integrated with an ablation laser, the ability of the microneedle to evaluate the photoevaporation and photocoagulation effects in situ during laser ablation could greatly enhance its utility for intraoperative ablation management to achieve an optimal treatment outcome for deep-brain lesions.As with any invasive brain procedure, there are risks of bleeding and infection. These risks are proportional to the size of surgical exposure and duration of treatment, and the risks could be reduced with a minimally invasive procedure guided with an ultracompact microneedle. The form factor of the current microneedle can be further shrunk by using a thinner hypodermic tube at the distal end to further minimize its invasiveness. Our microneedle was fabricated with standard and common fiber-optic handling procedures and could be potentially mass-produced and therefore cost-effective for clinic use. We also note that many brain imaging studies in the field of neuroscience have shown no significant functional change with an implanted lens (5, 6). In those studies, a GRIN lens of a similar or larger size than our microneedle, i.e., up to 1 mm, was commonly used. Compared to the clinically used laser probe, which has an about 1 mm diameter, our microneedle is finer by almost a factor of 2. Therefore, it is expected that the potential damage to brain tissue and function by our microneedle can be even less in future clinical use. As proposed before (16), OCT microneedle could be used to guide brain biopsy procedure by providing diagnostic information on tissue microstructures and optical properties. In addition, OCT microneedle potentially offers a new avenue for studying in vivo pathology of brain diseases longitudinally in small animal models by implanting a deep-brain imaging window made of a glass capillary.This dual-function theranostic microneedle is currently in its early stage of development, and significant technical improvements can be achieved in the future. First, although the imaging speed of 20 fps is enough for mouse brain imaging, a higher speed is more desirable for clinic use to image a depth of several centimeters to tens of centimeters in human brain. In principle, the speed can be improved by using a fast fiber-optic rotary joint and a fast imaging spectrometer. Second, accurate image guidance is critical for achieving optimal laser ablation outcomes, which would warrant simultaneous imaging and ablation with the microneedle. To achieve this, the switchable mirror in our current setup can be replaced with a dichroic mirror, or a wavelength-division multiplexing device can be used to combine the imaging and ablation lasers into the microneedle. In addition, the ablation parameters used in current studies, such as the laser power and ablation duration, were set by referring to commercial systems and literatures (9, 34). These parameters can be further optimized for enhancing laser ablation outcomes. For future clinic use, we also envision to integrate our microneedle into a stereotactic system (as used in laser ablation) and potentially incorporate machine learning algorithms for enabling real-time cancer detection and ablation assessment in deep brain.\nMATERIALS AND METHODSAn 800-nm SD-OCT systemAn SD-OCT system was used in current studies (Fig. 1B), which was described in detail elsewhere (26, 27). In essence, it consists of a homemade Ti:sapphire laser (center wavelength: 820 nm; 3-dB bandwidth: about 150 nm), an ultrabroadband fiber coupler (Gould Technology LLC), and a homemade linear-k spectrometer operating at a speed of 70,000 A-lines per second with a measured roll-off of about −13 dB mm−1 (26), which was close to the −11 dB mm−1 theoretical roll-off as calculated by using the reported method (35). A homemade broadband rotary joint was used to perform circumferential scan of the microneedle. The one-way throughput was greater than 80%, with a measured back reflection less than −60 dB and an optical coupling variation less than ±5% during continuous rotation (15).Microneedle design and fabricationThe previously demonstrated super-achromatic monolithic fiber-optic ball lens design concept was adopted for the current 800-nm microneedle (fig. S1A) (15). Specifically, it consists of a homemade fiber-optic ball lens of a 230-μm-diameter and a 520-μm-long coreless fiber spliced to a bare single-mode fiber. A 47° surface was polished on the ball lens and then coated with protective gold to reflect the focused beam for side-viewing imaging. The microneedle was then protected with a hypodermic tube of an OD of 360 μm (fig. S1B). To fix and centralize the bare fiber within the hypodermic tube, a low–refractive index UV curable glue was used to fill the gap between the tube and the fiber at the distal section (fig. S1B). A glass microcapillary of a 580-μm diameter was glued at the end of the plastic sheath for encasing the microneedle, and the end of the microcapillary was sealed with epoxy with a dome shape (Fig. 1A and fig. S1B).As previously proposed (15), to correct the astigmatism introduced by the microcapillary, the shape of the ball lens was designed to be slightly elliptical. As shown in the ray-tracing simulations (fig. S1C), when we chose a minor axis b of 230 μm and a coreless fiber length of 520 μm, an anastigmatic design was achieved with a conic constant of ~−0.082 (i.e., a = 240 μm), where both the working distance (WD) ratio (WD in the x-z cross section relative to that in the y-z cross section) and the astigmatism ratio (transversal focused spot size in the x direction relative to that in the y direction) were approximately 1. As shown in the inset of Fig. 1B, our microneedle provided a focused spot with a minimal astigmatism. The detailed fabrication process of the microneedle can be referred to our recent publication (15).Mouse brain cancer model and imaging proceduresMouse brain cancer model and in vivo imaging protocols were approved by the Animal Care and Use Committee of the Johns Hopkins University. To test the ability of the microneedle for in vivo cancer detection, 8-week-old immunodeficient male BALB/c nude mice (n = 4; Charles River Laboratories) were stereotactically inoculated with cancer cells as previously described, with coordinates X (1.5 mm), Y (1.3 mm), and Z (−1.6 mm) based on bregma (36). We injected approximately 106 GFP-labeled GBM1A cells cultured from a patient-derived primary stem cell line (37), which recapitulates the migratory and invasive behavior of human GBM.The mice underwent OCT imaging 4 weeks after cancer cell inoculation. Another two BALB/c nude mice of similar age were used as control and for testing laser ablation. Anesthesia was initiated with intraperitoneal injection of ketamine (100 mg kg−1) and xylazine (16 mg kg−1) and maintained by continuous inhaling of 2% isoflurane mixed with pure oxygen. GFP imaging was performed to confirm the development of cancer and its location. A burr hole was made on each of two contralateral sides of the skull to allow microneedle deployment (Fig. 3, A and B, and fig. S3, A and B). The burr-hole location was selected to avoid major blood vessels. Before the insertion, a fine needle of about 300 μm in diameter was used to introduce a tiny hole first through the pia mater. The microneedle was then inserted through the burr hole into the mouse brain with a very slow speed of about 0.016 mm s−1.Histological correlationAfter OCT imaging, the mouse was sacrificed and the whole brain was harvested. Two glass capillaries as the one used to encase the microneedle were reinserted into the imaged brain by following the same microneedle insertion track. These microcapillaries were used to register the imaged tissues and placed in 10% neutral buffered formalin together with the harvested mouse brain. Tissue fixation was kept for 48 hours. After that, the fixed brain was separated into two halves along the sagittal cross section (i.e., y-z cross section; fig. S3C). Each half of the brain was further divided into two sections transversely (i.e., x-z cross section; fig. S3C) along the glass capillary for further histological processing. All the histological slides containing a 10-μm-thick tissue slice were sectioned along the x-z cross section and stained with standard H&E.GFP imaging systemA highly sensitive EMCCD was used to image the GFP signal from the mouse brain cancer model (fig. S5). A mercury lamp, together with a band-pass filter, was used to provide excitation light (center wavelength, 485 nm; bandwidth, 20 nm). GFP signal was acquired with the EMCCD equipped with a zoom lens and a long-pass filter (≥496 nm). The same system was also used to take white light photo of the mouse brain by switching off the excitation light (mercury lamp) and removing the long-pass filter.Depth-resolved optical attenuationThe conventional depth-resolved optical attenuation algorithm was described previously (29). To remove the influence of the depth-dependent effects of the focused imaging beam profile and the system roll-off on the calculation results, we adopted a previously proposed method to normalize the OCT signal with a reference phantom of a known attenuation coefficient (30, 31). By following a well-established procedure (38, 39), the phantom was made of titanium dioxide (TiO2) nanoparticles (32 mg dissolved in acetone) embedded in room temperature–vulcanizing silicone (40-ml base and 4-ml catalyst). The resulting phantom had an attenuation coefficient of ~0.75 mm−1, as predicted by the Mie theory and consistent with previously reported experimental results (38, 39). Then, OCT imaging of both the phantom and tissue was performed under the same experimental conditions.After normalization of the OCT signal, the depth-resolved attenuation coefficients for each A-line were calculated with the following equationμ[i]≈I[i]∆·∑i+1nI[i]+0.75(1)where μ[i] is the attenuation coefficient at the ith pixel of a given A-line, which is defined as the averaged attenuation over the pixel size of ∆, and I[i] is the OCT intensity at the ith pixel of that A-line of n pixels (n = 2048). It is noteworthy that Eq. 1 is slightly different with the one reported in (24) by adding the attenuation coefficient of the reference phantom and assuming that the normalized OCT signal of each A-line follows I[i] ∝ e−μ(zi.) · zi., where μ(zi) is the attenuation coefficient at medium depth of zi.\nAn 800-nm SD-OCT systemAn SD-OCT system was used in current studies (Fig. 1B), which was described in detail elsewhere (26, 27). In essence, it consists of a homemade Ti:sapphire laser (center wavelength: 820 nm; 3-dB bandwidth: about 150 nm), an ultrabroadband fiber coupler (Gould Technology LLC), and a homemade linear-k spectrometer operating at a speed of 70,000 A-lines per second with a measured roll-off of about −13 dB mm−1 (26), which was close to the −11 dB mm−1 theoretical roll-off as calculated by using the reported method (35). A homemade broadband rotary joint was used to perform circumferential scan of the microneedle. The one-way throughput was greater than 80%, with a measured back reflection less than −60 dB and an optical coupling variation less than ±5% during continuous rotation (15).\nMicroneedle design and fabricationThe previously demonstrated super-achromatic monolithic fiber-optic ball lens design concept was adopted for the current 800-nm microneedle (fig. S1A) (15). Specifically, it consists of a homemade fiber-optic ball lens of a 230-μm-diameter and a 520-μm-long coreless fiber spliced to a bare single-mode fiber. A 47° surface was polished on the ball lens and then coated with protective gold to reflect the focused beam for side-viewing imaging. The microneedle was then protected with a hypodermic tube of an OD of 360 μm (fig. S1B). To fix and centralize the bare fiber within the hypodermic tube, a low–refractive index UV curable glue was used to fill the gap between the tube and the fiber at the distal section (fig. S1B). A glass microcapillary of a 580-μm diameter was glued at the end of the plastic sheath for encasing the microneedle, and the end of the microcapillary was sealed with epoxy with a dome shape (Fig. 1A and fig. S1B).As previously proposed (15), to correct the astigmatism introduced by the microcapillary, the shape of the ball lens was designed to be slightly elliptical. As shown in the ray-tracing simulations (fig. S1C), when we chose a minor axis b of 230 μm and a coreless fiber length of 520 μm, an anastigmatic design was achieved with a conic constant of ~−0.082 (i.e., a = 240 μm), where both the working distance (WD) ratio (WD in the x-z cross section relative to that in the y-z cross section) and the astigmatism ratio (transversal focused spot size in the x direction relative to that in the y direction) were approximately 1. As shown in the inset of Fig. 1B, our microneedle provided a focused spot with a minimal astigmatism. The detailed fabrication process of the microneedle can be referred to our recent publication (15).\nMouse brain cancer model and imaging proceduresMouse brain cancer model and in vivo imaging protocols were approved by the Animal Care and Use Committee of the Johns Hopkins University. To test the ability of the microneedle for in vivo cancer detection, 8-week-old immunodeficient male BALB/c nude mice (n = 4; Charles River Laboratories) were stereotactically inoculated with cancer cells as previously described, with coordinates X (1.5 mm), Y (1.3 mm), and Z (−1.6 mm) based on bregma (36). We injected approximately 106 GFP-labeled GBM1A cells cultured from a patient-derived primary stem cell line (37), which recapitulates the migratory and invasive behavior of human GBM.The mice underwent OCT imaging 4 weeks after cancer cell inoculation. Another two BALB/c nude mice of similar age were used as control and for testing laser ablation. Anesthesia was initiated with intraperitoneal injection of ketamine (100 mg kg−1) and xylazine (16 mg kg−1) and maintained by continuous inhaling of 2% isoflurane mixed with pure oxygen. GFP imaging was performed to confirm the development of cancer and its location. A burr hole was made on each of two contralateral sides of the skull to allow microneedle deployment (Fig. 3, A and B, and fig. S3, A and B). The burr-hole location was selected to avoid major blood vessels. Before the insertion, a fine needle of about 300 μm in diameter was used to introduce a tiny hole first through the pia mater. The microneedle was then inserted through the burr hole into the mouse brain with a very slow speed of about 0.016 mm s−1.\nHistological correlationAfter OCT imaging, the mouse was sacrificed and the whole brain was harvested. Two glass capillaries as the one used to encase the microneedle were reinserted into the imaged brain by following the same microneedle insertion track. These microcapillaries were used to register the imaged tissues and placed in 10% neutral buffered formalin together with the harvested mouse brain. Tissue fixation was kept for 48 hours. After that, the fixed brain was separated into two halves along the sagittal cross section (i.e., y-z cross section; fig. S3C). Each half of the brain was further divided into two sections transversely (i.e., x-z cross section; fig. S3C) along the glass capillary for further histological processing. All the histological slides containing a 10-μm-thick tissue slice were sectioned along the x-z cross section and stained with standard H&E.\nGFP imaging systemA highly sensitive EMCCD was used to image the GFP signal from the mouse brain cancer model (fig. S5). A mercury lamp, together with a band-pass filter, was used to provide excitation light (center wavelength, 485 nm; bandwidth, 20 nm). GFP signal was acquired with the EMCCD equipped with a zoom lens and a long-pass filter (≥496 nm). The same system was also used to take white light photo of the mouse brain by switching off the excitation light (mercury lamp) and removing the long-pass filter.\nDepth-resolved optical attenuationThe conventional depth-resolved optical attenuation algorithm was described previously (29). To remove the influence of the depth-dependent effects of the focused imaging beam profile and the system roll-off on the calculation results, we adopted a previously proposed method to normalize the OCT signal with a reference phantom of a known attenuation coefficient (30, 31). By following a well-established procedure (38, 39), the phantom was made of titanium dioxide (TiO2) nanoparticles (32 mg dissolved in acetone) embedded in room temperature–vulcanizing silicone (40-ml base and 4-ml catalyst). The resulting phantom had an attenuation coefficient of ~0.75 mm−1, as predicted by the Mie theory and consistent with previously reported experimental results (38, 39). Then, OCT imaging of both the phantom and tissue was performed under the same experimental conditions.After normalization of the OCT signal, the depth-resolved attenuation coefficients for each A-line were calculated with the following equationμ[i]≈I[i]∆·∑i+1nI[i]+0.75(1)where μ[i] is the attenuation coefficient at the ith pixel of a given A-line, which is defined as the averaged attenuation over the pixel size of ∆, and I[i] is the OCT intensity at the ith pixel of that A-line of n pixels (n = 2048). It is noteworthy that Eq. 1 is slightly different with the one reported in (24) by adding the attenuation coefficient of the reference phantom and assuming that the normalized OCT signal of each A-line follows I[i] ∝ e−μ(zi.) · zi., where μ(zi) is the attenuation coefficient at medium depth of zi.\nSupplementary Material\n\n\naaz9664_SM.pdf\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC7148106/\nhttps://doi.org/10.1126/sciadv.aaz9664",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7148106/",
    "doi": "https://doi.org/10.1126/sciadv.aaz9664",
    "citation_count": 14,
    "references": {
        "10993155": "Multifunctional Ablative Gastrointestinal Imaging Capsule (MAGIC) for Esophagus Surveillance and Interventions",
        "10758391": "Free-moving-state microscopic imaging of cerebral oxygenation and hemodynamics with a photoacoustic fiberscope",
        "10750201": "The LMIT: Light-mediated minimally-invasive theranostics in oncology",
        "10106385": "Integrating Multimodality MRI to Allen Mouse Brain Common Coordinate Framework (CCFv3)",
        "9866211": "Revolutionizing Therapeutic Delivery with Microneedle Technology for Tumor Treatment",
        "9802682": "Endoscopic imaging of white matter fiber tracts using polarization-sensitive optical coherence tomography",
        "9463401": "Visualization and validation of the microstructures in the airway wall in vivo using diffractive optical coherence tomography",
        "9419780": "Microneedle-based bioassays",
        "9345988": "Flexible-type ultrathin holographic endoscope for microscopic imaging of unstained biological tissues",
        "8341907": "The Progress of Label-Free Optical Imaging in Alzheimer’s Disease Screening and Diagnosis",
        "8210590": "Label-free imaging of human brain tissue at subcellular resolution for potential rapid intra-operative assessment of glioma surgery",
        "8086477": "3-D compressed sensing optical coherence tomography using predictive coding",
        "7983754": "Preclinical Model of Optical Coherence Tomography for High-Resolution Deep-Brain Imaging for Laser Ablation",
        "7449727": "In vivo assessment of vascular-targeted photodynamic therapy effects on tumor microvasculature using ultrahigh-resolution functional optical coherence tomography"
    },
    "journal": "Science Advances",
    "topics": [
        "oct, fast, vivo, efficient",
        "imaging, microneedle, laser, theranostic",
        "fast, ablation, oct, vivo"
    ]
}