{
    "title": "Tumor-Derived Extracellular Vesicles Breach the Intact Blood-Brain Barrier via Transcytosis",
    "abstract": "*Corresponding Author: marsha.moses@childrens.harvard.edu.\nAuthor Contributions\nG.M. designed and performed the experiments, analyzed and interpreted the data, and wrote the manuscript. M.A.M. designed and \nsupervised the research, analyzed and interpreted the data, and wrote the manuscript. C.V.C. co-designed and assisted with high \nspatiotemporal resolution microscopy experiments. E.J.H. and J.R.P. co-designed and assisted with zebrafish experiments. N.M. and \nT.P. co-designed and performed the BBB-on-a-chip experiments. C.C.D. assisted with some of the experiments. L.I.Z. and D.E.I. \nprovided zebrafish and BBB-on-a-chip models, respectively.\nSupporting Information\nThe Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsnano.9b04397.\nCharacterization of cell lines and EVs, characteristics of the static BBB model, and colocalization of EVs with additional components \nof the endocytic pathway, such as caveolin 1, EE1, and TGN46 (PDF)\nThe authors declare no competing financial interest.\nHHS Public Access\nAuthor manuscript\nACS Nano. Author manuscript; available in PMC 2020 April 20.\nPublished in final edited form as:\nACS Nano. 2019 December 24; 13(12): 13853–13865. doi:10.1021/acsnano.9b04397.\nAuthor Manuscript\nAuthor Manuscript\nAuthor Manuscript\nAuthor Manuscript",
    "authors": [
        "Golnaz Morad",
        "Christopher V. Carman",
        "Elliott J. Hagedorn",
        "Julie R. Perlin",
        "Leonard I. Zon",
        "Nur Mustafaoglu",
        "Tae-Eun Park",
        "Donald E. Ingber",
        "Cassandra C. Daisy",
        "Marsha A. Moses"
    ],
    "published_year": "",
    "description": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7169949/\nhttps://doi.org/10.1021/acsnano.9b04397",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7169949/",
    "doi": "https://doi.org/10.1021/acsnano.9b04397",
    "citation_count": 183,
    "references": {
        "11032607": "An exosomal strategy for targeting cancer-associated fibroblasts mediated tumors desmoplastic microenvironments",
        "11003191": "Engineered exosomes in emerging cell-free therapy",
        "10970531": "Extracellular Vesicles: A Crucial Player in the Intestinal Microenvironment and Beyond",
        "10961383": "A dynamic study of VEGF-A siDOX-EVs trafficking through the in-vitro insert co-culture blood-brain barrier model by digital holographic microscopy",
        "10940351": "Extracellular vesicle-mediated pre-metastatic niche formation via altering host microenvironments",
        "10907082": "Extracellular vesicle biomarkers for complement dysfunction in schizophrenia",
        "10905561": "Micro Trojan horses: Engineering extracellular vesicles crossing biological barriers for drug delivery",
        "10872389": "Entry and exit of extracellular vesicles to and from the blood circulation",
        "10843980": "Donepezil-Loaded Nanocarriers for the Treatment of Alzheimer’s Disease: Superior Efficacy of Extracellular Vesicles Over Polymeric Nanoparticles",
        "10825521": "Enhanced macromolecular substance extravasation through the blood-brain barrier via acoustic bubble-cell interactions",
        "10813980": "Involvement of Astrocytes in the Formation, Maintenance, and Function of the Blood–Brain Barrier",
        "10796922": "The multifaceted role of Fragile X-Related Protein 1 (FXR1) in cellular processes: an updated review on cancer and clinical applications",
        "10788222": "SARS-CoV-2 antigen-carrying extracellular vesicles activate T cell responses in a human immunogenicity model",
        "10779093": "Unraveling the Multifaceted Roles of Extracellular Vesicles: Insights into Biology, Pharmacology, and Pharmaceutical Applications for Drug Delivery",
        "10773759": "The role of microRNAs involved in the disorder of blood–brain barrier in the pathogenesis of multiple sclerosis",
        "10757293": "Micro/nanosystems for controllable drug delivery to the brain",
        "10756708": "Microphysiological systems as reliable drug discovery and evaluation tools: Evolution from innovation to maturity",
        "10733704": "The role and application of vesicles in triple-negative breast cancer: Opportunities and challenges",
        "10729529": "Cerebral microvascular endothelial cell-derived extracellular vesicles regulate blood − brain barrier function",
        "10725966": "Extracellular vesicles in the breast cancer brain metastasis: physiological functions and clinical applications",
        "10705367": "Extracellular Vesicles: Biological Packages That Modulate Tumor Cell Invasion",
        "10702841": "Blood flow diverts extracellular vesicles from endothelial degradative compartments to promote angiogenesis",
        "10700123": "Circular RNAs in glioma: Molecular functions and pathological implications",
        "10693934": "Vasculature organotropism in drug delivery",
        "10654987": "Immunotherapy in patients with brain metastasis: advances and challenges for the treatment and the application of circulating biomarkers",
        "10636993": "Panax notoginseng: derived exosome-like nanoparticles attenuate ischemia reperfusion injury via altering microglia polarization",
        "10593751": "Dual targeted extracellular vesicles regulate oncogenic genes in advanced pancreatic cancer",
        "10593148": "Circulating Exosomes Mediate Neurodegeneration Following Hepatic Ischemia-reperfusion Through Inducing Microglial Pyroptosis in the Developing Hippocampus",
        "10583313": "Engineering siRNA therapeutics: challenges and strategies",
        "10537154": "Engineered Extracellular Vesicles for Drug Delivery in Therapy of Stroke",
        "10486273": "Recent advances in lipid nanovesicles for targeted treatment of spinal cord injury",
        "10448342": "Lipid-hybrid cell-derived biomimetic functional materials: A state-of-the-art multifunctional weapon against tumors",
        "10401146": "Rethinking Antigen Source: Cancer Vaccines Based on Whole Tumor Cell/tissue Lysate or Whole Tumor Cell",
        "10384044": "Recent Progress in Extracellular Vesicle-Based Carriers for Targeted Drug Delivery in Cancer Therapy",
        "10382535": "Cancer cell-mitochondria hybrid membrane coated Gboxin loaded nanomedicines for glioblastoma treatment",
        "10360328": "Extracellular vesicles: a rising star for therapeutics and drug delivery",
        "10349033": "The tumor-nerve circuit in breast cancer",
        "10309211": "Deciphering psychobiotics’ mechanism of action: bacterial extracellular vesicles in the spotlight",
        "10309045": "Running from stress: a perspective on the potential benefits of exercise-induced small extracellular vesicles for individuals with major depressive disorder",
        "10297028": "Horizontal Transfer of Malignant Traits and the Involvement of Extracellular Vesicles in Metastasis",
        "10216928": "Current Strategies for Exosome Cargo Loading and Targeting Delivery",
        "10188644": "Cell-derived nanovesicle-mediated drug delivery to the brain: Principles and strategies for vesicle engineering",
        "10181407": "Nanoparticle-Based Drug Delivery Systems: An Inspiring Therapeutic Strategy for Neurodegenerative Diseases",
        "10174080": "Future of Digital Assays to Resolve Clinical Heterogeneity of Single Extracellular Vesicles",
        "10144189": "Insights into Exosome Transport through the Blood–Brain Barrier and the Potential Therapeutical Applications in Brain Diseases",
        "10143738": "New Insights into Alzheimer’s Disease: Novel Pathogenesis, Drug Target and Delivery",
        "10130499": "Non-viral gene therapy using RNA interference with PDGFR-α mediated epithelial-mesenchymal transformation for proliferative vitreoretinopathy",
        "10124134": "EMERGING ROLE OF EXTRACELLULAR VESICLES IN MULTIPLE SCLEROSIS: FROM CELLULAR SURROGATES TO PATHOGENIC MEDIATORS AND BEYOND",
        "10113431": "Small extracellular vesicles in breast cancer brain metastasis and the prospect of clinical application",
        "10093843": "Melanoma Cells Produce Large Vesicular-Bodies That Cause Rapid Disruption of Brain Endothelial Barrier-Integrity and Disassembly of Junctional Proteins",
        "10078256": "Isolation and characterization of extracellular vesicles and future directions in diagnosis and therapy",
        "10074632": "Molecular landscape and emerging therapeutic strategies in breast cancer brain metastasis",
        "10070666": "Exosome-based nanoimmunotherapy targeting TAMs, a promising strategy for glioma",
        "10053467": "The CRISPR/Cas9 System Delivered by Extracellular Vesicles",
        "10027433": "Non-viral gene coating modified IOL delivering PDGFR-α shRNA interferes with the fibrogenic process to prevent posterior capsular opacification",
        "9996742": "A survey to evaluate parameters governing the selection and application of extracellular vesicle isolation methods",
        "9937035": "Identification of an ALK-2 inhibitor as an agonist for intercellular exchange and tumor delivery of nanomaterial",
        "9935999": "Screening and identification of hub-gene associated with brain metastasis in breast cancer",
        "9909291": "The potential value of exosomes as adjuvants for novel biologic local anesthetics",
        "9900009": "Cuproptosis-related gene FDX1 as a prognostic biomarker for kidney renal clear cell carcinoma correlates with immune checkpoints and immune cell infiltration",
        "9876286": "Analysis of regulatory sequences in exosomal DNA of NANOGP8",
        "9866119": "Liposomes or Extracellular Vesicles: A Comprehensive Comparison of Both Lipid Bilayer Vesicles for Pulmonary Drug Delivery",
        "9865891": "The Machinery of Exosomes: Biogenesis, Release, and Uptake",
        "9830000": "The Rise of Extracellular Vesicles as New Age Biomarkers in Cancer Diagnosis: Promises and Pitfalls",
        "9786068": "Current Update on Transcellular Brain Drug Delivery",
        "9768120": "JAG1 is associated with the prognosis and metastasis in breast cancer",
        "9746620": "Exosomal TAR DNA binding protein 43 profile in canine model of amyotrophic lateral sclerosis: a preliminary study in developing blood-based biomarker for neurodegenerative diseases",
        "9719005": "Non–small cell lung cancer-derived exosomes promote proliferation, phagocytosis, and secretion of microglia via exosomal microRNA in the metastatic microenvironment",
        "9693078": "Tumor-Derived Exosomes and Their Role in Breast Cancer Metastasis",
        "9688215": "Non-Coding RNAs of Extracellular Vesicles: Key Players in Organ-Specific Metastasis and Clinical Implications",
        "9606778": "Electroacupuncture of the trigeminal nerve causes N-methyl-D-aspartate receptors to mediate blood-brain barrier opening and induces neuronal excitatory changes",
        "9603979": "Characteristics of Exosomes and the Vascular Landscape Regulate Exosome Sequestration by Peripheral Tissues and Brain",
        "9569832": "Mesenchymal Stem Cell-Derived Extracellular Vesicles as Proposed Therapy in a Rat Model of Cerebral Small Vessel Disease",
        "9505608": "Near-Infrared Photothermally Enhanced Photo-Oxygenation for Inhibition of Amyloid-β Aggregation Based on RVG-Conjugated Porphyrinic Metal–Organic Framework and Indocyanine Green Nanoplatform",
        "9461220": "Small and long RNA transcriptome of whole human cerebrospinal fluid and serum as compared to their extracellular vesicle fractions reveal profound differences in expression patterns and impacts on biological processes",
        "9428887": "Engineering nano-drug biointerface to overcome biological barriers toward precision drug delivery",
        "9369245": "Microvesicles and Microvesicle-Associated microRNAs Reflect Glioblastoma Regression: Microvesicle-Associated miR-625-5p Has Biomarker Potential",
        "9355713": "Therapeutic application of quercetin in aging-related diseases: SIRT1 as a potential mechanism",
        "9310691": "Extracellular vesicles through the blood–brain barrier: a review",
        "9271619": "Better Bioactivity, Cerebral Metabolism and Pharmacokinetics of Natural Medicine and Its Advanced Version",
        "9229812": "Quantitative Biodistribution and Pharmacokinetics Study of GMP-Grade Exosomes Labeled with 89Zr Radioisotope in Mice and Rats",
        "9229021": "A Historical Review of Brain Drug Delivery",
        "9189685": "Synchronous Disintegration of Ferroptosis Defense Axis via Engineered Exosome‐Conjugated Magnetic Nanoparticles for Glioblastoma Therapy",
        "9177999": "Preoperative Diagnosis and Molecular Characterization of Gliomas With Liquid Biopsy and Radiogenomics",
        "9143269": "Nanocarrier-Based Targeted Therapies for Myocardial Infarction",
        "9131825": "The Potential Role of Gut Microbial-Derived Exosomes in Metabolic-Associated Fatty Liver Disease: Implications for Treatment",
        "9101098": "Insight into Extracellular Vesicle-Cell Communication: From Cell Recognition to Intracellular Fate",
        "9092305": "sEVsRVG selectively delivers antiviral siRNA to fetus brain, inhibits ZIKV infection and mitigates ZIKV-induced microcephaly in mouse model",
        "9073749": "The clinical outcome and risk factors analysis of immune checkpoint inhibitor-based treatment in lung adenocarcinoma patients with brain metastases",
        "9069202": "Overcoming Vascular Barriers to Improve the Theranostic Outcomes of Nanomedicines",
        "9052527": "Mechanism and clinical value of exosomes and exosomal contents in regulating solid tumor radiosensitivity",
        "9037466": "Characterization of plasma circulating small extracellular vesicles in patients with metastatic solid tumors and newly diagnosed brain metastasis",
        "9020451": "Immune Checkpoint Inhibition in GBM Primed with Radiation by Engineered Extracellular Vesicles",
        "8986465": "Extracellular vesicles as delivery systems at nano-/micro-scale",
        "8985816": "Melatonin Engineered Adipose-Derived Biomimetic Nanovesicles Regulate Mitochondrial Functions and Promote Myocardial Repair in Myocardial Infarction",
        "8965721": "Eliminating the original cargos of glioblastoma cell-derived small extracellular vesicles for efficient drug delivery to glioblastoma with improved biosafety",
        "8964799": "Inhibition of triple negative breast cancer-associated inflammation, tumor growth and brain colonization by targeting monoacylglycerol lipase",
        "8958386": "Augmented cellular uptake and homologous targeting of exosome-based drug loaded IOL for posterior capsular opacification prevention and biosafety improvement",
        "8951665": "Human organs-on-chips for disease modelling, drug development and personalized medicine",
        "8908274": "Exosomal miR-673-5p from fibroblasts promotes Schwann cell-mediated peripheral neuron myelination by targeting the TSC2/mTORC1/SREBP2 axis",
        "8908047": "Emerging function and clinical significance of extracellular vesicle noncoding RNAs in lung cancer",
        "8905056": "Nanocarriers Call the Last Shot  in the Treatment of Brain Cancers",
        "8895114": "Extracellular Vesicles Mediate the Intercellular Exchange of Nanoparticles",
        "8884016": "Emerging Biomarkers for Diagnosis, Prevention and Treatment of Brain Metastases—From Biology to Clinical Utility",
        "8878585": "Extracellular Vesicle-Based Hybrid Systems for Advanced Drug Delivery",
        "8825588": "Tumor-derived extracellular vesicles as messengers of natural products in cancer treatment",
        "8810954": "Utilising extracellular vesicles for early cancer diagnostics: benefits, challenges and recommendations for the future",
        "8796660": "The power of imaging to understand extracellular vesicle biology in vivo",
        "8757867": "In vitro Models of the Blood–Brain Barrier: Tools in Translational Medicine",
        "8724414": "Drug delivery approaches for HuR-targeted therapy for lung cancer",
        "8707724": "Design and Fabrication of Organ-on-Chips: Promises and Challenges",
        "8707342": "Organ-on-a-Chip for Studying Gut-Brain Interaction Mediated by Extracellular Vesicles in the Gut Microenvironment",
        "8706758": "Tumor metastasis: Mechanistic insights and therapeutic interventions",
        "8680268": "A facile magnetic extrusion method for preparing endosome-derived vesicles for cancer drug delivery",
        "8677541": "Therapeutic reversal of Huntington’s disease by in vivo self-assembled siRNAs",
        "8647369": "Multifunctional exosome-mimetics for targeted anti-glioblastoma therapy by manipulating protein corona",
        "8633769": "The microenvironment of brain metastases from solid tumors",
        "8615927": "Special delEVery: Extracellular Vesicles as Promising Delivery Platform to the Brain",
        "8586717": "Uptake of oxidative stress-mediated extracellular vesicles by vascular endothelial cells under low magnitude shear stress",
        "8568775": "Microbiota‐derived extracellular vesicles in interkingdom communication in the gut",
        "8565230": "Tumor extracellular vesicles drive metastasis (it's a long way from home)",
        "8565201": "In vivo imaging of EVs in zebrafish: New perspectives from “the waterside”",
        "8548728": "Selective Surface and Intraluminal Localization of Wnt Ligands on Small Extracellular Vesicles Released by HT-22 Hippocampal Neurons",
        "8542619": "Extracellular vesicles: A new paradigm for cellular communication in perioperative medicine, critical care and pain management",
        "8541396": "RNAi-Based Approaches for Pancreatic Cancer Therapy",
        "8526414": "Microvesicles Transfer Mitochondria and Increase Mitochondrial Function in Brain Endothelial Cells",
        "8518222": "Neurotransmitter-stimulated neuron-derived sEVs have opposite effects on amyloid β-induced neuronal damage",
        "8509735": "Exosomes and Brain Metastases: A Review on Their Role and Potential Applications",
        "8508228": "Organ-Specific Uptake of Extracellular Vesicles Secreted by Urological Cancer Cells",
        "8452487": "Stem cell-based vascularization of microphysiological systems",
        "8424275": "Tumor-derived exosomes: Nanovesicles made by cancer cells to promote cancer metastasis",
        "8409556": "The role of extracellular vesicles in the physiological and pathological regulation of the blood–brain barrier",
        "8399364": "Emerging Nano-Carrier Strategies for Brain Tumor Drug Delivery and Considerations for Clinical Translation",
        "8393483": "Exosomes: Potential Disease Biomarkers and New Therapeutic Targets",
        "8373165": "Development of Novel Therapeutics Targeting the Blood–Brain Barrier: From Barrier to Carrier",
        "8309075": "The Multifaceted Role of Extracellular Vesicles in Glioblastoma: microRNA Nanocarriers for Disease Progression and Gene Therapy",
        "8296716": "Exosomal delivery of therapeutic modulators through the blood–brain barrier; promise and pitfalls",
        "8292445": "TGF-β1-mediated exosomal lnc-MMP2-2 increases blood–brain barrier permeability via the miRNA-1207-5p/EPB41L5 axis to promote non-small cell lung cancer brain metastasis",
        "8270837": "Exosomes secreted from sonic hedgehog-modified bone mesenchymal stem cells facilitate the repair of rat spinal cord injuries",
        "8261483": "Delivering Antisense Oligonucleotides across the Blood‐Brain Barrier by Tumor Cell‐Derived Small Apoptotic Bodies",
        "8259840": "From blood to brain: blood cell-based biomimetic drug delivery systems",
        "8246629": "The blood–brain barrier and blood–tumour barrier in brain tumours and metastases",
        "8233835": "Miniaturization and Automation of a Human In Vitro Blood–Brain Barrier Model for the High-Throughput Screening of Compounds in the Early Stage of Drug Discovery",
        "8193895": "SiRNA in MSC-derived exosomes silences CTGF gene for locomotor recovery in spinal cord injury rats",
        "8182741": "Recent progress in targeted delivery vectors based on biomimetic nanoparticles",
        "8132050": "Tumor Exosomes Reprogrammed by Low pH Are Efficient Targeting Vehicles for Smart Drug Delivery and Personalized Therapy against their Homologous Tumor",
        "8125158": "Visualizing Extracellular Vesicles and Their Function in 3D Tumor Microenvironment Models",
        "8125116": "Endothelial Extracellular Vesicles: From Keepers of Health to Messengers of Disease",
        "8120222": "Targeted delivery of neural progenitor cell-derived extracellular vesicles for anti-inflammation after cerebral ischemia",
        "8101706": "The Emerging World of Membrane Vesicles: Functional Relevance, Theranostic Avenues and Tools for Investigating Membrane Function",
        "8097396": "Rethinking CRITID Procedure of Brain Targeting Drug Delivery: Circulation, Blood Brain Barrier Recognition, Intracellular Transport, Diseased Cell Targeting, Internalization, and Drug Release",
        "8092486": "Transferrin receptor targeting by de novo sheet extension",
        "8067091": "Delivery of Therapeutic Agents to the Central Nervous System and the Promise of Extracellular Vesicles",
        "8064535": "Extracellular Vesicles: Novel Opportunities to Understand and Detect Neoplastic Diseases",
        "8060318": "Co-continuous structural effect of size-controlled macro-porous glass membrane on extracellular vesicle collection for the analysis of miRNA",
        "8041238": "Salting the soil: Targeting the microenvironment of brain metastases",
        "7835896": "Unlocking the Power of Exosomes for Crossing Biological Barriers in Drug Delivery",
        "7791170": "Extracellular vesicle‐associated organotropic metastasis",
        "7784493": "Treatment response and tumor evolution: lessons from an extended series of multianalyte liquid biopsies in a metastatic breast cancer patient",
        "7759525": "Insights Into the Proteomic Profiling of Extracellular Vesicles for the Identification of Early Biomarkers of Neurodegeneration",
        "7717707": "Probing the drug delivery strategies in ischemic stroke therapy",
        "7708392": "Liquid Biopsy Strategies to distinguish Progression from Pseudoprogression and Radiation Necrosis in Glioblastomas.",
        "7675190": "Is it Time for Reviewer 3 to Request Human Organ Chip Experiments Instead of Animal Validation Studies?",
        "7673696": "3D tracking of extracellular vesicles by holographic fluorescence imaging",
        "7648399": "Brain metastases-derived extracellular vesicles induce binding and aggregation of low-density lipoprotein",
        "7557313": "Emerging role of bacterial extracellular vesicles in cancer",
        "7475800": "Circulating MicroRNAs and Blood-Brain-Barrier Function in Breast Cancer Metastasis",
        "7465598": "The Biology of Exosomes in Breast Cancer Progression: Dissemination, Immune Evasion and Metastatic Colonization",
        "7408921": "Exosomal MicroRNAs and Organotropism in Breast Cancer Metastasis",
        "7392815": "Genes that Mediate Metastasis across the Blood-Brain Barrier",
        "7311991": "Cdc42-Dependent Transfer of mir301 from Breast Cancer-Derived Extracellular Vesicles Regulates the Matrix Modulating Ability of Astrocytes at the Blood–Brain Barrier",
        "7269906": "Breaking through the glioblastoma micro-environment via extracellular vesicles",
        "7264115": "Cloaked Viruses and Viral Factors in Cutting Edge Exosome-Based Therapies",
        "7212088": "Homotypic targeting and drug delivery in glioblastoma cells through cell membrane-coated boron nitride nanotubes",
        "7178048": "Extracellular Vesicles as Signaling Mediators and Disease Biomarkers across Biological Barriers",
        "7165326": "Exosomes Derived from Brain Metastatic Breast Cancer Cells Destroy the Blood-Brain Barrier by Carrying lncRNA GS1-600G8.5",
        "7086120": "细胞外囊泡成像方法最新研究进展",
        "7075544": "Neuronal activity triggers uptake of hematopoietic extracellular vesicles in vivo",
        "7062679": "Fat Therapeutics: The Clinical Capacity of Adipose-Derived Stem Cells and Exosomes for Human Disease and Tissue Regeneration",
        "7044130": "The Mechanism of the Zika Virus Crossing the Placental Barrier and the Blood-Brain Barrier",
        "6981466": "Intranasally Administered Human MSC-Derived Extracellular Vesicles Pervasively Incorporate into Neurons and Microglia in both Intact and Status Epilepticus Injured Forebrain",
        "6961726": "Exosomes cloak the virion to transmit Enterovirus 71 non-lytically",
        "6952783": "Mesenchymal Stem Cell-Derived Exosomes and Other Extracellular Vesicles as New Remedies in the Therapy of Inflammatory Diseases"
    },
    "journal": "ACS nano",
    "topics": [
        "barrier, intact, vesicles, breach",
        "via, breach, intact, vesicles",
        "extracellular, via, transcytosis, vesicles"
    ]
}