{
    "title": "The Role of NK Cells and Innate Lymphoid Cells in Brain Cancer",
    "abstract": "(A) Group 1 CNS ILCs have thus far been shown to include NK cells, intermediate ILC1s (intILC1s), ILC1s, and “ex-ILC3s.” NK cells express T-bet and Eomes and secrete IFN-γ and TNF in response to IL-2, IL-15, and IL-18, and lyse malignant cells via perforin, and granzymes. (A) Group 1 CNS ILCs have thus far been shown to include NK cells, intermediate ILC1s (intILC1s), ILC1s, and “ex-ILC3s.” NK cells express T-bet and Eomes and secrete IFN-γ and TNF in response to IL-2, IL-15, and IL-18, and lyse malignant cells via perforin, and granzymes. Understanding the functions of NK cells and ILCs in both healthy and tumorigenic brain is necessary for developing strategies for effective immunotherapy, including enhanced activation of brain resident NK cells and ILCs and transfusion and mobilization of engineered NK cells, e.g., CAR NK (112).",
    "authors": [
        "Alexander James Sedgwick",
        "Nazanin Ghazanfari",
        "Patrick Constantinescu",
        "Theo Mantamadiotis",
        "Alexander David Barrow"
    ],
    "published_year": "2020",
    "description": "Introduction\n      The global age-adjusted incidence of brain tumors is 5.57 per 100,000 people with over half being astrocytic tumors (1). Of astrocytomas, the most malignant form, glioblastoma (GBM), is diagnosed at a much higher frequency than lower grade astrocytomas. Even with an aggressive treatment regime, comprised of maximal safe resection, radiotherapy, and administration of the DNA alkylating agent, temozolomide (TMZ), the mean GBM survival time ranges between 12 and 15 months. Whilst recent advances in cancer immunotherapy have enhanced expectations for improved patient outcomes, current GBM treatment options remain limited and the mean overall survival of GBM patients has failed to improve over the last decade. The unique anatomy of the brain, the exclusive nature of the blood-brain barrier (BBB), and a poorly immunogenic, complex, and immunosuppressive tumor microenvironment (TME) represent major challenges in treating malignant brain cancers. Here, we review emerging evidence for brain tumor immunosurveillance by NK cells and ILC subsets.\n      \n        Natural Killer Cells\n        NK cells are large granular lymphocytes considered the innate counterparts of cytotoxic T lymphocytes (CTL) due to their spontaneous ability to lyse malignant and virus-infected cells, whereas ILC1, ILC2, and ILC3 mirror adaptive T helper subsets (Figure 1A). NK cells respond to “stressed” cells that downregulate MHC class I (MHCI) to evade CTL recognition and are therefore critical for anti-tumor immunity whenever CTL are compromised (3). NK cells are present at lower frequencies in the brains of naïve mice (4) (Figure 1B), but during neuropathological conditions, such as virus infection or autoimmunity, the BBB can become permeable, allowing NK cell migration into the CNS (5–9).\n        \n          Figure 1\n          \n            Function, distribution, and anti-tumor responses of CNS ILC subsets. (A) Group 1 CNS ILCs have thus far been shown to include NK cells, intermediate ILC1s (intILC1s), ILC1s, and “ex-ILC3s.” NK cells express T-bet and Eomes and secrete IFN-γ and TNF in response to IL-2, IL-15, and IL-18, and lyse malignant cells via perforin, and granzymes. ILC1s express T-bet and produce IFN-γ and TNF in response to IL-2, IL-15, and IL-18 to promote type I immunity. Intermediate ILC1 (IntILC1) represent an intermediate phenotype between NK and ILC1 and express T-bet and Eomes. Ex-ILC3s are former ILC3 that have upregulated T-bet and downregulated RORγt to differentiate into ILC1-like cells. ILC2s express GATA3 and secrete IL-5, IL-9, and IL-13 in response to IL-25, IL-33, and TSLP to promote type II immunity. Group 3 ILCs include ILC3s and LTi cells. ILC3s express RORγt and AHR and produce IL-17, IL-22, and GM-CSF in respond to IL-23 and IL-1β stimulation to counteract extracellular bacterial and fungal infections. LTi cells also express RORγt and AHR and produce IL-17, IL-22, and lymphotoxin (LTα1β2). LTi cells trigger lymphoid tissue organogenesis during development. (B) NK cells are mainly present in the brain parenchyma. ILC1s are enriched in choroid plexus, whereas ILC2s accumulate in the choroid plexus and meninges and ILC3s accumulate in the meninges. (C) CX3CR1+ NK cells can infiltrate the brain in response to CX3CL1 chemokine produced by neurons. (Tumor control) PDGF-D expressed by tumor cells binds to the activating NKp44 receptor expressed on activated NK and induces the secretion of IFN-γ and TNF that inhibits tumor cell proliferation. (Tumor growth) PDGF-D enhances tumor growth by promoting pericyte recruitment and tumor angiogenesis. (Immune escape) Tumor cells upregulate IDO, which inactivates NK cells and activates immunosuppressive regulatory T cells (Tregs) by depletion of Trp and accumulation of Kyn. Tumor cells also secrete galectin-1 that induces lymphocyte apoptosis. Tumor cells supress NK cells function by inducing HLA-E and LLT1 ligands, which are ligands for NK cell inhibitory receptors CD94/NKG2A and CD161, respectively. TGF-β also inhibits NK cells function. (D) A hypothetical scheme showing the possible role of ILCs in brain cancer. Human ILC1s and ILC3s can express NKp44 and secrete IFN-γ and/or TNF in response to PDGF-DD to promote anti-tumor immunity (2). ILC2s enhance CTL responses to control the spread of tumors in response to IL-33 produced by tumor cells. ILC3s can also produce proinflammatory cytokines IFN-γ, IL-17, and GM-CSF and express the costimulatory molecules CD30L and OX40L that can promote T cell survival and function. AHR, aryl hydrocarbon receptor; CTL, cytotoxic T lymphocyte; EOMES, eomesodermin; GATA3, GATA-binding protein 3; GM-CSF, granulocyte-macrophage colony-stimulating factor; IDO, indoleamine 2,3-dioxygenase; Kyn, kynurenine; LLT1, Lectin-like transcript-1; LTi, Lymphoid tissue-inducer; PDGF-D, Platelet Derived Growth Factor D; RORγt, retinoic acid-related orphan receptor gamma t; T-bet, T-box expressed in T cells; Trp, tryptophan; TSLP, thymic stromal lymphopoietin.\n          \n          \n        \n      \n      \n        NK Cells in Brain Cancer\n        The CX3CL1 chemokine (also known as fractalkine) produced by neurons mediates CX3CR1+ NK cell recruitment to the brain and is associated with a favorable glioma prognosis (10) (Figure 1C). In one study, NK cells constituted the highest percentage of lymphocytes infiltrating GBM compared to breast cancers or melanomas suggesting a prominent role for NK cells in brain cancer surveillance (11). NK cells infiltrate meningiomas and metastatic brain neoplasms (12–14) and lyse GBM and medulloblastoma tumor cell-lines in vitro (15–22). NK cell receptors are linked with brain tumor surveillance and an allele of the activating KIR2DS4 receptor is associated with control of cytomegalovirus (CMV)-positive GBMs (23). CMV-induced expression of platelet-derived growth factor D (PDGF-D) enhanced GBM growth by promoting pericyte recruitment and tumor angiogenesis (24) (Figure 1C). PDGF-D is expressed by most GBMs and binds to the activating NKp44 receptor to stimulate cytokine secretion from NK cells and ILCs to control tumor growth, which was associated with improved survival of GBM patients (2) (Figure 1C). These studies implicate NK cells engage in brain tumor surveillance that impacts prognosis (14).\n        Several computational-based studies show that glioma patients expressing activated NK cell transcriptional signatures (TS) have improved prognosis (2, 25–29). Studies in patients and mouse models support these findings (10, 30, 31), with one human study showing a remarkable relationship between the presence of activated NK cells and improved survival in GBM (32). Another study showed that activated NK cells were higher in low grade compared to high grade gliomas suggesting reduction in activated NK cells is associated with transition from low to high grade brain cancers (27). NK cells may therefore play a detrimental role in brain tumor progression and heterogeneity. Expression of B7-H6, a ligand for the activating NKp30 receptor, is elevated in human glioma and associated with tumor progression (33). Whilst NK cells efficiently lyse undifferentiated GBM cancer stem cells (CSC), NK cell-derived IFN-γ promotes GBM CSC differentiation and decreased susceptibility to NK cell cytotoxicity (34, 35). In GBM, CSCs that survive therapy are a source of tumor recurrence/relapse. Influencing the balance of NK cell-mediated lysis of CSCs or opposing the pro-tumorigenic effect of NK cell-IFN-γ-induced CSC differentiation will be an important mechanism to decipher and target. Interestingly, IFN-γ-induced CSC differentiation concomitantly enhances tumor susceptibility to chemotherapy, suggesting NK cell-based therapies can be combined with other therapeutic strategies for more effective clinical outcomes (36, 37).\n      \n      \n        NK Cell-Based Immunotherapies for Brain Cancer\n        CNS tumors are often poorly immunogenic and highly immunosuppressive which imposes barriers to successful immunotherapy (38). A summary of current research and clinical trials into NK cell immunotherapies for malignant CNS tumors is provided (Table 1). Whilst NK cell cytotoxicity is facilitated by an array of activating receptors (62, 63) the chief inhibitory signal for NK cells, MHC class I (MHC-I), can be overexpressed in CNS malignancies and suppresses NK cell activity (64, 65). Strategies to enhance NK cell anti-tumor function include activating the DNA damage response (DDR) to induce ligands for activating NK cell receptors (66–68). The proteosomal inhibitor bortezomib (BTZ) activates the DDR and sensitizes GBM cells to NK cell killing by inducing ligands for the activating receptors, NKG2D (39, 59, 69, 70) and DNAM-1 (40). BTZ treatment with autologous NK cells suppressed tumor growth and prolonged survival in 25% of test animals (70). However, appropriate BTZ scheduling with NK cell transfer remains to be optimized to prevent sensitization of NK cells themselves (70). GBM patients have increased expression of NKG2D ligands (NKG2DL) following TMZ therapy and TMZ-induced activation of the DDR improved survival in a mouse model of GBM that was NKG2D-dependent (41).\n        \n          Table 1\n          \n            Summary of current academic investigations and clinical trials into NK cell immunotherapy directed against malignant tumors of the CNS.\n          \n          \n            \n              \n                \n                  Therapeutic Strategy\n                \n                \n                  Treatment\n                \n                \n                  Results summary\n                \n                \n                  Model (tumor type)\n                \n                \n                  Reference/Trial ID\n                \n              \n            \n            \n              \n                Combinational therapy NK cells and chemotherapy\n                NK cells infusion with: Sulindac; MAPK and cyclin-dependent kinase 4/6 inhibitors (38)\n                Reduces VEGF secretion and increases NK cell cytotoxicity; Suppresses tumor proliferation and increases NK cell cytotoxicity\n                Human (GBM, Lung cancer)\n                (37, 38)\n              \n              \n                Sensitization of tumors to NK cell cytotoxicity\n                NK cell infusion with BTZ\n                Predisposes tumor to NK natural cytotoxicity and TRAIL/DR5; BTZ and NK cell infusion increased tumor elimination\n                Mouse (BG7); mouse (U87)\n                (39, 40)\n              \n              \n                Virotherapy\n                Triple therapy (NK cell infusion, BTZ, oHSV)\n                Tumor clearance tumor bearing mice; combinational therapy with BTZ and oHSV enhances tumor death and NK cell activation\n                Mouse (GBM30)\n                (41, 42)\n              \n              \n                \n                TGF-β and oHSV infection\n                Modulated NK cell immune response to oHSV infected cells and improved anti-GBM effect of the oHSV treatment\n                Mouse (GB30)\n                (43)\n              \n              \n                Overcoming immunosuppressive TME\n                siRNA interference of TGF-β signaling; infusion of TGF-β receptor negative NK cells\n                Reduction of tumorigenic profile of glioma; NK cells were resistant to TGF-β inhibition\n                Mouse (LNT229); in vitro; in vitro\n                (44–46)\n              \n              \n                Toll-like receptor agonism\n                CpG-ODN DNA TLR-9 agonism\n                Clinical trials failed to recapitulate results of encouraging in vitro TLR-9 agonism\n                Clinical trial (GBM); mouse (GL621)\n                (47–50)\n              \n              \n                \n                Poly-ICLC TLR-3 agonism with bevacizumab (a-VEGF)\n                Poly-ICLC adjuvant to tumor associated antigens mixed with Bevacizumab—study unfinished, promising in vitro results\n                Human trial (GBM)\n                NCT02754362 (withdrawn—personnel changes)\n              \n              \n                Directing NK cell immunity toward brain tumor antigens\n                Infusion of monalizumab (a-NKG2A)/cetuximab (a-EGFR)\n                NKG2A blockage potential to boost ADCC against GBM. Cetuximab treatment increased ADCC mediated by CD16+ NK cells (IL-2 or lectin-activated)\n                Human GBM stem cells in vitro\n                (51)\n              \n              \n                \n                Infusion of CAR NKs engineered to be specific for EGFR, EGFRVIII, Erbb2\n                EGFR, EGFRvIII CAR NK cells suppressed tumor growth and significantly prolonged survival; CXCR4 transduction enhanced antitumor responses of EGFR CAR NK cells; Erbb CAR NK cells\n                Mouse (GB19 xg); mouse (U87 xg); mouse (GL621 xg)\n                (52–54)\n              \n              \n                \n                Infusion of a-NG2/CSPG4 Ab\n                NK cell directed ADCC and proinflammatory tumor environment enhancing survival\n                Rat (U87); mouse (GBM)\n                (55, 56)\n              \n              \n                Immune checkpoint blockade\n                Infusion of a-PD-1 and a-CTLA-4 Ab\n                Interference with peripheral immune cell inhibition potentiates intracranial immune response; immune checkpoint blockade antibodies improved survival in models\n                Mouse(GL621); mouse (B16)\n                (57, 58)\n              \n              \n                \n                Blockade of interactions of HLA-E:CD94/NKG2A or LLT1/CD161 with siRNA or blocking Ab\n                Blockade promoted NK cell lysis\n                Human (GBM) in vitro\n                (59, 60)\n              \n              \n                Circumventing the BBB\n                Infusion of a-CTLA-4/a-PD-1 Ab conjugated to biopolymer scaffold\n                Treatment able to cross BBB. Prolonged survival of mice compared to free a-CTLA-4 and a-PD-1 Ab\n                Mouse (GL261)\n                (61)\n              \n              \n                Autologous NK cell infusion expanded ex vivo\n                Artificial antigen-presenting cells\n                Promising in vitro, results forthcoming\n                Human trial (Recurrent MBM)\n                NCT02271711 (active)\n              \n              \n                \n                Cytokines/Feeder cells + infusion recombinant human interleukin-15\n                Promising in vitro, results forthcoming\n                Human (Solid brain tumors, SCM, NBM)\n                NCT01875601 (complete)\n              \n              \n                \n                Cancer/testis antigens presented by DNA-demethylated TH cells\n                Labeled cells infiltrated tumor site (SPECT imaging). Reduced disease burden 5 out of 10 patients. Long term survival in 3 of 10. However, slow kinetics of induced antitumor response\n                Human trial (GBM)\n                NCT01588769 (complete)\n              \n              \n                \n                Genetically modified feeder-cells\n                Promising in vitro, results forthcoming\n                Human trial (GBM)\n                NCT04254419 (not yet recruiting)\n              \n              \n                Allogeneic (HLA)-haploidentical hematopoietic cell transplantation\n                Allo HTC and infusion with donor NK cells\n                Promising in vitro, results forthcoming\n                Human trial (eSCM, rSCM, oSCM, NBM)\n                NCT02100891 (recruiting)\n              \n            \n          \n          \n            Abbreviated cancers: GBM, glioblastoma; MBM, medulloblastoma; NBM, neuroblastoma; e, Ewing; SCM, sarcoma; r, Rhabdomyosarcoma; o, Osteosarcoma. Other abbreviations: xg, Xenograft; VEGF, vascular endothelial growth factor; BTZ, bortezomib; oHSV, oncolytic herpes simplex virus; TGF-β, transforming growth factor-beta; EGFR, epidermal growth factor receptor; Ab, antibody.\n          \n        \n        Anti-cancer treatments, such as chemotherapy, selective inhibitors of oncogenic signaling pathways, or oncolytic virotherapy can promote tumor cell death and enhance immunogenicity, which holds great potential when combined with immunotherapy (42, 71). Using a triple therapy approach, BTZ treatment combined with an oncolytic Herpes Simplex Virus (oHSV) strain sensitized GBM to adoptive NK cell therapy (40). BTZ enhanced expression of ligands for activating NK cell receptors, such as DNAM-1, whilst oHSV infection induced NK cell secretion of IFN-γ and TNF, which enhanced tumor cell death and improved survival of athymic nude mice transplanted with GBM tumors (40). Conversely, other studies claim NK cells limit oncolytic virotherapy by curbing virus infection of tumor cells. Transient TGF-β delivery or NK cell depletion increased oHSV titers, suppressed tumor growth, and prolonged survival in mouse GBM models (43, 72). TGF-β is considered a pro-tumor cytokine (73, 74) that suppresses NK cell function by downregulating activating NK cell receptors (75–77) or their ligands on brain tumor cells (78) (Figure 1C), reducing NK cell proliferation and converting NK cells into pro-tumor ILC1-like cells (79), or upregulating immunosuppressive extracellular matrix TME components, such as the galectins (44). Neutralizing TGF-β in the brain TME rescued NK cell anti-tumor function in glioma or medulloblastoma patients (45, 46) and expression of a dominant negative TGF-β receptor lacking the kinase domain (80) restored NK cell cytotoxicity against GBM and medulloblastoma cells in the presence of TGF-β in vitro (46, 81).\n        Brain tumors also secrete other soluble immunosuppressive factors, such as the carbohydrate-binding protein, galectin-1, that reduced lymphocyte viability (82) (Figure 1C). Galectin-1-deficient gliomas are more susceptible to NK cell lysis and were eradicated by NK cells before adaptive anti-tumor immune responses (17). Alternatively, glioma cells upregulate indoleamine 2,3-dioxygenase (IDO), a key rate-limiting enzyme of tryptophan (Trp) metabolism. IDO is involved in tumor-derived immunosuppression through Trp depletion and accumulation of the metabolite kynurenine that inactivated NK cells and promoted immunosuppressive regulatory T cells (Tregs) (83) (Figure 1C).\n        Brain tumor cells also modulate their cell-surface to suppress NK cell function. Gain-of-function mutations in isocitrate dehydrogenases (IDH1 and IDH2) in diffuse gliomas promotes epigenetic reprogramming of a number of immune genes including NKG2DL downregulation and resistance to NK cell-mediated lysis (60). Decitabine (a hypomethylating compound) increased NKG2DL expression and restored NK cell-mediated lysis of IDH mutant cells in an NKG2D-dependent manner. In addition to downregulating activating NK cell surface interactions, brain tumors also promote inhibitory NK cell surface interactions. Malignant gliomas induce HLA-E or Lectin-like transcript-1 (LLT1), which can induce NK cell inhibition by binding CD94/NKG2A and CD161, respectively (51, 84–86) (Figure 1C). Blockade of HLA-E:CD94/NKG2A or LLT1/CD161 inhibitory interactions using small interfering RNA or blocking antibodies promoted NK cell lysis of glioma cells (65, 87). Interestingly, a humanized anti-NKG2A antibody, “monalizumab,” in combination with the anti-epidermal growth factor receptor (EGFR) “cetuximab,” is effective in promoting antibody-dependent cellular cytotoxicity (ADCC) against cetuximab-coated head and neck squamous carcinoma (88). EGFR is a prime target for therapy across a broad variety of tumor types including gliomas, suggesting NKG2A blockade with monalizumab has potential to boost NK cell-mediated ADCC against gliomas, particularly those resistant to TMZ (89).\n        Cancer adjuvants provide other means of reinvigorating anti-tumor immune responses. Oligodeoxynucleotides containing unmethylated cytosine-guanosine motifs (CpG-ODNs) mimic pathogen-associated molecular patterns (PAMPs) that bind to Toll-like Receptor 9 to induce type-I interferon (IFN-I) production from plasmacytoid dendritic cells (pDCs) (90). IFN-I enhances NK cell anti-tumor functions (47, 48) and CpG-ODN stimulation and Treg ablation unleashed NK cell cytotoxicity toward intracranial tumors (49). Despite encouraging results in vitro, human trials of CpG-ODN treatment in patients with primary (50) and recurrent GBM (52, 91) reported no benefit in CpG-ODN therapy, suggesting combination treatments are necessary, e.g., Treg depletion that may improve clinical responses. Intriguingly, depletion studies have implicated NK cells as the predominant anti-tumor effector cell in murine models of glioma following repeated low dose administration of CpG-ODN (53). However, tumor-infiltrating NK cells remained susceptible to suppression both locally and systemically, reinforcing the need for more effective methods of augmenting NK cell function in the brain TME.\n        Chimeric Antigen Receptors (CARs) are tumor-specific antibody single-chain variable fragments (scFvs) fused by a transmembrane linker domain to the CD3ζ signaling chain of the T cell receptor that can be transduced into autologous cytotoxic T lymphocytes (CAR T) or NK cells (CAR NK), respectively (54). CAR NK cells are attractive because they can be engineered to respond to a tumor antigen whilst retaining capacity for natural cytotoxicity. CAR NK cells directed toward EGFR or the constitutively activated mutant EGRFvIII GBM tumor antigen (55, 56) and ErbB2 (92) have shown potent cytotoxicity toward primary GBM tumor cells and cell lines in vitro. Some studies targeting GBM antigens show NK cells are important regulators of proinflammatory environments through IFN-γ secretion rather than cytotoxicity (57, 58). Transfer of NKG2D-CAR T cells combined with radiotherapy exhibited therapeutic synergy in mice bearing orthotopic tumors of the murine glioma cell line, GL261, although mice receiving intratumoral vs. intravenous CAR T cells were more likely to survive, reiterating the poor infiltration of intravenously administered CAR T cells into the brain parenchyma (61). Such studies highlight the need to develop immunological and mechanical adjuvants in concert with NK cell therapy to improve delivery to the brain parenchyma.\n        The BBB is a selectively permeable membrane that excludes harmful material from the parenchyma but impedes delivery of immunotherapeutic agents and cells to brain tumors. Anti-PD-1 and anti-CTLA-4 checkpoint blockade therapy increased NK cell and CD8+ T cell infiltration to the CNS and improved survival in models of GBM and melanoma brain metastases (93, 94). The conjugation of poly(β-L-malic) acid to anti-PD-1 and anti-CTLA-4 facilitated NK cell infiltration and survival in mice bearing intracranial GL261 tumors (95, 96). Combining these approaches with techniques to prolong persistence and enhance cytolytic potential of adoptively transferred NK cells may assist in overcoming the BBB and the immunosuppressive brain TME (97).\n      \n      \n        Group 1 Innate Lymphoid Cells (ILC1)\n        ILC1 express the transcription factor T-bet and secrete IFN-γ in response to IL-12, IL-15, and IL-18, facilitating control of intracellular pathogens by classical macrophage activation (98) or limiting local viral replication (99) (Figure 1A). It has been challenging to distinguish tissue ILC1s from NK cells because they share common functions and markers. The CNS contains NK cells, ILC1s, intermediate ILC1s, and “ex-ILC3” in the brain parenchyma, meninges, and choroid plexus (CP) (100). In contrast to CNS-NK cells, CNS-ILC1s are enriched in the CP (Figure 1B) (100). ILC1 functions in brain tumors awaits in depth evaluation but were investigated in the context of autoimmune encephalomyelitis (EAE) (100). Steady-state CNS-NK cells and CNS-ILC1s expressed similar amounts of IFN-γ, whilst CNS-ILC1s produced more TNF. In EAE, NK cells had increased IFN-γ and TNF expression whilst ILC1s maintained stable levels. Interestingly, CNS-ILC1s from naïve and EAE mice express granzyme B and perforin and degranulated suggesting anti-tumor cytotoxic potential.\n        NK cells, ILC1s, and intermediate ILC1s accumulated in the brain parenchyma as EAE progressed. Unlike NK cells, ILC1s and intermediate ILC1s did not proliferate in situ, suggesting entry into the brain parenchyma via meninges or CP. ILC1 distribution and response during EAE strongly suggests they can regulate neuroinflammation. CNS-ILC1 were CD49a+CD49b− T-bet+Eomes− whilst CNS-NK cells were CD49a−CD49b+ T-bet+Eomes+. These markers provide a useful foundation to study ILC1 and NK cell contributions to anti-tumor immunity in mouse models of brain cancer. The dynamics and cytotoxic potential of ILC1s observed in the context of EAE suggests a potential role for CNS-ILC1s in restricting the growth of a brain tumors by lysing tumor cells or secreting immunoregulatory cytokines (100). NKp44 is also expressed by human ILC1 and ILC3 and activated by PDGF-DD, a pathway implicated in greater GBM survival (Figure 1D). It will be interesting to delineate the relative contributions of human ILC1, ILC3, or NK cells to anti-tumor immunity in brain cancers, such as GBM (2).\n      \n      \n        Group 2 Innate Lymphoid Cells (ILC2)\n        ILC2 express GATA3 and respond to IL-25, IL-33, and thymic stromal lymphopoietin (TSLP) by secreting IL-5, IL-9, and IL-13 to promote type II immunity (Figure 1A) (101). ILC2s are found in large numbers in the meninges of naïve mice enriched around the dural sinuses (Figure 1B). After spinal injury, meningeal ILC2s are activated by IL-33 to produce IL-5 and IL-13 and partially improve recovery following spinal cord injury (102). ILC2s accumulate in the CP of aged mice and represent the major lymphocyte subset in aged mice and humans (103). ILC2s in the aged brain produced large amounts of IL-5 and IL-13 in response to IL-33. Treatment with IL-5 or IL-33 or adoptive transfer of activated ILC2s into the brain improved neurogenesis and cognitive function by reducing TNF secretion from brain-resident CD8+ T cells. ILC2s may therefore play a neuroprotective role by orchestrating appropriate CNS immune responses (Figure 1D).\n        Many reports suggest type-II immunity downregulates anti-tumor immunity by hindering CTL. Mice genetically lacking ILC2s had markedly increased tumor growth rates and higher frequencies of circulating tumor cells and brain metastases (1,000-fold) (104). Tumor cell-derived IL-33 stimulated IL-13 secretion by ILC2s that enhanced DC antigen presentation and generation of anti-tumor CTL. The authors proposed a model where ILC2s mobilized from the lungs and other tissues enter tumors at distal sites to engage in immunosurveillance (104). It will be interesting to determine the relative contribution of meningeal ILC2s or ILC2s mobilized from tissues, such as the lungs, in restricting brain metastases and tumor growth (102). Interestingly, the primary male sex hormone testosterone, influenced ILC2 numbers and function and promoted and sustained a non-pathogenic TH2 myelin-specific response in EAE. These results suggest sexual dimorphism in ILC2 numbers or function could influence ILC2 brain tumor surveillance in addition to GBM invasiveness (105, 106). The protective role of activated ILC2s that observed during CNS injury, EAE, and restriction of brain metastases, suggests a potential role for activated meningeal ILC2s in suppressing brain tumor progression by enhancing CTL activity in response to elevated levels of IL-33 that are observed in brain cancers, such as glioma (107).\n      \n      \n        Group 3 Innate Lymphoid Cells (ILC3)\n        ILC3 express RORγt and respond to IL-23 and IL-1β stimulation by secreting IL-17 and IL-22 that induce epithelial defense mechanisms and granulocytic responses to counteract extracellular bacterial and fungal infections (98) (Figure 1A). Lymphoid tissue-inducer (LTi) cells that trigger lymphoid tissue organogenesis during development are RORγt+ and produce IL-17 and IL-22 are categorized as ILC3 (Figure 1A) but emerge from the common lymphoid progenitor prior to ILCs (108). The role of ILC3 in brain cancer has not been extensively investigated. RORγt+ ILC3s are residents of the meninges in naïve B6 mice (109). LTi characteristically express c-Kit whereas expression of NKp46 differentiates ILC3 subtypes. A population of NKp46+CD4+ ILC3s was detected in the meninges but not in the CNS, whereas more c-Kit+ ILC3s were observed in the meninges than the CNS (Figure 1B).\n        In EAE, ILC3 numbers in the meninges and CNS increased. Meningeal ILC3s produced proinflammatory cytokines (IFN-γ, IL-17, and GM-CSF), and the costimulatory molecules (CD30L and OX40L) that promoted CD4+ memory T cell survival and function, which may impact the recognition of MHC class II-restricted neoantigens and response to immunotherapy TME (110). Moreover, c-Kit+ LTi cells, which can promote ectopic lymphoid follicle development, a hallmark of autoimmune diseases, were reduced in the meninges of EAE-resistant c-Kit mutant mice. Importantly, disease-induced trafficking of adoptively transferred wild type T lymphocytes to the meninges was impaired in ILC3-deficient Rorc−/− mice showing ILC3s sustain neuroinflammation by supporting T cell survival and reactivation in the meninges (Figure 1D).\n        Another study found T-bet-dependent NKp46+ ILCs, which encompass NK cells, ILC1, and the NKp46 subset of ILC3s, were localized to the meninges and produced various inflammatory mediators that disrupted the BBB and facilitated infiltration of myelin-reactive TH17 cells into the brain parenchyma (111). Selective loss of T-bet in NKp46+ ILCs resulted in the reduction of NK cells and ILC1s in the meninges and production of IFN-γ by NKp46+ ILC3s, which impaired TH17 invasion of the CNS and protected from EAE disease. Importantly, NK cell-sufficient and NK cell-deficient mice showed similar levels of paralysis, suggesting NK cells do not play a major role in EAE immunopathogenesis and the pathogenic role of T-bet maps to the NKp46+ ILC3s and/or ILC1. Collectively, these findings suggest meningeal ILC3s could promote anti-tumor immunity in brain cancer by facilitating the infiltration of T lymphocytes into the brain and supporting their survival. It will be interesting to determine if the NKp44+ cells located in the brain parenchyma and associated with improved survival in GBM are derived from meningeal ILC3 populations or from other regions of the brain (2) (Figure 1D).\nNatural Killer Cells\n        NK cells are large granular lymphocytes considered the innate counterparts of cytotoxic T lymphocytes (CTL) due to their spontaneous ability to lyse malignant and virus-infected cells, whereas ILC1, ILC2, and ILC3 mirror adaptive T helper subsets (Figure 1A). NK cells respond to “stressed” cells that downregulate MHC class I (MHCI) to evade CTL recognition and are therefore critical for anti-tumor immunity whenever CTL are compromised (3). NK cells are present at lower frequencies in the brains of naïve mice (4) (Figure 1B), but during neuropathological conditions, such as virus infection or autoimmunity, the BBB can become permeable, allowing NK cell migration into the CNS (5–9).\n        \n          Figure 1\n          \n            Function, distribution, and anti-tumor responses of CNS ILC subsets. (A) Group 1 CNS ILCs have thus far been shown to include NK cells, intermediate ILC1s (intILC1s), ILC1s, and “ex-ILC3s.” NK cells express T-bet and Eomes and secrete IFN-γ and TNF in response to IL-2, IL-15, and IL-18, and lyse malignant cells via perforin, and granzymes. ILC1s express T-bet and produce IFN-γ and TNF in response to IL-2, IL-15, and IL-18 to promote type I immunity. Intermediate ILC1 (IntILC1) represent an intermediate phenotype between NK and ILC1 and express T-bet and Eomes. Ex-ILC3s are former ILC3 that have upregulated T-bet and downregulated RORγt to differentiate into ILC1-like cells. ILC2s express GATA3 and secrete IL-5, IL-9, and IL-13 in response to IL-25, IL-33, and TSLP to promote type II immunity. Group 3 ILCs include ILC3s and LTi cells. ILC3s express RORγt and AHR and produce IL-17, IL-22, and GM-CSF in respond to IL-23 and IL-1β stimulation to counteract extracellular bacterial and fungal infections. LTi cells also express RORγt and AHR and produce IL-17, IL-22, and lymphotoxin (LTα1β2). LTi cells trigger lymphoid tissue organogenesis during development. (B) NK cells are mainly present in the brain parenchyma. ILC1s are enriched in choroid plexus, whereas ILC2s accumulate in the choroid plexus and meninges and ILC3s accumulate in the meninges. (C) CX3CR1+ NK cells can infiltrate the brain in response to CX3CL1 chemokine produced by neurons. (Tumor control) PDGF-D expressed by tumor cells binds to the activating NKp44 receptor expressed on activated NK and induces the secretion of IFN-γ and TNF that inhibits tumor cell proliferation. (Tumor growth) PDGF-D enhances tumor growth by promoting pericyte recruitment and tumor angiogenesis. (Immune escape) Tumor cells upregulate IDO, which inactivates NK cells and activates immunosuppressive regulatory T cells (Tregs) by depletion of Trp and accumulation of Kyn. Tumor cells also secrete galectin-1 that induces lymphocyte apoptosis. Tumor cells supress NK cells function by inducing HLA-E and LLT1 ligands, which are ligands for NK cell inhibitory receptors CD94/NKG2A and CD161, respectively. TGF-β also inhibits NK cells function. (D) A hypothetical scheme showing the possible role of ILCs in brain cancer. Human ILC1s and ILC3s can express NKp44 and secrete IFN-γ and/or TNF in response to PDGF-DD to promote anti-tumor immunity (2). ILC2s enhance CTL responses to control the spread of tumors in response to IL-33 produced by tumor cells. ILC3s can also produce proinflammatory cytokines IFN-γ, IL-17, and GM-CSF and express the costimulatory molecules CD30L and OX40L that can promote T cell survival and function. AHR, aryl hydrocarbon receptor; CTL, cytotoxic T lymphocyte; EOMES, eomesodermin; GATA3, GATA-binding protein 3; GM-CSF, granulocyte-macrophage colony-stimulating factor; IDO, indoleamine 2,3-dioxygenase; Kyn, kynurenine; LLT1, Lectin-like transcript-1; LTi, Lymphoid tissue-inducer; PDGF-D, Platelet Derived Growth Factor D; RORγt, retinoic acid-related orphan receptor gamma t; T-bet, T-box expressed in T cells; Trp, tryptophan; TSLP, thymic stromal lymphopoietin.\nNK Cells in Brain Cancer\n        The CX3CL1 chemokine (also known as fractalkine) produced by neurons mediates CX3CR1+ NK cell recruitment to the brain and is associated with a favorable glioma prognosis (10) (Figure 1C). In one study, NK cells constituted the highest percentage of lymphocytes infiltrating GBM compared to breast cancers or melanomas suggesting a prominent role for NK cells in brain cancer surveillance (11). NK cells infiltrate meningiomas and metastatic brain neoplasms (12–14) and lyse GBM and medulloblastoma tumor cell-lines in vitro (15–22). NK cell receptors are linked with brain tumor surveillance and an allele of the activating KIR2DS4 receptor is associated with control of cytomegalovirus (CMV)-positive GBMs (23). CMV-induced expression of platelet-derived growth factor D (PDGF-D) enhanced GBM growth by promoting pericyte recruitment and tumor angiogenesis (24) (Figure 1C). PDGF-D is expressed by most GBMs and binds to the activating NKp44 receptor to stimulate cytokine secretion from NK cells and ILCs to control tumor growth, which was associated with improved survival of GBM patients (2) (Figure 1C). These studies implicate NK cells engage in brain tumor surveillance that impacts prognosis (14).\n        Several computational-based studies show that glioma patients expressing activated NK cell transcriptional signatures (TS) have improved prognosis (2, 25–29). Studies in patients and mouse models support these findings (10, 30, 31), with one human study showing a remarkable relationship between the presence of activated NK cells and improved survival in GBM (32). Another study showed that activated NK cells were higher in low grade compared to high grade gliomas suggesting reduction in activated NK cells is associated with transition from low to high grade brain cancers (27). NK cells may therefore play a detrimental role in brain tumor progression and heterogeneity. Expression of B7-H6, a ligand for the activating NKp30 receptor, is elevated in human glioma and associated with tumor progression (33). Whilst NK cells efficiently lyse undifferentiated GBM cancer stem cells (CSC), NK cell-derived IFN-γ promotes GBM CSC differentiation and decreased susceptibility to NK cell cytotoxicity (34, 35). In GBM, CSCs that survive therapy are a source of tumor recurrence/relapse. Influencing the balance of NK cell-mediated lysis of CSCs or opposing the pro-tumorigenic effect of NK cell-IFN-γ-induced CSC differentiation will be an important mechanism to decipher and target. Interestingly, IFN-γ-induced CSC differentiation concomitantly enhances tumor susceptibility to chemotherapy, suggesting NK cell-based therapies can be combined with other therapeutic strategies for more effective clinical outcomes (36, 37).\nNK Cell-Based Immunotherapies for Brain Cancer\n        CNS tumors are often poorly immunogenic and highly immunosuppressive which imposes barriers to successful immunotherapy (38). A summary of current research and clinical trials into NK cell immunotherapies for malignant CNS tumors is provided (Table 1). Whilst NK cell cytotoxicity is facilitated by an array of activating receptors (62, 63) the chief inhibitory signal for NK cells, MHC class I (MHC-I), can be overexpressed in CNS malignancies and suppresses NK cell activity (64, 65). Strategies to enhance NK cell anti-tumor function include activating the DNA damage response (DDR) to induce ligands for activating NK cell receptors (66–68). The proteosomal inhibitor bortezomib (BTZ) activates the DDR and sensitizes GBM cells to NK cell killing by inducing ligands for the activating receptors, NKG2D (39, 59, 69, 70) and DNAM-1 (40). BTZ treatment with autologous NK cells suppressed tumor growth and prolonged survival in 25% of test animals (70). However, appropriate BTZ scheduling with NK cell transfer remains to be optimized to prevent sensitization of NK cells themselves (70). GBM patients have increased expression of NKG2D ligands (NKG2DL) following TMZ therapy and TMZ-induced activation of the DDR improved survival in a mouse model of GBM that was NKG2D-dependent (41).\n        \n          Table 1\n          \n            Summary of current academic investigations and clinical trials into NK cell immunotherapy directed against malignant tumors of the CNS.\n          \n          \n            \n              \n                \n                  Therapeutic Strategy\n                \n                \n                  Treatment\n                \n                \n                  Results summary\n                \n                \n                  Model (tumor type)\n                \n                \n                  Reference/Trial ID\n                \n              \n            \n            \n              \n                Combinational therapy NK cells and chemotherapy\n                NK cells infusion with: Sulindac; MAPK and cyclin-dependent kinase 4/6 inhibitors (38)\n                Reduces VEGF secretion and increases NK cell cytotoxicity; Suppresses tumor proliferation and increases NK cell cytotoxicity\n                Human (GBM, Lung cancer)\n                (37, 38)\n              \n              \n                Sensitization of tumors to NK cell cytotoxicity\n                NK cell infusion with BTZ\n                Predisposes tumor to NK natural cytotoxicity and TRAIL/DR5; BTZ and NK cell infusion increased tumor elimination\n                Mouse (BG7); mouse (U87)\n                (39, 40)\n              \n              \n                Virotherapy\n                Triple therapy (NK cell infusion, BTZ, oHSV)\n                Tumor clearance tumor bearing mice; combinational therapy with BTZ and oHSV enhances tumor death and NK cell activation\n                Mouse (GBM30)\n                (41, 42)\n              \n              \n                \n                TGF-β and oHSV infection\n                Modulated NK cell immune response to oHSV infected cells and improved anti-GBM effect of the oHSV treatment\n                Mouse (GB30)\n                (43)\n              \n              \n                Overcoming immunosuppressive TME\n                siRNA interference of TGF-β signaling; infusion of TGF-β receptor negative NK cells\n                Reduction of tumorigenic profile of glioma; NK cells were resistant to TGF-β inhibition\n                Mouse (LNT229); in vitro; in vitro\n                (44–46)\n              \n              \n                Toll-like receptor agonism\n                CpG-ODN DNA TLR-9 agonism\n                Clinical trials failed to recapitulate results of encouraging in vitro TLR-9 agonism\n                Clinical trial (GBM); mouse (GL621)\n                (47–50)\n              \n              \n                \n                Poly-ICLC TLR-3 agonism with bevacizumab (a-VEGF)\n                Poly-ICLC adjuvant to tumor associated antigens mixed with Bevacizumab—study unfinished, promising in vitro results\n                Human trial (GBM)\n                NCT02754362 (withdrawn—personnel changes)\n              \n              \n                Directing NK cell immunity toward brain tumor antigens\n                Infusion of monalizumab (a-NKG2A)/cetuximab (a-EGFR)\n                NKG2A blockage potential to boost ADCC against GBM. Cetuximab treatment increased ADCC mediated by CD16+ NK cells (IL-2 or lectin-activated)\n                Human GBM stem cells in vitro\n                (51)\n              \n              \n                \n                Infusion of CAR NKs engineered to be specific for EGFR, EGFRVIII, Erbb2\n                EGFR, EGFRvIII CAR NK cells suppressed tumor growth and significantly prolonged survival; CXCR4 transduction enhanced antitumor responses of EGFR CAR NK cells; Erbb CAR NK cells\n                Mouse (GB19 xg); mouse (U87 xg); mouse (GL621 xg)\n                (52–54)\n              \n              \n                \n                Infusion of a-NG2/CSPG4 Ab\n                NK cell directed ADCC and proinflammatory tumor environment enhancing survival\n                Rat (U87); mouse (GBM)\n                (55, 56)\n              \n              \n                Immune checkpoint blockade\n                Infusion of a-PD-1 and a-CTLA-4 Ab\n                Interference with peripheral immune cell inhibition potentiates intracranial immune response; immune checkpoint blockade antibodies improved survival in models\n                Mouse(GL621); mouse (B16)\n                (57, 58)\n              \n              \n                \n                Blockade of interactions of HLA-E:CD94/NKG2A or LLT1/CD161 with siRNA or blocking Ab\n                Blockade promoted NK cell lysis\n                Human (GBM) in vitro\n                (59, 60)\n              \n              \n                Circumventing the BBB\n                Infusion of a-CTLA-4/a-PD-1 Ab conjugated to biopolymer scaffold\n                Treatment able to cross BBB. Prolonged survival of mice compared to free a-CTLA-4 and a-PD-1 Ab\n                Mouse (GL261)\n                (61)\n              \n              \n                Autologous NK cell infusion expanded ex vivo\n                Artificial antigen-presenting cells\n                Promising in vitro, results forthcoming\n                Human trial (Recurrent MBM)\n                NCT02271711 (active)\n              \n              \n                \n                Cytokines/Feeder cells + infusion recombinant human interleukin-15\n                Promising in vitro, results forthcoming\n                Human (Solid brain tumors, SCM, NBM)\n                NCT01875601 (complete)\n              \n              \n                \n                Cancer/testis antigens presented by DNA-demethylated TH cells\n                Labeled cells infiltrated tumor site (SPECT imaging). Reduced disease burden 5 out of 10 patients. Long term survival in 3 of 10. However, slow kinetics of induced antitumor response\n                Human trial (GBM)\n                NCT01588769 (complete)\n              \n              \n                \n                Genetically modified feeder-cells\n                Promising in vitro, results forthcoming\n                Human trial (GBM)\n                NCT04254419 (not yet recruiting)\n              \n              \n                Allogeneic (HLA)-haploidentical hematopoietic cell transplantation\n                Allo HTC and infusion with donor NK cells\n                Promising in vitro, results forthcoming\n                Human trial (eSCM, rSCM, oSCM, NBM)\n                NCT02100891 (recruiting)\n              \n            \n          \n          \n            Abbreviated cancers: GBM, glioblastoma; MBM, medulloblastoma; NBM, neuroblastoma; e, Ewing; SCM, sarcoma; r, Rhabdomyosarcoma; o, Osteosarcoma. Other abbreviations: xg, Xenograft; VEGF, vascular endothelial growth factor; BTZ, bortezomib; oHSV, oncolytic herpes simplex virus; TGF-β, transforming growth factor-beta; EGFR, epidermal growth factor receptor; Ab, antibody.\n          \n        \n        Anti-cancer treatments, such as chemotherapy, selective inhibitors of oncogenic signaling pathways, or oncolytic virotherapy can promote tumor cell death and enhance immunogenicity, which holds great potential when combined with immunotherapy (42, 71). Using a triple therapy approach, BTZ treatment combined with an oncolytic Herpes Simplex Virus (oHSV) strain sensitized GBM to adoptive NK cell therapy (40). BTZ enhanced expression of ligands for activating NK cell receptors, such as DNAM-1, whilst oHSV infection induced NK cell secretion of IFN-γ and TNF, which enhanced tumor cell death and improved survival of athymic nude mice transplanted with GBM tumors (40). Conversely, other studies claim NK cells limit oncolytic virotherapy by curbing virus infection of tumor cells. Transient TGF-β delivery or NK cell depletion increased oHSV titers, suppressed tumor growth, and prolonged survival in mouse GBM models (43, 72). TGF-β is considered a pro-tumor cytokine (73, 74) that suppresses NK cell function by downregulating activating NK cell receptors (75–77) or their ligands on brain tumor cells (78) (Figure 1C), reducing NK cell proliferation and converting NK cells into pro-tumor ILC1-like cells (79), or upregulating immunosuppressive extracellular matrix TME components, such as the galectins (44). Neutralizing TGF-β in the brain TME rescued NK cell anti-tumor function in glioma or medulloblastoma patients (45, 46) and expression of a dominant negative TGF-β receptor lacking the kinase domain (80) restored NK cell cytotoxicity against GBM and medulloblastoma cells in the presence of TGF-β in vitro (46, 81).\n        Brain tumors also secrete other soluble immunosuppressive factors, such as the carbohydrate-binding protein, galectin-1, that reduced lymphocyte viability (82) (Figure 1C). Galectin-1-deficient gliomas are more susceptible to NK cell lysis and were eradicated by NK cells before adaptive anti-tumor immune responses (17). Alternatively, glioma cells upregulate indoleamine 2,3-dioxygenase (IDO), a key rate-limiting enzyme of tryptophan (Trp) metabolism. IDO is involved in tumor-derived immunosuppression through Trp depletion and accumulation of the metabolite kynurenine that inactivated NK cells and promoted immunosuppressive regulatory T cells (Tregs) (83) (Figure 1C).\n        Brain tumor cells also modulate their cell-surface to suppress NK cell function. Gain-of-function mutations in isocitrate dehydrogenases (IDH1 and IDH2) in diffuse gliomas promotes epigenetic reprogramming of a number of immune genes including NKG2DL downregulation and resistance to NK cell-mediated lysis (60). Decitabine (a hypomethylating compound) increased NKG2DL expression and restored NK cell-mediated lysis of IDH mutant cells in an NKG2D-dependent manner. In addition to downregulating activating NK cell surface interactions, brain tumors also promote inhibitory NK cell surface interactions. Malignant gliomas induce HLA-E or Lectin-like transcript-1 (LLT1), which can induce NK cell inhibition by binding CD94/NKG2A and CD161, respectively (51, 84–86) (Figure 1C). Blockade of HLA-E:CD94/NKG2A or LLT1/CD161 inhibitory interactions using small interfering RNA or blocking antibodies promoted NK cell lysis of glioma cells (65, 87). Interestingly, a humanized anti-NKG2A antibody, “monalizumab,” in combination with the anti-epidermal growth factor receptor (EGFR) “cetuximab,” is effective in promoting antibody-dependent cellular cytotoxicity (ADCC) against cetuximab-coated head and neck squamous carcinoma (88). EGFR is a prime target for therapy across a broad variety of tumor types including gliomas, suggesting NKG2A blockade with monalizumab has potential to boost NK cell-mediated ADCC against gliomas, particularly those resistant to TMZ (89).\n        Cancer adjuvants provide other means of reinvigorating anti-tumor immune responses. Oligodeoxynucleotides containing unmethylated cytosine-guanosine motifs (CpG-ODNs) mimic pathogen-associated molecular patterns (PAMPs) that bind to Toll-like Receptor 9 to induce type-I interferon (IFN-I) production from plasmacytoid dendritic cells (pDCs) (90). IFN-I enhances NK cell anti-tumor functions (47, 48) and CpG-ODN stimulation and Treg ablation unleashed NK cell cytotoxicity toward intracranial tumors (49). Despite encouraging results in vitro, human trials of CpG-ODN treatment in patients with primary (50) and recurrent GBM (52, 91) reported no benefit in CpG-ODN therapy, suggesting combination treatments are necessary, e.g., Treg depletion that may improve clinical responses. Intriguingly, depletion studies have implicated NK cells as the predominant anti-tumor effector cell in murine models of glioma following repeated low dose administration of CpG-ODN (53). However, tumor-infiltrating NK cells remained susceptible to suppression both locally and systemically, reinforcing the need for more effective methods of augmenting NK cell function in the brain TME.\n        Chimeric Antigen Receptors (CARs) are tumor-specific antibody single-chain variable fragments (scFvs) fused by a transmembrane linker domain to the CD3ζ signaling chain of the T cell receptor that can be transduced into autologous cytotoxic T lymphocytes (CAR T) or NK cells (CAR NK), respectively (54). CAR NK cells are attractive because they can be engineered to respond to a tumor antigen whilst retaining capacity for natural cytotoxicity. CAR NK cells directed toward EGFR or the constitutively activated mutant EGRFvIII GBM tumor antigen (55, 56) and ErbB2 (92) have shown potent cytotoxicity toward primary GBM tumor cells and cell lines in vitro. Some studies targeting GBM antigens show NK cells are important regulators of proinflammatory environments through IFN-γ secretion rather than cytotoxicity (57, 58). Transfer of NKG2D-CAR T cells combined with radiotherapy exhibited therapeutic synergy in mice bearing orthotopic tumors of the murine glioma cell line, GL261, although mice receiving intratumoral vs. intravenous CAR T cells were more likely to survive, reiterating the poor infiltration of intravenously administered CAR T cells into the brain parenchyma (61). Such studies highlight the need to develop immunological and mechanical adjuvants in concert with NK cell therapy to improve delivery to the brain parenchyma.\n        The BBB is a selectively permeable membrane that excludes harmful material from the parenchyma but impedes delivery of immunotherapeutic agents and cells to brain tumors. Anti-PD-1 and anti-CTLA-4 checkpoint blockade therapy increased NK cell and CD8+ T cell infiltration to the CNS and improved survival in models of GBM and melanoma brain metastases (93, 94). The conjugation of poly(β-L-malic) acid to anti-PD-1 and anti-CTLA-4 facilitated NK cell infiltration and survival in mice bearing intracranial GL261 tumors (95, 96). Combining these approaches with techniques to prolong persistence and enhance cytolytic potential of adoptively transferred NK cells may assist in overcoming the BBB and the immunosuppressive brain TME (97).\nGroup 1 Innate Lymphoid Cells (ILC1)\n        ILC1 express the transcription factor T-bet and secrete IFN-γ in response to IL-12, IL-15, and IL-18, facilitating control of intracellular pathogens by classical macrophage activation (98) or limiting local viral replication (99) (Figure 1A). It has been challenging to distinguish tissue ILC1s from NK cells because they share common functions and markers. The CNS contains NK cells, ILC1s, intermediate ILC1s, and “ex-ILC3” in the brain parenchyma, meninges, and choroid plexus (CP) (100). In contrast to CNS-NK cells, CNS-ILC1s are enriched in the CP (Figure 1B) (100). ILC1 functions in brain tumors awaits in depth evaluation but were investigated in the context of autoimmune encephalomyelitis (EAE) (100). Steady-state CNS-NK cells and CNS-ILC1s expressed similar amounts of IFN-γ, whilst CNS-ILC1s produced more TNF. In EAE, NK cells had increased IFN-γ and TNF expression whilst ILC1s maintained stable levels. Interestingly, CNS-ILC1s from naïve and EAE mice express granzyme B and perforin and degranulated suggesting anti-tumor cytotoxic potential.\n        NK cells, ILC1s, and intermediate ILC1s accumulated in the brain parenchyma as EAE progressed. Unlike NK cells, ILC1s and intermediate ILC1s did not proliferate in situ, suggesting entry into the brain parenchyma via meninges or CP. ILC1 distribution and response during EAE strongly suggests they can regulate neuroinflammation. CNS-ILC1 were CD49a+CD49b− T-bet+Eomes− whilst CNS-NK cells were CD49a−CD49b+ T-bet+Eomes+. These markers provide a useful foundation to study ILC1 and NK cell contributions to anti-tumor immunity in mouse models of brain cancer. The dynamics and cytotoxic potential of ILC1s observed in the context of EAE suggests a potential role for CNS-ILC1s in restricting the growth of a brain tumors by lysing tumor cells or secreting immunoregulatory cytokines (100). NKp44 is also expressed by human ILC1 and ILC3 and activated by PDGF-DD, a pathway implicated in greater GBM survival (Figure 1D). It will be interesting to delineate the relative contributions of human ILC1, ILC3, or NK cells to anti-tumor immunity in brain cancers, such as GBM (2).\nGroup 2 Innate Lymphoid Cells (ILC2)\n        ILC2 express GATA3 and respond to IL-25, IL-33, and thymic stromal lymphopoietin (TSLP) by secreting IL-5, IL-9, and IL-13 to promote type II immunity (Figure 1A) (101). ILC2s are found in large numbers in the meninges of naïve mice enriched around the dural sinuses (Figure 1B). After spinal injury, meningeal ILC2s are activated by IL-33 to produce IL-5 and IL-13 and partially improve recovery following spinal cord injury (102). ILC2s accumulate in the CP of aged mice and represent the major lymphocyte subset in aged mice and humans (103). ILC2s in the aged brain produced large amounts of IL-5 and IL-13 in response to IL-33. Treatment with IL-5 or IL-33 or adoptive transfer of activated ILC2s into the brain improved neurogenesis and cognitive function by reducing TNF secretion from brain-resident CD8+ T cells. ILC2s may therefore play a neuroprotective role by orchestrating appropriate CNS immune responses (Figure 1D).\n        Many reports suggest type-II immunity downregulates anti-tumor immunity by hindering CTL. Mice genetically lacking ILC2s had markedly increased tumor growth rates and higher frequencies of circulating tumor cells and brain metastases (1,000-fold) (104). Tumor cell-derived IL-33 stimulated IL-13 secretion by ILC2s that enhanced DC antigen presentation and generation of anti-tumor CTL. The authors proposed a model where ILC2s mobilized from the lungs and other tissues enter tumors at distal sites to engage in immunosurveillance (104). It will be interesting to determine the relative contribution of meningeal ILC2s or ILC2s mobilized from tissues, such as the lungs, in restricting brain metastases and tumor growth (102). Interestingly, the primary male sex hormone testosterone, influenced ILC2 numbers and function and promoted and sustained a non-pathogenic TH2 myelin-specific response in EAE. These results suggest sexual dimorphism in ILC2 numbers or function could influence ILC2 brain tumor surveillance in addition to GBM invasiveness (105, 106). The protective role of activated ILC2s that observed during CNS injury, EAE, and restriction of brain metastases, suggests a potential role for activated meningeal ILC2s in suppressing brain tumor progression by enhancing CTL activity in response to elevated levels of IL-33 that are observed in brain cancers, such as glioma (107).\nGroup 3 Innate Lymphoid Cells (ILC3)\n        ILC3 express RORγt and respond to IL-23 and IL-1β stimulation by secreting IL-17 and IL-22 that induce epithelial defense mechanisms and granulocytic responses to counteract extracellular bacterial and fungal infections (98) (Figure 1A). Lymphoid tissue-inducer (LTi) cells that trigger lymphoid tissue organogenesis during development are RORγt+ and produce IL-17 and IL-22 are categorized as ILC3 (Figure 1A) but emerge from the common lymphoid progenitor prior to ILCs (108). The role of ILC3 in brain cancer has not been extensively investigated. RORγt+ ILC3s are residents of the meninges in naïve B6 mice (109). LTi characteristically express c-Kit whereas expression of NKp46 differentiates ILC3 subtypes. A population of NKp46+CD4+ ILC3s was detected in the meninges but not in the CNS, whereas more c-Kit+ ILC3s were observed in the meninges than the CNS (Figure 1B).\n        In EAE, ILC3 numbers in the meninges and CNS increased. Meningeal ILC3s produced proinflammatory cytokines (IFN-γ, IL-17, and GM-CSF), and the costimulatory molecules (CD30L and OX40L) that promoted CD4+ memory T cell survival and function, which may impact the recognition of MHC class II-restricted neoantigens and response to immunotherapy TME (110). Moreover, c-Kit+ LTi cells, which can promote ectopic lymphoid follicle development, a hallmark of autoimmune diseases, were reduced in the meninges of EAE-resistant c-Kit mutant mice. Importantly, disease-induced trafficking of adoptively transferred wild type T lymphocytes to the meninges was impaired in ILC3-deficient Rorc−/− mice showing ILC3s sustain neuroinflammation by supporting T cell survival and reactivation in the meninges (Figure 1D).\n        Another study found T-bet-dependent NKp46+ ILCs, which encompass NK cells, ILC1, and the NKp46 subset of ILC3s, were localized to the meninges and produced various inflammatory mediators that disrupted the BBB and facilitated infiltration of myelin-reactive TH17 cells into the brain parenchyma (111). Selective loss of T-bet in NKp46+ ILCs resulted in the reduction of NK cells and ILC1s in the meninges and production of IFN-γ by NKp46+ ILC3s, which impaired TH17 invasion of the CNS and protected from EAE disease. Importantly, NK cell-sufficient and NK cell-deficient mice showed similar levels of paralysis, suggesting NK cells do not play a major role in EAE immunopathogenesis and the pathogenic role of T-bet maps to the NKp46+ ILC3s and/or ILC1. Collectively, these findings suggest meningeal ILC3s could promote anti-tumor immunity in brain cancer by facilitating the infiltration of T lymphocytes into the brain and supporting their survival. It will be interesting to determine if the NKp44+ cells located in the brain parenchyma and associated with improved survival in GBM are derived from meningeal ILC3 populations or from other regions of the brain (2) (Figure 1D).\nConcluding Remarks\n      Transition of low-grade glioma to high-grade glioma, including transition to GBM, as well as post-treatment relapse remain major causes of treatment failure, and improved strategies to eradicate brain tumor cells are required. Understanding the functions of NK cells and ILCs in both healthy and tumorigenic brain is necessary for developing strategies for effective immunotherapy, including enhanced activation of brain resident NK cells and ILCs and transfusion and mobilization of engineered NK cells, e.g., CAR NK (112). Existing evidence, presented in this review, demonstrates a rapidly evolving NK cell and ILC research field and proposes that continued research efforts will lead to the development and refinement of NK- and ILC-based therapies which can be used in combination with existing standard and novel oncolytic virus and drug-based therapies to meaningfully enhance brain cancer patient outcomes.\nAuthor Contributions\n      AS, NG, and PC drafted the manuscript. TM and AB critically reviewed the manuscript for important intellectual content and approved it for publication. All authors contributed to the article and approved the submitted version.\nConflict of Interest\n      The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC7438769/\nhttps://doi.org/10.3389/fimmu.2020.01549",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7438769/",
    "doi": "https://doi.org/10.3389/fimmu.2020.01549",
    "citation_count": 26,
    "references": {
        "10949308": "Nanoparticle-Based Combinational Strategies for Overcoming the Blood-Brain Barrier and Blood-Tumor Barrier",
        "10915051": "Innate lymphoid cells in neuroinflammation",
        "10879818": "Global research trends on innate lymphoid cells in the brain, gut and lung field: a bibliometric and visualized analysis",
        "10839779": "The immunological landscape of peripheral blood in glioblastoma patients and immunological consequences of age and dexamethasone treatment",
        "10799464": "The causality between CD8+NKT cells and CD16−CD56 on NK cells with hepatocellular carcinoma: a Mendelian randomization study",
        "10741423": "Unlocking Glioblastoma Secrets: Natural Killer Cell Therapy against Cancer Stem Cells",
        "10646240": "Experimental procedures for flow cytometry of wild-type mouse brain: a systematic review",
        "10589502": "Inhalant Cannabidiol Inhibits Glioblastoma Progression Through Regulation of Tumor Microenvironment",
        "10380963": "Polymorphisms of Killer Ig-like Receptors and the Risk of Glioblastoma",
        "10357293": "Insight into lipid-based nanoplatform-mediated drug and gene delivery in neuro-oncology and their clinical prospects",
        "10340194": "Bi-Specific Killer Cell Engager Enhances NK Cell Activity against Interleukin-13 Receptor Alpha-2 Positive Gliomas",
        "10247981": "Harnessing type I interferon-mediated immunity to target malignant brain tumors",
        "10189838": "Sex differences in depression: An immunological perspective",
        "9954396": "Individualized Multimodal Immunotherapy for Adults with IDH1 Wild-Type GBM: A Single Institute Experience",
        "9871756": "Natural killer cell therapy potentially enhances the antitumor effects of bevacizumab plus irinotecan in a glioblastoma mouse model",
        "9771758": "Cancer resistance to immunotherapy: What is the role of cancer stem cells?",
        "9605252": "Cryptococcus neoformans Infection in the Central Nervous System: The Battle between Host and Pathogen",
        "9378736": "Circular EZH2-encoded EZH2-92aa mediates immune evasion in glioblastoma via inhibition of surface NKG2D ligands",
        "9135404": "Single-cell profiling reveals periventricular CD56bright NK cell accumulation in multiple sclerosis",
        "9131635": "Identification of an endoplasmic reticulum stress-related signature associated with clinical prognosis and immune therapy in glioma",
        "8882142": "NK Cells in the Brain: Implications for Brain Tumor Development and Therapy",
        "8852840": "Innate Lymphoid Cells in the Central Nervous System",
        "8469987": "The Interplay between Glioblastoma and Its Microenvironment",
        "8444979": "A Transcriptional Signature of PDGF-DD Activated Natural Killer Cells Predicts More Favorable Prognosis in Low-Grade Glioma",
        "8363618": "Influence of scalp block on oncological outcomes of high-grade glioma in adult patients with and without isocitrate dehydrogenase-1 mutation",
        "8222736": "Immune Response in Neurological Pathology: Emerging Role of Central and Peripheral Immune Crosstalk"
    },
    "journal": "Frontiers in Immunology",
    "topics": [
        "cancer, innate, lymphoid, role",
        "cells, cancer, role, brain",
        "cells, lymphoid, nk, innate"
    ]
}