{
    "title": "Brain Metastasis Cell Lines Panel: a public resource of organotropic cell lines",
    "abstract": "Spread of cancer to the brain remains an unmet clinical need in spite of the increasing number of \ncases among patients with lung, breast cancer and melanoma most notably. Although research on \nbrain metastasis was considered a minor aspect in the past due to its untreatable nature and \ninvariable lethality, nowadays limited but encouraging examples have questioned this statement \nmaking it more attractive for basic and clinical researchers. Evidences of its own biological \nidentity (i.e. specific microenvironment) and particular therapeutic requirements (i.e. presence of \nblood-brain barrier, blood-tumor barrier, molecular differences with the primary tumor) are \nthought to be critical aspects that must be functionally exploited using preclinical models.\nWe present the coordinated effort of 19 laboratories to compile comprehensive information related \nto brain metastasis experimental models. Each lab has provided details on the cancer cell lines \nthey have generated or characterized as being capable of forming metastatic colonies in the brain, \nas well as principle methodologies of brain metastasis research. The Brain Metastasis Cell Lines \nPanel (BrMPanel) represents the first of its class and includes information about the cell line, how \ntropism to the brain was established and the behavior of each model in vivo.\nThese and other aspects described are intended to assist investigators in choosing the most suitable \ncell line for research on brain metastasis. The main goal of this effort is to facilitate research on \nthis unmet clinical need, to improve models through a collaborative environment, and to promote \nthe exchange of information on these valuable resources.\nKeywords\nBrain metastasis; Cell lines; Organotropism; Resource; Open-source",
    "authors": [
        "Manuel Valiente",
        "Amanda E.D. Van Swearingen",
        "Carey K. Anders",
        "Amos Bairoch",
        "Adrienne Boire",
        "Paula D. Bos",
        "Diana M. Cittelly",
        "Neta Erez",
        "Gino B. Ferraro",
        "Dai Fukumura",
        "Brunilde Gril",
        "Meenhard Herlyn",
        "Sheri L. Holmen",
        "Rakesh K. Jain",
        "Johanna A. Joyce",
        "Mihaela Lorger",
        "Joan Massague",
        "Josh Neman",
        "Nicola R. Sibson",
        "Patricia S. Steeg",
        "Frits Thorsen",
        "Leonie S. Young",
        "Damir Varešlija",
        "Adina Vultur",
        "Frances Weis-Garcia",
        "Frank Winkler"
    ],
    "published_year": "",
    "description": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7572582/\nhttps://doi.org/10.1158/0008-5472.CAN-20-0291",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7572582/",
    "doi": "https://doi.org/10.1158/0008-5472.CAN-20-0291",
    "citation_count": 35,
    "references": {
        "10962705": "Overcoming brain-derived therapeutic resistance in HER2+ breast cancer brain metastasis",
        "10919154": "The anatomic basis of leptomeningeal metastasis",
        "10799151": "Coordination of anti-CTLA-4 with whole-brain radiation therapy decreases tumor burden during treatment in a novel syngeneic model of lung cancer brain metastasis",
        "10758094": "Radiotherapy in Preclinical Models of Brain Metastases: A Review and Recommendations for Future Studies",
        "10623725": "A tissue-engineered model of the blood-tumor barrier during metastatic breast cancer",
        "10605101": "Compromised Blood-Brain Barrier Junctions Enhance Melanoma Cell Intercalation and Extravasation",
        "10584345": "BCRP drives intrinsic chemoresistance in chemotherapy-naïve breast cancer brain metastasis",
        "10507426": "Machine learning identifies experimental brain metastasis subtypes based on their influence on neural circuits",
        "10311757": "Breast cancer brain metastasis: from etiology to state-of-the-art modeling",
        "10298140": "The Brain Pre-Metastatic Niche: Biological and Technical Advancements",
        "10284082": "Optimizing Precision Medicine for Breast Cancer Brain Metastases with Functional Drug Response Assessment",
        "10171356": "Melanoma central nervous system metastases: An update to approaches, challenges, and opportunities",
        "10163467": "Nanomaterials with dual immunomodulatory functions for synergistic therapy of breast cancer brain metastases",
        "10076948": "A distinct pattern of growth and RAC1 signaling in melanoma brain metastasis cells",
        "9911715": "Advances in Brain Metastasis Models",
        "9896731": "Effects of whole-brain radiation therapy on the blood–brain barrier in immunocompetent and immunocompromised mouse models",
        "9536270": "MCP-1/CCR2 axis inhibition sensitizes the brain microenvironment against melanoma brain metastasis progression",
        "9527512": "Preclinical modeling in leptomeningeal disease: Starting at the foundation to tackle a difficult disease",
        "9088117": "Liquid biopsies to occult brain metastasis",
        "9036958": " In Vivo miRNA Decoy Screen Reveals miR-124a as a Suppressor of Melanoma Metastasis",
        "8964799": "Inhibition of triple negative breast cancer-associated inflammation, tumor growth and brain colonization by targeting monoacylglycerol lipase",
        "8899920": "A clinically compatible drug‐screening platform based on organotypic cultures identifies vulnerabilities to prevent and treat brain metastasis",
        "8804893": "The PI3K/Akt/mTOR pathway as a preventive target in melanoma brain metastasis",
        "8791982": "Mapping molecular subtype specific alterations in breast cancer brain metastases identifies clinically relevant vulnerabilities",
        "8751251": "An Ex Vivo Brain Slice Model to Study and Target Breast Cancer Brain Metastatic Tumor Growth",
        "8633729": "Animal models of brain metastasis",
        "8616823": "Glial and myeloid heterogeneity in the brain tumour microenvironment",
        "8597918": "An Overview of Preclinical Solid Tumor Models to Study Novel Therapeutics in Brain Metastases",
        "8409556": "The role of extracellular vesicles in the physiological and pathological regulation of the blood–brain barrier",
        "8124815": "Challenges and Novel Opportunities of Radiation Therapy for Brain Metastases in Non-Small Cell Lung Cancer",
        "8108694": "Brain Tumor Biobank Development for Precision Medicine: Role of the Neurosurgeon",
        "7918415": "The In Vivo Selection Method in Breast Cancer Metastasis",
        "7839270": "Triple-negative breast cancer central nervous system metastases from the laboratory to the clinic",
        "7796445": "Cerebral Metastasis of Common Cancers",
        "7666285": "Nintedanib and a bi-specific anti-VEGF/Ang2 nanobody selectively prevent brain metastases of lung adenocarcinoma cells"
    },
    "journal": "Cancer research",
    "topics": [
        "lines, cell, organotropic, panel",
        "resource, cell, lines, metastasis",
        "public, cell, organotropic, resource"
    ]
}