{
    "title": "Neurotrophic Factor BDNF, Physiological Functions and Therapeutic Potential in Depression, Neurodegeneration and Brain Cancer",
    "abstract": ": Brain-derived neurotrophic factor (BDNF) is one of the most distributed and extensively\nstudied neurotrophins in the mammalian brain. BDNF signals through the tropomycin receptor kinase\nB (TrkB) and the low aﬃnity p75 neurotrophin receptor (p75NTR). BDNF plays an important role in\nproper growth, development, and plasticity of glutamatergic and GABAergic synapses and through\nmodulation of neuronal diﬀerentiation, it inﬂuences serotonergic and dopaminergic neurotransmission.\nBDNF acts as paracrine and autocrine factor, on both pre-synaptic and post-synaptic target sites.\nIt is crucial in the transformation of synaptic activity into long-term synaptic memories. BDNF\nis considered an instructive mediator of functional and structural plasticity in the central nervous\nsystem (CNS), inﬂuencing dendritic spines and, at least in the hippocampus, the adult neurogenesis.\nChanges in the rate of adult neurogenesis and in spine density can inﬂuence several forms of learning\nand memory and can contribute to depression-like behaviors. The possible roles of BDNF in neuronal\nplasticity highlighted in this review focus on the eﬀect of antidepressant therapies on BDNF-mediated\nplasticity. Moreover, we will review data that illustrate the role of BDNF as a potent protective\nfactor that is able to confer protection against neurodegeneration, in particular in Alzheimer’s\ndisease. Finally, we will give evidence of how the involvement of BDNF in the pathogenesis of brain\nglioblastoma has emerged, thus opening new avenues for the treatment of this deadly cancer.\nKeywords: BDNF; miRNAs; neurogenesis; synaptic plasticity; depression; neurodegeneration;\nglioblastoma\n1.",
    "authors": [
        "Luca Colucci-D’Amato",
        "Luisa Speranza",
        "Floriana Volpicelli"
    ],
    "published_year": "2020",
    "description": "1. Introduction\n      The neurotrophin BDNF is one of the most studied and well characterized neurotrophic factors in the CNS. It regulates many different cellular processes involved in the development and maintenance of normal brain function by binding and activating the TrkB, a member of the larger family of Trk receptors. In the brain, BDNF is expressed by glutamatergic neurons [1], glial cells, such as astrocytes isolated from the cortex and hippocampus, but not from the striatum [2], and microglia [3]. During embryogenesis, BDNF–TrkB signaling promotes the differentiation of cortical progenitor cells and later promotes differentiation of cortical progenitor cells into neurons (i.e., neurogenesis) [4]. Several lines of evidence also suggest that the BDNF/TrkB signaling is involved in adult neurogenesis in the hippocampus with differing effects in the dentate gyrus (DG) and subventricular zone (SVZ) [5]. Adult neurogenesis in the dentate gyrus is enhanced by voluntary exercise, exposure to an enriched environment, and chronic antidepressant administration. Recently, it has also been proposed that caloric restriction and intermittent fasting in particular, appears to positively modulate hippocampal neurogenesis and BDNF [6]. The connection between BDNF and the modulation of hippocampal neurogenesis by external stimuli is a topic that has been extensively studied in recent years [7]. It has been demonstrated that voluntary physical exercise, like an enriched environment, increases expression of BDNF in the hippocampus [8], as well as hippocampal neurogenesis [9]. Physical exercise is one particularly effective strategy for increasing circulating levels of BDNF [10,11] and improving brain function [12,13,14].\n      In addition, studies also show that BDNF is an important regulator of synaptic transmission and long-term potentiation (LTP) in the hippocampus and in other brain regions. The effects of BDNF on LTP are mediated by the TrkB receptor. Especially in the hippocampus, this neurotrophin is thought to act on both the pre- and post-synaptic compartments, modulating synaptic efficacy, either by changing the pre-synaptic transmitter release, or by increasing post-synaptic transmitter sensitivity [15,16] to induce a long-lasting increase in synaptic plasticity. Additionally, converging data now suggest a role for BDNF in the pathophysiology of brain-associated illnesses. Deficits in BDNF signaling are reported to contribute to the pathogenesis of several major diseases, such as Huntington’s disease, Alzheimer’s disease (AD), depression, schizophrenia, bipolar, and anxiety disorders. Thus, manipulating the BDNF signaling may present a viable approach to treat a variety of neurological and psychiatric disorders. BDNF protein is also detectable outside of the nervous system in several non-neuronal tissues, such as in endothelial cells [17,18], cardiomyocytes [19], vascular smooth muscle cells [17], leukocytes [20], platelets [21,22], and megakaryocytes [19]. Therefore, it may also be involved in cancer, angiogenesis, reduction of glucose production from the liver [23], and in the uptake of glucose in peripheral tissues (see [24] for review). In addition, BDNF promotes the development of neuromuscular synapses and is required for fiber-type specification, suggesting a potential role as a therapeutic target in muscle diseases [25]. In this review, first we examine the currently known mechanisms of BDNF signaling, information essential for the creation of BDNF-based therapeutics. Next, we focus on the effects of antidepressants on BDNF-mediated plasticity. Additionally, we highlight the function of BDNF as a potent factor capable of conferring protection against neurodegeneration. Finally, we touch on the newly emerging role of BDNF in the pathogenesis of brain gliomas.\n2. The Human BDNF Gene: Transcripts and Variants\n      \n        2.1. BDNF Transcripts\n        The BDNF gene codes for a neurotrophin that is highly expressed in the CNS [26]. At the beginning of 2000s, the only data available about the structure and regulation of the BDNF gene were from Timmusk and colleagues, which identified in rats four 5’ exons linked to separate promoters and one 3’ exon encoding the preproBDNF protein [27,28,29]. These four BDNF promoters owned multiple points of BDNF mRNA regulation and suggested an activity-dependent regulation [28,29,30,31]. Further studies, published in 2007, clarified that BDNF has a complex gene structure with 11 different exons in humans, nine different exons in rodents, and nine alternative promoters for both groups [32,33]. Despite this complexity, the coding sequence is located in exon IX in both human and rodents. The latter includes the common sequence that encodes for the proBDNF protein. All other exons are untranslated regions with a start codon present in exons I, VII, VIII, and IX of the human BDNF gene. Exon IX is present in all BDNF mRNA isoforms. It is supposed that the nine alternative promoters can regulate the complex spatio-temporal expression of BDNF gene and allow BDNF to respond to a greater variety of stimuli. For instance, in human brain tissues, all exons are expressed, but to different degrees and in different brain structures [33]. Human heart tissue, instead, expresses high levels of BDNF isoforms containing exon IV and exon IX [33].\n        Currently, two BDNF promoters, promoter I and promoter IV, have been well characterized for their response after the activation of the L-type voltage gated calcium channel (L-VGCC) or the n-methyl-d-aspartate (NMDA) receptor. Activation of L-VGCC and NMDA receptors mediate intracellular Ca2+-signaling and regulate several aspects of brain functions (for review [34,35]). Promoter I is more responsive to neuronal activity and induces activity-dependent expression of BDNF in vitro and in vivo. It contains calcium-responsive elements (CaREs) and cyclic adenosine monophosphate (cAMP)/calcium response element (CRE) [29,36,37,38]. Deletion of CRE or overexpression of dominant negative of CREB (cAMP-response element-binding protein) significantly impairs rat BDNF promoter I response to neuronal depolarization [38]. Human BDNF promoter I is similar to rat promoter, since an orthologous CRE-like element is also present [39]. However, mutation of this site did not affect human BDNF promoter I response to depolarization [39]. Human BDNF promoter I also contains an activator protein 1 (AP1) -like element and an asymmetric E-box-like element [39]. Mutation in E-box-like element reduces human BDNF promoter I induction, impairing the response to neuronal depolarization [39].\n        Another highly characterized BDNF promoter is the BDNF promoter IV that contributes significantly to activity-dependent BDNF transcription. Human and rat BDNF promoter IV are similar. In this promoter, three CaREs and three other regulatory elements involved in regulating rat BDNF promoter response to NMDA receptor activation have been identified [40]. NMDA receptor activation is capable of triggering BDNF exon IV transcription through a protein-signaling cascade requiring extracellular signal-regulated kinase (ERK), Ca2+/calmodulin-dependent protein kinase (CaMK) II/IV, phosphoinositide 3-kinases (PI3K), and phospholipase C (PLC). BDNF exon IV expression also seems capable of further stimulating its own expression through TrkB activation [41]. Additionally to the CaREs, two positive regulators have been identified: the NF-kB (nuclear factor kappa-light-chain-enhancer of activated B cells) [42] and NFAT (nuclear factor of activated T-cells) binding sites [30,43]. In contrast to these positive regulators, BDNF promoter IV also contains a negative regulatory element, the class B E-box. This is a binding site for a basic helix-loop-helix protein, BHLHB2, a suppressor of the bHLH gene superfamily [43,44]. NMDA treatment is able to remove BHLHB2 binding to the E-box and to increase rat BDNF promoter IV activity [43,44]. Disruption of BDNF promoter IV in mice significantly reduced the number of parvalbumin GABAergic neurons in the prefrontal cortex and impaired GABAergic activity [45]. These mice displayed depression-like behavior such as anhedonia-like behavior and increased latency to escape in the learned helplessness test [45]. Further evidence suggests a relationship between stress exposure and epigenetic regulation of BDNF promoter IV with the development of psychiatric disorders. Specifically, changes in BDNF promoter IV methylation levels are implicated in depression [46,47]. Preliminary evidence has demonstrated that patients with major depressive disorder (MDD) present a hypomethylation of the CpG-87 site of the promoter IV region of BDNF gene and are less likely to benefit from antidepressants [47,48]. In addition, BDNF disruption from promoter IV-derived transcripts impairs fear expression in mice, suggesting that cells expressing BDNF from promoter IV critically regulate hippocampal-prefrontal plasticity during fear memory [49,50].\n      \n      \n        2.2. miRNAs and BDNF\n        MicroRNAs (miRNAs) are a class of evolutionary conserved small non-coding single-strand RNA molecules, 18–25 nucleotide long, able to bind to 3′ untranslated regions (3′ UTR) of target mRNAs and promote their degradation or suppress their translation into proteins. MiRNAs are expressed abundantly within the nervous system in a tissue-specific manner and are crucial players in several biological processes, including neurogenesis, neuronal maturation, synapse formation, axon guidance, neurite outgrowth and neuronal plasticity [51,52,53]. Accumulating data indicate that synthesis of BDNF may be affected by miRNAs, indeed, a regulatory negative feedback loop between BDNF and miRNAs exists. That is, while BDNF treatment stimulates neuronal miRNAs expression, miRNAs generally inhibit the expression of BDNF [54]. This negative feedback loop is maintained in a state of equilibrium in normal cells. Alterations in miRNAs or in BDNF contribute to the pathogenic mechanisms involved in neurodegenerative diseases or neuropsychiatric disorders.\n        A number of recent studies, obtained from high throughput sequencing screening of different brain regions or from neurological disorders, have identified seven miRNAs (miR-15a, miR-206, miR-155-5p, miR-16, miR-103-3p, miR-330-3p, Let-7a-3p) correlated with BDNF [55]. Previous data published by Schratt et al. reported the involvement of miR-134 in BDNF-regulated dendritic spine size in hippocampal neurons. They demonstrate that miR-134 negatively regulates the spine size via repressing the translation of LIM kinase 1, which is known to regulate dendritic structures. BDNF is able to relieve the inhibition of LIM kinase 1 translation, and in this manner contribute to synaptic development, maturation and/or plasticity [56]. Recently, Baby et al. [57] found that miR-134 mediates post-transcriptional regulation of CREB1 and BDNF, as previously described by Gao et al. [58], who demonstrated that mutant mice lacking Sirtuin 1 (SIRT1) catalytic activity shows reduction in both CREB and BDNF proteins and upregulation of miR-134. Thus, higher levels of miR-134 negatively regulate synaptic plasticity [58]. MiR-134-mediated post-transcriptional regulation of CREB1 and BDNF prevents cognitive deficits in chronic unpredicted mild stress model (CUMS) [59]. At the same time, data published by Xin and coworkers [60] demonstrate that miR-202-3p silencing reduces the damage to hippocampal nerve in CUMS rats through the upregulation of BNDF expression. miRNAs could be an effective target also for the treatment of depression. Recent data demonstrate that miR-124-mediated post-transcriptional regulation of CREB1 and BDNF can improve depression-like behavior in a rat model [61]. Instead, miR-153 through the inhibition of activation of the JAK-STAT signaling pathway improves BDNF expression and influences the proliferative ability of hippocampal neurons in autistic mice [62].\n        In vitro studies have also allowed analysis of the effect of neurotoxins or anesthetic agents on miRNAs expression and in turn, on BDNF expression. For instance, differentiated PC12 cells, treated with 1-methyl-4-phenylpyridinium (MPP), show upregulation of miR-34a, miR-141, and miR-9, suggesting that perturbed expression of them may contribute to Parkinson’s disease (PD)-related pathogenic processes, probably by affecting the expression of B-cell lymphoma 2 (BCL2), BDNF, and SIRT1 as potential targets [63].\n        Instead, studies in vitro on embryonic stem cell-derived neurons demonstrated that inhibition of miR-375 and miR-107 ameliorates ketamine-induced neurotoxicity via inverse regulation of the BDNF gene [64,65].\n        In summary, understanding the different functions of the various BDNF transcripts, the modulation of the expression of specific exons, and investigating the function of the BDNF-related miRNAs may represent a promising strategy to restore enduring changes in gene expression in response, for example, to environmental insults. This, in turn, might open new therapeutic perspectives for the treatment of neurodegenerative and neuropsychiatric disorders.\n      \n      \n        2.3. Biology of BDNF\n        Synthesis and maturation of BDNF is a multistage process, involving the formation of several precursor isoforms. The BDNF protein, discovered in 1982 [66], is a highly conserved protein of 247 amino acids, synthesized and folded in the endoplasmic reticulum as preproBDNF (32–35 kDa). Upon translocation to the Golgi apparatus, the signal sequence of the preregion is rapidly cleaved, and the isoform proBDNF (28–32 kDa) is generated [67]. The proBDNF is further cleaved to reach the mature isoform (mBDNF, 13 kDa) [67,68]. Intracellular proteolytic cleavage of proBDNF may occur by the subtilisin-kexin family of endoproteases such as furin, or in intracellular vesicles by convertases [69,70] (Figure 1).\n        Extracellular cleavage of proBDNF is determined by plasmin [71] and matrix metalloproteases 2 and 9 (MMP2 and MMP9) [72,73]. Depending on the cell type, BDNF can be secreted in a constitutive or activity-dependent manner [74]. In neuronal cells, both proBDNF and mBDNF are released following cell membrane depolarization [75,76,77]. The balance of proBDNF and mBDNF depends on the particular stages of brain development and regions. In the early postnatal period, the concentration of proBDNF is higher and may be considered as an important factor modulating brain function; while mBDNF prevails in adulthood and is important for processes occurring in adulthood, such as neuroprotection and synaptic plasticity [78]. Both proBDNF and mBDNF are active, eliciting opposing effects via the p75 neurotrophin receptor (p75NTR), a member of the tumor necrosis factor (TNF) receptor family and TrkB receptor, respectively. In resting form, both types of receptor are located in the membrane of intracellular vesicles. Stimulation with cAMP, Ca2+, or electrical impulse initiates their transfer and fusion with the cellular membrane [79,80].\n        The mature domain of proBDNF interacts preferentially with p75NTR, mediating synaptic pruning in the prenatal brain [81]. ProBDNF, through its pro-domain, can also interact with the sortilin receptor or other vacuolar protein sorting 10 protein (Vps10p) (Figure 2). Thus, proBDNF binding to specific receptors triggers signaling pathways, which can determine neuronal fate via promoting their death or survival [82,83]. The proBDNF/p75NTR/sortilin binding complex initiates signaling cascades leading to the activation of c-Jun amino terminal kinase (JNK). This pathway is involved in neuronal apoptosis [82,83]. High levels of p75NTR expression are detected during brain development and post-traumatic recovery [84]. When mature domain of BDNF binds to p75NTR, the RIP2 (serine/threonine-protein kinase 2)/TRAF6 (tumor necrosis factor receptor associated factor 6)-mediated pathway is initiated, which leads to NF-kB activation [82,85]. The activation of NF-kB promotes neuronal survival and maintenance during brain development [85]. In addition, p75NTR interacts also with the Ras homologous (Rho) protein family. This pathway is reported to regulate neuronal growth cone development and motility [85].\n        mBDNF binds with the high-affinity TrkB receptor, the receptor dimerizes, and the intracellular tyrosine residues are autophosphorylated [86]. Phosphorylated-TrkB activates several enzymes: PI3K, mitogen-activated protein kinase (MAPK), PLC-γ, and guanosine triphosphate hydrolases (GTP-ases) of the Rho gene family [87,88,89]. mBDNF-TrkB-signaling pathways regulate multiple events, such as apoptosis and survival of neurons [90,91,92], dendritic growth [93,94,95,96], spine maturation and stabilization, development of synapses [96,97,98], learning- and memory-processes-dependent synaptic plasticity [99,100].\n        PI3K/Akt-related pathway exerts antiapoptotic and pro-survival activity and modulates NMDA receptor-dependent synaptic plasticity [101,102,103]. The PI3K/Akt/mTOR cascade enhances dendritic growth and branching through regulation of protein synthesis and cytoskeleton development [104,105].\n        The MAPK/Ras-signaling cascade regulates protein synthesis during neuronal differentiation [85] and is also required for the activation of ERK 1/2 and CREB [106,107]. This pathway is crucial not only for early response gene expression (e.g., c-Fos), but also for cytoskeleton protein synthesis (e.g., Arc and cypin) [87], as well as dendritic growth and branching in hippocampal neurons [94,108].\n        The PLC-γ-dependent pathway evokes activation of CAM kinase and protein kinase C (PKC), which subsequently increases the 1,2-diacylglycerol (DAG) and Ca2+ ion concentrations [89]. The PKC-dependent pathway is reported to enhance synaptic plasticity [85] (Figure 2).\n        In summary, the specific role of BDNF in the regulation of numerous brain physiological processes depends on the interaction of its isoforms with different types of receptors. This, in turn, elicits the activation of signaling pathways that are critical for processes of brain development, synaptic plasticity, and protection and/or regeneration after damage. Perturbation of the BDNF synthesis, resulting in dysfunctions of its signaling cascades, may be responsible for triggering several pathological processes.\n      \n      \n        2.4. The Human BDNF Variant Val66Met\n        BDNF level in the peripheral tissues, brain, and blood may be also affected by gene polymorphism. The pro-domain of BDNF is the locus of a functional human BDNF polymorphism (SNPs) Val66Met, also known as rs6265 or G196Apolymorphism [109]. This point mutation causes a substitution of Valine (Val) to Methionine (Met) at codon 66 (Val66Met) in the pro-domain of BDNF (Figure 1). The Val66Met polymorphism does not exist in the mouse or other model organisms. Thus, multiple studies aim to mimic the function of BDNF Val66Met in cellular models or in genetically engineered mouse models. The BDNF Val66Met variant was first identified in the late 1990s and in 2002 the first two genetic studies investigating the BDNF Val66Met polymorphism in the pathogenesis of neurodegenerative disease were published [110,111]. The functionality of BDNF Val66Met variant was only confirmed in 2003 [112], where BDNF Val66Met polymorphism was shown to disrupt the episodic memory in humans. In addition, Egan et al. [112] also demonstrated that in hippocampal cultures BDNF Val66Met polymorphism did not alter BDNF expression per se, but the perisomatic localization of BDNF. Then, in 2005 it was discovered that the BDNF Val66Met substitution also disrupts the sortilin-binding site, impairing activity-mediated secretion of BDNF [113]. Likewise, the BDNF Val66Met substitution also disrupts the translin-binding site, which impairs dendritic targeting of BDNF mRNA [114]. Thus, the principle molecular mechanism associated with the BDNF Val66Met polymorphism is the deficient activity-dependent release of BDNF, which consequently impacts the efficiency of BDNF-TrkB signaling [113]. Following the demonstration that this SNP was functionally relevant over the past 18 years, more than 1700 studies have investigated the effects of this polymorphism on brain function in health, as well as in diseases, particularly in neuropsychiatric disorders [115,116]. The BDNF Val66Met polymorphism has been associated with cerebral cortex plasticity [117,118], with gray matter structures [119,120], or white matter integrities and structural networks [121,122]. More specifically, BDNF Val66Met polymorphism is associated with cognitive processes [112,123,124,125,126,127], and cognitive impairment in neurodegenerative disease, such as Parkinson’s disease (PD) [128,129] and AD [130,131], and even more with several brain disorders, including MDD and bipolar disorder [132,133,134,135,136,137], epilepsy [138,139,140], schizophrenia [125,141,142,143,144], aging and dementia [145] and stroke [117,146,147]. Met66, but not Val66, BDNF pro-domain can induce the growth cone retraction in young hippocampal neurons [148]. Although many studies have demonstrated the possible genetic effects of this BDNF polymorphism in diseases or brain function, other articles have failed to replicate the findings. The discrepancies of BDNF Val66Met genetic studies may result from many factors such as environmental factors, ethnicity, age, and sex.\n2.1. BDNF Transcripts\n        The BDNF gene codes for a neurotrophin that is highly expressed in the CNS [26]. At the beginning of 2000s, the only data available about the structure and regulation of the BDNF gene were from Timmusk and colleagues, which identified in rats four 5’ exons linked to separate promoters and one 3’ exon encoding the preproBDNF protein [27,28,29]. These four BDNF promoters owned multiple points of BDNF mRNA regulation and suggested an activity-dependent regulation [28,29,30,31]. Further studies, published in 2007, clarified that BDNF has a complex gene structure with 11 different exons in humans, nine different exons in rodents, and nine alternative promoters for both groups [32,33]. Despite this complexity, the coding sequence is located in exon IX in both human and rodents. The latter includes the common sequence that encodes for the proBDNF protein. All other exons are untranslated regions with a start codon present in exons I, VII, VIII, and IX of the human BDNF gene. Exon IX is present in all BDNF mRNA isoforms. It is supposed that the nine alternative promoters can regulate the complex spatio-temporal expression of BDNF gene and allow BDNF to respond to a greater variety of stimuli. For instance, in human brain tissues, all exons are expressed, but to different degrees and in different brain structures [33]. Human heart tissue, instead, expresses high levels of BDNF isoforms containing exon IV and exon IX [33].\n        Currently, two BDNF promoters, promoter I and promoter IV, have been well characterized for their response after the activation of the L-type voltage gated calcium channel (L-VGCC) or the n-methyl-d-aspartate (NMDA) receptor. Activation of L-VGCC and NMDA receptors mediate intracellular Ca2+-signaling and regulate several aspects of brain functions (for review [34,35]). Promoter I is more responsive to neuronal activity and induces activity-dependent expression of BDNF in vitro and in vivo. It contains calcium-responsive elements (CaREs) and cyclic adenosine monophosphate (cAMP)/calcium response element (CRE) [29,36,37,38]. Deletion of CRE or overexpression of dominant negative of CREB (cAMP-response element-binding protein) significantly impairs rat BDNF promoter I response to neuronal depolarization [38]. Human BDNF promoter I is similar to rat promoter, since an orthologous CRE-like element is also present [39]. However, mutation of this site did not affect human BDNF promoter I response to depolarization [39]. Human BDNF promoter I also contains an activator protein 1 (AP1) -like element and an asymmetric E-box-like element [39]. Mutation in E-box-like element reduces human BDNF promoter I induction, impairing the response to neuronal depolarization [39].\n        Another highly characterized BDNF promoter is the BDNF promoter IV that contributes significantly to activity-dependent BDNF transcription. Human and rat BDNF promoter IV are similar. In this promoter, three CaREs and three other regulatory elements involved in regulating rat BDNF promoter response to NMDA receptor activation have been identified [40]. NMDA receptor activation is capable of triggering BDNF exon IV transcription through a protein-signaling cascade requiring extracellular signal-regulated kinase (ERK), Ca2+/calmodulin-dependent protein kinase (CaMK) II/IV, phosphoinositide 3-kinases (PI3K), and phospholipase C (PLC). BDNF exon IV expression also seems capable of further stimulating its own expression through TrkB activation [41]. Additionally to the CaREs, two positive regulators have been identified: the NF-kB (nuclear factor kappa-light-chain-enhancer of activated B cells) [42] and NFAT (nuclear factor of activated T-cells) binding sites [30,43]. In contrast to these positive regulators, BDNF promoter IV also contains a negative regulatory element, the class B E-box. This is a binding site for a basic helix-loop-helix protein, BHLHB2, a suppressor of the bHLH gene superfamily [43,44]. NMDA treatment is able to remove BHLHB2 binding to the E-box and to increase rat BDNF promoter IV activity [43,44]. Disruption of BDNF promoter IV in mice significantly reduced the number of parvalbumin GABAergic neurons in the prefrontal cortex and impaired GABAergic activity [45]. These mice displayed depression-like behavior such as anhedonia-like behavior and increased latency to escape in the learned helplessness test [45]. Further evidence suggests a relationship between stress exposure and epigenetic regulation of BDNF promoter IV with the development of psychiatric disorders. Specifically, changes in BDNF promoter IV methylation levels are implicated in depression [46,47]. Preliminary evidence has demonstrated that patients with major depressive disorder (MDD) present a hypomethylation of the CpG-87 site of the promoter IV region of BDNF gene and are less likely to benefit from antidepressants [47,48]. In addition, BDNF disruption from promoter IV-derived transcripts impairs fear expression in mice, suggesting that cells expressing BDNF from promoter IV critically regulate hippocampal-prefrontal plasticity during fear memory [49,50].\n2.2. miRNAs and BDNF\n        MicroRNAs (miRNAs) are a class of evolutionary conserved small non-coding single-strand RNA molecules, 18–25 nucleotide long, able to bind to 3′ untranslated regions (3′ UTR) of target mRNAs and promote their degradation or suppress their translation into proteins. MiRNAs are expressed abundantly within the nervous system in a tissue-specific manner and are crucial players in several biological processes, including neurogenesis, neuronal maturation, synapse formation, axon guidance, neurite outgrowth and neuronal plasticity [51,52,53]. Accumulating data indicate that synthesis of BDNF may be affected by miRNAs, indeed, a regulatory negative feedback loop between BDNF and miRNAs exists. That is, while BDNF treatment stimulates neuronal miRNAs expression, miRNAs generally inhibit the expression of BDNF [54]. This negative feedback loop is maintained in a state of equilibrium in normal cells. Alterations in miRNAs or in BDNF contribute to the pathogenic mechanisms involved in neurodegenerative diseases or neuropsychiatric disorders.\n        A number of recent studies, obtained from high throughput sequencing screening of different brain regions or from neurological disorders, have identified seven miRNAs (miR-15a, miR-206, miR-155-5p, miR-16, miR-103-3p, miR-330-3p, Let-7a-3p) correlated with BDNF [55]. Previous data published by Schratt et al. reported the involvement of miR-134 in BDNF-regulated dendritic spine size in hippocampal neurons. They demonstrate that miR-134 negatively regulates the spine size via repressing the translation of LIM kinase 1, which is known to regulate dendritic structures. BDNF is able to relieve the inhibition of LIM kinase 1 translation, and in this manner contribute to synaptic development, maturation and/or plasticity [56]. Recently, Baby et al. [57] found that miR-134 mediates post-transcriptional regulation of CREB1 and BDNF, as previously described by Gao et al. [58], who demonstrated that mutant mice lacking Sirtuin 1 (SIRT1) catalytic activity shows reduction in both CREB and BDNF proteins and upregulation of miR-134. Thus, higher levels of miR-134 negatively regulate synaptic plasticity [58]. MiR-134-mediated post-transcriptional regulation of CREB1 and BDNF prevents cognitive deficits in chronic unpredicted mild stress model (CUMS) [59]. At the same time, data published by Xin and coworkers [60] demonstrate that miR-202-3p silencing reduces the damage to hippocampal nerve in CUMS rats through the upregulation of BNDF expression. miRNAs could be an effective target also for the treatment of depression. Recent data demonstrate that miR-124-mediated post-transcriptional regulation of CREB1 and BDNF can improve depression-like behavior in a rat model [61]. Instead, miR-153 through the inhibition of activation of the JAK-STAT signaling pathway improves BDNF expression and influences the proliferative ability of hippocampal neurons in autistic mice [62].\n        In vitro studies have also allowed analysis of the effect of neurotoxins or anesthetic agents on miRNAs expression and in turn, on BDNF expression. For instance, differentiated PC12 cells, treated with 1-methyl-4-phenylpyridinium (MPP), show upregulation of miR-34a, miR-141, and miR-9, suggesting that perturbed expression of them may contribute to Parkinson’s disease (PD)-related pathogenic processes, probably by affecting the expression of B-cell lymphoma 2 (BCL2), BDNF, and SIRT1 as potential targets [63].\n        Instead, studies in vitro on embryonic stem cell-derived neurons demonstrated that inhibition of miR-375 and miR-107 ameliorates ketamine-induced neurotoxicity via inverse regulation of the BDNF gene [64,65].\n        In summary, understanding the different functions of the various BDNF transcripts, the modulation of the expression of specific exons, and investigating the function of the BDNF-related miRNAs may represent a promising strategy to restore enduring changes in gene expression in response, for example, to environmental insults. This, in turn, might open new therapeutic perspectives for the treatment of neurodegenerative and neuropsychiatric disorders.\n2.3. Biology of BDNF\n        Synthesis and maturation of BDNF is a multistage process, involving the formation of several precursor isoforms. The BDNF protein, discovered in 1982 [66], is a highly conserved protein of 247 amino acids, synthesized and folded in the endoplasmic reticulum as preproBDNF (32–35 kDa). Upon translocation to the Golgi apparatus, the signal sequence of the preregion is rapidly cleaved, and the isoform proBDNF (28–32 kDa) is generated [67]. The proBDNF is further cleaved to reach the mature isoform (mBDNF, 13 kDa) [67,68]. Intracellular proteolytic cleavage of proBDNF may occur by the subtilisin-kexin family of endoproteases such as furin, or in intracellular vesicles by convertases [69,70] (Figure 1).\n        Extracellular cleavage of proBDNF is determined by plasmin [71] and matrix metalloproteases 2 and 9 (MMP2 and MMP9) [72,73]. Depending on the cell type, BDNF can be secreted in a constitutive or activity-dependent manner [74]. In neuronal cells, both proBDNF and mBDNF are released following cell membrane depolarization [75,76,77]. The balance of proBDNF and mBDNF depends on the particular stages of brain development and regions. In the early postnatal period, the concentration of proBDNF is higher and may be considered as an important factor modulating brain function; while mBDNF prevails in adulthood and is important for processes occurring in adulthood, such as neuroprotection and synaptic plasticity [78]. Both proBDNF and mBDNF are active, eliciting opposing effects via the p75 neurotrophin receptor (p75NTR), a member of the tumor necrosis factor (TNF) receptor family and TrkB receptor, respectively. In resting form, both types of receptor are located in the membrane of intracellular vesicles. Stimulation with cAMP, Ca2+, or electrical impulse initiates their transfer and fusion with the cellular membrane [79,80].\n        The mature domain of proBDNF interacts preferentially with p75NTR, mediating synaptic pruning in the prenatal brain [81]. ProBDNF, through its pro-domain, can also interact with the sortilin receptor or other vacuolar protein sorting 10 protein (Vps10p) (Figure 2). Thus, proBDNF binding to specific receptors triggers signaling pathways, which can determine neuronal fate via promoting their death or survival [82,83]. The proBDNF/p75NTR/sortilin binding complex initiates signaling cascades leading to the activation of c-Jun amino terminal kinase (JNK). This pathway is involved in neuronal apoptosis [82,83]. High levels of p75NTR expression are detected during brain development and post-traumatic recovery [84]. When mature domain of BDNF binds to p75NTR, the RIP2 (serine/threonine-protein kinase 2)/TRAF6 (tumor necrosis factor receptor associated factor 6)-mediated pathway is initiated, which leads to NF-kB activation [82,85]. The activation of NF-kB promotes neuronal survival and maintenance during brain development [85]. In addition, p75NTR interacts also with the Ras homologous (Rho) protein family. This pathway is reported to regulate neuronal growth cone development and motility [85].\n        mBDNF binds with the high-affinity TrkB receptor, the receptor dimerizes, and the intracellular tyrosine residues are autophosphorylated [86]. Phosphorylated-TrkB activates several enzymes: PI3K, mitogen-activated protein kinase (MAPK), PLC-γ, and guanosine triphosphate hydrolases (GTP-ases) of the Rho gene family [87,88,89]. mBDNF-TrkB-signaling pathways regulate multiple events, such as apoptosis and survival of neurons [90,91,92], dendritic growth [93,94,95,96], spine maturation and stabilization, development of synapses [96,97,98], learning- and memory-processes-dependent synaptic plasticity [99,100].\n        PI3K/Akt-related pathway exerts antiapoptotic and pro-survival activity and modulates NMDA receptor-dependent synaptic plasticity [101,102,103]. The PI3K/Akt/mTOR cascade enhances dendritic growth and branching through regulation of protein synthesis and cytoskeleton development [104,105].\n        The MAPK/Ras-signaling cascade regulates protein synthesis during neuronal differentiation [85] and is also required for the activation of ERK 1/2 and CREB [106,107]. This pathway is crucial not only for early response gene expression (e.g., c-Fos), but also for cytoskeleton protein synthesis (e.g., Arc and cypin) [87], as well as dendritic growth and branching in hippocampal neurons [94,108].\n        The PLC-γ-dependent pathway evokes activation of CAM kinase and protein kinase C (PKC), which subsequently increases the 1,2-diacylglycerol (DAG) and Ca2+ ion concentrations [89]. The PKC-dependent pathway is reported to enhance synaptic plasticity [85] (Figure 2).\n        In summary, the specific role of BDNF in the regulation of numerous brain physiological processes depends on the interaction of its isoforms with different types of receptors. This, in turn, elicits the activation of signaling pathways that are critical for processes of brain development, synaptic plasticity, and protection and/or regeneration after damage. Perturbation of the BDNF synthesis, resulting in dysfunctions of its signaling cascades, may be responsible for triggering several pathological processes.\n2.4. The Human BDNF Variant Val66Met\n        BDNF level in the peripheral tissues, brain, and blood may be also affected by gene polymorphism. The pro-domain of BDNF is the locus of a functional human BDNF polymorphism (SNPs) Val66Met, also known as rs6265 or G196Apolymorphism [109]. This point mutation causes a substitution of Valine (Val) to Methionine (Met) at codon 66 (Val66Met) in the pro-domain of BDNF (Figure 1). The Val66Met polymorphism does not exist in the mouse or other model organisms. Thus, multiple studies aim to mimic the function of BDNF Val66Met in cellular models or in genetically engineered mouse models. The BDNF Val66Met variant was first identified in the late 1990s and in 2002 the first two genetic studies investigating the BDNF Val66Met polymorphism in the pathogenesis of neurodegenerative disease were published [110,111]. The functionality of BDNF Val66Met variant was only confirmed in 2003 [112], where BDNF Val66Met polymorphism was shown to disrupt the episodic memory in humans. In addition, Egan et al. [112] also demonstrated that in hippocampal cultures BDNF Val66Met polymorphism did not alter BDNF expression per se, but the perisomatic localization of BDNF. Then, in 2005 it was discovered that the BDNF Val66Met substitution also disrupts the sortilin-binding site, impairing activity-mediated secretion of BDNF [113]. Likewise, the BDNF Val66Met substitution also disrupts the translin-binding site, which impairs dendritic targeting of BDNF mRNA [114]. Thus, the principle molecular mechanism associated with the BDNF Val66Met polymorphism is the deficient activity-dependent release of BDNF, which consequently impacts the efficiency of BDNF-TrkB signaling [113]. Following the demonstration that this SNP was functionally relevant over the past 18 years, more than 1700 studies have investigated the effects of this polymorphism on brain function in health, as well as in diseases, particularly in neuropsychiatric disorders [115,116]. The BDNF Val66Met polymorphism has been associated with cerebral cortex plasticity [117,118], with gray matter structures [119,120], or white matter integrities and structural networks [121,122]. More specifically, BDNF Val66Met polymorphism is associated with cognitive processes [112,123,124,125,126,127], and cognitive impairment in neurodegenerative disease, such as Parkinson’s disease (PD) [128,129] and AD [130,131], and even more with several brain disorders, including MDD and bipolar disorder [132,133,134,135,136,137], epilepsy [138,139,140], schizophrenia [125,141,142,143,144], aging and dementia [145] and stroke [117,146,147]. Met66, but not Val66, BDNF pro-domain can induce the growth cone retraction in young hippocampal neurons [148]. Although many studies have demonstrated the possible genetic effects of this BDNF polymorphism in diseases or brain function, other articles have failed to replicate the findings. The discrepancies of BDNF Val66Met genetic studies may result from many factors such as environmental factors, ethnicity, age, and sex.\n3. Neuroplasticity in MDD: The Effects of Antidepressant Therapies\n      \n        3.1. Major Depressive Disorder\n        Major depressive disorder is one of the most prevalent and debilitating psychiatric disorders with high impact on the quality of life and negative effects on mood, behavior, and cognition [149]. Over the past few decades, several mechanisms have been investigated in the pathophysiology of MDD, including altered serotonergic, noradrenergic, dopaminergic, and glutamatergic systems, increased inflammation, hypothalamic-pituitary-adrenal axis abnormalities, vascular changes, and decreased neurogenesis and neuroplasticity. In particular, a decrease in serotonergic neurotransmission is regarded as the main etiopathogenetic mechanism occurring in depressed patients. Thus, the most common drugs used to treat MDD are serotonin reuptake inhibitor (SSRI) that block SERT and thus increase serotonin in the raphe nucleus at post-synapse. Therefore, a misbalance in the serotonin production and/or release is believed to play a central role in determining MDD. This led to finding, by means of genetic, proteomic and pharmacological tools, molecules able to increase the expression of serotonin in neurons by modulating neural genes or proteins [150,151,152]. Among these molecules, TPH2, the rate-limiting enzyme responsible for brain serotonin biosynthesis, plays a crucial role and is amenable of genetic and pharmacological manipulation [153,154]. Nevertheless, in 1997 Duman and Nestler formulated the neurotrophin hypothesis of depression [155]. This theory is now supported by studies demonstrating a decrease in BDNF mRNA and protein levels in postmortem critical regions, such as the hippocampus, prefrontal cortex and amygdala, in patients with MDD compared to controls.\n      \n      \n        3.2. BDNF and Neuronal Plasticity\n        Brain development occurs through coordinated processes of neuro- and gliogenesis, formation of neuronal projections and synaptogenesis, and programmed cell death and elimination of improperly formed connections, together resulting in the formation of the functionally and morphologically adjusted structure of the adult brain [156,157]. Neuroplasticity or brain plasticity is the ability of the nervous system to reorganize its structure, function, and connections in response to extrinsic or intrinsic stimuli [158]. Neuronal plasticity in rodents has been well-documented during the last decades, whereas neuroplasticity in the human brain largely remains indirect, mostly because of methodological limitations as well as ethical constraints. Neuronal plasticity includes different mechanisms excellently reviewed by Castren [159]. One of these is the neurogenesis, i.e., the formation of newborn neurons in proliferative areas. There is solid evidence that neurogenesis occurs in the adult mammalian brain. In rodent adult brains, neurogenesis is mainly restricted to the subventricular zone and the subgranular zone of the dentate gyrus in the hippocampus and olfactory bulbs [156]. An accumulating body of evidence indicates that BDNF is involved in the regulation of migration of neuronal progenitors along the rostral migratory stream and neuronal settlement in the olfactory bulb [160] and also acts during the later stages of neurogenesis [161,162].\n        Neuronal plasticity is extensively studied during critical periods, a time window during the early phase of brain development, when neuronal circuits are noticeably sensitive to being shaped by external stimuli and experience, producing permanent and large-scale changes to neural circuits. The same circuits can be shaped by experience later in life, but to a lesser degree. After the ending of critical periods, neuronal plasticity and changes in network structure are more restricted. However, recent data indicate that several drugs used for the treatment of neuropsychiatric disorders can directly induce plasticity and reactivate a critical period-like plasticity in the adult brain. The first functional evidence for the role of neurotrophins in plasticity was obtained in the visual cortex. The observation that BDNF synthesis in the visual cortex is regulated by visual stimulation made BDNF the prime candidate for this activity-dependent regulated factor [163,164,165]. In transgenic mice with early overexpression of BDNF, an accelerated onset and end of the critical period and precocious maturation of inhibitory circuits was observed. Conversely, mice raised in the dark and resulting in lower levels of BDNF showed a delayed visual plasticity [166,167]. In addition, a disruption in the binding between promoter regions of BDNF exon IV and cAMP response element-binding protein (CREB) results in decreased inhibitory input [168], which impairs the critical period plasticity.\n      \n      \n        3.3. BDNF and Synaptic Plasticity\n        Another mechanism involved in neuronal plasticity is the modification of mature neuronal morphology, involving axonal and dendritic arborization and pruning, an increase in spine density, and synaptogenesis [169]. Epigenetic mechanisms involved in the transcriptional regulation of genes also can contribute to synaptic plasticity. Several in vitro and in vivo studies analyzed the effects of BDNF on plasticity. Cazorla et al. proved that 48 h of BDNF stimulation in PC12 cells, transfected with TrkB, increased neurite outgrowth compared to the non-treated cells [170]. Interestingly, BDNF stimulation was able to promote dendritic outgrowth and spine formation [171,172] in primary hippocampal cells grown in B27-deprived medium. This neuroplastic effect is probably achieved through the activation of intracellular-signaling cascades [173,174]. Recent data suggest that intracellular overexpression of BDNF in hippocampal developing neurons induces maturation of excitatory and inhibitory synapses, with respect to exogenous application of BDNF [175]. BDNF mice lacking BDNF die during the second postnatal week [176] and BDNF deficit causes inhibition of dendritic arborization [92,177] and reduction of expression of genes functionally related to vesicular trafficking and synaptic communication [178]. Instead, heterozygous BDNF mice survive into adulthood and BDNF is required for several forms of LTP, the main mechanism mediating plasticity [179]. At morphological level, these mice display a specific hippocampal volume reduction [180] similar to that observed in heterozygous TrkB mice [181,182], but in contrast to p75NTR-deficient mice [183]. These findings suggest a link between hippocampal volume and BDNF-mediated TrkB signaling [181,182]. Over the last years, BDNF has been extensively studied as an important regulator of synaptic transmission and LTP in the hippocampus and in other brain regions. The effects of BDNF in LTP are mediated by TrkB receptors. In particular, in the hippocampus the neurotrophin is thought to act at pre- and post-synaptic levels, modulating synaptic efficacy either by changes in pre-synaptic transmitter release, or by increased post-synaptic transmitter sensitivity (see e.g., [15,16]) to induce a long-lasting increase in synaptic plasticity. This depends on individual circumstances. Thus, BDNF can be: (i) either, a mediator or a modulator of synaptic plasticity, (ii) both, a neurotransmitter that acts both at pre- and post-synaptic level simultaneously at the same individual synapse. Recent data published from Lin et al. revealed that in CA3 or CA1 regions anterograde BDNF-TrkB signaling is involved in LTP induction, while anterograde and retrograde BDNF-TrkB signaling contributes to LTP maintenance. BDNF in both pre-synaptic and post-synaptic terminals modulate basal neurotransmission and pre-synaptic TrkB, probably regulating pre-synaptic release [184]. In addition, it has also been shown that BDNF regulates the transport of mRNAs along dendrites and their translation at the synapse. These processes occur by modulating the initiation and elongation phases of protein synthesis, and by acting on specific miRNAs [100]. Local protein synthesis responds with rapid and subtle modulation of the proteome to remodel the synaptic regions in response to stimuli [185]. Protein turnover is required for synaptic plasticity, and BDNF-signaling has been also described as a crucial regulator for maintaining the baseline autophagic activity in the brain. BDNF deficiency causes an uncontrolled rise in autophagic degradation [186].\n        BDNF is one of the most studied synaptic molecules that efficiently modify synaptic strength and can act as a mediator, modulator, or instructor of synaptic plasticity. Specific changes in dendritic spines, as well as in adult hippocampal neurogenesis, can be correlated to several forms of learning and memory. BDNF is one of the most inspiring molecules to better understand the disadvantageous synaptic learning underlying the etiology of depression, accompanied by declines in the rate of adult neurogenesis and in spine densities [181].\n      \n      \n        3.4. BDNF in Depressed Patients\n        BDNF protein and TrkB receptor are detectable in several non-neuronal tissues, including endothelial cells [17,18], cardiomyocytes [19], vascular smooth muscle cells [17], leukocytes [20], megakaryocytes [19], and platelets [21,22]. Serum BDNF has been clearly demonstrated to originate from the progenitors of platelets [21]. Platelets are the major source of peripheral BDNF and are important for storing the BDNF secreted from other tissues [187]. Over the last years, there has been a great interest in peripheral BDNF measures in relation to psychiatric illness. It has been studied as biomarker reflecting these disorders [188,189]. However, there is no evidence that serum BDNF is related to brain BDNF and neuroplasticity. Nevertheless, the low serum concentration of BDNF has often been associated with the pathophysiology of MDD [190,191,192]. An aspect to consider is if the serum BDNF levels are dependent on the release of BDNF from platelets [193]. The significance of the lower BDNF levels in depression is currently unclear. The temporal correlation between serum BDNF levels and the antidepressant effect seems to be indirect: ketamine and electroconvulsive shock treatment increase serum BDNF levels only gradually, while their antidepressant effect appears quickly [194]. There are two studies that directly observed a reduction of BDNF levels in platelets of patients with MDD [195,196]. Another study showed that BDNF levels of platelet were significantly decreased compared to the controls. In this study, the BDNF levels were normalized compared to control with SSRIs treatment [197]. Taken together, these studies strongly suggest that changes in serum BDNF levels reflect altered BDNF release from blood platelets. Thus, given the similarities in the regulation of BDNF synthesis between megakaryocytes and neurons, there may be parallels between the brain, BDNF in serum, and release. Nevertheless, within the CNS a reduction in BDNF and TrkB expression has been reported in the hippocampus and prefrontal cortex of post-mortem brain tissues of suicide victims [198,199]. In addition, several meta-analyses data confirm the association of the Val66Met polymorphism with an increase of susceptibility to develop mood disorders [200,201,202]. Finally, a recent paper showed that subjects with the Met allele of the BDNF gene are more likely to develop depression [134].\n        A disruption in serotonin signaling in the brain is also believed to be involved in the pathophysiology of depression. Changes in synaptic serotonin levels and receptor levels are coupled with altered synaptic plasticity and neurogenesis [203,204]. It has been proposed that chronic treatment with conventional antidepressants, such as SSRIs, but not acute administration increases neurogenesis [205,206,207] and selective SSRIs might reactivate serotonin’s ability to mediate developmental plasticity. BDNF acts as a modulator of the 5-HT system and vice versa, acting as the link between the antidepressant drug and the neuroplastic changes. Close molecular connections between serotonin receptors and neurotrophic proteins such as BDNF and intracellular signaling cascades are responsible for cytoskeletal rearrangement [169,208,209,210,211]. Thus, dysregulation in 5-HT–BDNF interaction may be responsible for the development of neuropsychiatric and behavioral abnormalities [212].\n        Understanding the function of the members of the BDNF system in response to the challenges of the environment and the interaction with different 5-HT receptors in health and disease will lead to new classes of drugs that could be used in therapy for psychiatric and neurodegenerative disorders.\n      \n      \n        3.5. Effect of Antidepressant Therapies on Plasticity BDNF-Mediated\n        \n          3.5.1. BDNF and Antidepressant Treatments\n          Multiple lines of evidence suggest that antidepressant treatments increase BDNF mRNA and protein levels in the cerebral cortex and hippocampus (for review see [213,214]). This increase is partly due to a reduction of histone acetylation in the BDNF promoter regions. The involvement of BDNF in the efficacy of antidepressant treatments has mainly been demonstrated in rodent models. It has been demonstrated that all pharmacological classes of clinical antidepressants increase TrkB autophosphorylation and signaling in the hippocampus and forebrain, effects observed within hours after the administration of the drug [203,215]. Similar results in BDNF mRNA and TrkB phosphorylation have been observed after acute treatment with ketamine [216,217,218,219]. In rodents, injection of BDNF in the hippocampus reduces depression-like behavior [220], in contrast injection of BDNF into the nucleus accumbens or ventral tegmental area promotes depressive effects [221], demonstrating the network-dependent effect of BDNF in mood regulation. Interestingly, conditional knockout of BDNF in forebrain regions increases depressive behavior in females, but not in male mice [222], and blocks the effects of antidepressants desipramine or ketamine [216,223]. Similarly, conditional deletion of TrkB in dentate gyrus or inhibition of TrkB signaling by a dominant-negative TrkB receptor blocks the effects of antidepressants [224,225]. In addition, mice with Val66Met polymorphism are insensitive to antidepressants [226]. Recent evidence demonstrates that the antidepressant effects of GLYX-13, a novel glutamatergic compound that acts as an NMDA modulator with glycine-like partial agonist properties, are blocked by intra-medial prefrontal cortex infusion of an anti-BDNF antibody or in mice with a knock-in of the BDNF Val66Met allele. Pharmacological inhibition of BDNF-TrkB signaling or L-type voltage-dependent Ca2+ channels (VDCCs) blocks the antidepressant behavioral actions of GLYX-13 [227].\n          Taken together, these data suggest that BDNF serves as a transducer, acting as the link between the antidepressant drug and the neuroplastic changes that result in the improvement of depressive symptoms. \n        \n        \n          3.5.2. Beneficial Effects of Exercise on Plasticity: The Role of BDNF\n          Several lines of evidence suggest that exercise has beneficial effects on plasticity and BDNF could be a link between plasticity and physical activity. Although it has been proven that exercise in MDD patients reduced depressive symptoms [228,229,230], neuroplasticity per se has not yet been monitored in these patients. However, voluntary physical exercise, like an enriched environment, increases expression of BDNF in the hippocampus [8], as well as hippocampal neurogenesis [9] and this could improve brain function by enhancing plasticity, cognition, learning, and memory [12,13,14]. Physical exercise is one particularly effective strategy for increasing circulating levels of BDNF [10,11]. It has repeatedly been demonstrated that an acute bout of aerobic exercise transiently increases both serum and plasma BDNF in an intensity-dependent manner [10,11]. Exercise increases the release of BDNF from the human brain [231,232] suggesting that exercise also mediates central BDNF production in humans. It has been suggested that miR-34a potentially can also mediate changes in BDNF expression and may reflect the decrease in performance after overtraining [233].\n          Multiple studies suggest that BDNF has a dominant role in mediating the effects of physical activity on cognitive changes [234]. It has been shown that three months of aerobic exercise training increases hippocampal volume in healthy individuals and in patients with schizophrenia by 12% and 16%, respectively [235]. The question whether exercise regulates muscle-derived circulating factors that can pass through the blood–brain barrier and stimulate BDNF production in the brain remains unclear. In 2016, Moon et al. show that the myokine cathepsin B (Ctsb) might be involved in mediating the exercise-induced improvement in hippocampal neurogenesis, memory, and learning [236]. Mice lacking Ctsb showed depression-like symptoms when they were forced to swim [236].\n          Other papers have demonstrated that exercise induces upregulation in skeletal muscle of PGC1α, a transcriptional co-activator of mitochondrial biogenesis and oxidative metabolism in brown adipose tissue and muscle. In muscle, the increase of PGC1α expression stimulates an upregulation of FNDC5, a membrane protein that is cleaved and secreted into the circulation as the myokine irisin [237]. FNDC5 cross the blood–brain barrier inducing BDNF expression in the hippocampus, in this way BDNF plays a role in neurogenesis and reward-related learning and motivation [238]. Current research has also shown that high intensity exercise increases peripheral lactate and BDNF levels; at the same time lactate infusion at rest can increase peripheral and central BDNF levels. Lactate and BDNF can induce neuroplasticity [239]. In addition, acute elevation of BDNF did not compensate for hypoxia-induced cognition impairment [240].\n          The identification of exercise-related factors that have a direct or indirect effect on brain function has the potential to highlight novel therapeutic targets for neurodegenerative diseases.\n3.1. Major Depressive Disorder\n        Major depressive disorder is one of the most prevalent and debilitating psychiatric disorders with high impact on the quality of life and negative effects on mood, behavior, and cognition [149]. Over the past few decades, several mechanisms have been investigated in the pathophysiology of MDD, including altered serotonergic, noradrenergic, dopaminergic, and glutamatergic systems, increased inflammation, hypothalamic-pituitary-adrenal axis abnormalities, vascular changes, and decreased neurogenesis and neuroplasticity. In particular, a decrease in serotonergic neurotransmission is regarded as the main etiopathogenetic mechanism occurring in depressed patients. Thus, the most common drugs used to treat MDD are serotonin reuptake inhibitor (SSRI) that block SERT and thus increase serotonin in the raphe nucleus at post-synapse. Therefore, a misbalance in the serotonin production and/or release is believed to play a central role in determining MDD. This led to finding, by means of genetic, proteomic and pharmacological tools, molecules able to increase the expression of serotonin in neurons by modulating neural genes or proteins [150,151,152]. Among these molecules, TPH2, the rate-limiting enzyme responsible for brain serotonin biosynthesis, plays a crucial role and is amenable of genetic and pharmacological manipulation [153,154]. Nevertheless, in 1997 Duman and Nestler formulated the neurotrophin hypothesis of depression [155]. This theory is now supported by studies demonstrating a decrease in BDNF mRNA and protein levels in postmortem critical regions, such as the hippocampus, prefrontal cortex and amygdala, in patients with MDD compared to controls.\n3.2. BDNF and Neuronal Plasticity\n        Brain development occurs through coordinated processes of neuro- and gliogenesis, formation of neuronal projections and synaptogenesis, and programmed cell death and elimination of improperly formed connections, together resulting in the formation of the functionally and morphologically adjusted structure of the adult brain [156,157]. Neuroplasticity or brain plasticity is the ability of the nervous system to reorganize its structure, function, and connections in response to extrinsic or intrinsic stimuli [158]. Neuronal plasticity in rodents has been well-documented during the last decades, whereas neuroplasticity in the human brain largely remains indirect, mostly because of methodological limitations as well as ethical constraints. Neuronal plasticity includes different mechanisms excellently reviewed by Castren [159]. One of these is the neurogenesis, i.e., the formation of newborn neurons in proliferative areas. There is solid evidence that neurogenesis occurs in the adult mammalian brain. In rodent adult brains, neurogenesis is mainly restricted to the subventricular zone and the subgranular zone of the dentate gyrus in the hippocampus and olfactory bulbs [156]. An accumulating body of evidence indicates that BDNF is involved in the regulation of migration of neuronal progenitors along the rostral migratory stream and neuronal settlement in the olfactory bulb [160] and also acts during the later stages of neurogenesis [161,162].\n        Neuronal plasticity is extensively studied during critical periods, a time window during the early phase of brain development, when neuronal circuits are noticeably sensitive to being shaped by external stimuli and experience, producing permanent and large-scale changes to neural circuits. The same circuits can be shaped by experience later in life, but to a lesser degree. After the ending of critical periods, neuronal plasticity and changes in network structure are more restricted. However, recent data indicate that several drugs used for the treatment of neuropsychiatric disorders can directly induce plasticity and reactivate a critical period-like plasticity in the adult brain. The first functional evidence for the role of neurotrophins in plasticity was obtained in the visual cortex. The observation that BDNF synthesis in the visual cortex is regulated by visual stimulation made BDNF the prime candidate for this activity-dependent regulated factor [163,164,165]. In transgenic mice with early overexpression of BDNF, an accelerated onset and end of the critical period and precocious maturation of inhibitory circuits was observed. Conversely, mice raised in the dark and resulting in lower levels of BDNF showed a delayed visual plasticity [166,167]. In addition, a disruption in the binding between promoter regions of BDNF exon IV and cAMP response element-binding protein (CREB) results in decreased inhibitory input [168], which impairs the critical period plasticity.\n3.3. BDNF and Synaptic Plasticity\n        Another mechanism involved in neuronal plasticity is the modification of mature neuronal morphology, involving axonal and dendritic arborization and pruning, an increase in spine density, and synaptogenesis [169]. Epigenetic mechanisms involved in the transcriptional regulation of genes also can contribute to synaptic plasticity. Several in vitro and in vivo studies analyzed the effects of BDNF on plasticity. Cazorla et al. proved that 48 h of BDNF stimulation in PC12 cells, transfected with TrkB, increased neurite outgrowth compared to the non-treated cells [170]. Interestingly, BDNF stimulation was able to promote dendritic outgrowth and spine formation [171,172] in primary hippocampal cells grown in B27-deprived medium. This neuroplastic effect is probably achieved through the activation of intracellular-signaling cascades [173,174]. Recent data suggest that intracellular overexpression of BDNF in hippocampal developing neurons induces maturation of excitatory and inhibitory synapses, with respect to exogenous application of BDNF [175]. BDNF mice lacking BDNF die during the second postnatal week [176] and BDNF deficit causes inhibition of dendritic arborization [92,177] and reduction of expression of genes functionally related to vesicular trafficking and synaptic communication [178]. Instead, heterozygous BDNF mice survive into adulthood and BDNF is required for several forms of LTP, the main mechanism mediating plasticity [179]. At morphological level, these mice display a specific hippocampal volume reduction [180] similar to that observed in heterozygous TrkB mice [181,182], but in contrast to p75NTR-deficient mice [183]. These findings suggest a link between hippocampal volume and BDNF-mediated TrkB signaling [181,182]. Over the last years, BDNF has been extensively studied as an important regulator of synaptic transmission and LTP in the hippocampus and in other brain regions. The effects of BDNF in LTP are mediated by TrkB receptors. In particular, in the hippocampus the neurotrophin is thought to act at pre- and post-synaptic levels, modulating synaptic efficacy either by changes in pre-synaptic transmitter release, or by increased post-synaptic transmitter sensitivity (see e.g., [15,16]) to induce a long-lasting increase in synaptic plasticity. This depends on individual circumstances. Thus, BDNF can be: (i) either, a mediator or a modulator of synaptic plasticity, (ii) both, a neurotransmitter that acts both at pre- and post-synaptic level simultaneously at the same individual synapse. Recent data published from Lin et al. revealed that in CA3 or CA1 regions anterograde BDNF-TrkB signaling is involved in LTP induction, while anterograde and retrograde BDNF-TrkB signaling contributes to LTP maintenance. BDNF in both pre-synaptic and post-synaptic terminals modulate basal neurotransmission and pre-synaptic TrkB, probably regulating pre-synaptic release [184]. In addition, it has also been shown that BDNF regulates the transport of mRNAs along dendrites and their translation at the synapse. These processes occur by modulating the initiation and elongation phases of protein synthesis, and by acting on specific miRNAs [100]. Local protein synthesis responds with rapid and subtle modulation of the proteome to remodel the synaptic regions in response to stimuli [185]. Protein turnover is required for synaptic plasticity, and BDNF-signaling has been also described as a crucial regulator for maintaining the baseline autophagic activity in the brain. BDNF deficiency causes an uncontrolled rise in autophagic degradation [186].\n        BDNF is one of the most studied synaptic molecules that efficiently modify synaptic strength and can act as a mediator, modulator, or instructor of synaptic plasticity. Specific changes in dendritic spines, as well as in adult hippocampal neurogenesis, can be correlated to several forms of learning and memory. BDNF is one of the most inspiring molecules to better understand the disadvantageous synaptic learning underlying the etiology of depression, accompanied by declines in the rate of adult neurogenesis and in spine densities [181].\n3.4. BDNF in Depressed Patients\n        BDNF protein and TrkB receptor are detectable in several non-neuronal tissues, including endothelial cells [17,18], cardiomyocytes [19], vascular smooth muscle cells [17], leukocytes [20], megakaryocytes [19], and platelets [21,22]. Serum BDNF has been clearly demonstrated to originate from the progenitors of platelets [21]. Platelets are the major source of peripheral BDNF and are important for storing the BDNF secreted from other tissues [187]. Over the last years, there has been a great interest in peripheral BDNF measures in relation to psychiatric illness. It has been studied as biomarker reflecting these disorders [188,189]. However, there is no evidence that serum BDNF is related to brain BDNF and neuroplasticity. Nevertheless, the low serum concentration of BDNF has often been associated with the pathophysiology of MDD [190,191,192]. An aspect to consider is if the serum BDNF levels are dependent on the release of BDNF from platelets [193]. The significance of the lower BDNF levels in depression is currently unclear. The temporal correlation between serum BDNF levels and the antidepressant effect seems to be indirect: ketamine and electroconvulsive shock treatment increase serum BDNF levels only gradually, while their antidepressant effect appears quickly [194]. There are two studies that directly observed a reduction of BDNF levels in platelets of patients with MDD [195,196]. Another study showed that BDNF levels of platelet were significantly decreased compared to the controls. In this study, the BDNF levels were normalized compared to control with SSRIs treatment [197]. Taken together, these studies strongly suggest that changes in serum BDNF levels reflect altered BDNF release from blood platelets. Thus, given the similarities in the regulation of BDNF synthesis between megakaryocytes and neurons, there may be parallels between the brain, BDNF in serum, and release. Nevertheless, within the CNS a reduction in BDNF and TrkB expression has been reported in the hippocampus and prefrontal cortex of post-mortem brain tissues of suicide victims [198,199]. In addition, several meta-analyses data confirm the association of the Val66Met polymorphism with an increase of susceptibility to develop mood disorders [200,201,202]. Finally, a recent paper showed that subjects with the Met allele of the BDNF gene are more likely to develop depression [134].\n        A disruption in serotonin signaling in the brain is also believed to be involved in the pathophysiology of depression. Changes in synaptic serotonin levels and receptor levels are coupled with altered synaptic plasticity and neurogenesis [203,204]. It has been proposed that chronic treatment with conventional antidepressants, such as SSRIs, but not acute administration increases neurogenesis [205,206,207] and selective SSRIs might reactivate serotonin’s ability to mediate developmental plasticity. BDNF acts as a modulator of the 5-HT system and vice versa, acting as the link between the antidepressant drug and the neuroplastic changes. Close molecular connections between serotonin receptors and neurotrophic proteins such as BDNF and intracellular signaling cascades are responsible for cytoskeletal rearrangement [169,208,209,210,211]. Thus, dysregulation in 5-HT–BDNF interaction may be responsible for the development of neuropsychiatric and behavioral abnormalities [212].\n        Understanding the function of the members of the BDNF system in response to the challenges of the environment and the interaction with different 5-HT receptors in health and disease will lead to new classes of drugs that could be used in therapy for psychiatric and neurodegenerative disorders.\n3.5. Effect of Antidepressant Therapies on Plasticity BDNF-Mediated\n        \n          3.5.1. BDNF and Antidepressant Treatments\n          Multiple lines of evidence suggest that antidepressant treatments increase BDNF mRNA and protein levels in the cerebral cortex and hippocampus (for review see [213,214]). This increase is partly due to a reduction of histone acetylation in the BDNF promoter regions. The involvement of BDNF in the efficacy of antidepressant treatments has mainly been demonstrated in rodent models. It has been demonstrated that all pharmacological classes of clinical antidepressants increase TrkB autophosphorylation and signaling in the hippocampus and forebrain, effects observed within hours after the administration of the drug [203,215]. Similar results in BDNF mRNA and TrkB phosphorylation have been observed after acute treatment with ketamine [216,217,218,219]. In rodents, injection of BDNF in the hippocampus reduces depression-like behavior [220], in contrast injection of BDNF into the nucleus accumbens or ventral tegmental area promotes depressive effects [221], demonstrating the network-dependent effect of BDNF in mood regulation. Interestingly, conditional knockout of BDNF in forebrain regions increases depressive behavior in females, but not in male mice [222], and blocks the effects of antidepressants desipramine or ketamine [216,223]. Similarly, conditional deletion of TrkB in dentate gyrus or inhibition of TrkB signaling by a dominant-negative TrkB receptor blocks the effects of antidepressants [224,225]. In addition, mice with Val66Met polymorphism are insensitive to antidepressants [226]. Recent evidence demonstrates that the antidepressant effects of GLYX-13, a novel glutamatergic compound that acts as an NMDA modulator with glycine-like partial agonist properties, are blocked by intra-medial prefrontal cortex infusion of an anti-BDNF antibody or in mice with a knock-in of the BDNF Val66Met allele. Pharmacological inhibition of BDNF-TrkB signaling or L-type voltage-dependent Ca2+ channels (VDCCs) blocks the antidepressant behavioral actions of GLYX-13 [227].\n          Taken together, these data suggest that BDNF serves as a transducer, acting as the link between the antidepressant drug and the neuroplastic changes that result in the improvement of depressive symptoms. \n        \n        \n          3.5.2. Beneficial Effects of Exercise on Plasticity: The Role of BDNF\n          Several lines of evidence suggest that exercise has beneficial effects on plasticity and BDNF could be a link between plasticity and physical activity. Although it has been proven that exercise in MDD patients reduced depressive symptoms [228,229,230], neuroplasticity per se has not yet been monitored in these patients. However, voluntary physical exercise, like an enriched environment, increases expression of BDNF in the hippocampus [8], as well as hippocampal neurogenesis [9] and this could improve brain function by enhancing plasticity, cognition, learning, and memory [12,13,14]. Physical exercise is one particularly effective strategy for increasing circulating levels of BDNF [10,11]. It has repeatedly been demonstrated that an acute bout of aerobic exercise transiently increases both serum and plasma BDNF in an intensity-dependent manner [10,11]. Exercise increases the release of BDNF from the human brain [231,232] suggesting that exercise also mediates central BDNF production in humans. It has been suggested that miR-34a potentially can also mediate changes in BDNF expression and may reflect the decrease in performance after overtraining [233].\n          Multiple studies suggest that BDNF has a dominant role in mediating the effects of physical activity on cognitive changes [234]. It has been shown that three months of aerobic exercise training increases hippocampal volume in healthy individuals and in patients with schizophrenia by 12% and 16%, respectively [235]. The question whether exercise regulates muscle-derived circulating factors that can pass through the blood–brain barrier and stimulate BDNF production in the brain remains unclear. In 2016, Moon et al. show that the myokine cathepsin B (Ctsb) might be involved in mediating the exercise-induced improvement in hippocampal neurogenesis, memory, and learning [236]. Mice lacking Ctsb showed depression-like symptoms when they were forced to swim [236].\n          Other papers have demonstrated that exercise induces upregulation in skeletal muscle of PGC1α, a transcriptional co-activator of mitochondrial biogenesis and oxidative metabolism in brown adipose tissue and muscle. In muscle, the increase of PGC1α expression stimulates an upregulation of FNDC5, a membrane protein that is cleaved and secreted into the circulation as the myokine irisin [237]. FNDC5 cross the blood–brain barrier inducing BDNF expression in the hippocampus, in this way BDNF plays a role in neurogenesis and reward-related learning and motivation [238]. Current research has also shown that high intensity exercise increases peripheral lactate and BDNF levels; at the same time lactate infusion at rest can increase peripheral and central BDNF levels. Lactate and BDNF can induce neuroplasticity [239]. In addition, acute elevation of BDNF did not compensate for hypoxia-induced cognition impairment [240].\n          The identification of exercise-related factors that have a direct or indirect effect on brain function has the potential to highlight novel therapeutic targets for neurodegenerative diseases.\n3.5.1. BDNF and Antidepressant Treatments\n          Multiple lines of evidence suggest that antidepressant treatments increase BDNF mRNA and protein levels in the cerebral cortex and hippocampus (for review see [213,214]). This increase is partly due to a reduction of histone acetylation in the BDNF promoter regions. The involvement of BDNF in the efficacy of antidepressant treatments has mainly been demonstrated in rodent models. It has been demonstrated that all pharmacological classes of clinical antidepressants increase TrkB autophosphorylation and signaling in the hippocampus and forebrain, effects observed within hours after the administration of the drug [203,215]. Similar results in BDNF mRNA and TrkB phosphorylation have been observed after acute treatment with ketamine [216,217,218,219]. In rodents, injection of BDNF in the hippocampus reduces depression-like behavior [220], in contrast injection of BDNF into the nucleus accumbens or ventral tegmental area promotes depressive effects [221], demonstrating the network-dependent effect of BDNF in mood regulation. Interestingly, conditional knockout of BDNF in forebrain regions increases depressive behavior in females, but not in male mice [222], and blocks the effects of antidepressants desipramine or ketamine [216,223]. Similarly, conditional deletion of TrkB in dentate gyrus or inhibition of TrkB signaling by a dominant-negative TrkB receptor blocks the effects of antidepressants [224,225]. In addition, mice with Val66Met polymorphism are insensitive to antidepressants [226]. Recent evidence demonstrates that the antidepressant effects of GLYX-13, a novel glutamatergic compound that acts as an NMDA modulator with glycine-like partial agonist properties, are blocked by intra-medial prefrontal cortex infusion of an anti-BDNF antibody or in mice with a knock-in of the BDNF Val66Met allele. Pharmacological inhibition of BDNF-TrkB signaling or L-type voltage-dependent Ca2+ channels (VDCCs) blocks the antidepressant behavioral actions of GLYX-13 [227].\n          Taken together, these data suggest that BDNF serves as a transducer, acting as the link between the antidepressant drug and the neuroplastic changes that result in the improvement of depressive symptoms.\n3.5.2. Beneficial Effects of Exercise on Plasticity: The Role of BDNF\n          Several lines of evidence suggest that exercise has beneficial effects on plasticity and BDNF could be a link between plasticity and physical activity. Although it has been proven that exercise in MDD patients reduced depressive symptoms [228,229,230], neuroplasticity per se has not yet been monitored in these patients. However, voluntary physical exercise, like an enriched environment, increases expression of BDNF in the hippocampus [8], as well as hippocampal neurogenesis [9] and this could improve brain function by enhancing plasticity, cognition, learning, and memory [12,13,14]. Physical exercise is one particularly effective strategy for increasing circulating levels of BDNF [10,11]. It has repeatedly been demonstrated that an acute bout of aerobic exercise transiently increases both serum and plasma BDNF in an intensity-dependent manner [10,11]. Exercise increases the release of BDNF from the human brain [231,232] suggesting that exercise also mediates central BDNF production in humans. It has been suggested that miR-34a potentially can also mediate changes in BDNF expression and may reflect the decrease in performance after overtraining [233].\n          Multiple studies suggest that BDNF has a dominant role in mediating the effects of physical activity on cognitive changes [234]. It has been shown that three months of aerobic exercise training increases hippocampal volume in healthy individuals and in patients with schizophrenia by 12% and 16%, respectively [235]. The question whether exercise regulates muscle-derived circulating factors that can pass through the blood–brain barrier and stimulate BDNF production in the brain remains unclear. In 2016, Moon et al. show that the myokine cathepsin B (Ctsb) might be involved in mediating the exercise-induced improvement in hippocampal neurogenesis, memory, and learning [236]. Mice lacking Ctsb showed depression-like symptoms when they were forced to swim [236].\n          Other papers have demonstrated that exercise induces upregulation in skeletal muscle of PGC1α, a transcriptional co-activator of mitochondrial biogenesis and oxidative metabolism in brown adipose tissue and muscle. In muscle, the increase of PGC1α expression stimulates an upregulation of FNDC5, a membrane protein that is cleaved and secreted into the circulation as the myokine irisin [237]. FNDC5 cross the blood–brain barrier inducing BDNF expression in the hippocampus, in this way BDNF plays a role in neurogenesis and reward-related learning and motivation [238]. Current research has also shown that high intensity exercise increases peripheral lactate and BDNF levels; at the same time lactate infusion at rest can increase peripheral and central BDNF levels. Lactate and BDNF can induce neuroplasticity [239]. In addition, acute elevation of BDNF did not compensate for hypoxia-induced cognition impairment [240].\n          The identification of exercise-related factors that have a direct or indirect effect on brain function has the potential to highlight novel therapeutic targets for neurodegenerative diseases.\n4. The Protective Role of BDNF on Neurodegeneration\n      Neurodegenerative diseases comprise a wide range of neurological diseases such as AD, PD, Huntington’s disease, and amyotrophic lateral sclerosis (ALS), characterized by the deterioration and then the death of selective nuclei of neurons in the brain or the spinal cord. They are chronic and progressive diseases, currently incurable and highly debilitating, causing a tremendous emotional and economic burden on patients, their families, and society. AD, the most frequent among neurodegenerative diseases, accounts for about 70% of dementia cases all over the world, that is about 35 million people. It is estimated to cost more than 480 billion euros each year throughout the world (Sources: OMS, EBC (European Brain Council)). Currently, no pharmacological treatment is available to cure or even significantly slow down the course of neurodegenerative diseases. For these reasons, experimental findings showing that physical exercise, exposure to an enriched environment, metabolic changes and nutritional and/or cognitive intervention, may exert a protective role on neurodegeneration either by delaying the onset and/or curbing the course of the disease, raise hope that these new tools might be useful also in clinical practice. BDNF appears to be crucial or, in some cases even essential, to mediate the neuroprotective effects of the above-mentioned environmental stimuli (Figure 3). In particular, as discussed above, it is well established that BDNF accounts for the hippocampal adult neurogenesis, which, in turn, can be stimulated by a number of conditions such as physical exercise, enriched environment, hormonal balance (i.e., steroid hormones such a cortisol and testosterone) and nutritional intervention (i.e., fasting, low-calorie intake, low-carb diet, selective nutrient intakes), capable of increasing the BDNF level [241].\n      \n        4.1. The Protective Role of BDNF on Alzheimer’s Disease\n        A reduced level of BDNF has been found in patients affected by neurodegenerative diseases such as Parkinson’s, Huntington’s and Alzheimer’s disease as well as in mild cognitive impairment, the latter being a prodromal stage of AD, characterized by a slight decline of cognitive abilities including memory, thinking and judging skills [242,243,244,245]. In some instances, the levels of BDNF even correlate with the severity of the diseases, pointing towards a pathogenetic link between BDNF and AD [246]. Although there are some papers reporting an increase of BDNF in serum or in the post-mortem brain, this might be due either to compensatory mechanisms or its release from immune cells or pharmacological treatments known to raise BDNF (i.e., antidepressants) [241].\n        Recently, a very complex study explored the role of physical activity in a genetic mouse model of AD. This study provided the most compelling evidence of the relationship between physical activity, adult hippocampal neurogenesis, BDNF, and AD. This study elegantly confirms that adult hippocampal neurogenesis plays a pivotal role in brain resilience to AD. They manipulated with pharmacological and genetic tool neurogenesis as well as BDNF, clearly showing that physical exercise needs neurogenesis to protect the brain from AD and that BDNF is essential for such a protection. In addition, it provides evidence that adult hippocampal neurogenesis can counteract AD memory impairment, only in combination with BDNF, whereas if neurogenesis is experimentally blocked, BDNF does not exert beneficial effects. Finally, pharmacological increase of BDNF further ameliorates AD pathology [247]. Thus, agents that promote both BDNF signaling and neurogenesis might be the key to preventing or curing AD. As far as metabolism is concerned, it has been shown that intermitting fasting, by causing a transition from utilization of carbohydrate and glucose to a fatty acid and ketones source of energy (refer to as “G-K shift”) generates a number of beneficial cognitive, metabolic, and cardiovagal effects. BDNF is increased upon intermitting fasting and mediates at least part of these effects. Its increase is stimulated by the ketone body, β-hydroxybutyrate that inhibits histone deacetylases that repress BDNF promoters [248]. Recently, the role of BDNF and neuroprotection in the context of metabolism and fasting has been nicely reviewed by Mattson et al. [6].\n      \n      \n        4.2. BDNF and Ras-ERK-CREB Signaling in Alzheimer’s Disease\n        BDNF, as also discussed above, causes the activation of the Ras-ERK signaling cascade leading to the phosphorylation of CREB. Such a pathway exerts a well-known trophic and protective role on neuronal cells both in vitro and in vivo in a variety of neurodegenerative models, including AD, PD, and Huntington’s diseases. Nevertheless, it has become clear that the Ras-ERK pathway may also foster neurodegeneration or hamper the action of neurotrophic factors when activated by noxious stimuli as occurs for instance in PD and AD [249]. In particular, it has been shown in a number of different cellular models such as primary cortical rat neurons, rat B103 neuroblastoma cells, and A1 mouse mesencephalic cells, that APP and/or Aβ42 oligomer induces the activation of Ras-ERK and GSK-3 signaling, that, in turn, causes hyperphosphorylation of tau and APP at Thr668. The involvement of these molecular events in the pathogenesis AD is corroborated by the finding that activation of Ras-ERK and GSK-3 correlates with Aβ levels in the brain of AD patients [250,251]. Aberrant stimulation of Ras-ERK signaling forces neurons to enter the cell cycle as shown by the expression and nuclear accumulation of cyclin D1 and the subsequent G1/S progression. Since neurons lack functional cell cycle machinery, these events lead to cell death (i.e., mitotic catastrophe) instead of cell division. Interestingly, as clearly shown in the mouse model of familial AD APPswe/PS1ΔE9 mice, although ERK phosphorylation is enhanced compared to the wild type counterpart, it does not result in normal CREB phosphorylation. The impairment in CREB signaling parallels to impairment in a number of cognitive tests [252]. Therefore, in AD, BDNF downregulation is mediated by the impairment of CREB signaling caused by amyloid β [253] (Figure 3).\n4.1. The Protective Role of BDNF on Alzheimer’s Disease\n        A reduced level of BDNF has been found in patients affected by neurodegenerative diseases such as Parkinson’s, Huntington’s and Alzheimer’s disease as well as in mild cognitive impairment, the latter being a prodromal stage of AD, characterized by a slight decline of cognitive abilities including memory, thinking and judging skills [242,243,244,245]. In some instances, the levels of BDNF even correlate with the severity of the diseases, pointing towards a pathogenetic link between BDNF and AD [246]. Although there are some papers reporting an increase of BDNF in serum or in the post-mortem brain, this might be due either to compensatory mechanisms or its release from immune cells or pharmacological treatments known to raise BDNF (i.e., antidepressants) [241].\n        Recently, a very complex study explored the role of physical activity in a genetic mouse model of AD. This study provided the most compelling evidence of the relationship between physical activity, adult hippocampal neurogenesis, BDNF, and AD. This study elegantly confirms that adult hippocampal neurogenesis plays a pivotal role in brain resilience to AD. They manipulated with pharmacological and genetic tool neurogenesis as well as BDNF, clearly showing that physical exercise needs neurogenesis to protect the brain from AD and that BDNF is essential for such a protection. In addition, it provides evidence that adult hippocampal neurogenesis can counteract AD memory impairment, only in combination with BDNF, whereas if neurogenesis is experimentally blocked, BDNF does not exert beneficial effects. Finally, pharmacological increase of BDNF further ameliorates AD pathology [247]. Thus, agents that promote both BDNF signaling and neurogenesis might be the key to preventing or curing AD. As far as metabolism is concerned, it has been shown that intermitting fasting, by causing a transition from utilization of carbohydrate and glucose to a fatty acid and ketones source of energy (refer to as “G-K shift”) generates a number of beneficial cognitive, metabolic, and cardiovagal effects. BDNF is increased upon intermitting fasting and mediates at least part of these effects. Its increase is stimulated by the ketone body, β-hydroxybutyrate that inhibits histone deacetylases that repress BDNF promoters [248]. Recently, the role of BDNF and neuroprotection in the context of metabolism and fasting has been nicely reviewed by Mattson et al. [6].\n4.2. BDNF and Ras-ERK-CREB Signaling in Alzheimer’s Disease\n        BDNF, as also discussed above, causes the activation of the Ras-ERK signaling cascade leading to the phosphorylation of CREB. Such a pathway exerts a well-known trophic and protective role on neuronal cells both in vitro and in vivo in a variety of neurodegenerative models, including AD, PD, and Huntington’s diseases. Nevertheless, it has become clear that the Ras-ERK pathway may also foster neurodegeneration or hamper the action of neurotrophic factors when activated by noxious stimuli as occurs for instance in PD and AD [249]. In particular, it has been shown in a number of different cellular models such as primary cortical rat neurons, rat B103 neuroblastoma cells, and A1 mouse mesencephalic cells, that APP and/or Aβ42 oligomer induces the activation of Ras-ERK and GSK-3 signaling, that, in turn, causes hyperphosphorylation of tau and APP at Thr668. The involvement of these molecular events in the pathogenesis AD is corroborated by the finding that activation of Ras-ERK and GSK-3 correlates with Aβ levels in the brain of AD patients [250,251]. Aberrant stimulation of Ras-ERK signaling forces neurons to enter the cell cycle as shown by the expression and nuclear accumulation of cyclin D1 and the subsequent G1/S progression. Since neurons lack functional cell cycle machinery, these events lead to cell death (i.e., mitotic catastrophe) instead of cell division. Interestingly, as clearly shown in the mouse model of familial AD APPswe/PS1ΔE9 mice, although ERK phosphorylation is enhanced compared to the wild type counterpart, it does not result in normal CREB phosphorylation. The impairment in CREB signaling parallels to impairment in a number of cognitive tests [252]. Therefore, in AD, BDNF downregulation is mediated by the impairment of CREB signaling caused by amyloid β [253] (Figure 3).\n5. BDNF and Brain Cancer: An Unexpected Role. An Oncogene or a Tumor Suppressor?\n      The role of BDNF and its cognate receptor TrkB in cancer, including brain cancer, has been recognized for a long time [254]. In many types of cancers, BDNF and/or TrkB have been found expressed or in some cases over-expressed [255]. This is not surprising since growth factors, including neurotrophic factors, and their tyrosine kinase receptors have long been involved in tumors with different cell-dependent mechanisms, fostering proliferation, enhancing anti-apoptotic signaling, and making cells unresponsive to anti-proliferative stimuli [256]. The direct oncogenic activity of TrkB might also be due to the crosstalk with EGF receptors that together with its ligand is well-known to promote cell transformation. BDNF administration not only does phosphorylate TrkB but also EGFR [257]. In line with these observations, it has been recently shown that BDNF produced by glioblastoma (GBM) differentiated cells acts on GBM stem cells, fostering their growth through paracrine signaling [258].\n      However, recently another study showed that exposing mice to an enriched environment is able to decrease the growth of intracranial glioma, decreasing proliferation and invasion, and improving overall survival. Such an effect is achieved by means of both indirect and direct mechanisms. The former acts via natural killer cells of the innate immune system, whereas the latter utilizes BDNF stimulation of its truncated receptor TrkB.T1 on glioma cancer cells. BDNF binding the TrkB.T1 receptor signals to the Rho protein dissociation inhibitor (RhoGDI), the latter detaches from TrkB.T1 and binds to the small G protein RhoA, leading to its inhibition. The authors found that an enriched environment causes the synthesis of IL-15 and BDNF. When mice bearing the glioma and not housed in enriched environments were infused with BDNF, they reduced tumor size and macrophage infiltration. Thus, showing that at least in part, BDNF accounts for the oncolytic effect elicited by the enriched environment [259]. In a more recent study, the same group delved deeper into the mechanisms, finding that enriched environment changes glioma-associated myeloid cells. BDNF plays a central role by stimulating the production of IL-15 in microglia, which in turn stimulates the natural killer cells to produce IFN-γ. Natural killer cells were responsible for the switch to an oncolytic environment [260] (Figure 3).\n      Taken together, a scenario emerges where BDNF, acting on different cells is able to reorganize the brain microenvironment in such a way that it becomes resilient to neurodegeneration or oncolytic for tumors. In this regard, although supported by much more preliminary data, it seems that also other compounds might share these properties [261,262].\n6. Conclusions\n      In this review, we discussed the role of BDNF in neurogenesis, differentiation, survival, synaptic plasticity, and transmission to reorganize the brain microenvironment. All BDNF gene products, such as proBDNF, mature BDNF, and even the isolated proBDNF domain, are known to exert functional activity. One of the most important features of BDNF is that it can act as a local, paracrine and/or autocrine factor, on both pre-synaptic and post-synaptic target sites. Here, we presented the contribution of altered BDNF signaling in the pathophysiology of brain diseases, including mental disorders (i.e., depression), neurodegenerative diseases, (i.e., Alzheimer’s disease), and brain tumor (i.e., glioblastoma). BDNF is one of the best-studied synaptic molecules that efficiently modify synaptic strength and it can act as a mediator, modulator, or instructor of synaptic plasticity. In neurons, the cellular processes that regulate the amount of both BDNF mRNA and protein, the changes in the efficiency of secretion, and transport of BDNF protein may affect synaptic function and cell survival. BDNF is one of the most inspiring molecules to better understand the disadvantageous synaptic learning underlying the etiology of depression, accompanied by the decline in the rate of adult neurogenesis and in spine densities. Furthermore, BDNF appears to exert a potent role in neuroprotection and/or brain regeneration by modulating signaling pathways such Ras-ERK-CREB, thus rendering neuronal cells resilient to neurodegeneration. Finally, BDNF appears to be crucial in the pathogenesis and development of brain tumors such as glioblastoma by reorganizing its microenvironment. Thus, understanding the physiologic and pathologic BDNF signaling and finding tools to modulate its expression (mRNA and/or protein) is a prerequisite for a potential BDNF-based therapy.\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC7589016/\nhttps://doi.org/10.3390/ijms21207777",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7589016/",
    "doi": "https://doi.org/10.3390/ijms21207777",
    "citation_count": 206,
    "references": {
        "11039553": "Expression Patterns of miRNAs in Egyptian Children with ADHD: Clinical Study with Correlation Analysis",
        "11023036": "Genome-Wide Association Studies of 3 Distinct Recovery Phenotypes in Mild Ischemic Stroke",
        "11010615": "Potential salivary and serum biomarkers for burning mouth syndrome and their relationship with anxiety/depression",
        "11004535": "Depression, an unmet health need in Africa: Understanding the promise of ketamine",
        "10991002": "A Review of Cerebrospinal Fluid Circulation and the Pathogenesis of Congenital Hydrocephalus",
        "10988478": "Role of brain‐derived neurotrophic factor in endotoxaemia‐induced acute lung injury",
        "10978659": "Exploring Heparan Sulfate Proteoglycans as Mediators of Human Mesenchymal Stem Cell Neurogenesis",
        "10976774": "Enhancement of neurogenesis and cognition through intranasal co-delivery of galanin receptor 2 (GALR2) and neuropeptide Y receptor 1 (NPY1R) agonists: a potential pharmacological strategy for cognitive dysfunctions",
        "10952952": "GALR2 and Y1R agonists intranasal infusion enhanced adult ventral hippocampal neurogenesis and antidepressant‐like effects involving BDNF actions",
        "10949226": "The reciprocity of skeletal muscle and bone: an evolving view from mechanical coupling, secretory crosstalk to stem cell exchange",
        "10939743": "Sensory nerve release of CGRP increases tumor growth in HNSCC by suppressing TILs",
        "10932081": "Neurotrophins and Trk Neurotrophin Receptors in the Retina of Adult Killifish (Nothobranchius guentheri)",
        "10926849": "The protective role of ginsenoside Rg3 in heart diseases and mental disorders",
        "10915989": "Spatial amine metabolomics and histopathology reveal localized brain alterations in subacute traumatic brain injury and the underlying mechanism of herbal treatment",
        "10906782": "Trafficking of hormones and trophic factors to secretory and extracellular vesicles: a historical perspective and new hypothesis",
        "10895773": "Efficacy of empagliflozin as adjunctive therapy to citalopram in major depressive disorder: a randomized double-blind, placebo-controlled clinical trial",
        "10889816": "Neuropeptides and Their Roles in the Cerebellum",
        "10888178": "Nerve Growth Factor and the Role of Inflammation in Tumor Development",
        "10881714": "Influence of microbially fermented 2´-fucosyllactose on neuronal-like cell activity in an in vitro co-culture system",
        "10878877": "Integrated analysis of differentially expressed genes and miRNA expression profiles in dilated cardiomyopathy",
        "10862273": "Brain health measurement: a scoping review",
        "10859466": "Natural products for the treatment of chemotherapy-related cognitive impairment and prospects of nose-to-brain drug delivery",
        "10855926": "Presenilin: A Multi-Functional Molecule in the Pathogenesis of Alzheimer’s Disease and Other Neurodegenerative Diseases",
        "10848065": "Transcranial pulse stimulation in Alzheimer's disease",
        "10828292": "Hawaiian native herb Mamaki prevents dementia by ameliorating neuropathology and repairing neurons in four different mouse models of neurodegenerative diseases",
        "10817056": "Distinct Alterations in Dendritic Spine Morphology in the Absence of β-Neurexins",
        "10813252": "Brain Plasticity Modulator p75 Neurotrophin Receptor in Human Urine after Different Acute Brain Injuries—A Prospective Cohort Study",
        "10813042": "Menopause-Associated Depression: Impact of Oxidative Stress and Neuroinflammation on the Central Nervous System—A Review",
        "10803716": "In silico analysis of the Val66Met mutation in BDNF protein: implications for psychological stress",
        "10788886": "A Bibliometric and Visual Analysis of Single Nucleotide Polymorphism Studies in Depression",
        "10787738": "The antidepressive mechanism of Longya Lilium combined with Fluoxetine in mice with depression-like behaviors",
        "10766450": "Treadmill exercise ameliorates chemotherapy-induced memory impairment through Wnt/β-catenin signaling pathway",
        "10764320": "Peripheral blood BDNF and soluble CAM proteins as possible markers of prolonged disorders of consciousness: a pilot study",
        "10757897": "Brain‐derived neurotrophic factor (BDNF) levels in panic disorder: A systematic review and meta‐analysis",
        "10748509": "Exosomal microRNAs: implications in the pathogenesis and clinical applications of subarachnoid hemorrhage",
        "10747658": "Unveiling the LncRNA-miRNA-mRNA Regulatory Network in Arsenic-Induced Nerve Injury in Rats through High-Throughput Sequencing",
        "10745858": "Oral Motor Impairments Contribute to Weight Status of Adults with Severe Cerebral Palsy",
        "10743819": "The Potential Role of Gossypetin in the Treatment of Diabetes Mellitus and Its Associated Complications: A Review",
        "10732602": "Elevations in serum brain-derived neurotrophic factor following occupational heat stress are not influenced by age or common chronic disease",
        "10731732": "Potential biomarkers and therapeutic targets for obsessive compulsive disorder: Evidences from clinical studies",
        "10716473": "Cuproptosis-related long noncoding RNAs predicts overall survival and reveal immune microenvironment of bladder cancer",
        "10707181": "Neuronal Scaffold Protein ARMS Interacts with Synaptotagmin-4 C2AB through the Ankyrin Repeat Domain with an Unexpected Mode",
        "10705972": "Reduced Levels of Lacrimal Glial Cell Line-Derived Neurotrophic Factor (GDNF) in Patients with Focal Epilepsy and Focal Epilepsy with Comorbid Depression: A Biomarker Candidate",
        "10701284": "Milk fat globule membrane promotes brain development in piglets by enhancing the connection of white matter fiber trace",
        "10684469": "D1R-5-HT2AR Uncoupling Reduces Depressive Behaviours via HDAC Signalling",
        "10683283": "Neuroinflammation, memory, and depression: new approaches to hippocampal neurogenesis",
        "10679878": "Alternating current stimulation promotes neurite outgrowth and plasticity in neurons through activation of the PI3K/AKT signaling pathway: Neurite growth enhanced by alternating current stimulation via PI3K/AKT pathway",
        "10672300": "Analysis of Effect of Intensity of Aerobic Exercise on Cognitive and Motor Functions and Neurotrophic Factor Expression Patterns in an Alzheimer’s Disease Rat Model",
        "10671548": "Association between NTRK2 Polymorphisms, Hippocampal Volumes and Treatment Resistance in Major Depressive Disorder",
        "10670892": "Examining the Role of a Functional Deficiency of Iron in Lysosomal Storage Disorders with Translational Relevance to Alzheimer’s Disease",
        "10669030": "An Overview of Recent Advances in the Neuroprotective Potentials of Fisetin against Diverse Insults in Neurological Diseases and the Underlying Signaling Pathways",
        "10665880": "To re-examine the intersection of microglial activation and neuroinflammation in neurodegenerative diseases from the perspective of pyroptosis",
        "10665662": "Adult human neurogenesis: A view from two schools of thought",
        "10665413": "Interplay between stress, sleep, and BDNF in a high-risk sample of young adults",
        "10658118": "A Brief Review of Low-Level Light Therapy in Depression Disorder",
        "10648373": "Rehabilitation Exercises Supported by Monitor-Augmented Reality for Patients with High-Grade Glioma Undergoing Radiotherapy: Results of a Randomized Clinical Trial",
        "10642532": "Expression and Bioinformatics Analysis of Key miRNAs in Stored Red Blood Cells",
        "10642248": "Urine-derived stem cells in neurological diseases: current state-of-the-art and future directions",
        "10630058": "辽东楤木药理作用研究进展",
        "10620849": "Expression and role of cocaine-amphetamine regulated transcript (CART) in the proliferation of biliary epithelium",
        "10607116": "Cannabidiol Modulates Emotional Function and Brain-Derived Neurotrophic Factor Expression in Middle-Aged Female Rats Exposed to Social Isolation",
        "10598637": "The Role of GABA in the Dorsal Striatum-Raphe Nucleus Circuit Regulating Stress Vulnerability in Male Mice with High Levels of Shati/Nat8l",
        "10589271": "BDNF-loaded PDADMAC-heparin multilayers: a novel approach for neuroblastoma cell study",
        "10579393": "Effect of alcohol on Brain-Derived Neurotrophic Factor (BDNF) blood levels: a systematic review and meta-analysis",
        "10543477": "Brain-Derived Neurotrophic Factor protects neurons by stimulating mitochondrial function through Protein Kinase A",
        "10539508": "Brain-derived neurotrophic factor as a biomarker in cancer-related cognitive impairment among adolescent and young adult cancer patients",
        "10533016": "Associations of BDNF/BDNF-AS SNPs with Depression, Schizophrenia, and Bipolar Disorder",
        "10528789": "New progress of isoflurane, sevoflurane and propofol in hypoxic‐ischemic brain injury and related molecular mechanisms based on p75 neurotrophic factor receptor",
        "10517475": "The benefits of rehabilitation exercise in improving chronic traumatic encephalopathy: recent advances and future perspectives",
        "10493664": "The neurotrophic activities of brain‐derived neurotrophic factor are potentiated by binding with apigenin, a common flavone in vegetables, in stimulating the receptor signaling",
        "10485099": "BDNF alleviates Parkinson's disease by promoting STAT3 phosphorylation and regulating neuronal autophagy",
        "10479861": "Are TrkB receptor agonists the right tool to fulfill the promises for a therapeutic value of the brain-derived neurotrophic factor?",
        "10452871": "Brain-Derived Neurotrophic Factor Dysregulation as an Essential Pathological Feature in Huntington’s Disease: Mechanisms and Potential Therapeutics",
        "10452342": "BDNF rs962369 Is Associated with Major Depressive Disorder",
        "10452328": "Can Brain-Derived Neurotrophic Factor Be Considered a Biomarker for Bipolar Disorder? An Analysis of the Current Evidence",
        "10442542": "The effects of acupuncture on sleep disorders and its underlying mechanism: a literature review of rodent studies",
        "10417602": "Propofol Inhibits Glioma Stem Cell Growth and Migration and Their Interaction with Microglia via BDNF-AS and Extracellular Vesicles",
        "10378742": "The Influence of Copper Nanoparticles on Neurometabolism Marker Levels in the Brain and Intestine in a Rat Model",
        "10377529": "Changes in Plasma TPH2, GDNF, Trk-b, BDNF, and proBDNF in People Who Died by Suicide",
        "10377198": "An In Silico Analysis Reveals Sustained Upregulation of Neuroprotective Genes in the Post-Stroke Human Brain",
        "10377127": "Stage-Dependent Levels of Brain-Derived Neurotrophic Factor and Matrix Metalloproteinase 9 in the Prognosis of Colorectal Cancer",
        "10366890": "Cannabis- and Substance-Related Carcinogenesis in Europe: A Lagged Causal Inferential Panel Regression Study",
        "10352874": "Inhibition of hippocampal cyclin‐dependent kinase 5 activity ameliorates learning and memory dysfunction in a mouse model of bronchopulmonary dysplasia",
        "10351183": "Serum brain-derived neurotrophic factor (BDNF) as predictors of childhood neuroblastoma relapse",
        "10349033": "The tumor-nerve circuit in breast cancer",
        "10347414": "Alpha-pinene moderates memory impairment induced by kainic acid via improving the BDNF/TrkB/CREB signaling pathway in rat hippocampus",
        "10287974": "Microglia in the context of multiple sclerosis",
        "10273699": "A whole transcriptome profiling analysis for antidepressant mechanism of Xiaoyaosan mediated synapse loss via BDNF/trkB/PI3K signal axis in CUMS rats",
        "10230880": "Effects of music therapy on anxiety in patients with cancer: study protocol of a randomised controlled trial",
        "10221455": "Ketamine and the Disinhibition Hypothesis: Neurotrophic Factor-Mediated Treatment of Depression",
        "10215271": "Central Facial Nervous System Biomolecules Involved in Peripheral Facial Nerve Injury Responses and Potential Therapeutic Strategies",
        "10178719": "Psycho-Cognitive Profile and NGF and BDNF Levels in Tears and Serum: A Pilot Study in Patients with Graves’ Disease",
        "10178636": "SIGMAR1 Confers Innate Resilience against Neurodegeneration",
        "10173726": "Insulin‐like growth factor‐2 is a promising candidate for the treatment and prevention of Alzheimer's disease",
        "10166892": "Monocyte chemoattractant protein 1 as a potential biomarker for immune checkpoint inhibitor‐associated neurotoxicity",
        "10160063": "Aminoprocalcitonin protects against hippocampal neuronal death via preserving oxidative phosphorylation in refractory status epilepticus",
        "10138658": "Appropriate Macronutrients or Mineral Elements Are Beneficial to Improve Depression and Reduce the Risk of Depression",
        "10138642": "Advances in the Electrophysiological Recordings of Long-Term Potentiation",
        "10138550": "Flavonols in Action: Targeting Oxidative Stress and Neuroinflammation in Major Depressive Disorder",
        "10123681": "Neurotrophin-3 (NT-3) as a Potential Biomarker of the Peripheral Nervous System Damage Following Breast Cancer Treatment",
        "10116000": "Gut microbiota from sigma-1 receptor knockout mice induces depression-like behaviors and modulates the cAMP/CREB/BDNF signaling pathway",
        "10106337": "Brain-derived neurotrophic factor (BDNF) in schizophrenia research: a quantitative review and future directions",
        "10106126": "Riddle of the Sphinx: facts and evidence regarding the link between mental stress and tumor occurrence and development",
        "10093029": "Cracking the Code of Neuronal Cell Fate",
        "10075132": "Molecular mechanisms underlying the neuroprotection of environmental enrichment in Parkinson’s disease",
        "10051630": "Mental Health Disorders in Ultra Endurance Athletes per ICD-11 Classifications: A Review of an Overlooked Community in Sports Psychiatry",
        "10046203": "Gap Junctions and Connexins in Microglia-Related Oxidative Stress and Neuroinflammation: Perspectives for Drug Discovery",
        "10045767": "The Combination of Baicalein and Memantine Reduces Oxidative Stress and Protects against β-amyloid-Induced Alzheimer’s Disease in Rat Model",
        "9978156": "Exploration of novel biomarkers in Alzheimer’s disease based on four diagnostic models",
        "9972637": "Recent advances on the molecular mechanisms of exercise-induced improvements of cognitive dysfunction",
        "9972136": "Cognitive impairment in adolescent and young adult cancer patients: Pre‐treatment findings of a longitudinal study",
        "9953440": "The Serum Brain-Derived Neurotrophic Factor Increases in Serotonin Reuptake Inhibitor Responders Patients with First-Episode, Drug-Naïve Major Depression",
        "9952218": "Failure to Thrive: Impaired BDNF Transport along the Cortical–Striatal Axis in Mouse Q140 Neurons of Huntington’s Disease",
        "9937761": "Traxoprodil Produces Antidepressant-Like Behaviors in Chronic Unpredictable Mild Stress Mice through BDNF/ERK/CREB and AKT/FOXO/Bim Signaling Pathway",
        "9932514": "Single-cell transcriptomic profile of satellite glial cells in trigeminal ganglion",
        "9906996": "Mitigating effects and mechanisms of Tai Chi on mild cognitive impairment in the elderly",
        "9896160": "Tropomyosin receptor kinase B (TrkB) signalling: targeted therapy in neurogenic tumours",
        "9890290": "Ketogenic Diet: An Effective Treatment Approach for Neurodegenerative Diseases",
        "9888242": "Identification and validation of a muscle failure index to predict prognosis and immunotherapy in lung adenocarcinoma through integrated analysis of bulk and single-cell RNA sequencing data",
        "9866623": "Plasma Concentrations of Neurofilament Light Chain Protein and Brain-Derived Neurotrophic Factor as Consistent Biomarkers of Cognitive Impairment in Alcohol Use Disorder",
        "9854178": "Usefulness of Detecting Brain-Derived Neurotrophic Factor in Intervertebral Disc Degeneration of the Lumbosacral Spine",
        "9843390": "Screening key genes related to neuropathic pain-induced depression through an integrative bioinformatics analysis",
        "9821016": "Transcriptome Profile in the Mouse Brain of Hepatic Encephalopathy and Alzheimer’s Disease",
        "9820639": "Central Stimulatory Effect of Kynurenic Acid on BDNF-TrkB Signaling and BER Enzymatic Activity in the Hippocampal CA1 Field in Sheep",
        "9818650": "Suicide and Neurotrophin Factors: A Systematic Review of the Correlation between BDNF and GDNF and Self-Killing",
        "9816416": "Role of non-coding RNAs and exosomal non-coding RNAs in retinoblastoma progression",
        "9798197": "Epigenetic signature in neural plasticity: the journey so far and journey ahead",
        "9788057": "The Role and Mechanism of Hyperoside against Depression-like Behavior in Mice via the NLRP1 Inflammasome",
        "9783874": "Involvement of Intestinal Microbiota in Adult Neurogenesis and the Expression of Brain-Derived Neurotrophic Factor",
        "9777473": "Age, Education Years, and Biochemical Factors Are Associated with Selective Neuronal Changes in the Elderly Hippocampus",
        "9775656": "Exercise-Boosted Mitochondrial Remodeling in Parkinson’s Disease",
        "9737079": "Mechanisms of Susceptibility and Resilience to PTSD: Role of Dopamine Metabolism and BDNF Expression in the Hippocampus",
        "9723066": "Brain Tumor Networks in Diffuse Glioma",
        "9686611": "Exploring the Role of Lipid-Binding Proteins and Oxidative Stress in Neurodegenerative Disorders: A Focus on the Neuroprotective Effects of Nutraceutical Supplementation and Physical Exercise",
        "9679421": "Microglial cells: Sensors for neuronal activity and microbiota-derived molecules",
        "9630565": "Untargeted metabolomics analysis of the hippocampus and cerebral cortex identified the neuroprotective mechanisms of Bushen Tiansui formula in an aβ25-35-induced rat model of Alzheimer’s disease",
        "9610293": "Magnesium Potentiates the Vortioxetine’s Effects on Physical Performances and Biological Changes in Exercise-Induced Stress in Rats",
        "9604720": "The Role of Brain-Derived Neurotrophic Factor in Immune-Related Diseases: A Narrative Review",
        "9599058": "A Bibliometric Analysis of Research on the Role of BDNF in Depression and Treatment",
        "9527514": "Tumor-related molecular determinants of neurocognitive deficits in patients with diffuse glioma",
        "9511747": "Dexmedetomidine pretreatment alleviates ropivacaine-induced neurotoxicity via the miR-10b-5p/BDNF axis",
        "9498997": "The Chromatin-Oxygen Sensor Gene KDM5C Associates with Novel Hypoxia-Related Signatures in Glioblastoma Multiforme",
        "9496595": "Pinus halepensis Essential Oil Ameliorates Aβ1-42-Induced Brain Injury by Diminishing Anxiety, Oxidative Stress, and Neuroinflammation in Rats",
        "9493475": "The role of brain derived neurotrophic factor in central nervous system",
        "9473681": "Possible antidepressant mechanisms of omega-3 polyunsaturated fatty acids acting on the central nervous system",
        "9468270": "The mechanism of action of a novel neuroprotective low molecular weight dextran sulphate: New platform therapy for neurodegenerative diseases like Amyotrophic Lateral Sclerosis",
        "9463196": "A Review of Molecular Interplay between Neurotrophins and miRNAs in Neuropsychological Disorders",
        "9453866": "3D-printed hyaluronic acid hydrogel scaffolds impregnated with neurotrophic factors (BDNF, GDNF) for post-traumatic brain tissue reconstruction",
        "9410039": "Impact of Hypoxia-Ischemia on Neurogenesis and Structural and Functional Outcomes in a Mild–Moderate Neonatal Hypoxia-Ischemia Brain Injury Model",
        "9409467": "Paradoxical Anxiety Level Reduction in Animal Chronic Stress: A Unique Role of Hippocampus Neurobiology",
        "9405786": "The Influence of Neurotrophic Factors BDNF and GDNF Overexpression on the Functional State of Mice and Their Adaptation to Audiogenic Seizures",
        "9393756": "Editorial: The burden of stress and depression – new insight into faster and efficient treatment",
        "9393014": "Association of Sleep, Body Weight and Physical Exercise with Plasma BDNF Levels in Healthy Male Saudi Smokers",
        "9392527": "Ginsenoside Rh2 administration produces crucial antidepressant‐like effects in a CUMS‐induced mice model of depression",
        "9339490": "Glioma-neuronal interactions in tumor progression: Mechanism, therapeutic strategies and perspectives (Review)",
        "9326054": "Brain-Derived Neurotrophic Factor and Extracellular Vesicle-Derived miRNAs in an Italian Cohort of Individuals With Obesity: A Key to Explain the Link Between Depression and Atherothrombosis",
        "9323326": "Ketamine plus Alcohol: What We Know and What We Can Expect about This",
        "9261476": "Xiaoyaosan Ameliorates Chronic Restraint Stress-Induced Depression-Like Phenotype by Suppressing A2AR Signaling in the Rat Striatum",
        "9241392": "Neurotrophic fragments as therapeutic alternatives to ameliorate brain aging",
        "9236302": " Panax notoginseng Saponins Stimulates Neurogenesis and Neurological Restoration After Microsphere-Induced Cerebral Embolism in Rats Partially Via mTOR Signaling",
        "9230131": "Brain-Derived Neurotrophic Factor in Gestational Diabetes: Analysis of Maternal Serum and Cord Blood Pairs and Comparison of Dietary- and Insulin-Dependent GDM",
        "9226806": "Association of peripheral manifestation of brain‐derived neurotrophic factor with depression: A meta‐analysis",
        "9224343": "Recent Advances on the Role of Brain-Derived Neurotrophic Factor (BDNF) in Neurodegenerative Diseases",
        "9219743": "Galanin and Neuropeptide Y Interaction Enhances Proliferation of Granule Precursor Cells and Expression of Neuroprotective Factors in the Rat Hippocampus with Consequent Augmented Spatial Memory",
        "9195421": "Identifying Antidepressant Effects of Brain-Derived Neurotrophic Factor and IDO1 in the Mouse Model Based on RNA-Seq Data",
        "9177140": "Brain-Derived Neurotrophic Factor: A Connecting Link Between Nutrition, Lifestyle, and Alzheimer’s Disease",
        "9160429": "Decreased Serum Brain-Derived Neurotrophic Factor in Poststroke Depression: A Systematic Review and Meta-Analysis",
        "9137772": "Baicalein Exerts Therapeutic Effects against Endotoxin-Induced Depression-like Behavior in Mice by Decreasing Inflammatory Cytokines and Increasing Brain-Derived Neurotrophic Factor Levels",
        "9133794": "Downregulation of Fat Mass and Obesity-Related Protein in the Anterior Cingulate Cortex Participates in Anxiety- and Depression-Like Behaviors Induced by Neuropathic Pain",
        "9117595": "Anxiolytic and antidepressants’ effect of Crataegus pinnatifida (Shan Zha): biochemical mechanisms",
        "9108628": "Explore the Mechanism of β-Asarone on Improving Cognitive Dysfunction in Rats with Diabetic Encephalopathy",
        "9107742": "Integrative analysis identifies CXCL11 as an immune-related prognostic biomarker correlated with cell proliferation and immune infiltration in multiple myeloma microenvironment",
        "9083179": "WNT/β-catenin pathway and circadian rhythms in obsessive-compulsive disorder",
        "9064185": "Protective effects of melatonin in cisplatin-induced cardiac toxicity: possible role of BDNF-TNF-α signaling pathway",
        "9030945": "Benefits from Repetitive Transcranial Magnetic Stimulation in Post-Stroke Rehabilitation",
        "9027124": "West Nile Virus Neuroinfection in Humans: Peripheral Biomarkers of Neuroinflammation and Neuronal Damage",
        "8981449": "The effect of propofol on hypoxia‐ and TNF‐α‐mediated BDNF/TrkB pathway dysregulation in primary rat hippocampal neurons",
        "8963558": "Improved cognition impairment by activating cannabinoid receptor type 2: Modulating CREB/BDNF expression and impeding TLR-4/NFκBp65/M1 microglia signaling pathway in D-galactose-injected ovariectomized rats",
        "8944741": "Phyto-Carbazole Alkaloids from the Rutaceae Family as Potential Protective Agents against Neurodegenerative Diseases",
        "8910639": "The BDNF/TrkB Neurotrophin System in the Sensory Organs of Zebrafish",
        "8856136": "Structural and functional brain alterations in patients with myasthenia gravis",
        "8835608": "Neurobiological Highlights of Cognitive Impairment in Psychiatric Disorders",
        "8826649": "Prevotella histicola Mitigated Estrogen Deficiency-Induced Depression via Gut Microbiota-Dependent Modulation of Inflammation in Ovariectomized Mice",
        "8806257": "Long non-coding RNA XIST promotes retinoblastoma cell proliferation, migration, and invasion by modulating microRNA-191-5p/brain derived neurotrophic factor",
        "8745005": "Epigenetic Biomarkers as Diagnostic Tools for Neurodegenerative Disorders",
        "8713066": "Effects of gut microbiota and probiotics on Alzheimer’s disease",
        "8669491": "Altered protein secretion in Batten disease",
        "8633587": "Cryptotanshinone ameliorates CUS-induced depressive-like behaviors in mice",
        "8604387": "BDNF expression in GISTs predicts poor prognosis when associated with PD-L1 positive tumor-infiltrating lymphocytes",
        "8600594": "Recreational ketamine-related deaths notified to the National Programme on Substance Abuse Deaths, England, 1997–2019",
        "8575598": "BDNF Genetic Variant and Its Genotypic Fluctuation in Major Depressive Disorder",
        "8508600": "Emerging Roles of Astrocyte Kir4.1 Channels in the Pathogenesis and Treatment of Brain Diseases",
        "8469819": "A Role of BDNF in the Depression Pathogenesis and a Potential Target as Antidepressant: The Modulator of Stress Sensitivity “Shati/Nat8l-BDNF System” in the Dorsal Striatum",
        "8448607": "Reproduction-Associated Hormones and Adult Hippocampal Neurogenesis",
        "8398766": "Do Small Molecules Activate the TrkB Receptor in the Same Manner as BDNF? Limitations of Published TrkB Low Molecular Agonists and Screening for Novel TrkB Orthosteric Agonists",
        "8317583": "Effects of Repetitive Transcranial Magnetic Stimulation (rTMS) and Treadmill Training on Recovery of Motor Function in a Rat Model of Partial Spinal Cord Injury",
        "8308724": "Merging the Multi-Target Effects of Kleeb Bua Daeng, a Thai Traditional Herbal Formula in Unpredictable Chronic Mild Stress-Induced Depression",
        "8200100": "Peptides Derived from Growth Factors to Treat Alzheimer’s Disease",
        "8197180": "Neuroprotection: Rescue from Neuronal Death in the Brain",
        "8193944": "Amitriptyline Decreases GABAergic Transmission in Basal Forebrain Neurons Using an Optogenetic Model of Aging",
        "8102980": "Serum BDNF as a Potential Biomarker of Alzheimer's Disease: Verification Through Assessment of Serum, Cerebrospinal Fluid, and Medial Temporal Lobe Atrophy",
        "8096445": "Handgrip Strength and Depression Among Older Chinese Inpatients: A Cross-Sectional Study",
        "8052530": "Lower pattern recognition memory scores in anorexia nervosa",
        "8000409": "Antioxidant and Neuroprotective Activity of Extra Virgin Olive Oil Extracts Obtained from Quercetano Cultivar Trees Grown in Different Areas of the Tuscany Region (Italy)",
        "7959852": "Concepts of Neuroinflammation and Their Relationship With Impaired Mitochondrial Functions in Bipolar Disorder",
        "7694125": "Neurodevelopmental Disorders: Effect of High-Fat Diet on Synaptic Plasticity and Mitochondrial Functions"
    },
    "journal": "International Journal of Molecular Sciences",
    "topics": [
        "brain, potential, depression, neurodegeneration",
        "factor, bdnf, brain, physiological",
        "neurodegeneration, depression, cancer, functions"
    ]
}