{
    "title": "Barriers to accrual and enrollment in brain tumor trials",
    "abstract": "Many factors contribute to the poor survival of malignant brain tumor patients, some of which are not easily \nremedied. However, one contributor to the lack of progress that may be modifiable is poor clinical trial accrual. \nSurveys of brain tumor patients and neuro-oncology providers suggest that clinicians do a poor job of discussing \nclinical trials with patients and referring patients for clinical trials. \nYet, data from the Cancer Action Network of the \nAmerican Cancer Society suggest that most eligible oncology patients asked to enroll on a clinical trial will agree \nto do so. To this end, the Society for Neuro-Oncology (SNO) in collaboration with the Response Assessment in \nNeuro-Oncology (RANO) Working Group, patient advocacy groups, clinical trial cooperative groups, including the \nAdult Brain Tumor Consortium (ABTC), and other partners are working together with the intent to double clinical \ntrial accrual over the next 5 years. Here we describe the factors contributing to poor clinical trial accrual in neuro-\noncology and offer possible solutions.\nThe prognosis for adult patients with malignant brain \ntumors remains poor, with only minor improvements in \nsurvival over the past few decades. While many factors \ncontribute to this lack of progress, a major impediment \nto improving outcomes is poor clinical trial accrual. In \ngeneral, when cancer patients are eligible and offered \na clinical trial, more than 50% of patients enroll.1–5 Yet, \nthe percentage of patients who actually enroll on clinical \ntrials is much lower. In 2002, Chang et al reported that only \n21.3% of malignant glioma patients participated in a clinical \ntrial.6 Unfortunately, accrual to neuro-oncology trials has \nremained stagnant over the past decade. A 2016 survey of \nbrain tumor patients by the National Brain Tumor Society",
    "authors": [
        "Eudocia Q Lee",
        "Ugonma N Chukwueke",
        "Shawn L Hervey-Jumper",
        "John F de Groot",
        "Jose Pablo Leone",
        "Terri S Armstrong",
        "Susan M Chang",
        "David Arons",
        "Kathy Oliver",
        "Kay Verble",
        "Al Musella",
        "Nicole Willmarth",
        "Brian M Alexander",
        "Amanda Bates",
        "Lisa Doherty",
        "Evanthia Galanis",
        "Sarah Gaffey",
        "Thomas Halkin",
        "Bret E Friday",
        "Maryam Fouladi",
        "Nancy U Lin",
        "David Macdonald",
        "Minesh P Mehta",
        "Marta Penas-Prado",
        "Michael A Vogelbaum",
        "Solmaz Sahebjam",
        "David Sandak",
        "Martin van den Bent",
        "Michael Weller",
        "David A Reardon",
        "Patrick Y Wen"
    ],
    "published_year": "",
    "description": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7594546/\nhttps://doi.org/10.1093/neuonc/noz104",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7594546/",
    "doi": "https://doi.org/10.1093/neuonc/noz104",
    "citation_count": 47,
    "references": {
        "11023967": "Virtual multi-institutional tumor board: a strategy for personalized diagnoses and management of rare CNS tumors",
        "11003534": "Antiangiogenic exclusion rules in glioma trials: Historical perspectives and guidance for future trial design",
        "10995510": "Defining interventions and metrics to improve diversity in CNS clinical trial participation: A SNO and RANO effort",
        "10957576": "Addressing disparities in cancer clinical trials: a roadmap to more equitable accrual",
        "10935671": "Molecular Profiling in Neuro-Oncology: Where We Are, Where We’re Heading, and How We Ensure Everyone Can Come Along",
        "10884616": "Impact of prior cancer history on survival in brain malignancy: A propensity score‐adjusted, population‐based study",
        "10838133": "Adult neuro-oncology trials in the United States over 5 decades: Analysis of trials completion rate to guide the path forward",
        "10818651": "Breaking Barriers: A Future Perspective on Glioblastoma Therapy with mRNA-Based Immunotherapies and Oncolytic Viruses",
        "10530294": "Phase II trial of concurrent sunitinib, temozolomide, and radiotherapy with adjuvant temozolomide for newly diagnosed MGMT unmethylated glioblastoma",
        "10484169": "A critical analysis of neuro-oncology clinical trials",
        "10474988": "The Future Glioblastoma Clinical Trials Landscape: Early Phase 0, Window of Opportunity, and Adaptive Phase I–III Studies",
        "10406420": "Evaluating hematologic parameters in newly diagnosed and recurrent glioblastoma: Prognostic utility and clinical trial implications of myelosuppression",
        "10401610": "Current drug development and trial designs in neuro-oncology: report from the first American Society of Clinical Oncology and Society for Neuro-Oncology Clinical Trials Conference",
        "10251930": "Ready for Prime Time? Dendritic Cells in High-Grade Gliomas",
        "9993385": "Feasibility of a virtual reality intervention targeting distress and anxiety symptoms in patients with primary brain tumors: Interim analysis of a phase 2 clinical trial",
        "9928043": "Feasibility of a virtual reality intervention targeting distress and anxiety symptoms in patients with primary brain tumors: Interim analysis of a phase 2 clinical trial",
        "9713972": "Assessing clinical trial failure risk factors and reasons in gastric cancer",
        "9340618": "A population study of clinical trial accrual for women and minorities in neuro-oncology following the NIH Revitalization Act",
        "9340615": "Improving survival in neuro-oncology is a struggle; we cannot allow ourselves to also struggle with issues of diversity",
        "9287927": "Reducing severe fatigue in patients with diffuse glioma: a study protocol for an RCT on the effect of blended cognitive behavioural therapy",
        "9158304": "Analysis of factors leading to early termination in glioblastoma-related clinical trials",
        "9154038": "Updates in IDH-Wildtype Glioblastoma",
        "9122789": "Efficacy of laser interstitial thermal therapy (LITT) for newly diagnosed and recurrent IDH wild-type glioblastoma",
        "9113321": "Assessing mobility in primary brain tumor patients: A descriptive feasibility study using two established mobility tests",
        "9092638": "Accrual and access to neuro-oncology trials in the United States",
        "9044253": "Glioblastoma Clinical Trials: Current Landscape and Opportunities for Improvement",
        "8965064": "Practical guidance for telemedicine use in neuro-oncology",
        "8893120": "Leveraging External Data in the Design and Analysis of Clinical Trials in Neuro-Oncology",
        "8870384": "Ethical Considerations in Clinical Trials for Disorders of Consciousness",
        "8773390": "Tele-neuro-oncology: Current Practices and Future Directions",
        "8661084": "Immunotherapeutic early-phase clinical trials and malignant gliomas: A single-center experience and comprehensive immunophenotyping of circulating leukocytes",
        "8630738": "Disparities in Reported Testing for 1p/19q Codeletion in Oligodendroglioma and Oligoastrocytoma Patients: An Analysis of the National Cancer Database",
        "8571756": "Treatment Patterns and Outcomes of Women with Symptomatic and Asymptomatic Breast Cancer Brain Metastases: A Single‐Center Retrospective Study",
        "8252693": "Clinical Trial Considerations in Neuro-oncology",
        "8214868": "Developing Real-world Evidence-Ready Datasets: Time for Clinician Engagement",
        "8083574": "Report of National Brain Tumor Society roundtable workshop on innovating brain tumor clinical trials: building on lessons learned from COVID-19 experience",
        "8069979": "A Systematic Review of Glioblastoma-Targeted Therapies in Phases II, III, IV Clinical Trials",
        "7914075": "Real-world validity of randomized controlled phase III trials in newly diagnosed glioblastoma: to whom do the results of the trials apply?",
        "7864990": "The effects of releasing early results from ongoing clinical trials",
        "7594557": "Glioblastoma in adults: a Society for Neuro-Oncology (SNO) and European Society of Neuro-Oncology (EANO) consensus review on current management and future directions",
        "7582228": "Socioeconomic Disparities Associated With MGMT Promoter Methylation Testing for Patients With Glioblastoma",
        "7440710": "Gender and sex disparity in cancer trials",
        "7360834": "Translational Windows in Chordoma: A Target Appraisal",
        "7341158": "Disparities in patient enrollment on glioblastoma clinical trials",
        "7229255": "Optimizing eligibility criteria and clinical trial conduct to enhance clinical trial participation for primary brain tumor patients",
        "7104882": "Provider-reported challenges and barriers to referring patients to neuro-oncology clinical trials: a report from the Society for Neuro-Oncology member survey",
        "7076054": "Ketogenic diets as an adjuvant therapy for glioblastoma (KEATING): a randomized, mixed methods, feasibility study"
    },
    "journal": "Neuro-Oncology",
    "topics": [
        "barriers, tumor, accrual, enrollment",
        "brain, trials, accrual, tumor",
        "brain, trials, enrollment, accrual"
    ]
}