{
    "title": "CBTRUS Statistical Report: Primary Brain and Other Central Nervous System Tumors Diagnosed in the United States in 2013–2017",
    "abstract": "The Central Brain \nTumor Registry of the United States (CBTRUS), in collaboration with the Centers for Disease \nControl (CDC) and National Cancer Institute (NCI), is the largest population-based registry focused exclusively \non primary brain and other central nervous system (CNS) tumors in the United States (US) and represents the \nentire US population. \nThis report contains the most up-to-date population-based data on primary brain tumors \n(malignant and non-malignant) and supersedes all previous CBTRUS reports in terms of completeness and \naccuracy. All rates (incidence and mortality) are age-adjusted using the 2000 US standard population and pre-\nsented per 100,000 population. The average annual age-adjusted incidence rate (AAAIR) of all malignant and \nnon-malignant brain and other CNS tumors was 23.79 (Malignant AAAIR=7\n.08, non-Malignant AAAIR=16.71). \nThis rate was higher in females compared to males (26.31 versus 21.09), Blacks compared to Whites (23.88 \nversus 23.83), and non-Hispanics compared to Hispanics (24.23 versus 21.48). The most commonly occurring \nmalignant brain and other CNS tumor was glioblastoma (14.5% of all tumors), and the most common non-\nmalignant tumor was meningioma (38.3% of all tumors). Glioblastoma was more common in males, and \nmeningioma was more common in females. In children and adolescents (age 0-19 years), the incidence rate \nof all primary brain and other CNS tumors was 6.14. An estimated 83,830 new cases of malignant and non-\nmalignant brain and other CNS tumors are expected to be diagnosed in the US in 2020 (24,970 malignant \nand 58,860 non-malignant). There were 81,246 deaths attributed to malignant brain and other CNS tumors \nbetween 2013 and 2017\n. This represents an average annual mortality rate of 4.42. The 5-year relative survival \nrate following diagnosis of a malignant brain and other CNS tumor was 36.0% and for a non-malignant brain \nand other CNS tumor was 91.7%.",
    "authors": [
        "Quinn T Ostrom",
        "Nirav Patil",
        "Gino Cioffi",
        "Kristin Waite",
        "Carol Kruchko",
        "Jill S Barnholtz-Sloan"
    ],
    "published_year": "",
    "description": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7596247/\nhttps://doi.org/10.1093/neuonc/noaa200",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7596247/",
    "doi": "https://doi.org/10.1093/neuonc/noaa200",
    "citation_count": 739,
    "references": {},
    "journal": "Neuro-Oncology",
    "topics": [
        "united, central, system, cbtrus",
        "primary, united, report, statistical",
        "central, states, brain, diagnosed"
    ]
}