{
    "title": "The Evolving Modern Management of Brain Metastasis",
    "abstract": "The incidence of brain metastases is increasing as cancer therapies improve and patients live \nlonger, providing new challenges to the multidisciplinary teams that care for these patients. Brain \nmetastatic cancer cells possess unique characteristics that allow them to penetrate the blood brain \nbarrier, colonize the brain parenchyma, and persist in the intracranial environment. Additionally, \nbrain metastases subvert the innate and adaptive immune system, permitting evasion of the anti-\ntumor immune response. Better understanding of the above mechanisms will allow for \ndevelopment and delivery of more effective therapies for brain metastases. In this review, we \noutline the molecular mechanisms underlying development, survival, and immunosuppression of \nbrain metastases. We also discuss current and emerging treatment strategies, including surgery, \nradiation, disease-specific and mutation-targeted systemic therapy, and immunotherapy.\nKeywords\nGlioblastoma; brain cancer; brain metastases; immunotherapy",
    "authors": [
        "Peter E. Fecci",
        "Cosette D. Champion",
        "Jacob Hoj",
        "Courtney McKernan",
        "C. Rory Goodwin",
        "John P. Kirkpatrick",
        "Carey K Anders",
        "Ann Marie Pendergast",
        "John H. Sampson"
    ],
    "published_year": "",
    "description": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8258430/\nhttps://doi.org/10.1158/1078-0432.CCR-18-1624",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8258430/",
    "doi": "https://doi.org/10.1158/1078-0432.CCR-18-1624",
    "citation_count": 54,
    "references": {
        "10978709": "Leptomeningeal carcinomatosis and brain metastases in gastroesophageal carcinoma: a real-world analysis of clinical and pathologic characteristics and outcomes",
        "10967612": "Intracranial Efficacy of Pyrotinib and Capecitabine Combination Therapy in HER2-Positive Breast Cancer with Brain Metastases",
        "10841958": "Inetetamab combined with pyrotinib and chemotherapy in the treatment of breast cancer brain metastasis: A case report",
        "10803601": "The association between graded prognostic assessment and the prognosis of brain metastases after whole brain radiotherapy: a meta-analysis",
        "10772598": "CyberKnife-based stereotactic radiosurgery or fractionated stereotactic radiotherapy in older patients with brain metastases from non-small cell lung cancer",
        "10644911": "Leveraging translational insights towards precision medicine approaches for brain metastases",
        "10560790": "New insights of miRNA molecular mechanisms in breast cancer brain metastasis and therapeutic targets",
        "10425731": "Gold Nanostars Obviate Limitations to Laser Interstitial Thermal Therapy (LITT) for the Treatment of Intracranial Tumors",
        "10417431": "Surgery vs. Radiosurgery for Patients with Localized Metastatic Brain Disease: A Systematic Review with Meta-Analysis of Randomized Controlled Trials",
        "10417165": "Tyrosine kinase inhibitors in HER2‐positive breast cancer brain metastases: A systematic review and meta‐analysis",
        "10401610": "Current drug development and trial designs in neuro-oncology: report from the first American Society of Clinical Oncology and Society for Neuro-Oncology Clinical Trials Conference",
        "10346394": "Cost-effectiveness analysis of 3 radiation treatment strategies for patients with multiple brain metastases",
        "10339504": "Stereotactic radiotherapy for brain metastases: predictive factors of radionecrosis",
        "10177360": "Novel Mechanisms and Future Opportunities for the Management of Radiation Necrosis in Patients Treated for Brain Metastases in the Era of Immunotherapy",
        "10040663": "Prediction of treatment response in patients with brain metastasis receiving stereotactic radiosurgery based on pre-treatment multimodal MRI radiomics and clinical risk factors: A machine learning model",
        "10030562": "Organ-specific immune checkpoint inhibitor treatment in lung cancer: a systematic review and meta-analysis",
        "9913632": "Sodium Fluorescein-Guided Surgery for Resection of Brain Metastases from Lung Cancer: A Consecutive Case Series Study and Literature Review",
        "9719815": "The Clinical, Diagnostic, Therapeutic, and Prognostic Characteristics of Brain Metastases in Prostate Cancer: A Systematic Review",
        "9688653": "Quantitative Relaxometry Metrics for Brain Metastases Compared to Normal Tissues: A Pilot MR Fingerprinting Study",
        "9583687": "Radiomics as an emerging tool in the management of brain metastases",
        "9439797": "A network meta-analysis of curative effect of different treatment methods on patients with brain metastasis of breast cancer",
        "9435500": "Development and validation of a deep-learning model for detecting brain metastases on 3D post-contrast MRI: a multi-center multi-reader evaluation study",
        "9403772": "Outcomes and Molecular Features of Brain Metastasis in Gastroesophageal Adenocarcinoma",
        "9369562": "Analysis of Key Clinical Variables and Radiological Manifestations Associated with the Treatment Response of Patients with Brain Metastases to Stereotactic Radiosurgery",
        "9363111": "Socioeconomic Disparities in Brain Metastasis Survival and Treatment: A Population-Based Study",
        "9353165": "Recent Update on Neurosurgical Management of Brain Metastasis",
        "9248774": "Combination laser interstitial thermal therapy plus stereotactic radiotherapy increases time to progression for biopsy-proven recurrent brain metastases",
        "9141004": "Roles of the Unsaturated Fatty Acid Docosahexaenoic Acid in the Central Nervous System: Molecular and Cellular Insights",
        "9124511": " HER2‐positive breast cancer brain metastasis: A new and exciting landscape",
        "9028614": "Time taken for a primary tumor to metastasize to the brain and the overall survival of patients with brain metastasis: An analysis of outcomes and factors affecting survival",
        "8829066": "Ten Years After SINS: Role of Surgery and Radiotherapy in the Management of Patients With Vertebral Metastases",
        "8821807": "A Need for More Molecular Profiling in Brain Metastases",
        "8717898": "Involvement of platelet-derived VWF in metastatic growth of melanoma in the brain",
        "8655418": "Outcomes in Patients With 4 to 10 Brain Metastases Treated With Dose-Adapted Single-Isocenter Multitarget Stereotactic Radiosurgery: A Prospective Study",
        "8655395": "Time Interval to Initiation of Whole-Brain Radiation Therapy in Patients With Small Cell Lung Cancer With Brain Metastasis",
        "8633769": "The microenvironment of brain metastases from solid tumors",
        "8633752": "Laser interstitial thermal therapy for brain metastases",
        "8615723": "Genomic and Transcriptomic Profiling of Brain Metastases",
        "8408877": "Cold-inducible RNA-binding protein (CIRBP) as a biomarker to predict recurrence of brain metastases",
        "8041238": "Salting the soil: Targeting the microenvironment of brain metastases",
        "7959466": "Dosimetric Validation of a GAN-Based Pseudo-CT Generation for MRI-Only Stereotactic Brain Radiotherapy",
        "7782834": "Treatment strategies for breast cancer brain metastases",
        "7777191": "The ABL2 kinase regulates an HSF1-dependent transcriptional program required for lung adenocarcinoma brain metastasis",
        "7761690": "Timing of Development of Symptomatic Brain Metastases from Non-Small Cell Lung Cancer: Impact on Symptoms, Treatment, and Survival in the Era of Molecular Treatments",
        "7594573": "Receptor discordance in breast cancer brain metastases: when knowledge is power",
        "7571801": "Surgical resection of symptomatic brain metastases improves the clinical status and facilitates further treatment",
        "7541490": "Advanced Age Increases Immunosuppression in the Brain and Decreases Immunotherapeutic Efficacy in Subjects with Glioblastoma",
        "7415255": "Multidisciplinary patient-centered management of brain metastases and future directions",
        "7254883": "A TAZ-AXL-ABL2 feed-forward signaling axis promotes lung adenocarcinoma brain metastasis",
        "7215650": "Role of Exosomes in Cancer-Related Cognitive Impairment",
        "7182307": "Epidemiology of synchronous brain metastases",
        "7133447": "Bifunctional Aptamer–Doxorubicin Conjugate Crosses the Blood–Brain Barrier and Selectively Delivers Its Payload to EpCAM-Positive Tumor Cells",
        "6982515": "Three cases of brain metastasis from castration‐resistant prostate cancer",
        "6949782": "Nasopharyngeal carcinoma with metastasis to the central nervous system: a report of two patients and review of the literature"
    },
    "journal": "Clinical cancer research : an official journal of the American Association for Cancer Research",
    "topics": [
        "brain, metastasis, modern, management",
        "evolving, management, modern, metastasis",
        "metastasis, management, evolving, modern"
    ]
}