{
    "title": "A randomized phase II trial of veliparib, radiotherapy, and temozolomide in patients with unmethylated MGMT glioblastoma: the VERTU study",
    "abstract": "Background. Temozolomide offers minimal benefit in patients with glioblastoma with unmethylated O6-\nmethylguanine-DNA methyltransferase (MGMT) promoter status, hence, the need for novel therapies. This study \nevaluated whether veliparib, a brain-penetrant poly(ADP-ribose) polymerase (PARP) inhibitor, acts synergistically \nwith radiation and temozolomide.\nMethods. VERTU was a multicenter 2:1 randomized phase II trial in patients with newly diagnosed glioblastoma \nand MGMT-unmethylated promotor status. The experimental arm consisted of veliparib and radiotherapy, fol-\nlowed by adjuvant veliparib and temozolomide. \nThe standard arm consisted of concurrent temozolomide and radi-\notherapy, followed by adjuvant temozolomide. \nThe primary objective was to extend the progression-free survival \nrate at six months (PFS-6m) in the experimental arm.\nResults.  A total of 125 participants were enrolled, with 84 in the experimental arm and 41 in the standard arm. \nThe \nmedian age was 61 years, 70% were male, 59% had Eastern Cooperative Oncology Group (ECOG) performance \nstatus of 0, and 87% underwent macroscopic resection. PFS-6m was 46% (95% confidence interval [CI]: 36%-57%) \n© The Author(s) 2021. Published by Oxford University Press on behalf of the Society for Neuro-Oncology.\nThis is an Open Access article distributed under the terms of the Creative Commons Attribution-NonCommercial License  \n(http://creativecommons.org/licenses/by-nc/4.0/), which permits non-commercial re-use, distribution, and reproduction in  \nany medium, provided the original work is properly cited. For commercial re-use, please contact journals.permissions@oup.com",
    "authors": [
        "Hao-Wen Sim",
        "Kerrie L McDonald",
        "Zarnie Lwin",
        "Elizabeth H Barnes",
        "Mark Rosenthal",
        "Matthew C Foote",
        "Eng-Siew Koh",
        "Michael Back",
        "Helen Wheeler",
        "Erik P Sulman",
        "Michael E Buckland",
        "Lauren Fisher",
        "Robyn Leonard",
        "Merryn Hall",
        "David M Ashley",
        "Sonia Yip",
        "John Simes",
        "Mustafa Khasraw"
    ],
    "published_year": "",
    "description": "Background\n          Temozolomide offers minimal benefit in patients with glioblastoma with unmethylated O6-methylguanine-DNA methyltransferase (MGMT) promoter status, hence, the need for novel therapies. This study evaluated whether veliparib, a brain-penetrant poly(ADP-ribose) polymerase (PARP) inhibitor, acts synergistically with radiation and temozolomide.\nMethods\n      \n        Study Objectives\n        The primary objective of the VERTU study was to determine the effect of a sequential veliparib-containing regimen on progression-free survival rate at six months (PFS-6m) in participants with newly diagnosed MGMT-unmethylated glioblastoma.\n        Secondary objectives consisted of assessing overall survival (OS), the progression-free survival rate at nine months (PFS-9m), toxicity, feasibility, health-related quality of life (HRQL), correlation of baseline expression levels of DNA repair proteins with clinical outcomes, and measuring the mini-mental state examination (MMSE).\n        Exploratory work consisted of further immunohistochemistry, whole-exome sequencing, and methylation profiling, including investigating a potential DNA repair and response signature to veliparib.\n      \n      \n        Participant Eligibility\n        Eligible participants had newly diagnosed glioblastoma with unmethylated MGMT promoter region, following neurosurgical resection or biopsy. All specimens underwent central MGMT pyrosequencing analysis and pathology review to assess eligibility. Additionally, 57 of 128 specimens were randomly selected for MGMT quality assurance at a reference laboratory. MGMT promoter methylation status was assessed according to previously published methodology.20 In brief, CpG pyrosequencing was performed to assess the percentage level of MGMT promoter methylation. The cutoff was based on a series of segmented regressions where the CpG pyrosequencing values were regressed against their rank order. The model with the cutoff of ≤9% vs >9% yielded the minimum mean square error. Accordingly, if the test value was ≤9%, then the specimen was considered unmethylated; if the test value was >9%, then the specimen was considered methylated.\n        Participants were adults aged 18 years or older, with a minimum life expectancy of 12 weeks, an Eastern Cooperative Oncology Group (ECOG) performance status of 0-2 if aged 70 years or younger, and ECOG status of 0 if aged over 70 years. Other key inclusion criteria were adequate bone marrow function (neutrophils >1.5 × 109/L and platelets >100 × 109/L), adequate hepatic function (alanine aminotransferase [ALT] and aspartate aminotransferase [AST] <1.5 times the upper limit of normal) and adequate renal function (creatinine clearance >40 mL/min using Cockroft-Gault formula).\n        Exclusion criteria included any concomitant active therapy for glioblastoma, prior chemotherapy or cranial radiation within 2 years, prior malignancy within 2 years (except adequately treated carcinoma in situ, cutaneous basal cell carcinoma, cutaneous squamous cell carcinoma, and superficial bladder transitional cell carcinoma), serious infection, pregnancy, lactation, and any other medical illness or psychosocial circumstance which may compromise participant safety.\n      \n      \n        Study Design\n        The VERTU study was a randomized open-label non-comparative phase II trial conducted across 16 Australian sites. The study investigated 2 different treatment regimens for participants with newly diagnosed MGMT-unmethylated glioblastoma (Figure 1). Based on a prior dose-finding trial,19 the experimental arm used the combination of veliparib 200 mg BD (twice a day) and radiation for 6 weeks (concurrent chemoradiotherapy phase), followed by a 4-week treatment break, followed by the combination of veliparib 40 mg BD days 1-7 and temozolomide 150-200 mg/m2 OD (once a day) days 1-5, repeated every 28 days for 6 months (adjuvant chemotherapy phase). The standard arm used the combination of temozolomide 75 mg/m2 OD and radiation for 6 weeks (concurrent chemoradiotherapy phase), followed by a 4-week treatment break, followed by temozolomide 150-200 mg/m2 OD days 1-5, repeated every 28 days for 6 months (adjuvant chemotherapy phase), as per the Stupp regimen.4 Radiotherapy was administered in a conventionally fractionated regimen, 2 Gy per daily fraction, to a total of 60 Gy over 30 fractions. All sites underwent quality assurance in radiotherapy (QART) to ensure protocol adherence. Antiemetics and pneumocystis pneumonia prophylaxis were individualized. Treatment was continued until regimen completion, progressive disease, death, unacceptable toxicity, or participant withdrawal. Subsequent salvage therapy was at the investigator’s discretion.\n        \n          Fig. 1\n          \n            VERTU study schema.\n          \n          \n        \n        Randomization was in a 2:1 ratio to the experimental and standard arms, respectively. The 2:1 ratio was chosen to promote study recruitment and to gather additional safety information about the experimental arm. Participants were stratified by hospital site, age (≤70 vs >70), ECOG performance status (0 vs 1-2), and surgery type (macroscopic resection vs subtotal resection or biopsy) using the method of minimization. Allocation concealment was achieved by computer-generated central randomization.\n      \n      \n        Dose Modifications\n        For veliparib, during the concurrent chemoradiotherapy phase, the starting dose was 200 mg BD, with reductions to 150 mg BD, 100 mg BD, 50 mg BD, then permanent discontinuation. Dosing was interrupted and reduced for grade 3-4 veliparib-related toxicity. During the adjuvant phase, the starting dose was 40 mg BD, with reductions to 30 mg BD, 20 mg BD, then permanent discontinuation. Dosing was interrupted for neutrophils <1.5 × 109/L, platelets <100 × 109/L, grade 3 diarrhea, grade 2-4 renal dysfunction, and grade 2-3 venous thromboembolic events; interrupted and reduced for neutrophils <1.0 × 109/L, platelets <50 × 109/L, febrile neutropenia, grade 3-4 nausea, grade 4 diarrhea, grade 3-4 skin toxicity, grade 2-4 infection, grade 3-4 seizures, and grade 2 neuropathy; and permanently discontinued for grade 3-4 liver dysfunction, grade 4 venous thromboembolic events, grade 3-4 arterial thromboembolic events, grade 3-4 myocardial infarction and grade 3-4 neuropathy.\n        For temozolomide, during the concurrent chemoradiotherapy phase, the fixed dose was 75 mg/m2. Dosing was interrupted for neutrophils <1.5 × 109/L, platelets <100 × 109/L, and grade 2-4 non-hematological toxicity (except alopecia, nausea, or vomiting). During the adjuvant phase, the initial cycle was dosed at 150 mg/m2, then, if well tolerated, escalated to 200 mg/m2 in subsequent cycles. From 200 mg/m2, reductions were to 150 mg/m2, 100 mg/m2, 75 mg/m2, then permanent discontinuation. Dosing was interrupted for neutrophils <1.5 × 109/L, platelets <100 × 109/L, grade 2-4 renal dysfunction, grade 3-4 skin toxicity, grade 2-4 infection, grade 2-4 venous thromboembolic events, grade 3-4 seizures, and grade 2 neuropathy; interrupted and reduced for neutrophils <1.0 × 109/L, platelets <50 × 109/L, febrile neutropenia, grade 3-4 nausea and grade 3-4 diarrhea; and permanently discontinued for grade 3-4 liver dysfunction, grade 3-4 arterial thromboembolic events, grade 3-4 myocardial infarction and grade 3-4 neuropathy. Further interruptions and reductions were allowed as needed for participant safety.\n      \n      \n        Outcomes\n        Efficacy was evaluated by the survival outcomes. The primary endpoint of the VERTU study was PFS-6m, the proportion of participants who were alive and PFS-6m post-randomization. To explore possible pseudoprogression (treatment-related contrast enhancement), we also evaluated PFS-9m, the proportion of progression-free participants at 9 months’ post-randomization. Progression-free survival (PFS) was defined as the interval from the date of randomization to date of the first evidence of disease progression or death from any cause. OS was defined as the interval from the date of randomization to date of death from any cause. Participants were censored at the date of the last follow-up. Notably, PFS-6m was chosen as the primary endpoint on pragmatic grounds, as it allowed for shorter trial duration. Although PFS-6m is generally considered a surrogate marker of OS in glioma trials, this has not invariably been the case, such as in trials of bevacizumab in newly diagnosed glioblastoma. To mitigate this, we explicitly included the corroborative secondary endpoints of PFS-9m and OS.\n        Response evaluation was performed by the treating clinician according to the updated Response Assessment in Neuro-Oncology (RANO) criteria,21 which incorporates the magnetic resonance imaging (MRI) findings, neurological status, and steroid requirements. Due to potential pseudoprogression, participants were permitted to continue therapy if symptoms were well controlled, and the treating clinician was at liberty to investigate pseudoprogression further at their discretion. The date of progression was noted as the first scan at which potential progression was identified. MRI scans were performed every 8 weeks and submitted for retrospective central radiological review.\n        Clinical assessments and blood tests were performed every 4 weeks until regimen completion, progressive disease, death, unacceptable toxicity, or participant withdrawal. If applicable, a safety follow-up was conducted 30 days after the end of treatment visit. Safety outcomes were measured according to the National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE) version 4.03. Feasibility was assessed by monitoring the accrual rate and treatment compliance.\n        HRQL was measured using the European Organization for Research and Treatment of Cancer (EORTC) QLQ-C30 (core module) and BN-20 (brain module) questionnaires.22–24 Each participant completed them at baseline (week 0), during the concurrent chemoradiotherapy phase (weeks 4 and 8), and the adjuvant chemotherapy phase (weeks 10, 14, 18, 22, 26, and 30). Each item was self-reported using a Likert scale and scored using the EORTC standard algorithms.25 Five HRQL scales were pre-selected as primary interest: global health status, physical functioning, social functioning, motor dysfunction, and communication deficit. This approach was based on their clinical relevance to glioblastoma, alleviating the multiple statistical comparisons, and conformed with prior neuro-oncology trials.26,27\n        A deterioration event was defined as a deleterious 10-point change from baseline in an HRQL scale, which was sustained at the subsequent visit or where further measurements were unavailable due to an inability to complete the questionnaire. The 10-point change was selected based on previous work showing that a change of 5-10 points, 10-20 points, and >20 points corresponded to small, medium, and large clinical well-being changes, respectively.28 The requirement for consecutive visits was to account for temporary symptom exacerbation, particularly during the post-chemoradiotherapy period, consistent with an earlier study.29 Deterioration-free survival was defined as the time from randomization to either a deterioration event (as described above), progression, or death. Participants who did not deteriorate were censored at the date of the last follow-up.\n      \n      \n        Safety and Feasibility Appraisal\n        A planned safety and feasibility appraisal were undertaken after 60 participants had completed the concurrent chemoradiotherapy phase. The VERTU study was continued based on adequate safety (≤30% of participants on the experimental arm experienced grade 3-4 toxicity), accrual rate (≥60 participants within 18 months), and treatment compliance (≥70% of participants on the experimental arm completed ≥70% treatment).\n      \n      \n        Study Oversight\n        The VERTU study was an independent investigator-sponsored study conducted under the auspices of the Cooperative Trials Group for Neuro-Oncology (COGNO) and coordinated at the National Health and Medical Research Council (NHMRC) Clinical Trials Centre (CTC), University of Sydney as a multicenter study. The study was supported by grants from The Cure Brain Cancer Foundation (CBCF), Cancer Council New South Wales (CCNSW), and AbbVie Pharmaceuticals, including veliparib supply. AbbVie Pharmaceuticals was not involved in any aspects of trial conduct or reporting.\n        The study received ethics approval from the central Sydney Local Health District Human Research Ethics Committee (HREC) (HREC/14/RPAH/494), fulfilled local governance requirements at each participating site, and was prospectively registered on the Australia New Zealand Clinical Trials Register (ANZCTR) (ACTRN12615000407594). All participants provided written informed consent before commencing study procedures. The Trial Management Committee offered oversight of trial conduct, and the Independent Data Safety Monitoring Committee undertook the safety and feasibility appraisal. Data management was via the InForm Clinical Trial Database. Statistical analysis was conducted by the Biostatistics Department of the NHMRC CTC.\n      \n      \n        Statistical Analysis\n        The target sample size was 120 participants (80 participants in the experimental arm and 40 participants in the standard arm, based on the 2:1 randomization ratio). The 80 participants in the experimental arm would yield 80% power at 10% 1-sided significance level to detect an increase in PFS-6m from 53% to 65% using Fleming’s 1-stage design. Assuming constant event rates, this corresponded to a 50% increase in median PFS from a historical benchmark of 6.5 months to 9.6 months for newly diagnosed MGMT-unmethylated glioblastoma.30\n        This phase II trial was non-comparative in design and was insufficiently powered to detect moderate yet clinically important differences in survival outcomes between the treatment arms. Accordingly, the primary analysis was non-comparative, and any comparisons between the treatment arms were exploratory. The use of a non-comparative design was a pragmatic decision. Firstly, a smaller sample size was needed, relative to a comparative design. For the purposes of a signal-seeking phase II trial, this allowed the VERTU study to be completed in a timely manner, excess patients were not exposed to a potentially ineffective intervention, and it was feasible to conduct within the context of a multicenter national trial. Secondly, the standard arm helps reduce selection bias and estimates PFS-6m under contemporary standards to inform future randomized trial design.\n        As per the intention-to-treat principle, all participants allocated to a treatment regimen were analyzed for efficacy outcomes, based on the treatment allocated. All participants who commenced a treatment regimen were analyzed for safety outcomes, based on the treatment received.\n        Statistical analysis was conducted in SAS 9.4 on Microsoft Windows. Descriptive statistics were used to characterize the study participants and to summarize the toxicity and feasibility data. Survival outcomes and deterioration-free survival were estimated using the Kaplan-Meier method. Cox proportional hazards regression models were developed for exploratory comparisons between the treatment arms. Median follow-up was computed using the reverse Kaplan-Meier estimator.\nResults\n      \n        Study Population\n        Between November 2015 and October 2018, 128 participants were enrolled across 16 hospital sites in Australia (Figure 2). The 128 participants included 3 participants who were ineligible and thus excluded from all analyses. Of these, 2 participants were known to have a methylated MGMT promoter region. Initial testing in 1 participant was unmethylated MGMT promoter region at randomization, but the status was updated to methylated upon verification. In addition, 2 participants did not receive any study treatment and were thus excluded from safety analyses. Overall, 125 participants were analyzed for efficacy outcomes (84 in the experimental arm and 41 in the standard arm), and 123 participants were analyzed for safety outcomes (83 in the experimental arm and 40 in the standard arm). At the time of analysis, PFS-6m status was known for 124 of the 125 participants (99%), and OS status at 12 months was known for 121 of the 125 participants (97%).\n        \n          Fig. 2\n          \n            CONSORT diagram.\n          \n          \n        \n        The participant baseline characteristics were comparable between the experimental and standard arms (Table 1). Overall, the median age at enrollment was 61 years, 70% of participants were male, 59% had an initial ECOG performance status of 0, and 87% had undergone macroscopic resection. The use of glucocorticoids was similar in both groups. Based on the available histopathology reports of IDH (isocitrate dehydrogenase) R132H status by immunohistochemistry, only 1 of the 118 participants had evidence of a canonical IDH mutation. Alternating electric field therapy was not a registered device in Australia and thus no participants received this.\n        \n          Table 1\n          \n            Participant Baseline Characteristics\n          \n          \n            \n              \n                \n                \n                Experimental Arm (N = 84)\n                \n                Standard Arm (N = 41)\n                \n                All Participants (N = 125)\n                \n              \n            \n            \n              \n                Age in years\n                Median (range)\n                60\n                (22-78)\n                62\n                (24-73)\n                61\n                (22-78)\n              \n              \n                Sex\n                Female\n                25\n                (30%)\n                13\n                (32%)\n                38\n                (30%)\n              \n              \n                \n                Male\n                59\n                (70%)\n                28\n                (68%)\n                87\n                (70%)\n              \n              \n                ECOG performance status\n                0\n                50\n                (60%)\n                24\n                (59%)\n                74\n                (59%)\n              \n              \n                \n                1\n                31\n                (37%)\n                16\n                (39%)\n                47\n                (38%)\n              \n              \n                \n                2\n                3\n                (4%)\n                1\n                (2%)\n                4\n                (3%)\n              \n              \n                Karnofsky performance status\n                100\n                28\n                (33%)\n                17\n                (41%)\n                45\n                (36%)\n              \n              \n                \n                90\n                38\n                (45%)\n                17\n                (41%)\n                55\n                (44%)\n              \n              \n                \n                80\n                11\n                (13%)\n                5\n                (12%)\n                16\n                (13%)\n              \n              \n                \n                70\n                4\n                (5%)\n                1\n                (2%)\n                5\n                (4%)\n              \n              \n                \n                60\n                2\n                (2%)\n                0\n                (0%)\n                2\n                (2%)\n              \n              \n                \n                Unknown\n                1\n                (1%)\n                1\n                (2%)\n                2\n                (2%)\n              \n              \n                Surgery type\n                Macroscopic\n                72\n                (86%)\n                37\n                (90%)\n                109\n                (87%)\n              \n              \n                \n                Subtotal or biopsy\n                12\n                (14%)\n                4\n                (10%)\n                16\n                (13%)\n              \n              \n                On dexamethasone at baseline\n                Yes\n                45\n                (54%)\n                22\n                (54%)\n                67\n                (54%)\n              \n              \n                \n                No\n                39\n                (46%)\n                19\n                (46%)\n                58\n                (46%)\n              \n              \n                Dexamethasone dose at baseline\n                Mean (range)\n                2.9 mg\n                (1-8)\n                3.2 mg\n                (2-6)\n                3.0 mg\n                (1-8)\n              \n              \n                IDH R132H status by immunohistochemistry\n                Mutant\n                1\n                (1%)\n                0\n                (0%)\n                1\n                (1%)\n              \n              \n                \n                Non-mutant\n                78\n                (93%)\n                39\n                (95%)\n                117\n                (94%)\n              \n              \n                \n                Unknown\n                5\n                (6%)\n                2\n                (5%)\n                7\n                (6%)\n              \n            \n          \n          \n            \n              Abbreviations: ECOG, Eastern Cooperative Oncology Group; IDH, isocitrate dehydrogenase.\n            \n          \n        \n      \n      \n        Study Treatment\n        During the concurrent chemoradiotherapy phase, the mean planned radiation and drug doses were 99% and 100% (with dose reductions and omissions in 1% and 4% participants) in the experimental arm, and 100% and 95%, respectively (with dose reductions and omissions in 5% and 10% participants) in the standard arm. During the adjuvant chemotherapy phase, several adjustments were necessary for the experimental arm. Veliparib dose reductions were made in 29% of participants, omissions in 5% of participants, and the mean planned drug dose was 60%. Temozolomide dose reductions were made in 39% of participants, omissions in 4% of participants, and the mean planned drug dose was 69%. In the standard arm, temozolomide dose reductions were made in 15% of participants, omissions in 6% of participants, and the mean planned drug dose was 85%.\n        In the experimental arm, the treatment regimen was completed in 26% of participants but ceased due to disease progression (43%), adverse events (8%), clinician preference (8%), and participant preference (8%). In the standard arm, the treatment regimen was completed in 24% of participants but ceased due to disease progression (54%), adverse events (7%), clinician preference (7%), and participant preference (5%).\n      \n      \n        Efficacy\n        For the primary endpoint of the VERTU study, PFS-6m was 46% (95% confidence interval [CI]: 36%-57%) in the experimental arm and 31% (95% CI: 18%-46%) in the standard arm (Figure 3a). Median PFS was estimated to be 5.7 months (95% CI: 3.9-6.5 months) in the experimental arm and 4.2 months (95% CI: 2.4-5.7 months) in the standard arm. In the exploratory comparison of PFS using Cox proportional hazards regression, the hazard ratio was 0.78 (95% CI: 0.54-1.15) for the experimental arm relative to the standard. PFS-9m was 19% (95% CI: 11%-28%) in the experimental arm and 16% (95% CI: 6%-28%) in the standard arm.\n        \n          Fig. 3\n          \n            Efficacy KM curves. (a) Progression-free survival; (b) overall survival. Abbreviation: KM, Kaplan-Meier.\n          \n          \n        \n        At the time of analysis, the median follow-up for the VERTU study was estimated to be 27.2 months, and 108 of the 125 participants had died. Median OS was estimated to be 12.7 months (95% CI: 11.4-14.5 months) in the experimental arm and 12.8 months (95% CI: 9.5-15.8 months) in the standard arm (Figure 3b). In the exploratory comparison of OS using Cox proportional hazards regression, the hazard ratio was 1.14 (95% CI: 0.76-1.72) for the experimental arm relative to the standard.\n        For the aforementioned efficacy outcomes, there was no suggestion of any treatment interaction within the subgroups of age (≤70 years vs >70 years), ECOG performance status (ECOG 0 vs 1 or 2), or surgery type (macroscopic resection vs subtotal resection or biopsy). As expected, the outcomes were generally more favorable in participants with ECOG performance status of 0 and who underwent macroscopic resection (additional data in Supplementary Table 1).\n      \n      \n        Toxicity\n        The adverse events are summarized in Table 2. Cumulatively, grade 3-4 adverse events were experienced in 46 out of 83 participants in the experimental arm (55%) vs 22 out of 40 participants in the standard arm (55%). The most common grade 3-4 adverse events in the experimental arm were thrombocytopenia (17%), neutropenia (12%), seizures (11%), and fatigue (7%), and in the standard arm were thrombocytopenia (8%), seizures (5%), hyperglycemia (5%), and diarrhea (5%). In direct comparison, there appeared to be a higher rate of grade 3-4 thrombocytopenia (17% vs 8%), neutropenia (12% vs 3%), seizures (11% vs 5%), fatigue (7% vs 5%), and thromboembolic events (6% vs 3%) in the experimental vs standard arm. There were no treatment-related deaths or suspected unexpected serious adverse reactions (SUSARs) (additional data in Supplementary Table 2).\n        \n          Table 2\n          \n            Adverse Events\n          \n          \n            \n              \n                Adverse Event\n                Grade\n                Experimental Arm (N = 83)\n                \n                Standard Arm (N = 40)\n                \n              \n            \n            \n              \n                Alopecia\n                All grades\n                37\n                (45%)\n                19\n                (48%)\n              \n              \n                \n                Grade 3-4\n                0\n                (0%)\n                0\n                (0%)\n              \n              \n                Anemia\n                All grades\n                6\n                (7%)\n                0\n                (0%)\n              \n              \n                \n                Grade 3-4\n                1\n                (1%)\n                0\n                (0%)\n              \n              \n                Anorexia\n                All grades\n                25\n                (30%)\n                10\n                (25%)\n              \n              \n                \n                Grade 3-4\n                1\n                (1%)\n                0\n                (0%)\n              \n              \n                Blurred vision\n                All grades\n                16\n                (19%)\n                3\n                (8%)\n              \n              \n                \n                Grade 3-4\n                1\n                (1%)\n                0\n                (0%)\n              \n              \n                Chills\n                All grades\n                3\n                (4%)\n                1\n                (3%)\n              \n              \n                \n                Grade 3-4\n                0\n                (0%)\n                0\n                (0%)\n              \n              \n                Constipation\n                All grades\n                30\n                (36%)\n                15\n                (38%)\n              \n              \n                \n                Grade 3-4\n                0\n                (0%)\n                0\n                (0%)\n              \n              \n                Dehydration\n                All grades\n                9\n                (11%)\n                2\n                (5%)\n              \n              \n                \n                Grade 3-4\n                0\n                (0%)\n                0\n                (0%)\n              \n              \n                Dermatitis radiation\n                All grades\n                17\n                (20%)\n                8\n                (20%)\n              \n              \n                \n                Grade 3-4\n                0\n                (0%)\n                0\n                (0%)\n              \n              \n                Diarrhea\n                All grades\n                16\n                (19%)\n                5\n                (13%)\n              \n              \n                \n                Grade 3-4\n                0\n                (0%)\n                2\n                (5%)\n              \n              \n                Dizziness\n                All grades\n                15\n                (18%)\n                6\n                (15%)\n              \n              \n                \n                Grade 3-4\n                0\n                (0%)\n                0\n                (0%)\n              \n              \n                Dry mouth\n                All grades\n                12\n                (14%)\n                7\n                (18%)\n              \n              \n                \n                Grade 3-4\n                0\n                (0%)\n                0\n                (0%)\n              \n              \n                Dysgeusia\n                All grades\n                15\n                (18%)\n                7\n                (18%)\n              \n              \n                \n                Grade 3-4\n                0\n                (0%)\n                0\n                (0%)\n              \n              \n                Dyspepsia\n                All grades\n                10\n                (12%)\n                2\n                (5%)\n              \n              \n                \n                Grade 3-4\n                1\n                (1%)\n                0\n                (0%)\n              \n              \n                Ear pain\n                All grades\n                6\n                (7%)\n                1\n                (3%)\n              \n              \n                \n                Grade 3-4\n                0\n                (0%)\n                0\n                (0%)\n              \n              \n                Edema limbs\n                All grades\n                14\n                (17%)\n                4\n                (10%)\n              \n              \n                \n                Grade 3-4\n                0\n                (0%)\n                1\n                (3%)\n              \n              \n                Fatigue\n                All grades\n                67\n                (81%)\n                29\n                (73%)\n              \n              \n                \n                Grade 3-4\n                6\n                (7%)\n                1\n                (3%)\n              \n              \n                Headache\n                All grades\n                57\n                (69%)\n                20\n                (50%)\n              \n              \n                \n                Grade 3-4\n                3\n                (4%)\n                1\n                (3%)\n              \n              \n                Insomnia\n                All grades\n                31\n                (37%)\n                7\n                (18%)\n              \n              \n                \n                Grade 3-4\n                0\n                (0%)\n                0\n                (0%)\n              \n              \n                Mucosal infection\n                All grades\n                8\n                (10%)\n                3\n                (8%)\n              \n              \n                \n                Grade 3-4\n                0\n                (0%)\n                0\n                (0%)\n              \n              \n                Nausea\n                All grades\n                45\n                (54%)\n                17\n                (43%)\n              \n              \n                \n                Grade 3-4\n                0\n                (0%)\n                0\n                (0%)\n              \n              \n                Vomiting\n                All grades\n                12\n                (14%)\n                5\n                (13%)\n              \n              \n                \n                Grade 3-4\n                0\n                (0%)\n                0\n                (0%)\n              \n              \n                Weight loss\n                All grades\n                10\n                (12%)\n                3\n                (8%)\n              \n              \n                \n                Grade 3-4\n                0\n                (0%)\n                0\n                (0%)\n              \n            \n          \n        \n      \n      \n        Quality of Life Analysis\n        The HRQL questionnaire completion rate was 79%. The lowest completion rates were at the post-chemoradiotherapy visit (71%) and the end of treatment visit (59%). The principal reasons cited for non-completion were that participants were too unwell or declined. As described earlier, the main HRQL outcome measure was deterioration-free survival, which accounted for non-completion, progression, and death.\n        Deterioration-free survival was examined for each of the 5 pre-selected HRQL scales (Figure 4a–e). Comparing the experimental vs standard arms, deterioration-free survival was 3.4 months (95% CI: 2.5-4.2 months) vs 3.2 months (2.4-3.9 months) for global health status, 3.3 months (95% CI: 2.5-4.4 months) vs 3.5 months (2.2-4.4 months) for physical functioning, 3.5 months (95% CI: 2.4-4.6 months) vs 3.5 months (2.3-4.5 months) for social functioning, 3.9 months (95% CI: 2.8-4.7 months) vs 3.9 months (3.2-4.9 months) for motor dysfunction, and 4.3 months (95% CI: 3.3-5.8 months) vs 3.9 months (2.5-5.1 months) for communication deficit. There was no statistical evidence of differences, and the observed differences were not considered clinically important (maximum of 0.4 months difference in median times). Detailed HRQL analyses will be reported separately.\n        \n          Fig. 4\n          \n            Deterioration-free survival KM curves. (a) Global health status; (b) physical functioning; (c) social functioning; (d) motor dysfunction; (e) communication deficit. Abbreviation: KM, Kaplan-Meier.\n          \n          \n        \n      \n      \n        DNA Repair and Response Signature\n        The analysis of the DNA repair protein expression levels in collected tumor specimens will be reported separately, alongside the planned exploratory translational research work on patient biospecimens.\n      \n      \n        MMSE\n        In the experimental arm, the average MMSE scores were 28 at enrollment, 28 at the start of concurrent chemoradiotherapy phase, 28 at the start of adjuvant chemotherapy phase, and 26 at the end of treatment visit. In the standard arm, the average MMSE scores were 27 at enrollment, 27 at the start of concurrent chemoradiotherapy phase, 28 at the start of adjuvant chemotherapy phase, and 27 at the end of treatment visit.\nConclusion\n          The veliparib-containing regimen was feasible and well tolerated. However, there was insufficient evidence of clinical benefit in this population. Further information from correlative translational work and other trials of PARP inhibitors in glioblastoma are still awaited.\nStudy Objectives\n        The primary objective of the VERTU study was to determine the effect of a sequential veliparib-containing regimen on progression-free survival rate at six months (PFS-6m) in participants with newly diagnosed MGMT-unmethylated glioblastoma.\n        Secondary objectives consisted of assessing overall survival (OS), the progression-free survival rate at nine months (PFS-9m), toxicity, feasibility, health-related quality of life (HRQL), correlation of baseline expression levels of DNA repair proteins with clinical outcomes, and measuring the mini-mental state examination (MMSE).\n        Exploratory work consisted of further immunohistochemistry, whole-exome sequencing, and methylation profiling, including investigating a potential DNA repair and response signature to veliparib.\nParticipant Eligibility\n        Eligible participants had newly diagnosed glioblastoma with unmethylated MGMT promoter region, following neurosurgical resection or biopsy. All specimens underwent central MGMT pyrosequencing analysis and pathology review to assess eligibility. Additionally, 57 of 128 specimens were randomly selected for MGMT quality assurance at a reference laboratory. MGMT promoter methylation status was assessed according to previously published methodology.20 In brief, CpG pyrosequencing was performed to assess the percentage level of MGMT promoter methylation. The cutoff was based on a series of segmented regressions where the CpG pyrosequencing values were regressed against their rank order. The model with the cutoff of ≤9% vs >9% yielded the minimum mean square error. Accordingly, if the test value was ≤9%, then the specimen was considered unmethylated; if the test value was >9%, then the specimen was considered methylated.\n        Participants were adults aged 18 years or older, with a minimum life expectancy of 12 weeks, an Eastern Cooperative Oncology Group (ECOG) performance status of 0-2 if aged 70 years or younger, and ECOG status of 0 if aged over 70 years. Other key inclusion criteria were adequate bone marrow function (neutrophils >1.5 × 109/L and platelets >100 × 109/L), adequate hepatic function (alanine aminotransferase [ALT] and aspartate aminotransferase [AST] <1.5 times the upper limit of normal) and adequate renal function (creatinine clearance >40 mL/min using Cockroft-Gault formula).\n        Exclusion criteria included any concomitant active therapy for glioblastoma, prior chemotherapy or cranial radiation within 2 years, prior malignancy within 2 years (except adequately treated carcinoma in situ, cutaneous basal cell carcinoma, cutaneous squamous cell carcinoma, and superficial bladder transitional cell carcinoma), serious infection, pregnancy, lactation, and any other medical illness or psychosocial circumstance which may compromise participant safety.\nStudy Design\n        The VERTU study was a randomized open-label non-comparative phase II trial conducted across 16 Australian sites. The study investigated 2 different treatment regimens for participants with newly diagnosed MGMT-unmethylated glioblastoma (Figure 1). Based on a prior dose-finding trial,19 the experimental arm used the combination of veliparib 200 mg BD (twice a day) and radiation for 6 weeks (concurrent chemoradiotherapy phase), followed by a 4-week treatment break, followed by the combination of veliparib 40 mg BD days 1-7 and temozolomide 150-200 mg/m2 OD (once a day) days 1-5, repeated every 28 days for 6 months (adjuvant chemotherapy phase). The standard arm used the combination of temozolomide 75 mg/m2 OD and radiation for 6 weeks (concurrent chemoradiotherapy phase), followed by a 4-week treatment break, followed by temozolomide 150-200 mg/m2 OD days 1-5, repeated every 28 days for 6 months (adjuvant chemotherapy phase), as per the Stupp regimen.4 Radiotherapy was administered in a conventionally fractionated regimen, 2 Gy per daily fraction, to a total of 60 Gy over 30 fractions. All sites underwent quality assurance in radiotherapy (QART) to ensure protocol adherence. Antiemetics and pneumocystis pneumonia prophylaxis were individualized. Treatment was continued until regimen completion, progressive disease, death, unacceptable toxicity, or participant withdrawal. Subsequent salvage therapy was at the investigator’s discretion.\n        \n          Fig. 1\n          \n            VERTU study schema.\n          \n          \n        \n        Randomization was in a 2:1 ratio to the experimental and standard arms, respectively. The 2:1 ratio was chosen to promote study recruitment and to gather additional safety information about the experimental arm. Participants were stratified by hospital site, age (≤70 vs >70), ECOG performance status (0 vs 1-2), and surgery type (macroscopic resection vs subtotal resection or biopsy) using the method of minimization. Allocation concealment was achieved by computer-generated central randomization.\nDose Modifications\n        For veliparib, during the concurrent chemoradiotherapy phase, the starting dose was 200 mg BD, with reductions to 150 mg BD, 100 mg BD, 50 mg BD, then permanent discontinuation. Dosing was interrupted and reduced for grade 3-4 veliparib-related toxicity. During the adjuvant phase, the starting dose was 40 mg BD, with reductions to 30 mg BD, 20 mg BD, then permanent discontinuation. Dosing was interrupted for neutrophils <1.5 × 109/L, platelets <100 × 109/L, grade 3 diarrhea, grade 2-4 renal dysfunction, and grade 2-3 venous thromboembolic events; interrupted and reduced for neutrophils <1.0 × 109/L, platelets <50 × 109/L, febrile neutropenia, grade 3-4 nausea, grade 4 diarrhea, grade 3-4 skin toxicity, grade 2-4 infection, grade 3-4 seizures, and grade 2 neuropathy; and permanently discontinued for grade 3-4 liver dysfunction, grade 4 venous thromboembolic events, grade 3-4 arterial thromboembolic events, grade 3-4 myocardial infarction and grade 3-4 neuropathy.\n        For temozolomide, during the concurrent chemoradiotherapy phase, the fixed dose was 75 mg/m2. Dosing was interrupted for neutrophils <1.5 × 109/L, platelets <100 × 109/L, and grade 2-4 non-hematological toxicity (except alopecia, nausea, or vomiting). During the adjuvant phase, the initial cycle was dosed at 150 mg/m2, then, if well tolerated, escalated to 200 mg/m2 in subsequent cycles. From 200 mg/m2, reductions were to 150 mg/m2, 100 mg/m2, 75 mg/m2, then permanent discontinuation. Dosing was interrupted for neutrophils <1.5 × 109/L, platelets <100 × 109/L, grade 2-4 renal dysfunction, grade 3-4 skin toxicity, grade 2-4 infection, grade 2-4 venous thromboembolic events, grade 3-4 seizures, and grade 2 neuropathy; interrupted and reduced for neutrophils <1.0 × 109/L, platelets <50 × 109/L, febrile neutropenia, grade 3-4 nausea and grade 3-4 diarrhea; and permanently discontinued for grade 3-4 liver dysfunction, grade 3-4 arterial thromboembolic events, grade 3-4 myocardial infarction and grade 3-4 neuropathy. Further interruptions and reductions were allowed as needed for participant safety.\nOutcomes\n        Efficacy was evaluated by the survival outcomes. The primary endpoint of the VERTU study was PFS-6m, the proportion of participants who were alive and PFS-6m post-randomization. To explore possible pseudoprogression (treatment-related contrast enhancement), we also evaluated PFS-9m, the proportion of progression-free participants at 9 months’ post-randomization. Progression-free survival (PFS) was defined as the interval from the date of randomization to date of the first evidence of disease progression or death from any cause. OS was defined as the interval from the date of randomization to date of death from any cause. Participants were censored at the date of the last follow-up. Notably, PFS-6m was chosen as the primary endpoint on pragmatic grounds, as it allowed for shorter trial duration. Although PFS-6m is generally considered a surrogate marker of OS in glioma trials, this has not invariably been the case, such as in trials of bevacizumab in newly diagnosed glioblastoma. To mitigate this, we explicitly included the corroborative secondary endpoints of PFS-9m and OS.\n        Response evaluation was performed by the treating clinician according to the updated Response Assessment in Neuro-Oncology (RANO) criteria,21 which incorporates the magnetic resonance imaging (MRI) findings, neurological status, and steroid requirements. Due to potential pseudoprogression, participants were permitted to continue therapy if symptoms were well controlled, and the treating clinician was at liberty to investigate pseudoprogression further at their discretion. The date of progression was noted as the first scan at which potential progression was identified. MRI scans were performed every 8 weeks and submitted for retrospective central radiological review.\n        Clinical assessments and blood tests were performed every 4 weeks until regimen completion, progressive disease, death, unacceptable toxicity, or participant withdrawal. If applicable, a safety follow-up was conducted 30 days after the end of treatment visit. Safety outcomes were measured according to the National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE) version 4.03. Feasibility was assessed by monitoring the accrual rate and treatment compliance.\n        HRQL was measured using the European Organization for Research and Treatment of Cancer (EORTC) QLQ-C30 (core module) and BN-20 (brain module) questionnaires.22–24 Each participant completed them at baseline (week 0), during the concurrent chemoradiotherapy phase (weeks 4 and 8), and the adjuvant chemotherapy phase (weeks 10, 14, 18, 22, 26, and 30). Each item was self-reported using a Likert scale and scored using the EORTC standard algorithms.25 Five HRQL scales were pre-selected as primary interest: global health status, physical functioning, social functioning, motor dysfunction, and communication deficit. This approach was based on their clinical relevance to glioblastoma, alleviating the multiple statistical comparisons, and conformed with prior neuro-oncology trials.26,27\n        A deterioration event was defined as a deleterious 10-point change from baseline in an HRQL scale, which was sustained at the subsequent visit or where further measurements were unavailable due to an inability to complete the questionnaire. The 10-point change was selected based on previous work showing that a change of 5-10 points, 10-20 points, and >20 points corresponded to small, medium, and large clinical well-being changes, respectively.28 The requirement for consecutive visits was to account for temporary symptom exacerbation, particularly during the post-chemoradiotherapy period, consistent with an earlier study.29 Deterioration-free survival was defined as the time from randomization to either a deterioration event (as described above), progression, or death. Participants who did not deteriorate were censored at the date of the last follow-up.\nSafety and Feasibility Appraisal\n        A planned safety and feasibility appraisal were undertaken after 60 participants had completed the concurrent chemoradiotherapy phase. The VERTU study was continued based on adequate safety (≤30% of participants on the experimental arm experienced grade 3-4 toxicity), accrual rate (≥60 participants within 18 months), and treatment compliance (≥70% of participants on the experimental arm completed ≥70% treatment).\nStudy Oversight\n        The VERTU study was an independent investigator-sponsored study conducted under the auspices of the Cooperative Trials Group for Neuro-Oncology (COGNO) and coordinated at the National Health and Medical Research Council (NHMRC) Clinical Trials Centre (CTC), University of Sydney as a multicenter study. The study was supported by grants from The Cure Brain Cancer Foundation (CBCF), Cancer Council New South Wales (CCNSW), and AbbVie Pharmaceuticals, including veliparib supply. AbbVie Pharmaceuticals was not involved in any aspects of trial conduct or reporting.\n        The study received ethics approval from the central Sydney Local Health District Human Research Ethics Committee (HREC) (HREC/14/RPAH/494), fulfilled local governance requirements at each participating site, and was prospectively registered on the Australia New Zealand Clinical Trials Register (ANZCTR) (ACTRN12615000407594). All participants provided written informed consent before commencing study procedures. The Trial Management Committee offered oversight of trial conduct, and the Independent Data Safety Monitoring Committee undertook the safety and feasibility appraisal. Data management was via the InForm Clinical Trial Database. Statistical analysis was conducted by the Biostatistics Department of the NHMRC CTC.\nStatistical Analysis\n        The target sample size was 120 participants (80 participants in the experimental arm and 40 participants in the standard arm, based on the 2:1 randomization ratio). The 80 participants in the experimental arm would yield 80% power at 10% 1-sided significance level to detect an increase in PFS-6m from 53% to 65% using Fleming’s 1-stage design. Assuming constant event rates, this corresponded to a 50% increase in median PFS from a historical benchmark of 6.5 months to 9.6 months for newly diagnosed MGMT-unmethylated glioblastoma.30\n        This phase II trial was non-comparative in design and was insufficiently powered to detect moderate yet clinically important differences in survival outcomes between the treatment arms. Accordingly, the primary analysis was non-comparative, and any comparisons between the treatment arms were exploratory. The use of a non-comparative design was a pragmatic decision. Firstly, a smaller sample size was needed, relative to a comparative design. For the purposes of a signal-seeking phase II trial, this allowed the VERTU study to be completed in a timely manner, excess patients were not exposed to a potentially ineffective intervention, and it was feasible to conduct within the context of a multicenter national trial. Secondly, the standard arm helps reduce selection bias and estimates PFS-6m under contemporary standards to inform future randomized trial design.\n        As per the intention-to-treat principle, all participants allocated to a treatment regimen were analyzed for efficacy outcomes, based on the treatment allocated. All participants who commenced a treatment regimen were analyzed for safety outcomes, based on the treatment received.\n        Statistical analysis was conducted in SAS 9.4 on Microsoft Windows. Descriptive statistics were used to characterize the study participants and to summarize the toxicity and feasibility data. Survival outcomes and deterioration-free survival were estimated using the Kaplan-Meier method. Cox proportional hazards regression models were developed for exploratory comparisons between the treatment arms. Median follow-up was computed using the reverse Kaplan-Meier estimator.\nStudy Population\n        Between November 2015 and October 2018, 128 participants were enrolled across 16 hospital sites in Australia (Figure 2). The 128 participants included 3 participants who were ineligible and thus excluded from all analyses. Of these, 2 participants were known to have a methylated MGMT promoter region. Initial testing in 1 participant was unmethylated MGMT promoter region at randomization, but the status was updated to methylated upon verification. In addition, 2 participants did not receive any study treatment and were thus excluded from safety analyses. Overall, 125 participants were analyzed for efficacy outcomes (84 in the experimental arm and 41 in the standard arm), and 123 participants were analyzed for safety outcomes (83 in the experimental arm and 40 in the standard arm). At the time of analysis, PFS-6m status was known for 124 of the 125 participants (99%), and OS status at 12 months was known for 121 of the 125 participants (97%).\n        \n          Fig. 2\n          \n            CONSORT diagram.\n          \n          \n        \n        The participant baseline characteristics were comparable between the experimental and standard arms (Table 1). Overall, the median age at enrollment was 61 years, 70% of participants were male, 59% had an initial ECOG performance status of 0, and 87% had undergone macroscopic resection. The use of glucocorticoids was similar in both groups. Based on the available histopathology reports of IDH (isocitrate dehydrogenase) R132H status by immunohistochemistry, only 1 of the 118 participants had evidence of a canonical IDH mutation. Alternating electric field therapy was not a registered device in Australia and thus no participants received this.\n        \n          Table 1\n          \n            Participant Baseline Characteristics\n          \n          \n            \n              \n                \n                \n                Experimental Arm (N = 84)\n                \n                Standard Arm (N = 41)\n                \n                All Participants (N = 125)\n                \n              \n            \n            \n              \n                Age in years\n                Median (range)\n                60\n                (22-78)\n                62\n                (24-73)\n                61\n                (22-78)\n              \n              \n                Sex\n                Female\n                25\n                (30%)\n                13\n                (32%)\n                38\n                (30%)\n              \n              \n                \n                Male\n                59\n                (70%)\n                28\n                (68%)\n                87\n                (70%)\n              \n              \n                ECOG performance status\n                0\n                50\n                (60%)\n                24\n                (59%)\n                74\n                (59%)\n              \n              \n                \n                1\n                31\n                (37%)\n                16\n                (39%)\n                47\n                (38%)\n              \n              \n                \n                2\n                3\n                (4%)\n                1\n                (2%)\n                4\n                (3%)\n              \n              \n                Karnofsky performance status\n                100\n                28\n                (33%)\n                17\n                (41%)\n                45\n                (36%)\n              \n              \n                \n                90\n                38\n                (45%)\n                17\n                (41%)\n                55\n                (44%)\n              \n              \n                \n                80\n                11\n                (13%)\n                5\n                (12%)\n                16\n                (13%)\n              \n              \n                \n                70\n                4\n                (5%)\n                1\n                (2%)\n                5\n                (4%)\n              \n              \n                \n                60\n                2\n                (2%)\n                0\n                (0%)\n                2\n                (2%)\n              \n              \n                \n                Unknown\n                1\n                (1%)\n                1\n                (2%)\n                2\n                (2%)\n              \n              \n                Surgery type\n                Macroscopic\n                72\n                (86%)\n                37\n                (90%)\n                109\n                (87%)\n              \n              \n                \n                Subtotal or biopsy\n                12\n                (14%)\n                4\n                (10%)\n                16\n                (13%)\n              \n              \n                On dexamethasone at baseline\n                Yes\n                45\n                (54%)\n                22\n                (54%)\n                67\n                (54%)\n              \n              \n                \n                No\n                39\n                (46%)\n                19\n                (46%)\n                58\n                (46%)\n              \n              \n                Dexamethasone dose at baseline\n                Mean (range)\n                2.9 mg\n                (1-8)\n                3.2 mg\n                (2-6)\n                3.0 mg\n                (1-8)\n              \n              \n                IDH R132H status by immunohistochemistry\n                Mutant\n                1\n                (1%)\n                0\n                (0%)\n                1\n                (1%)\n              \n              \n                \n                Non-mutant\n                78\n                (93%)\n                39\n                (95%)\n                117\n                (94%)\n              \n              \n                \n                Unknown\n                5\n                (6%)\n                2\n                (5%)\n                7\n                (6%)\n              \n            \n          \n          \n            \n              Abbreviations: ECOG, Eastern Cooperative Oncology Group; IDH, isocitrate dehydrogenase.\nStudy Treatment\n        During the concurrent chemoradiotherapy phase, the mean planned radiation and drug doses were 99% and 100% (with dose reductions and omissions in 1% and 4% participants) in the experimental arm, and 100% and 95%, respectively (with dose reductions and omissions in 5% and 10% participants) in the standard arm. During the adjuvant chemotherapy phase, several adjustments were necessary for the experimental arm. Veliparib dose reductions were made in 29% of participants, omissions in 5% of participants, and the mean planned drug dose was 60%. Temozolomide dose reductions were made in 39% of participants, omissions in 4% of participants, and the mean planned drug dose was 69%. In the standard arm, temozolomide dose reductions were made in 15% of participants, omissions in 6% of participants, and the mean planned drug dose was 85%.\n        In the experimental arm, the treatment regimen was completed in 26% of participants but ceased due to disease progression (43%), adverse events (8%), clinician preference (8%), and participant preference (8%). In the standard arm, the treatment regimen was completed in 24% of participants but ceased due to disease progression (54%), adverse events (7%), clinician preference (7%), and participant preference (5%).\nEfficacy\n        For the primary endpoint of the VERTU study, PFS-6m was 46% (95% confidence interval [CI]: 36%-57%) in the experimental arm and 31% (95% CI: 18%-46%) in the standard arm (Figure 3a). Median PFS was estimated to be 5.7 months (95% CI: 3.9-6.5 months) in the experimental arm and 4.2 months (95% CI: 2.4-5.7 months) in the standard arm. In the exploratory comparison of PFS using Cox proportional hazards regression, the hazard ratio was 0.78 (95% CI: 0.54-1.15) for the experimental arm relative to the standard. PFS-9m was 19% (95% CI: 11%-28%) in the experimental arm and 16% (95% CI: 6%-28%) in the standard arm.\n        \n          Fig. 3\n          \n            Efficacy KM curves. (a) Progression-free survival; (b) overall survival. Abbreviation: KM, Kaplan-Meier.\n          \n          \n        \n        At the time of analysis, the median follow-up for the VERTU study was estimated to be 27.2 months, and 108 of the 125 participants had died. Median OS was estimated to be 12.7 months (95% CI: 11.4-14.5 months) in the experimental arm and 12.8 months (95% CI: 9.5-15.8 months) in the standard arm (Figure 3b). In the exploratory comparison of OS using Cox proportional hazards regression, the hazard ratio was 1.14 (95% CI: 0.76-1.72) for the experimental arm relative to the standard.\n        For the aforementioned efficacy outcomes, there was no suggestion of any treatment interaction within the subgroups of age (≤70 years vs >70 years), ECOG performance status (ECOG 0 vs 1 or 2), or surgery type (macroscopic resection vs subtotal resection or biopsy). As expected, the outcomes were generally more favorable in participants with ECOG performance status of 0 and who underwent macroscopic resection (additional data in Supplementary Table 1).\nToxicity\n        The adverse events are summarized in Table 2. Cumulatively, grade 3-4 adverse events were experienced in 46 out of 83 participants in the experimental arm (55%) vs 22 out of 40 participants in the standard arm (55%). The most common grade 3-4 adverse events in the experimental arm were thrombocytopenia (17%), neutropenia (12%), seizures (11%), and fatigue (7%), and in the standard arm were thrombocytopenia (8%), seizures (5%), hyperglycemia (5%), and diarrhea (5%). In direct comparison, there appeared to be a higher rate of grade 3-4 thrombocytopenia (17% vs 8%), neutropenia (12% vs 3%), seizures (11% vs 5%), fatigue (7% vs 5%), and thromboembolic events (6% vs 3%) in the experimental vs standard arm. There were no treatment-related deaths or suspected unexpected serious adverse reactions (SUSARs) (additional data in Supplementary Table 2).\n        \n          Table 2\n          \n            Adverse Events\n          \n          \n            \n              \n                Adverse Event\n                Grade\n                Experimental Arm (N = 83)\n                \n                Standard Arm (N = 40)\n                \n              \n            \n            \n              \n                Alopecia\n                All grades\n                37\n                (45%)\n                19\n                (48%)\n              \n              \n                \n                Grade 3-4\n                0\n                (0%)\n                0\n                (0%)\n              \n              \n                Anemia\n                All grades\n                6\n                (7%)\n                0\n                (0%)\n              \n              \n                \n                Grade 3-4\n                1\n                (1%)\n                0\n                (0%)\n              \n              \n                Anorexia\n                All grades\n                25\n                (30%)\n                10\n                (25%)\n              \n              \n                \n                Grade 3-4\n                1\n                (1%)\n                0\n                (0%)\n              \n              \n                Blurred vision\n                All grades\n                16\n                (19%)\n                3\n                (8%)\n              \n              \n                \n                Grade 3-4\n                1\n                (1%)\n                0\n                (0%)\n              \n              \n                Chills\n                All grades\n                3\n                (4%)\n                1\n                (3%)\n              \n              \n                \n                Grade 3-4\n                0\n                (0%)\n                0\n                (0%)\n              \n              \n                Constipation\n                All grades\n                30\n                (36%)\n                15\n                (38%)\n              \n              \n                \n                Grade 3-4\n                0\n                (0%)\n                0\n                (0%)\n              \n              \n                Dehydration\n                All grades\n                9\n                (11%)\n                2\n                (5%)\n              \n              \n                \n                Grade 3-4\n                0\n                (0%)\n                0\n                (0%)\n              \n              \n                Dermatitis radiation\n                All grades\n                17\n                (20%)\n                8\n                (20%)\n              \n              \n                \n                Grade 3-4\n                0\n                (0%)\n                0\n                (0%)\n              \n              \n                Diarrhea\n                All grades\n                16\n                (19%)\n                5\n                (13%)\n              \n              \n                \n                Grade 3-4\n                0\n                (0%)\n                2\n                (5%)\n              \n              \n                Dizziness\n                All grades\n                15\n                (18%)\n                6\n                (15%)\n              \n              \n                \n                Grade 3-4\n                0\n                (0%)\n                0\n                (0%)\n              \n              \n                Dry mouth\n                All grades\n                12\n                (14%)\n                7\n                (18%)\n              \n              \n                \n                Grade 3-4\n                0\n                (0%)\n                0\n                (0%)\n              \n              \n                Dysgeusia\n                All grades\n                15\n                (18%)\n                7\n                (18%)\n              \n              \n                \n                Grade 3-4\n                0\n                (0%)\n                0\n                (0%)\n              \n              \n                Dyspepsia\n                All grades\n                10\n                (12%)\n                2\n                (5%)\n              \n              \n                \n                Grade 3-4\n                1\n                (1%)\n                0\n                (0%)\n              \n              \n                Ear pain\n                All grades\n                6\n                (7%)\n                1\n                (3%)\n              \n              \n                \n                Grade 3-4\n                0\n                (0%)\n                0\n                (0%)\n              \n              \n                Edema limbs\n                All grades\n                14\n                (17%)\n                4\n                (10%)\n              \n              \n                \n                Grade 3-4\n                0\n                (0%)\n                1\n                (3%)\n              \n              \n                Fatigue\n                All grades\n                67\n                (81%)\n                29\n                (73%)\n              \n              \n                \n                Grade 3-4\n                6\n                (7%)\n                1\n                (3%)\n              \n              \n                Headache\n                All grades\n                57\n                (69%)\n                20\n                (50%)\n              \n              \n                \n                Grade 3-4\n                3\n                (4%)\n                1\n                (3%)\n              \n              \n                Insomnia\n                All grades\n                31\n                (37%)\n                7\n                (18%)\n              \n              \n                \n                Grade 3-4\n                0\n                (0%)\n                0\n                (0%)\n              \n              \n                Mucosal infection\n                All grades\n                8\n                (10%)\n                3\n                (8%)\n              \n              \n                \n                Grade 3-4\n                0\n                (0%)\n                0\n                (0%)\n              \n              \n                Nausea\n                All grades\n                45\n                (54%)\n                17\n                (43%)\n              \n              \n                \n                Grade 3-4\n                0\n                (0%)\n                0\n                (0%)\n              \n              \n                Vomiting\n                All grades\n                12\n                (14%)\n                5\n                (13%)\n              \n              \n                \n                Grade 3-4\n                0\n                (0%)\n                0\n                (0%)\n              \n              \n                Weight loss\n                All grades\n                10\n                (12%)\n                3\n                (8%)\n              \n              \n                \n                Grade 3-4\n                0\n                (0%)\n                0\n                (0%)\nQuality of Life Analysis\n        The HRQL questionnaire completion rate was 79%. The lowest completion rates were at the post-chemoradiotherapy visit (71%) and the end of treatment visit (59%). The principal reasons cited for non-completion were that participants were too unwell or declined. As described earlier, the main HRQL outcome measure was deterioration-free survival, which accounted for non-completion, progression, and death.\n        Deterioration-free survival was examined for each of the 5 pre-selected HRQL scales (Figure 4a–e). Comparing the experimental vs standard arms, deterioration-free survival was 3.4 months (95% CI: 2.5-4.2 months) vs 3.2 months (2.4-3.9 months) for global health status, 3.3 months (95% CI: 2.5-4.4 months) vs 3.5 months (2.2-4.4 months) for physical functioning, 3.5 months (95% CI: 2.4-4.6 months) vs 3.5 months (2.3-4.5 months) for social functioning, 3.9 months (95% CI: 2.8-4.7 months) vs 3.9 months (3.2-4.9 months) for motor dysfunction, and 4.3 months (95% CI: 3.3-5.8 months) vs 3.9 months (2.5-5.1 months) for communication deficit. There was no statistical evidence of differences, and the observed differences were not considered clinically important (maximum of 0.4 months difference in median times). Detailed HRQL analyses will be reported separately.\n        \n          Fig. 4\n          \n            Deterioration-free survival KM curves. (a) Global health status; (b) physical functioning; (c) social functioning; (d) motor dysfunction; (e) communication deficit. Abbreviation: KM, Kaplan-Meier.\nDNA Repair and Response Signature\n        The analysis of the DNA repair protein expression levels in collected tumor specimens will be reported separately, alongside the planned exploratory translational research work on patient biospecimens.\nMMSE\n        In the experimental arm, the average MMSE scores were 28 at enrollment, 28 at the start of concurrent chemoradiotherapy phase, 28 at the start of adjuvant chemotherapy phase, and 26 at the end of treatment visit. In the standard arm, the average MMSE scores were 27 at enrollment, 27 at the start of concurrent chemoradiotherapy phase, 28 at the start of adjuvant chemotherapy phase, and 27 at the end of treatment visit.\nDiscussion\n      In this prospective multicenter phase II trial of participants with newly diagnosed MGMT-unmethylated glioblastoma, veliparib appeared to be safe and tolerable, but lacked sufficient evidence of clinical benefit to justify a phase III trial with veliparib in this setting.\n      The use of veliparib was feasible and well tolerated, as evidenced by the high rates of accrual and treatment compliance and the similar toxicity and HRQL findings between the treatment arms. The most common grade 3-4 adverse events related to myelosuppression and were manageable. However, to achieve this, dose reductions were needed during the combination of veliparib and temozolomide (mean total planned dose 60%-70%) and may have abrogated the benefit of the regimen. The requirement for significant dose reductions in the experimental arm underscores the complexity of dosing novel combinations and the need to account for cumulative low-grade toxicities. Phase 1 partial order and time-to-event dose-escalation designs may help inform future dosing schedules. In this case, temozolomide was expected to have limited activity in MGMT-unmethylated glioblastoma, yet overlapping toxicities and dose reductions of veliparib may have precluded potential benefit from PARP inhibition. It is even more challenging to generalize the tolerability of novel combinations from a phase 1 setting into a broader glioblastoma population.\n      It is noteworthy that PFS-6m was worse than expected for both treatment arms, relative to historical reports at the time of study design.30 This observation highlighted the usefulness of having a standard benchmark arm. We surmised that the VERTU study might have enrolled a relatively poor prognosis cohort, perhaps due to pragmatic eligibility criteria and contemporary refinements in the MGMT testing method.31 For instance, the study cohort consisted nearly exclusively of IDH wild-type primary glioblastoma. The difference in PFS-6m (31% vs 46%) was similar in magnitude to the assumptions made when designing the study (53% vs 65%). This observation underscores an important limitation of a non-comparative randomized phase II trial, rather than a comparative design since it relies on the stability of the historical benchmark, which can change due to many factors including differences in patient selection over time. If the benchmark had been 31%, we would have concluded sufficient clinical benefit for further evaluation, as seen in the control arm.\n      A challenge in the study was the response evaluation in the first-line glioblastoma treatment setting; in particular, to differentiate disease progression vs pseudoprogression. For instance, the short median PFS may be driven by high pseudoprogression rates, illustrating the need for better means of recording PFS. As a secondary endpoint, we evaluated PFS-9m to assess whether progression continued or plateaued in participants with early progressive disease (ie, potential pseudoprogression), but this would not account for participants where this led to a switch in therapy. Subsequent to this study, refinements in the neuro-oncology response criteria have been developed,32 and looking forwards, there may also be an increasing role for adjunctive functional imaging.33 In addition, the MRI scans from this study are being systematically collected for correlative imaging research including retrospective radiological review, volumetric and radiomics analyses that we will conduct in the near future.\n      Another challenge was the determination of MGMT methylation status. In the VERTU study, MGMT methylation status was reported in a binary manner according to previously published methodology,20 which reflects clinical practice. However, emerging data suggest that MGMT reporting may need further refinement, for example, into categories of highly methylated, partially methylated, or truly unmethylated.34 The use of a standard quantitative or semiquantitative assay that has been validated by OS data could be incorporated into future trials.\n      The VERTU study was conducted in a landscape where there have been no approvals of any new systemic therapies for glioblastoma since the FDA approval of temozolomide in 2005. As noted earlier, temozolomide offers minimal benefit in patients with MGMT-unmethylated glioblastoma. Stupp and colleagues4,35 found no significant benefit of temozolomide in the unmethylated subgroup, although the interaction of treatment effect by MGMT methylation status was not significant in this study. However, combined with recent data by Perry and colleagues,36 there was a significant statistical interaction by MGMT methylation status and significant survival benefit with temozolomide for both patients with methylated and unmethylated glioblastoma, but to a lesser degree in the unmethylated subgroup.\n      Recent international phase III trials investigating novel agents, including nivolumab (CheckMate-498 and CheckMate-548), rindopepimut (ACT-IV trial), depatuxizumab mafodotin (INTELLANCE-1), and vocimagene amiretrorepvec (TOCA-5) all did not change practice. We are left with a range of early phase clinical trials, with no outstanding candidate therapies at this stage. Heeding these lessons, the VERTU study ensured diligent biospecimen collection to advance our knowledge of glioblastoma biology.\n      There is still significant interest to define a future role for veliparib and other PARP inhibitors in the management of glioblastoma, noting that although the VERTU study evaluated PARP activity in the setting of MGMT-unmethylated glioblastoma, there are other promising avenues for inquiry. An identifiable subset of participants who derive particular benefits will need to be defined. For instance, data suggests that IDH mutations may confer PARP inhibitor sensitivity via accumulation of the oncometabolite 2-hydroxyglutarate, which appears to induce a homologous recombination defect and “BRCAness” phenotype, although IDH mutations are more common in lower-grade gliomas.37 Correlative translational research work is planned to validate a putative DNA repair and response signature, based on the immunohistochemical expression of XRCC1, ATM, RAD50, MSH2, PARP1, RAD51, and MRE11, as well as undertaking genomic sequencing, methylation profiling, and peripheral blood immunophenotyping as part of comprehensive biomarker discovery. Another avenue for veliparib development may be in combination with other targeted or immunotherapeutic agents. Such a strategy has been successful in a range of other cancer types. Also, new generation PARP inhibitors such as talazoparib may induce superior cytotoxicity, independent of catalytic inhibition of PARP, due to the effective trapping of PARP-DNA complexes.38 This may be key to PARP activity in many cancers including glioblastoma. Finally, we await the complementary Alliance A071102 trial findings, which evaluate the addition of veliparib to adjuvant temozolomide, but for participants with newly diagnosed MGMT-methylated glioblastoma instead (NCT02152982). In the ALLIANCE study, veliparib was administered with temozolomide in the adjuvant post-radiotherapy phase only, using the same recommended dosing of veliparib 40 mg BD days 1-7 and temozolomide 150-200 mg/m2 OD days 1-5, repeated every 28 days for 6 months.\n      In summary, PFS-6m was not significantly better than a historical benchmark of 53%. Consequently, the VERTU study alone does not support the ongoing evaluation of veliparib in this population. We have presented the trial main results as per the protocol and statistical analysis plan, while awaiting the correlative outcomes. Other clinical trials evaluating PARP inhibitors including veliparib in glioblastoma are ongoing. One of the recognized barriers to progress in the field is that most glioblastoma clinical trials are relatively small (<100 patients) single institution and non-randomized trials. The VERTU study is a randomized multicenter study of 125 patients that has been rigorously conducted to address an important research question. Despite not meeting the primary endpoint, the VERTU study is informative, especially given the relevance of PARP inhibitors, and thus offers value in this topical area of neuro-oncology research.\nSupplementary Material\n      \n        noab111_suppl_Supplementary_Tables\n        \n          \n            Click here for additional data file.\nPrevious presentations:\n      The outcome of this trial was presented at the 2019 Society of Neuro-Oncology Annual Meeting as an oral presentation.\nFunding\n      This study was supported by multiple grants from The Cure Brain Cancer Foundation, Cancer Council NSW Project Grant RG 16-13, and AbbVie Pharmaceuticals including veliparib and support for drug labeling, storage, and distribution for the purpose of this trial. COGNO is supported by the Australian Government through Cancer Australia.\nConflict of interest statement.\n      H.-W.S. acknowledges institutional research funding from AbbVie and Bristol-Myers Squibb. K.L.M. has received honoraria from AbbVie (consultancy/advisory roles). Z.L. has received honoraria for consultancy/advisory roles with AbbVie, AstraZeneca, Merck Sharpe Dohme, and travel funding from Boehringer Ingelheim, Bristol-Myers Squibb, and Merck Sharp Dohme. E.P.S. acknowledges institutional research funding and consulting fees from AbbVie and Novocure, and travel funding from Novocure and Zai Labs. D.M.A. reports 2 patent applications: Methods for predicting tumor response to immunotherapy, US Provisional application no. 62/787,508 filed January 2, 2019; Methods for predicting tumor response to immunotherapy, US Provisional application no. 62/620,577 filed January 23, 2018. M.E.B. has received honoraria from Biogen for educational activities. J.S. reports institutional research funding from AbbVie, Amgen, Astellas, AstraZeneca, Bayer, Bristol-Myers Squibb, Merck Serono, Pfizer, Roche, Cancer Australia, Cancer Institute NSW, and the National Health and Medical Research Council of Australia. M.K. acknowledges institutional research funding from AbbVie, Bristol-Myers Squibb, and Specialized Therapeutics, and honoraria for consultancy/advisory roles with AbbVie, Bristol-Myers Squibb, Eli Lilly, Ipsen, Pfizer, and Roche. All other authors report no conflicts of interest.\n      Authorship statement. M.K. and J.S. conceived of and designed the trial. M.K. and H.-W.S. drafted, and subsequently all authors revised, the manuscript. All authors approved the documents for submission.\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC8485443/\nhttps://doi.org/10.1093/neuonc/noab111",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8485443/",
    "doi": "https://doi.org/10.1093/neuonc/noab111",
    "citation_count": 31,
    "references": {
        "10970334": "A Review of Approaches to Potentiate the Activity of Temozolomide against Glioblastoma to Overcome Resistance",
        "10931797": "Glioblastoma Therapy: Past, Present and Future",
        "10749203": "Druggable genomic landscapes of high-grade gliomas",
        "10637512": "PARP inhibitors combined with radiotherapy: are we ready?",
        "10635324": "A Multi-Site Phase I Trial of Veliparib with Standard Radiation and Temozolomide in Patients with Newly Diagnosed Glioblastoma Multiforme (GBM)",
        "10576515": "NUTMEG: A randomized phase II study of nivolumab and temozolomide versus temozolomide alone in newly diagnosed older patients with glioblastoma",
        "10491787": "PARP inhibitors: enhancing efficacy through rational combinations",
        "10226903": "Conventional and emerging treatments of astrocytomas and oligodendrogliomas",
        "10163166": "Major adverse cardiac events and cardiovascular toxicity with PARP inhibitors-based therapy for solid tumors: a systematic review and safety meta-analysis",
        "9909217": "The efficacy of targeted therapy combined with radiotherapy and temozolomide-based chemotherapy in the treatment of glioma: A systemic review and meta-analysis of phase II/III randomized controlled trials",
        "9886867": "Glioblastoma and the search for non-hypothesis driven combination therapeutics in academia",
        "9884437": "Recurrent Glioblastoma: Ongoing Clinical Challenges and Future Prospects",
        "9688666": "BMN673 Is a PARP Inhibitor with Unique Radiosensitizing Properties: Mechanisms and Potential in Radiation Therapy",
        "9665054": "Neuro-oncology at the American Society for Clinical Oncology 2022 Annual Meeting",
        "9617255": "Factors affecting the radiation response in glioblastoma",
        "9479165": "New Approaches to Glioblastoma",
        "9221219": "A Novel Classification Model for Lower-Grade Glioma Patients Based on Pyroptosis-Related Genes",
        "9165443": "The Promise of Poly(ADP-Ribose) Polymerase (PARP) Inhibitors in Gliomas",
        "9165247": "The use of radiosensitizing agents in the therapy of glioblastoma multiforme—a comprehensive review",
        "9134931": "Radiotherapy-drug combinations in the treatment of glioblastoma: a brief review",
        "9102625": "Blocking PARP activity with the inhibitor veliparib enhances radiotherapy sensitivity in endometrial carcinoma",
        "9074417": "Targeting PARP for Chemoradiosensitization: Opportunities, Challenges, and the Road Ahead",
        "9027370": "Relapsing High—Grade Glioma from Peritumoral Zone: Critical Review of Radiotherapy Treatment Options",
        "8997380": "Perspective on the Use of DNA Repair Inhibitors as a Tool for Imaging and Radionuclide Therapy of Glioblastoma",
        "8869934": "PARP Inhibitors in Glioma: A Review of Therapeutic Opportunities",
        "8732357": "DDRugging glioblastoma: understanding and targeting the DNA damage response to improve future therapies",
        "8692679": "Clinical strategies to manage adult glioblastoma patients without MGMT hypermethylation",
        "8628734": "PD-1 Inhibitor Maintenance Therapy Combined Iodine-125 Seed Implantation Successfully Salvage Recurrent Cervical Cancer after CCRT: A Case Report",
        "8582502": "PARP Inhibitors in Combination with Radiotherapy: To Do or Not to Do?",
        "7892469": "A Review of Newly Diagnosed Glioblastoma",
        "7599682": "The Role of Hypoxia and SRC Tyrosine Kinase in Glioblastoma Invasiveness and Radioresistance"
    },
    "journal": "Neuro-Oncology",
    "topics": [
        "vertu, phase, trial, mgmt",
        "patients, ii, unmethylated, radiotherapy",
        "temozolomide, veliparib, trial, glioblastoma"
    ]
}