{
    "title": "Brain Metastases: An Update on Multi-disciplinary Approach of Clinical Management",
    "abstract": "Importance: Brain metastasis (BM) is the most common malignant intracranial neoplasm in \nadults with over 100,000 new cases annually in the United States and outnumbering primary brain \ntumors 10:1.\nObservations: The incidence of BM in adult cancer patients ranges from 10–40%, and is \nincreasing with improved surveillance, effective systemic therapy, and an aging population. The \noverall prognosis of cancer patients is largely dependent on the presence or absence of brain \nmetastasis, and therefore, a timely and accurate diagnosis is crucial for improving long-term \noutcomes, especially in the current era of significantly improved systemic therapy for many \ncommon cancers. BM should be suspected in any cancer patient who develops new neurological \ndeficits or behavioral abnormalities. Gadolinium enhanced MRI is the preferred imaging technique \nand must be distinguished from other pathologies. Large, symptomatic lesion(s) in patients with \ngood functional status are best treated with surgery and stereotactic radiosurgery (SRS). Due \nto neurocognitive side effects and improved overall survival of cancer patients, whole brain \nradiotherapy (WBRT) is reserved as salvage therapy for patients with multiple lesions or as \n*Correspondence Should Be Addressed To: Mahua Dey, MD, University of Wisconsin School of Medicine & Public Health, 600 \nHighland Ave, Madison, WI 53792; Tel: 317-274-2601; dey@neurosurgery.wisc.edu.\nAuthors’ contributions: DM, HJK, PAK, WXH : Manuscript writing, literature review; MH: Literature Review and Creation of \ntables; ROR: Manuscript review and oversight; MD: manuscript conception, writing, review and overview.\nConflicts of interest/Competing interests: The authors declare that they have no competing or conflict of interest.\nEthics approval: N/A\nConsent to participate: N/A\nConsent for publication: N/A\nAvailability of data and material: N/A\nCode availability: N/A\nPublisher's Disclaimer: This is a PDF file of an unedited manuscript that has been accepted for publication. As a service to our \ncustomers we are providing this early version of the manuscript. The manuscript will undergo copyediting, typesetting, and review \nof the resulting proof before it is published in its final form. Please note that during the production process errors may be discovered \nwhich could affect the content, and all legal disclaimers that apply to the journal pertain.\nHHS Public Access\nAuthor manuscript\nNeurochirurgie. Author manuscript; available in PMC 2023 January 01.\nPublished in final edited form as:\nNeurochirurgie. 2022 January ; 68(1): 69–85. doi:10.1016/j.neuchi.2021.04.001.\nAuthor Manuscript\nAuthor Manuscript\nAuthor Manuscript\nAuthor Manuscript",
    "authors": [
        "D Mitchell",
        "HJ Kwon",
        "PA Kubica",
        "WX Huff",
        "R O’Regan",
        "M Dey"
    ],
    "published_year": "",
    "description": "Importance:\n          Brain metastasis (BM) is the most common malignant intracranial neoplasm in adults with over 100,000 new cases annually in the United States and outnumbering primary brain tumors 10:1.\nObservations:\n          The incidence of BM in adult cancer patients ranges from 10–40%, and is increasing with improved surveillance, effective systemic therapy, and an aging population. The overall prognosis of cancer patients is largely dependent on the presence or absence of brain metastasis, and therefore, a timely and accurate diagnosis is crucial for improving long-term outcomes, especially in the current era of significantly improved systemic therapy for many common cancers. BM should be suspected in any cancer patient who develops new neurological deficits or behavioral abnormalities. Gadolinium enhanced MRI is the preferred imaging technique and must be distinguished from other pathologies. Large, symptomatic lesion(s) in patients with good functional status are best treated with surgery and stereotactic radiosurgery (SRS). Due to neurocognitive side effects and improved overall survival of cancer patients, whole brain radiotherapy (WBRT) is reserved as salvage therapy for patients with multiple lesions or as palliation. Newer approaches including multi-lesion stereotactic surgery, targeted therapy, and immunotherapy are also being investigated to improve outcomes while preserving quality of life.\nConclusion:\n          With the significant advancements in the systemic treatment for cancer patients, addressing BM effectively is critical for overall survival. In addition to patient’s performance status, therapeutic approach should be based on the type of primary tumor and associated molecular profile as well as the size, number, and location of metastatic lesion(s).\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC8514593/\nhttps://doi.org/10.1016/j.neuchi.2021.04.001",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8514593/",
    "doi": "https://doi.org/10.1016/j.neuchi.2021.04.001",
    "citation_count": 10,
    "references": {
        "10726093": "Breast Cancer and the Brain: A Comprehensive Review of Neurological Complications",
        "10608536": "Selecting the Appropriate Radiation Therapy Technique for Extensive Brain Metastases from Tens to Hundreds: Should the Latest Technique Always Be the Best Option?",
        "10342302": "Intracranial Efficacy of Systemic Therapy in Patients with Asymptomatic Brain Metastases from Lung Cancer",
        "10310431": "Rectum to Medulla Oblongata: Colorectal Cancer Metastasizing to the Brainstem",
        "9756766": "Immune related biomarkers for cancer metastasis to the brain",
        "9631813": "Clinical determinants impacting overall survival of patients with operable brain metastases from non-small cell lung cancer",
        "9179311": "Memantine in the Prevention of Radiation-Induced Brain Damage: A Narrative Review",
        "9038786": "Opioidrotation bei „mixed pain“ in der Tumorschmerztherapie: Wie aus einer „chronischen Schmerzpatientin“ eine „Palliativpatientin“ wird – ein Fallbericht",
        "8924127": "Improving Brain Metastases Outcomes Through Therapeutic Synergy Between Stereotactic Radiosurgery and Targeted Cancer Therapies",
        "8893046": "Quality of Life and Role of Palliative and Supportive Care for Patients With Brain Metastases and Caregivers: A Review"
    },
    "journal": "Neuro-Chirurgie",
    "topics": [
        "brain, metastases, approach, update",
        "management, clinical, update, approach",
        "clinical, update, management, approach"
    ]
}