{
    "title": "Elevated fibroblast growth factor-inducible 14 expression transforms proneural-like gliomas into more aggressive and lethal brain cancer",
    "abstract": "High-grade gliomas (HGGs) are aggressive, treatment-resistant, and often fatal human brain \ncancers. The TNF-like weak inducer of apoptosis (TWEAK)/fibroblast growth factor-inducible \n14 (Fn14) signaling axis is involved in tissue repair after injury and constitutive signaling has \nCorrespondence Jeffrey A. Winkles, Department of Surgery, University of Maryland School of Medicine, 800 W. Baltimore St. \nRoom 320, Baltimore, MD 21201. jwinkles@som.umaryland.edu.\nGraeme F. Woodworth and Jeffrey A. Winkles are co-senior authors.\nAUTHOR CONTRIBUTIONS\nNina P. Connolly, Jeffrey A. Winkles, and Graeme F. Woodworth: Conception and design. Nina P. Connolly, Jeffrey A. Winkles, \nand Graeme F. Woodworth: Development of methodology. Nina P. Connolly, Rebeca Galisteo, Su Xu, Sen Peng, and Eli E. Bar: \nAcquisition of data (provided animals, acquired and managed patients, provided facilities, etc.). Nina P. Connolly, Su Xu, Sen Peng, \nEli E. Bar, Nhan L. Tran, Heather M. Ames, Jeffrey A. Winkles, and Graeme F. Woodworth: Analysis and interpretation of \ndata (e.g., statistical analysis, biostatistics, computational analysis). Nina P. Connolly, Rebeca Galisteo, Su Xu, Sen Peng, Eli E. \nBar, Nhan L. Tran, Heather M. Ames, Anthony J. Kim, Jeffrey A. Winkles, and Graeme F. Woodworth: Writing, review, and/or \nrevision of the manuscript. Nina P. Connolly, Rebeca Galisteo, Su Xu, Sen Peng, and Eli E. Bar: Administrative, technical, or \nmaterial support (i.e., reporting or organizing data, constructing databases). Jeffrey A. Winkles and Graeme F. Woodworth: Study \nsupervision.\nCONFLICT OF INTEREST\nThe authors declare no potential conflict of interest.\nSUPPORTING INFORMATION\nAdditional supporting information may be found online in the Supporting information section at the end of this article.\nHHS Public Access\nAuthor manuscript\nGlia. Author manuscript; available in PMC 2021 November 17.\nPublished in final edited form as:\nGlia. 2021 September ; 69(9): 2199–2214. doi:10.1002/glia.24018.\nAuthor Manuscript\nAuthor Manuscript\nAuthor Manuscript\nAuthor Manuscript",
    "authors": [
        "Nina P. Connolly",
        "Rebeca Galisteo",
        "Su Xu",
        "Eli E. Bar",
        "Sen Peng",
        "Nhan L. Tran",
        "Heather M. Ames",
        "Anthony J. Kim",
        "Graeme F. Woodworth",
        "Jeffrey A. Winkles"
    ],
    "published_year": "",
    "description": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8596752/\nhttps://doi.org/10.1002/glia.24018",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8596752/",
    "doi": "https://doi.org/10.1002/glia.24018",
    "citation_count": 5,
    "references": {
        "10947564": "Nanotherapeutic treatment of the invasive glioblastoma tumor microenvironment",
        "10298967": "The Recent Research Progress of NF-κB Signaling on the Proliferation, Migration, Invasion, Immune Escape and Drug Resistance of Glioblastoma",
        "9634131": "Targeting fibroblast growth factor (FGF)-inducible 14 (Fn14) for tumor therapy",
        "9601840": "Hydrogel on a Smart Nanomaterial Interface to Carry Therapeutics for Digitalized Glioma Treatment",
        "9549706": "Proteolytically generated soluble Tweak Receptor Fn14 is a blood biomarker for γ‐secretase activity"
    },
    "journal": "Glia",
    "topics": [
        "elevated, transforms, gliomas, expression",
        "elevated, expression, fibroblast, transforms",
        "lethal, cancer, brain"
    ]
}