{
    "title": "Combination of tucatinib and neural stem cells secreting anti-HER2 antibody prolongs survival of mice with metastatic brain cancer",
    "abstract": "In order to validate the presence and distribution of LM008 NSCs in the brain, we first induced the formation of HER2+ brain tumors by implanting 5 × 105 BT474-Br tumor cells in the brains of immunodeficient (nu/nu) mice followed by the injection of 106 LM008–HER2Ab NSCs in the same location (SI Appendix, Fig. (B) MTT proliferation for BT474-Br (Left) and AU565 (Right) cells treated with trastuzumab (10 μg/mL), tucatinib (6.2 nM and 12.5 nM in BT474-Br and AU565, respectively), or both drugs in combination, measured once a day during 4 d, and relative to the proliferation in untreated BT474-Br controls at 24 h. (C) Crystal violet staining of the indicated cell lines untreated or treated with trastuzumab (10 μg/mL), tucatinib (6.2 nM and 12.5 nM in BT474-Br and AU565, respectively), or both drugs in combination. In order to validate the presence and distribution of LM008 NSCs in the brain, we first induced the formation of HER2+ brain tumors by implanting 5 × 105 BT474-Br tumor cells in the brains of immunodeficient (nu/nu) mice followed by the injection of 106 LM008–HER2Ab NSCs in the same location (SI Appendix, Fig.",
    "authors": [
        "Alex Cordero",
        "Matthew D. Ramsey",
        "Deepak Kanojia",
        "Jawad Fares",
        "Edgar Petrosyan",
        "Charles W. Schwartz",
        "Rachel Burga",
        "Peng Zhang",
        "Aida Rashidi",
        "Brandyn Castro",
        "Ting Xiao",
        "Catalina Lee-Chang",
        "Jason Miska",
        "Irina V. Balyasnikova",
        "Atique U. Ahmed",
        "Maciej S. Lesniak"
    ],
    "published_year": "2021",
    "description": "Materials and Methods\n      \n        Cell Culture and Transfection.\n        The human neural stem cell line refereed as LM008 (no. ECH002, Kerafast) was derived from fetal brain tissue of 10- to 14-wk gestation and immortalized by transduction with retrovirus carrying L-MYC as previously described (29). Control, LM008–HER2Ab, and nontransduced LM008 NSCs were maintained in serum-free NeuroCultTM Neural Stem-A (NS-A) proliferation media supplemented with 20 ng/mL epidermal growth factor (EGF), 10 ng/mL basic fibroblast growth factor (bFGF), and 2 µg/mL Heparin (Stemcell Technology) and cultured under hypoxic conditions (5% O2) in a humidified incubator. BT474M1BrM3 (referred to as BT474-Br, kindly provided by Dihua Yu, MD Anderson Cancer Center, Houston, TX), AU565 (American Type Culture Collection, ATCC), and Lenti-X293T cells (Clontech) were maintained in Dulbecco's Modified Eagle Medium (DMEM) supplemented with 10% fetal bovine serum (FBS) (HyClone). All cell lines were grown in a humidified 5% CO2 incubator, supplemented with 1% penicillin/streptomycin (Invitrogen), and routinely screened for mycoplasma contamination.\n        The complementary DNA (cDNA) sequence of anti-HER2Ab was amplified from a pBOB–anti-HER2Ab plasmid (32) and cloned in the PLVX-IRES-ZsGreen1 plasmid (Clontech) as we previously described (4). The lentiviral plasmids PLVX-green fluorescent protein (GFP) control and anti-HER2Ab were transfected in Lenti-X293T cells using the Lenti-X Packaging Single Shots (Clontech) to generate lentiviral particles that were concentrated from the supernatant using LentiX concentrator (Clontech). LM008 NSCs were transduced with viral concentrate in the presence of 8 µg/mL polybrene (Sigma). LM008 control and LM008–HER2Ab transfected cells were then expanded and subjected to live cell sorting based on GFP expression.\n      \n      \n        Flow Cytometry.\n        For cell cycle determination, single cells were washed twice with phosphate buffered saline (PBS) and fixed overnight at −20 °C in prechilled 70% ethanol. The following day, the cells were washed in PBS and incubated in PBS solution containing 100 ug/mL ribonuclease (RNase) and 50 ug/mL propidium iodide (Thermo Fisher). After 30 min of staining, the cells were analyzed via flow cytometry analysis. For proliferation analysis, single cells were washed twice with PBS and fixed for 1 h at −20 °C in prechilled 70% ethanol. The cells were then washed twice in PBS and stained with anti-Ki67-Phycoerythrin (PE) (BioLegend) at a dilution of 1:25 for 30 min at room temperature (RT). The cells were washed twice with PBS before flow cytometry analysis.\n        For the measurement of stem cell marker cells, single cells were washed twice with PBS, blocked with Human TruStain FcX Fc Receptor Blocking Solution (BioLegend), and incubated with Anti-CD133–BV711 (BD Biosciences) at a dilution of 1:100 for 30 min on ice. After surface staining, the cells were fixed and permeabilized using the Ebioscience Foxp3 fixation/permeabilization kit following the manufacturer’s instructions (Thermo Fisher). After fixation/permeabilization, fluorescently conjugated antibodies anti-SOX2 Percp-cy5.5, anti-OCT4 BV421, and anti-NANOG-Allophycocyanin (APC) (BioLegend) were incubated at 1:100 for 1 h at RT. The cells were washed twice with permeabilization buffer and then resuspended in PBS before analysis.\n        All samples were analyzed on a Becton Dickinson Symphony flow cytometry analyzer (Becton Dickinson, BD) with proper single-color controls and compensation performed. All final analyses and data output for publication were performed using FlowJo software (Becton Dickinson).\n      \n      \n        Cell Proliferation and Apoptosis Assay.\n        The cells were plated in 96-well plates (5 × 103/well) in 100 µl DMEM 10% FBS media. Proliferation assays were performed daily during the indicated time points. At the desired time points, 10 μL 5 mg/mL MTT [3-(4,5-Dimethylthiazol-2-yl)-2,5- Diphenyltetrazolium Bromide] solution was added to each well (Sigma). The cells were incubated at 37 °C in a CO2 incubator, and the formation of formazan crystals was measured after incubation with MTT solution for 4 h. The optical density was read at 595 nm against a reference wavelength of 630 nm. Cell apoptosis was measured using Caspase 3/7 Glo (Promega) according to the manufacturer’s instructions. Briefly, cells were incubated with an equal volume of caspase 3/7 glo reagent and incubated for 10 min, and then luminescence was recorded using Cytation 5 (490 nm, 510 to 570 nm)\n      \n      \n        Enzyme-Linked Immunosorbent Assay.\n        Enzyme-linked immunosorbent assay (ELISA) plates (Corning) were coated overnight with 2 μg/mL recombinant human HER2 Fc chimera (R&D Systems). The following day, 100 µl culture supernatant of either vector control or LM008–HER2Ab cells were applied and incubated for 2 h at RT. Increasing concentrations of trastuzumab (0 to 200 ng/mL) were also incubated and used as a positive control. Nonspecific binding was eliminated by vigorous washes with Tris-buffered saline (TBS)-Tween (Boston Bioproducts). The plates were then incubated with secondary antibody, anti-human IgG (Fab specific)-alkaline phosphatase conjugate (Sigma) for 2 h. After washing with TBS-Tween, plates were then incubated with para-Nitrophenyl Phosphate (pNPP) substrate (Sigma) for 5 to 15 min, and the optical density was measured at 405 nM.\n      \n      \n        Histology, Immunofluorescence, and Western Blotting.\n        Mouse brains were harvested and fixed in 4% paraformaldehyde (PFA). For histological analysis, 8-μm thick sections were cut and stained with hematoxylin and eosin. For immunostaining, tissue sections were washed with PBS, fixed with 4% PFA for 15 min and permeabilized using 0.3% Triton X-100 (Sigma) for 10 min. Nonspecific binding sites were blocked using 10% goat serum in PBS for 1 h at RT. The primary antibodies used were anti-human HER2, MAP2, anti-human IgG (Thermo Fisher), anti-GFP, Keratin, SOX2, phosphorylated AKT (pAKT,Cell signaling technologies), and Nestin (Novus Biologicals), incubated overnight. After washing with PBS, sections were incubated with secondary antibodies (Thermo Fisher) for 1 h at RT. After intermittent washes, sections were mounted in DAPI mounting medium (Prolong Gold) and imaged with a Leica DMi8 epifluorescence microscope.\n        Protein estimation and Western blotting were carried out using standard protocols. The antigen–antibody reaction was detected using the enhanced chemiluminescence (ECL) prime kit according to the manufacturer's instructions (GE Healthcare). The primary antibodies used were anti-human HER2, p-AKT (S473), AKT, p-mTOR (S2481), mTOR, pJNK (Thr183/Thr185), JNK, pERK (Thr202/Thr204), ERK, and GAPDH (Cell Signaling Technologies). Secondary antibodies used were anti-rabbit HRPO conjugate (Thermo Fisher).\n      \n      \n        Transwell Migration and Wound Healing Assays.\n        For transwell migration assays, LM008 wild-type (WT) (nontransduced), control NSCs, and anti-HER2Ab NSCs were suspended in serum-free medium, and 105 cells were placed on the upper layer of a cell culture insert with a permeable membrane (8-mm pore size, Thermo Fisher). After 22 h, cells that have migrated through the membrane to the well containing a chemoattractant (FBS) were fixed in 4% PFA, stained in crystal violet, and counted. For wound-healing assays, 7.104 BT474-Br and LM008 control/anti-HER2Ab NSCs were plated in different chambers of the cell culture insert (ibidi; ibidi.com). The cell culture insert was removed after 8 h, leaving a defined cell-free gap of 500 μm. The migration was measured during 40 h according to the manufacturer’s protocol. Images were taken at 10× magnification, and the cell-free space was determined by using the ImageJ software (NIH).\n      \n      \n        Animal Experiments.\n        All surgical procedures were conducted in accordance with NIH guidelines on the care and use of laboratory animals for research purposes (33). The Institutional Committee on Animal Use at Northwestern University approved the protocols. Athymic nude female mice that were 6 to 8 wk old were obtained from Harlan Laboratories and maintained in a specific pathogen-free facility.\n        For stereotactic intracranial injections, a midline incision was made, and a 1-mm diameter right parietal burr hole, centered 2 mm posterior to the coronal suture and 2 mm lateral to the sagittal suture, was drilled. The mice were placed in a stereotactic frame and injected with 5 × 105 tumor cells intracranially with a 26-gauge needle at a depth of 3 mm. The needle was removed, and the skin was sutured with 4–0 nylon thread.\n        For intracarotid injections, anesthetized mice were positioned in dorsal recumbency, and a 1-cm-long skin incision was created at the ventral side of the neck using a surgical blade. The underlying subcutaneous tissue was gently dissected to expose the left common carotid artery. Then, the external and internal branches of the common carotid artery were exposed, and the vagus nerve was gently separated from the carotid artery using surgical forceps under a dissection microscope. A tight surgical knot was first placed at the caudal end of the common carotid artery followed by a second surgical knot placed over the external branch of the carotid artery. A loose surgical knot was then placed over the internal branch of the artery to secure inserted injection cannula. Before arteriotomy, a hemoclip was placed over the common carotid artery to control bleeding. Next, an arteriotomy was performed, and the 34-gauge cannula was inserted into the light of the artery. This was followed by the slow infusion of 100 µl cold PBS containing one million cells previously filtered through a 70-μM strainer to obtain single cells. Once the injection of cells was completed, the internal branch of the common carotid artery was permanently tightened to prevent the leakage of cells. Subcutaneous/skin tissue was closed with 6–0 nylon surgical sutures in a simple interrupted fashion.\n        The mice were euthanized at the first sign of morbidity and perfused with 5 mL 4% PFA, and whole-brain tissues were excised immediately and embedded in optimal cutting temperature (OCT) freezing agent. Brain sections with a thickness of 8 µm across the horizontal plane were cut, air dried, and stained with hematoxylin and eosin to confirm the presence of a tumor mass in the brain. Blinding and randomization were applied to the experiments from the respective groups of mice and data analysis.\n      \n      \n        Bioluminescence Imaging.\n        BT474-Br cells stably expressing Cherry/Firefly luciferase reporter construct (BT474-Br cherry-luc+ cells) were generated by transduction with lentiviral vector CSCW2-Fluc-lmC (obtained from Massachusetts General Hospital (MGH) core, Harvard University) as previously described (34). At the indicated time points after intracranial or intracarotid tumor cell injection, isofluorane-anesthetized mice were imaged for Firefly luciferase activity by intraperitoneal injection of 150 mg/kg D-luciferin (Xenogen) using the In Vivo Imaging System(IVIS, Xenogen). The photons emitted from the cherry-luc+–expressing tumor cells were quantified using Aura Image software (Spectral Instruments Imaging). A pseudocolor image representing light intensity (blue least intense and red most intense) was generated and superimposed over the grayscale reference image.\n      \n      \n        Statistical Analysis.\n        All statistical analyses were performed using GraphPad Prism version 8 (GraphPad Software, Inc.) and R version 3.5.2 (R Foundation for Statistical Computing). The sample size for each group was ≥3, and numerical data were reported as mean ± SD unless otherwise indicated. Comparisons between more than two groups were conducted using one-way ANOVA with Tukey’s or Dunnett’s post hoc multiple comparisons tests. For animal survival experiments, Kaplan–Meier survival curves were generated, and log-rank test was applied to compare survival distributions. All reported P values were two-sided and were considered to be statistically significant at *P < 0.05, **P < 0.01, ***P < 0.001, and ****P < 0.0001.\nCell Culture and Transfection.\n        The human neural stem cell line refereed as LM008 (no. ECH002, Kerafast) was derived from fetal brain tissue of 10- to 14-wk gestation and immortalized by transduction with retrovirus carrying L-MYC as previously described (29). Control, LM008–HER2Ab, and nontransduced LM008 NSCs were maintained in serum-free NeuroCultTM Neural Stem-A (NS-A) proliferation media supplemented with 20 ng/mL epidermal growth factor (EGF), 10 ng/mL basic fibroblast growth factor (bFGF), and 2 µg/mL Heparin (Stemcell Technology) and cultured under hypoxic conditions (5% O2) in a humidified incubator. BT474M1BrM3 (referred to as BT474-Br, kindly provided by Dihua Yu, MD Anderson Cancer Center, Houston, TX), AU565 (American Type Culture Collection, ATCC), and Lenti-X293T cells (Clontech) were maintained in Dulbecco's Modified Eagle Medium (DMEM) supplemented with 10% fetal bovine serum (FBS) (HyClone). All cell lines were grown in a humidified 5% CO2 incubator, supplemented with 1% penicillin/streptomycin (Invitrogen), and routinely screened for mycoplasma contamination.\n        The complementary DNA (cDNA) sequence of anti-HER2Ab was amplified from a pBOB–anti-HER2Ab plasmid (32) and cloned in the PLVX-IRES-ZsGreen1 plasmid (Clontech) as we previously described (4). The lentiviral plasmids PLVX-green fluorescent protein (GFP) control and anti-HER2Ab were transfected in Lenti-X293T cells using the Lenti-X Packaging Single Shots (Clontech) to generate lentiviral particles that were concentrated from the supernatant using LentiX concentrator (Clontech). LM008 NSCs were transduced with viral concentrate in the presence of 8 µg/mL polybrene (Sigma). LM008 control and LM008–HER2Ab transfected cells were then expanded and subjected to live cell sorting based on GFP expression.\nFlow Cytometry.\n        For cell cycle determination, single cells were washed twice with phosphate buffered saline (PBS) and fixed overnight at −20 °C in prechilled 70% ethanol. The following day, the cells were washed in PBS and incubated in PBS solution containing 100 ug/mL ribonuclease (RNase) and 50 ug/mL propidium iodide (Thermo Fisher). After 30 min of staining, the cells were analyzed via flow cytometry analysis. For proliferation analysis, single cells were washed twice with PBS and fixed for 1 h at −20 °C in prechilled 70% ethanol. The cells were then washed twice in PBS and stained with anti-Ki67-Phycoerythrin (PE) (BioLegend) at a dilution of 1:25 for 30 min at room temperature (RT). The cells were washed twice with PBS before flow cytometry analysis.\n        For the measurement of stem cell marker cells, single cells were washed twice with PBS, blocked with Human TruStain FcX Fc Receptor Blocking Solution (BioLegend), and incubated with Anti-CD133–BV711 (BD Biosciences) at a dilution of 1:100 for 30 min on ice. After surface staining, the cells were fixed and permeabilized using the Ebioscience Foxp3 fixation/permeabilization kit following the manufacturer’s instructions (Thermo Fisher). After fixation/permeabilization, fluorescently conjugated antibodies anti-SOX2 Percp-cy5.5, anti-OCT4 BV421, and anti-NANOG-Allophycocyanin (APC) (BioLegend) were incubated at 1:100 for 1 h at RT. The cells were washed twice with permeabilization buffer and then resuspended in PBS before analysis.\n        All samples were analyzed on a Becton Dickinson Symphony flow cytometry analyzer (Becton Dickinson, BD) with proper single-color controls and compensation performed. All final analyses and data output for publication were performed using FlowJo software (Becton Dickinson).\nCell Proliferation and Apoptosis Assay.\n        The cells were plated in 96-well plates (5 × 103/well) in 100 µl DMEM 10% FBS media. Proliferation assays were performed daily during the indicated time points. At the desired time points, 10 μL 5 mg/mL MTT [3-(4,5-Dimethylthiazol-2-yl)-2,5- Diphenyltetrazolium Bromide] solution was added to each well (Sigma). The cells were incubated at 37 °C in a CO2 incubator, and the formation of formazan crystals was measured after incubation with MTT solution for 4 h. The optical density was read at 595 nm against a reference wavelength of 630 nm. Cell apoptosis was measured using Caspase 3/7 Glo (Promega) according to the manufacturer’s instructions. Briefly, cells were incubated with an equal volume of caspase 3/7 glo reagent and incubated for 10 min, and then luminescence was recorded using Cytation 5 (490 nm, 510 to 570 nm)\nEnzyme-Linked Immunosorbent Assay.\n        Enzyme-linked immunosorbent assay (ELISA) plates (Corning) were coated overnight with 2 μg/mL recombinant human HER2 Fc chimera (R&D Systems). The following day, 100 µl culture supernatant of either vector control or LM008–HER2Ab cells were applied and incubated for 2 h at RT. Increasing concentrations of trastuzumab (0 to 200 ng/mL) were also incubated and used as a positive control. Nonspecific binding was eliminated by vigorous washes with Tris-buffered saline (TBS)-Tween (Boston Bioproducts). The plates were then incubated with secondary antibody, anti-human IgG (Fab specific)-alkaline phosphatase conjugate (Sigma) for 2 h. After washing with TBS-Tween, plates were then incubated with para-Nitrophenyl Phosphate (pNPP) substrate (Sigma) for 5 to 15 min, and the optical density was measured at 405 nM.\nHistology, Immunofluorescence, and Western Blotting.\n        Mouse brains were harvested and fixed in 4% paraformaldehyde (PFA). For histological analysis, 8-μm thick sections were cut and stained with hematoxylin and eosin. For immunostaining, tissue sections were washed with PBS, fixed with 4% PFA for 15 min and permeabilized using 0.3% Triton X-100 (Sigma) for 10 min. Nonspecific binding sites were blocked using 10% goat serum in PBS for 1 h at RT. The primary antibodies used were anti-human HER2, MAP2, anti-human IgG (Thermo Fisher), anti-GFP, Keratin, SOX2, phosphorylated AKT (pAKT,Cell signaling technologies), and Nestin (Novus Biologicals), incubated overnight. After washing with PBS, sections were incubated with secondary antibodies (Thermo Fisher) for 1 h at RT. After intermittent washes, sections were mounted in DAPI mounting medium (Prolong Gold) and imaged with a Leica DMi8 epifluorescence microscope.\n        Protein estimation and Western blotting were carried out using standard protocols. The antigen–antibody reaction was detected using the enhanced chemiluminescence (ECL) prime kit according to the manufacturer's instructions (GE Healthcare). The primary antibodies used were anti-human HER2, p-AKT (S473), AKT, p-mTOR (S2481), mTOR, pJNK (Thr183/Thr185), JNK, pERK (Thr202/Thr204), ERK, and GAPDH (Cell Signaling Technologies). Secondary antibodies used were anti-rabbit HRPO conjugate (Thermo Fisher).\nTranswell Migration and Wound Healing Assays.\n        For transwell migration assays, LM008 wild-type (WT) (nontransduced), control NSCs, and anti-HER2Ab NSCs were suspended in serum-free medium, and 105 cells were placed on the upper layer of a cell culture insert with a permeable membrane (8-mm pore size, Thermo Fisher). After 22 h, cells that have migrated through the membrane to the well containing a chemoattractant (FBS) were fixed in 4% PFA, stained in crystal violet, and counted. For wound-healing assays, 7.104 BT474-Br and LM008 control/anti-HER2Ab NSCs were plated in different chambers of the cell culture insert (ibidi; ibidi.com). The cell culture insert was removed after 8 h, leaving a defined cell-free gap of 500 μm. The migration was measured during 40 h according to the manufacturer’s protocol. Images were taken at 10× magnification, and the cell-free space was determined by using the ImageJ software (NIH).\nAnimal Experiments.\n        All surgical procedures were conducted in accordance with NIH guidelines on the care and use of laboratory animals for research purposes (33). The Institutional Committee on Animal Use at Northwestern University approved the protocols. Athymic nude female mice that were 6 to 8 wk old were obtained from Harlan Laboratories and maintained in a specific pathogen-free facility.\n        For stereotactic intracranial injections, a midline incision was made, and a 1-mm diameter right parietal burr hole, centered 2 mm posterior to the coronal suture and 2 mm lateral to the sagittal suture, was drilled. The mice were placed in a stereotactic frame and injected with 5 × 105 tumor cells intracranially with a 26-gauge needle at a depth of 3 mm. The needle was removed, and the skin was sutured with 4–0 nylon thread.\n        For intracarotid injections, anesthetized mice were positioned in dorsal recumbency, and a 1-cm-long skin incision was created at the ventral side of the neck using a surgical blade. The underlying subcutaneous tissue was gently dissected to expose the left common carotid artery. Then, the external and internal branches of the common carotid artery were exposed, and the vagus nerve was gently separated from the carotid artery using surgical forceps under a dissection microscope. A tight surgical knot was first placed at the caudal end of the common carotid artery followed by a second surgical knot placed over the external branch of the carotid artery. A loose surgical knot was then placed over the internal branch of the artery to secure inserted injection cannula. Before arteriotomy, a hemoclip was placed over the common carotid artery to control bleeding. Next, an arteriotomy was performed, and the 34-gauge cannula was inserted into the light of the artery. This was followed by the slow infusion of 100 µl cold PBS containing one million cells previously filtered through a 70-μM strainer to obtain single cells. Once the injection of cells was completed, the internal branch of the common carotid artery was permanently tightened to prevent the leakage of cells. Subcutaneous/skin tissue was closed with 6–0 nylon surgical sutures in a simple interrupted fashion.\n        The mice were euthanized at the first sign of morbidity and perfused with 5 mL 4% PFA, and whole-brain tissues were excised immediately and embedded in optimal cutting temperature (OCT) freezing agent. Brain sections with a thickness of 8 µm across the horizontal plane were cut, air dried, and stained with hematoxylin and eosin to confirm the presence of a tumor mass in the brain. Blinding and randomization were applied to the experiments from the respective groups of mice and data analysis.\nBioluminescence Imaging.\n        BT474-Br cells stably expressing Cherry/Firefly luciferase reporter construct (BT474-Br cherry-luc+ cells) were generated by transduction with lentiviral vector CSCW2-Fluc-lmC (obtained from Massachusetts General Hospital (MGH) core, Harvard University) as previously described (34). At the indicated time points after intracranial or intracarotid tumor cell injection, isofluorane-anesthetized mice were imaged for Firefly luciferase activity by intraperitoneal injection of 150 mg/kg D-luciferin (Xenogen) using the In Vivo Imaging System(IVIS, Xenogen). The photons emitted from the cherry-luc+–expressing tumor cells were quantified using Aura Image software (Spectral Instruments Imaging). A pseudocolor image representing light intensity (blue least intense and red most intense) was generated and superimposed over the grayscale reference image.\nStatistical Analysis.\n        All statistical analyses were performed using GraphPad Prism version 8 (GraphPad Software, Inc.) and R version 3.5.2 (R Foundation for Statistical Computing). The sample size for each group was ≥3, and numerical data were reported as mean ± SD unless otherwise indicated. Comparisons between more than two groups were conducted using one-way ANOVA with Tukey’s or Dunnett’s post hoc multiple comparisons tests. For animal survival experiments, Kaplan–Meier survival curves were generated, and log-rank test was applied to compare survival distributions. All reported P values were two-sided and were considered to be statistically significant at *P < 0.05, **P < 0.01, ***P < 0.001, and ****P < 0.0001.\nResults\n      \n        Characterization of LM008 NSCs Line Transduced to Secrete Anti-HER2 Antibodies.\n        To generate LM008–HER2Ab, we transduced LM008 cells using lentiviral particles encoding the anti-HER2Ab and empty vector control containing GFP as described before (4). Transduced NSCs were then sorted based on GFP-positive fluorescence and growth in vitro in NSC culture media (Fig. 1A and SI Appendix, Fig. S1). No morphological differences or changes in cell proliferation and cell cycle were observed between LM008 control and LM008–HER2Ab cells (SI Appendix, Fig. S2). As a key initial step to ensure the safety of NSCs, we verified the nonmalignant properties of LM008 NSCs transduced with lentiviral vectors in vitro, as long-term cultured NSCs may undergo spontaneous malignant transformation (35). There was no evidence of transformation potential of transduced NSCs as confirmed by a soft agar assay (Fig. 1B). Furthermore, both the control and LM008–HER2Ab cells also did not form tumors when injected in vivo in the brain of immunodeficient nu/nu mice (SI Appendix, Fig. S3A). Additional flow cytometry analyses revealed no differences in the expression of the stem cell markers SOX2, NANOG, OCT4, or CD133 between WT nontransduced LM008, LM008 control, and LM008–HER2Ab cells (Fig. 1C). Tropism toward tumor cells and high migratory capacity are essential properties in NSCs for a successful targeted delivery of anticancer agents (36, 37). Our results showed no differences in migration capabilities between WT, control, and HER2Ab-secreting LM008 NSCs as shown in transwell migration assays (SI Appendix, Fig. S3B). Additional wound healing assays confirmed similar tumor tropism features toward HER2+ BT474-Br BCBM cells in WT LM008, LM008 control, and LM008–HER2Ab cells (Fig. 1D, SI Appendix, Fig. S3C, and Movie S1). These results indicate that the stem cell properties and nonmalignant properties were maintained in LM008 NSCs after being engineered to secrete anti-HER2Abs.\n        \n          Fig. 1.\n          \n            Generation of LM008 NSCs secreting anti-HER2Abs. (A) Representative images showing anti-HER2Ab–secreting LM008 cells sorted based on GFP+ fluorescence. The pictures shown in Top (bright field) and Bottom (fluorescein isothiocyanate, FITC) are representative for vector control and LM008–HER2Ab NSCs. (B) Anchorage-independent growth evaluated by soft agar colony formation assays in LM008 vector control, LM008–HER2Ab cells, and BT474-Br HER2+ BCBM cells. (C) Percentage of SOX2-, NANOG-, OCT4-, and CD133-positive cells quantified by flow cytometry in LM008 WT, LM008 vector control, or LM008–HER2Ab NSCs. (D) Representative phase contrast/fluorescent images and quantification of the wounded area invaded during 40 h by nontransduced LM008 cells, vector control, and LM008–HER2Ab cells toward HER2+ brain metastatic BT474-Br tumor cells. (E) Quantification by ELISA of the total amount of anti-HER2Ab secreted to the supernatant by LM008 control and LM008–HER2Ab NSCs. Note the high production of anti-HER2Ab (∼1.3 μg/mL per 1 × 106 cells) in 60 h. (F) BT474-Br cells growing in vitro were treated during 48 h with a range of concentrations of anti-HER2Ab (0.1 to 10 µg/mL) or trastuzumab (0.1 to 10 µg/mL) as positive control. Cells were then lysed, and equal amounts of whole-cell lysates were resolved by sodium dodecyl sulphate–polyacrylamide gel electrophoresis (SDS-PAGE). Immunoblots were probed with antibodies against p-Akt (phosphorylation at S473), total Akt, and GAPDH (glyceraldehyde 3-phosphate dehydrogenase, loading control). (G) Representative immunofluorescent pictures of BT474-Br and LM008 control/HER2Ab NSCs in coculture. Activation and phosphorylation of AKT (in yellow) was measured in BT474-Br cells (in red, HER2+) in 48 h cocultures with LM008 NSCs (in green, GFP-positive). (H) Measurement of p-AKT levels showing a significant decrease in LM008–HER2Ab cocultures. Signal quantification was performed using ImageJ. All graphs and immunoblots are representative of three independent experiments, and bar graphs represent means ± SD (D) or ± SEM (C and E). Statistical analysis was performed using one-way ANOVA with post hoc Tukey’s test. ****P < 0.0001.\n          \n          \n        \n      \n      \n        LM008 NSCs Secrete Functional Amounts of Anti-HER2Abs Inhibiting Pi3K-AKT–Signaling in Metastatic Breast Cancer Cells.\n        Next, we aimed to determine the available amount of anti-HER2Abs produced by the NSCs. LM008 control and LM008–HER2Ab cells were plated in a 35-mm dish at a density of 106 cells. At different time points during 3 d, the supernatant was collected, and an ELISA was conducted to measure the precise amount of anti-HER2Abs released by these NSCs. The quantitative analysis revealed that LM008–HER2Ab cells produced increasing amounts of antibodies, reaching 1,271 ng/mL at 60 h after plating (Fig. 1E).\n        The dimerization and activation of HER2 receptors in the membrane of tumor cells induces a downstream activation of the PI3K-Akt pathway, which can be targeted by trastuzumab. Therefore, we next sought to evaluate if the anti-HER2Abs secreted by LM008–HER2Ab cells induced similar effects to trastuzumab in HER2+ overexpressing BCBM models. The pool of antibodies in the supernatant of LM008–HER2Ab-secreting cells was first purified using protein A/G columns and concentrated with centrifugal filter columns. Then, we performed Western blot analyses to assess the phosphorylation and activation of PI3K-Akt signaling in HER2+ overexpressing BT474-Br cells treated with a range of concentrations of anti-HER2Ab (0.1 to 10 µg/mL) or trastuzumab (0.1 to 10 µg/mL) as positive control. Our results revealed a consistent dysregulation of p-Akt (S473) levels in trastuzumab and anti-HER2Ab BT474-Br–treated cells (Fig. 1F and SI Appendix, Fig. S3 D and E). The expression of HER2 was reduced in cells treated with high concentrations of trastuzumab (10 to 50 µg/mL) as expected, and anti-HER2Ab induced similar down-regulation of HER2 receptors. To confirm these results, we established cocultures of BT474-Br cells and LM008 control or HER2Ab NSCs for 48 h. Immunostaining analyses showed a significant down-regulation of p-AKT levels in BT474-Br cells cocultured with LM008–HER2Ab cells compared to LM008 controls (Fig. 1 G and H and SI Appendix, Fig. S4A). In addition, our results also determined that LM008–HER2Ab cells were able to produce and secrete anti-HER2Abs that bind to HER2+ receptors in the membrane of BT474-Br cells in vitro (SI Appendix, Fig. S4B). Together, these results demonstrate that anti-HER2Ab secreted by LM008–HER2Ab NSCs can inhibit the Akt signaling, similar to trastuzumab, in HER2+ overexpressing BCBM cells.\n      \n      \n        Systemic Delivery of LM008–HER2Ab NSCs Increases Animal Survival in an HER2+ Overexpressing BCBM Model.\n        We next sought to determine the therapeutic efficacy of LM008–HER2Ab NSCs in vivo using preclinical models of HER2+ overexpressing BCBM. In order to validate the presence and distribution of LM008 NSCs in the brain, we first induced the formation of HER2+ brain tumors by implanting 5 × 105 BT474-Br tumor cells in the brains of immunodeficient (nu/nu) mice followed by the injection of 106 LM008–HER2Ab NSCs in the same location (SI Appendix, Fig. S5A). The mice were euthanized 1 wk after the injection of LM008 NSCs (at day 21), and their brains were harvested. Analysis by immunofluorescence demonstrated the presence of LM008–HER2Ab NSCs (GFP positive, shown as green) surrounding HER2+ tumor cells (in red) in the brain (SI Appendix, Fig. S5B), proving their viability in vivo.\n        Next, we aimed to elucidate the efficacy of the LM008–HER2Ab NSCs therapy when delivered systemically into the circulation. First, 5 × 105 BT474-Br cherry-luc+ cells were injected via the carotid artery in immunodeficient (nu/nu) mice to form a multiple-metastases model in the brain (Fig. 2A). HER2+ overexpressing BT474-Br cells were previously transduced with a lentiviral plasmid containing a Cherry/F-luciferase reporter construct (BT474-Br cherry-luc+ cells) to facilitate their detection in vivo (SI Appendix, Fig. S5C). We validated the presence of metastatic breast cancer cells in the brain by in vivo bioluminescence (BLI) imaging 24 h after tumor cell injection (Fig. 2B and SI Appendix, Fig. S5D). The injection of tumor cells was followed by systemic intravenous injections of LM008 vector control or LM008–HER2Ab NSCs (1 × 106 cells per round of injection) administered once a week for 6 wk as shown in Fig. 2A. Analysis of the BLI during the first 3 mo revealed a significant decrease in the BLI signal at 8 and 12 wk in mice treated with LM008–HER2Ab NSCs compared to LM008 control cells (Fig. 2 B and C). Furthermore, we observed a significantly extended survival in mice treated with LM008–HER2Ab cells (median survival of 228 d) compared to LM008 controls (median survival of 159 d) (P = 0.03) (Fig. 2D). Histological analysis revealed the formation of multiple tumor metastatic foci growing in the brains of these mice as well as the presence of LM008 NSCs within tumor cells (Fig. 2 E and F). Immunostaining analyses demonstrated the ability of LM008–HER2Ab cells to continuously produce anti-HER2Abs for long term that bind to HER2+ receptors in the membrane of BT474-Br cells in vivo (Fig. 2G and SI Appendix, Fig. S5E). Additional analyses in these samples showed that LM008–HER2Ab cells express high levels of the neural stem markers Nestin and SOX2, whereas the expression levels of the neuronal marker MAP2 were moderate (SI Appendix, Fig. S6 A–C). Together, our results demonstrate that LM008–HER2Ab NSCs are able to migrate toward breast cancer metastatic cells growing in the brain and secrete functional amounts of antibodies against HER2, which significantly improves survival in preclinical models of HER2+ overexpressing BCBM.\n        \n          Fig. 2.\n          \n            Systemic delivery of LM008–HER2Ab cells improve survival in an HER2+ overexpressing brain multimetastatic model. (A) Schematic representation of the experimental design. Firefly luciferase–positive BT474-Br cells were injected systemically via intracarotid artery in immunodeficient (nu/nu) mice for the generation of multiple brain metastatic models. Mice were randomly divided into two groups, receiving sequential intravenous injections of either LM008 vector control or LM008–HER2Ab secreting NSCs. A total of 106 NSCs were injected in the respective groups once a week during 6 consecutive weeks, and survival was evaluated. (B) Quantitation of firefly luciferase BLI signal intensity (log10 p/s/cm2/sr) and (C) representative firefly luciferase BLI images of brain metastasis formation in mice from the indicated groups at the indicated time points. Scale bar shows pseudocolor display for photon flux with red and blue representing the highest and lowest values, respectively. (D) Kaplan–Meier graph showing percent of survival in mice injected with BT474-Br systemically and treated with LM008 vector control or LM008–HER2Ab NSCs (median survival of 159 and 228 d, respectively). Log-rank test was applied to compare mouse survival (n = 6 per group, *P = 0.03). (E and F) Representative histopathological and immunofluorescence pictures of brain sections harvested from mice treated with LM008 vector control or LM008–HER2Ab NSCs. Note the presence of NSCs (GFP-positive staining shown in green) embedded within the tumor mass (HER2 positive, shown in red). Nuclear staining (DAPI) is shown in blue. (G) Representative immunostainings of brain sections harvested from mice treated with LM008–HER2Ab NSCs (n = 5). The amount of anti-HER2Ab released by NSCs (in green) was measured with anti-human IgGs (in yellow). Note the presence of HER2Abs binding to the membrane of HER2+ BT474-Br cells (in red, keratin positive). Nuclear staining (DAPI) is shown in blue. Bar graph represents mean ± SD. Statistical analysis was performed using linear model least-square means method with Tukey–Kramer (B, adjusted P values) and log-rank test to compare mice survival (C, n = 6 per group). ****P < 0.0001; ***P < 0.001; *P < 0.05.\n          \n          \n        \n      \n      \n        Therapeutic Combination Using Tucatinib and Trastuzumab or HER2Ab for the Treatment of HER2+ BCBM Cells.\n        The combination of two or more therapeutic treatments to target the large intra- and intertumoral heterogeneity is a cornerstone to impart clinical benefit in cancer patients (38). Tucatinib is a highly selective inhibitor of the HER2 tyrosine kinase that is currently under investigation in clinical trials for the treatment of HER2+ metastatic breast cancer patients (23). Therefore, we next aimed to determine the effect of combined tucatinib and trastuzumab treatment in HER2+ BCBM models in vitro. BT474-Br and AU565 cells were treated with trastuzumab (10µg/mL) and/or increasing concentrations of tucatinib (0 to 200 nM) for 4 d. Cell proliferation analyses demonstrated that a combination of trastuzumab and tucatinib significantly impaired tumor cell proliferation compared to either monotherapy (Fig. 3 A and B). Despite the moderate effect of trastuzumab in AU565 cells as previously described (39), our results showed enhanced anti-proliferative effects when the combination of the two agents was used during 4 consecutive days (Fig. 3 A and B). Additional proliferation analyses in BT474-Br cells treated with purified HER2Ab (10µg/mL) alone or in combination with tucatinib (6.2 nM) confirmed a significant inhibition in tumor cell proliferation similar to trastuzumab (SI Appendix, Fig. S7A). The analysis of apoptosis at different time points using caspase 3/7 glo assays showed a significant increase in BT474-Br cells treated with the therapeutic combination of tucatinib and trastuzumab compared to controls (SI Appendix, Fig. S7B). Crystal violet staining further showed that trastuzumab (10µg/mL) and tucatinib at 6.2 and 12.5 nM in BT474-Br and AU565, respectively, decreased the ability to form colonies compared to controls and that the combination of both drugs further impaired this colony-forming ability in vitro (Fig. 3C). To assess differences in the downstream signaling of HER2 and related signaling pathways, BT474-Br cells were treated with trastuzumab, tucatinib, or in combination for 1, 3, and 6 h, and Western blotting was conducted. We observed an important down-regulation of the p-Akt (S473) levels at all time points in cells treated with the combination regimen (Fig. 3D and SI Appendix, Fig. S7 C and D). Tucatinib also reduced p-Akt levels to a lower extent compared to the combination, whereas the decrease in p-Akt levels in trastuzumab-treated cells was modest compared to control cells. The combination of both drugs also decreased significantly the phosphorylation of downstream p-mTOR (S2481) after 6 h compared to monotherapy for each drug and untreated control (Fig. 3D and SI Appendix, Fig. S7 C and D). Our results also showed a down-regulation of p-ERK and p-JNK signaling pathways in cells treated with the therapeutic combination. Together, these results indicate that trastuzumab and tucatinib used in combination are more effective in targeting HER2 signaling in metastatic breast cancer cells.\n        \n          Fig. 3.\n          \n            Combined tucatinib and trastuzumab for the treatment of HER2+ BCBM cells. (A) HER2+ overexpressing BT474-Br (Left) and AU565 (Right) breast cancer cells were treated with trastuzumab (10 μg/mL), tucatinib (increasing concentrations, 0 to 200 nM), or with both drugs in combination (trastuzumab at 10 μg/mL and tucatinib at 0 to 200 nM)) during 4 consecutive days, and their viability was assessed at 96 h by MTT assays relative to the proliferation in untreated BT474-Br controls. (B) MTT proliferation for BT474-Br (Left) and AU565 (Right) cells treated with trastuzumab (10 μg/mL), tucatinib (6.2 nM and 12.5 nM in BT474-Br and AU565, respectively), or both drugs in combination, measured once a day during 4 d, and relative to the proliferation in untreated BT474-Br controls at 24 h. (C) Crystal violet staining of the indicated cell lines untreated or treated with trastuzumab (10 μg/mL), tucatinib (6.2 nM and 12.5 nM in BT474-Br and AU565, respectively), or both drugs in combination. (D) BT474-Br cells were treated with trastuzumab (10 μg/mL), tucatinib (6.2 nM), and in combination (tucatinib + trastuzumab) during 6 h, and equal amounts of whole-cell lysates were resolved by SDS-PAGE. Immunoblots were probed with antibodies against p-Akt (phosphorylation at S473), total Akt, p-mTOR (phosphorylation at S2448), total mTOR, p-JNK (phosphorylation at Thr183/Thr185), JNK, pERK (phosphorylation at Thr202/Thr204), ERK, and GAPDH (loading control). All graphs and immunoblots are representative of three independent experiments, and bar graphs represent means ± SD. Statistical analysis was performed using linear model least-square means method with Tukey–Kramer, and adjusted P values were analyzed. ****P < 0.0001, ***P < 0.001, **P < 0.01, and *P < 0.05.\n          \n          \n        \n      \n      \n        Combined Treatment with Tucatinib and LM008–HER2Ab NSCs Induces a Clinical Benefit in a HER2+ Multiple BCBM Preclinical Model.\n        In order to validate our in vitro results, we next aimed to investigate whether dual inhibition of HER2, as schematized in Fig. 4A, can translate to potential in vivo efficacy. Thus, we first implanted 5 × 105 BT474-Br cherry-luc+ cells directly in the brain of immunocompromised (nu/nu) mice. The mice were randomized into five different experimental groups: two groups of mice received LM008 control cells ± tucatinib, another two groups received LM008–HER2Ab cells ± tucatinib, and one last group received placebo (PBS) and tucatinib as the therapeutic regimen. LM008 control cells, LM008–HER2Ab, or PBS were injected sequentially in the brain at days 7 and 14 after tumor cell implantation (Fig. 4B). Tucatinib was given at 20 mg/kg through oral gavage for 21 consecutive days. We confirmed the absence of toxic or adverse effects from our therapeutic regimen after measuring the body weight of all mice during a 6-wk period after tumor cell injection, including the treatment period (SI Appendix, Fig. S8A). The presence of tumor cells was validated in all groups of mice using in vivo luminescence imaging 1 mo after the intracranial implantation of tumor cells (Fig. 4C). A significant decrease in BLI signal was observed in the brain of mice treated with LM008–HER2Ab cells + tucatinib compared to LM008 control-treated mice. The LM008 control mice exhibited a median survival of 55 d, whereas the addition of tucatinib in placebo (PBS) and LM008 control-treated mice did not improve survival (median survival of 59 and 62 d, respectively) (Fig. 4D). Importantly, the group of mice treated with LM008–HER2Ab cells showed an extended median survival of 92 d (P = 0.0002), whereas the combined treatment with LM008-HER2Ab and tucatinib further increased this median survival to 114 d (P < 0.0001). Histological analysis of the brains harvested from these mice revealed the presence of tumor masses, and the presence of LM008 NSCs within tumor cells was confirmed by immunofluorescence (Fig. 4E). Further evaluation of peripheral organs including lung, liver, pancreas, kidneys, spleen, stomach, and intestines revealed no differences in their weight or anatomical structure in any therapeutic group including the combined treatment (SI Appendix, Fig. S7B and S8).\n        \n          Fig. 4.\n          \n            Combined LM008–HER2Ab NSCs and tucatinib increase survival in mice with HER2+ breast cancer cells growing in the brain. (A) Schematic model showing the dual inhibition of HER2 receptors in tumor cells. LM008–HER2Ab NSCs (green) and tucatinib (blue) target the phosphorylation and dimerization of HER2 receptors, inhibiting downstream growth and signal-transduction pathways. (B) Schematic representation of the experimental design. Firefly luciferase–positive BT474-Br cells were implanted directly in the brain via intracranial injection in immunodeficient (nu/nu) mice. Mice were randomly divided into five groups, and then, 7 and 14 d after implanting BT474-Br cells, two groups of mice received LM008 control cells ± tucatinib, another two groups received LM008–HER2Ab cells ± tucatinib, and one last group received placebo (PBS) and tucatinib as the therapeutic regimen. Tucatinib was given at 20 mg/kg through oral gavage for 21 consecutive days. End-point survival was then evaluated. (C) Quantitation of firefly luciferase BLI signal intensity (log10 p/s/cm2/sr) in the brain of mice from the indicated groups 1 mo after receiving BT474-Br cells intracranial. (D) Kaplan–Meier graph showing percent of survival in mice implanted with BT474-Br in the brain and treated with LM008 vector control (median survival 55 d), LM008 vector control + tucatinib (59 d), PBS + tucatinib (62 d), LM008–HER2Ab (92.5 d), and LM008–HER2Ab + tucatinib (114 d). (E) Representative histopathological and immunofluorescence pictures of brain sections harvested from mice treated systemically with LM008 vector control or LM008–HER2Ab NSCs in HER2+ multiple brain metastasis models. Note the presence of NSCs (GFP-positive staining shown in green) embedded within the tumor mass (HER2 positive, shown in red). Nuclear staining (DAPI) is shown in blue. Statistical analysis was performed using one-way ANOVA with post hoc Tukey’s test (C), and log-rank test was applied to compare mice survival (D, n = 8 per group). ****P < 0.0001, ***P < 0.001, **P < 0.01, and *P < 0.05.\n          \n          \n        \n        In order to better represent the multifocal nature of the disease in patients, 5 × 105 BT474-Br cherry-luc+ cells were injected in the carotid artery of immunocompromised (nu/nu) mice (Fig. 5A). The mice were randomized and assigned to the same experimental groups used in Fig. 4D. The presence of tumor cells in the brain was confirmed by in vivo BLI analysis 24 h after the injection (Fig. 5B). We allowed the BCBM cells to invade and engraft in the brain parenchyma for 2 wk before initiating the therapeutic regimen consisting of a weekly intravenous injection of LM008 control cells, LM008–HER2Ab cells, or PBS (placebo) for a 6-wk period to the corresponding experimental groups as shown in Fig. 5A. Tucatinib (20 mg/kg) was administered by oral gavage for 4 consecutive days per week across the 6-wk treatment period. Although not significant, the analysis of BLI at 90 d after the injection of tumor cells revealed a decrease trend in the signal found in the brain of those mice treated with the combination of LM008–HER2Ab and tucatinib compared to LM008 control mice (Fig. 5B). The analysis of survival studies indicated that mice treated with LM008 control cells showed a median survival of 163 d, whereas the addition of tucatinib to either LM008 control group or placebo modestly increased median survival to 174 and 169 d, respectively, although this was statistically nonsignificant (P > 0.05) (Fig. 5C). The mice treated with LM008–HER2Ab cells exhibited a significant increase in their median survival (215 d) compared to LM008 controls (P = 0.0082), confirming our previous results. However, the treatment regimen that exhibited the best survival outcome consisted of the combination of LM008–HER2Ab and tucatinib in which the median survival in the group that received the combination could not be determined, as ∼70% of mice remained alive at 300 d after tumor cell injection (P = 0.0004). Histological analysis of the brains harvested from mice treated systemically with LM008 cells (control or anti-HER2Ab) confirmed the presence of these cells within HER2+ overexpressing metastatic breast cancer cells in the brain (Fig. 5D).\n        \n          Fig. 5.\n          \n            Combined LM008–HER2Ab NSCs and tucatinib result in an extended survival in a HER2+ BCBM preclinical model. (A) Schematic representation of the experimental design. Firefly luciferase–positive BT474-Br cells were injected systemically via intracarotid artery in immunodeficient (nu/nu) mice for the generation of multiple models of brain metastases. Mice were randomly divided into five groups, receiving sequential systemic intravenous injections of either LM008 vector control, LM008–HER2Ab NSCs, or PBS. A total of 106 NSCs (or 100 μL PBS) were injected in the corresponding groups once a week during 6 consecutive weeks. In addition, tucatinib (20 mg/kg) was administered by oral gavage for four consecutive days per week across the 6-wk period. Thus, two groups of mice received LM008 control cells ± tucatinib, two other groups received LM008–HER2Ab NSCs ± tucatinib, and one final group received placebo (PBS) + tucatinib as a therapeutic regimen. End-point survival was then evaluated. (B) Quantitation of firefly luciferase BLI signal intensity (log10 p/s/cm2/sr) in the brain of mice from the indicated groups and the indicated time points. (C) Kaplan–Meier graph showing percent of survival in mice injected with BT474-Br systemically and treated with LM008 vector control (median survival 163 d), LM008 vector control + tucatinib (174 d), PBS + tucatinib (169.5 d), LM008–HER2Ab cells (215 d), or LM008–HER2Ab cells + tucatinib (median survival not determined). (D) Representative histopathological and immunofluorescence pictures of brain sections harvested from mice treated with LM008 vector control or LM008–HER2Ab NSCs. Note the presence of NSCs (GFP-positive staining shown in green) embedded within the tumor mass (HER2 positive, shown in red). Nuclear staining (DAPI) is shown in blue. Bar graph represents mean ± SD. Statistical analysis was performed using one-way ANOVA with post hoc Tukey’s test (B), and log-rank test was applied to compare mice survival (C, n = 9 per group).\n          \n          \n        \n        Taken together, our results demonstrate that LM008–HER2Ab NSCs and tucatinib used in combination significantly improves survival in preclinical models of HER2+ BCBM, which provides the foundation for the use of this therapeutic combination in the clinical setting.\nCharacterization of LM008 NSCs Line Transduced to Secrete Anti-HER2 Antibodies.\n        To generate LM008–HER2Ab, we transduced LM008 cells using lentiviral particles encoding the anti-HER2Ab and empty vector control containing GFP as described before (4). Transduced NSCs were then sorted based on GFP-positive fluorescence and growth in vitro in NSC culture media (Fig. 1A and SI Appendix, Fig. S1). No morphological differences or changes in cell proliferation and cell cycle were observed between LM008 control and LM008–HER2Ab cells (SI Appendix, Fig. S2). As a key initial step to ensure the safety of NSCs, we verified the nonmalignant properties of LM008 NSCs transduced with lentiviral vectors in vitro, as long-term cultured NSCs may undergo spontaneous malignant transformation (35). There was no evidence of transformation potential of transduced NSCs as confirmed by a soft agar assay (Fig. 1B). Furthermore, both the control and LM008–HER2Ab cells also did not form tumors when injected in vivo in the brain of immunodeficient nu/nu mice (SI Appendix, Fig. S3A). Additional flow cytometry analyses revealed no differences in the expression of the stem cell markers SOX2, NANOG, OCT4, or CD133 between WT nontransduced LM008, LM008 control, and LM008–HER2Ab cells (Fig. 1C). Tropism toward tumor cells and high migratory capacity are essential properties in NSCs for a successful targeted delivery of anticancer agents (36, 37). Our results showed no differences in migration capabilities between WT, control, and HER2Ab-secreting LM008 NSCs as shown in transwell migration assays (SI Appendix, Fig. S3B). Additional wound healing assays confirmed similar tumor tropism features toward HER2+ BT474-Br BCBM cells in WT LM008, LM008 control, and LM008–HER2Ab cells (Fig. 1D, SI Appendix, Fig. S3C, and Movie S1). These results indicate that the stem cell properties and nonmalignant properties were maintained in LM008 NSCs after being engineered to secrete anti-HER2Abs.\n        \n          Fig. 1.\n          \n            Generation of LM008 NSCs secreting anti-HER2Abs. (A) Representative images showing anti-HER2Ab–secreting LM008 cells sorted based on GFP+ fluorescence. The pictures shown in Top (bright field) and Bottom (fluorescein isothiocyanate, FITC) are representative for vector control and LM008–HER2Ab NSCs. (B) Anchorage-independent growth evaluated by soft agar colony formation assays in LM008 vector control, LM008–HER2Ab cells, and BT474-Br HER2+ BCBM cells. (C) Percentage of SOX2-, NANOG-, OCT4-, and CD133-positive cells quantified by flow cytometry in LM008 WT, LM008 vector control, or LM008–HER2Ab NSCs. (D) Representative phase contrast/fluorescent images and quantification of the wounded area invaded during 40 h by nontransduced LM008 cells, vector control, and LM008–HER2Ab cells toward HER2+ brain metastatic BT474-Br tumor cells. (E) Quantification by ELISA of the total amount of anti-HER2Ab secreted to the supernatant by LM008 control and LM008–HER2Ab NSCs. Note the high production of anti-HER2Ab (∼1.3 μg/mL per 1 × 106 cells) in 60 h. (F) BT474-Br cells growing in vitro were treated during 48 h with a range of concentrations of anti-HER2Ab (0.1 to 10 µg/mL) or trastuzumab (0.1 to 10 µg/mL) as positive control. Cells were then lysed, and equal amounts of whole-cell lysates were resolved by sodium dodecyl sulphate–polyacrylamide gel electrophoresis (SDS-PAGE). Immunoblots were probed with antibodies against p-Akt (phosphorylation at S473), total Akt, and GAPDH (glyceraldehyde 3-phosphate dehydrogenase, loading control). (G) Representative immunofluorescent pictures of BT474-Br and LM008 control/HER2Ab NSCs in coculture. Activation and phosphorylation of AKT (in yellow) was measured in BT474-Br cells (in red, HER2+) in 48 h cocultures with LM008 NSCs (in green, GFP-positive). (H) Measurement of p-AKT levels showing a significant decrease in LM008–HER2Ab cocultures. Signal quantification was performed using ImageJ. All graphs and immunoblots are representative of three independent experiments, and bar graphs represent means ± SD (D) or ± SEM (C and E). Statistical analysis was performed using one-way ANOVA with post hoc Tukey’s test. ****P < 0.0001.\nLM008 NSCs Secrete Functional Amounts of Anti-HER2Abs Inhibiting Pi3K-AKT–Signaling in Metastatic Breast Cancer Cells.\n        Next, we aimed to determine the available amount of anti-HER2Abs produced by the NSCs. LM008 control and LM008–HER2Ab cells were plated in a 35-mm dish at a density of 106 cells. At different time points during 3 d, the supernatant was collected, and an ELISA was conducted to measure the precise amount of anti-HER2Abs released by these NSCs. The quantitative analysis revealed that LM008–HER2Ab cells produced increasing amounts of antibodies, reaching 1,271 ng/mL at 60 h after plating (Fig. 1E).\n        The dimerization and activation of HER2 receptors in the membrane of tumor cells induces a downstream activation of the PI3K-Akt pathway, which can be targeted by trastuzumab. Therefore, we next sought to evaluate if the anti-HER2Abs secreted by LM008–HER2Ab cells induced similar effects to trastuzumab in HER2+ overexpressing BCBM models. The pool of antibodies in the supernatant of LM008–HER2Ab-secreting cells was first purified using protein A/G columns and concentrated with centrifugal filter columns. Then, we performed Western blot analyses to assess the phosphorylation and activation of PI3K-Akt signaling in HER2+ overexpressing BT474-Br cells treated with a range of concentrations of anti-HER2Ab (0.1 to 10 µg/mL) or trastuzumab (0.1 to 10 µg/mL) as positive control. Our results revealed a consistent dysregulation of p-Akt (S473) levels in trastuzumab and anti-HER2Ab BT474-Br–treated cells (Fig. 1F and SI Appendix, Fig. S3 D and E). The expression of HER2 was reduced in cells treated with high concentrations of trastuzumab (10 to 50 µg/mL) as expected, and anti-HER2Ab induced similar down-regulation of HER2 receptors. To confirm these results, we established cocultures of BT474-Br cells and LM008 control or HER2Ab NSCs for 48 h. Immunostaining analyses showed a significant down-regulation of p-AKT levels in BT474-Br cells cocultured with LM008–HER2Ab cells compared to LM008 controls (Fig. 1 G and H and SI Appendix, Fig. S4A). In addition, our results also determined that LM008–HER2Ab cells were able to produce and secrete anti-HER2Abs that bind to HER2+ receptors in the membrane of BT474-Br cells in vitro (SI Appendix, Fig. S4B). Together, these results demonstrate that anti-HER2Ab secreted by LM008–HER2Ab NSCs can inhibit the Akt signaling, similar to trastuzumab, in HER2+ overexpressing BCBM cells.\nSystemic Delivery of LM008–HER2Ab NSCs Increases Animal Survival in an HER2+ Overexpressing BCBM Model.\n        We next sought to determine the therapeutic efficacy of LM008–HER2Ab NSCs in vivo using preclinical models of HER2+ overexpressing BCBM. In order to validate the presence and distribution of LM008 NSCs in the brain, we first induced the formation of HER2+ brain tumors by implanting 5 × 105 BT474-Br tumor cells in the brains of immunodeficient (nu/nu) mice followed by the injection of 106 LM008–HER2Ab NSCs in the same location (SI Appendix, Fig. S5A). The mice were euthanized 1 wk after the injection of LM008 NSCs (at day 21), and their brains were harvested. Analysis by immunofluorescence demonstrated the presence of LM008–HER2Ab NSCs (GFP positive, shown as green) surrounding HER2+ tumor cells (in red) in the brain (SI Appendix, Fig. S5B), proving their viability in vivo.\n        Next, we aimed to elucidate the efficacy of the LM008–HER2Ab NSCs therapy when delivered systemically into the circulation. First, 5 × 105 BT474-Br cherry-luc+ cells were injected via the carotid artery in immunodeficient (nu/nu) mice to form a multiple-metastases model in the brain (Fig. 2A). HER2+ overexpressing BT474-Br cells were previously transduced with a lentiviral plasmid containing a Cherry/F-luciferase reporter construct (BT474-Br cherry-luc+ cells) to facilitate their detection in vivo (SI Appendix, Fig. S5C). We validated the presence of metastatic breast cancer cells in the brain by in vivo bioluminescence (BLI) imaging 24 h after tumor cell injection (Fig. 2B and SI Appendix, Fig. S5D). The injection of tumor cells was followed by systemic intravenous injections of LM008 vector control or LM008–HER2Ab NSCs (1 × 106 cells per round of injection) administered once a week for 6 wk as shown in Fig. 2A. Analysis of the BLI during the first 3 mo revealed a significant decrease in the BLI signal at 8 and 12 wk in mice treated with LM008–HER2Ab NSCs compared to LM008 control cells (Fig. 2 B and C). Furthermore, we observed a significantly extended survival in mice treated with LM008–HER2Ab cells (median survival of 228 d) compared to LM008 controls (median survival of 159 d) (P = 0.03) (Fig. 2D). Histological analysis revealed the formation of multiple tumor metastatic foci growing in the brains of these mice as well as the presence of LM008 NSCs within tumor cells (Fig. 2 E and F). Immunostaining analyses demonstrated the ability of LM008–HER2Ab cells to continuously produce anti-HER2Abs for long term that bind to HER2+ receptors in the membrane of BT474-Br cells in vivo (Fig. 2G and SI Appendix, Fig. S5E). Additional analyses in these samples showed that LM008–HER2Ab cells express high levels of the neural stem markers Nestin and SOX2, whereas the expression levels of the neuronal marker MAP2 were moderate (SI Appendix, Fig. S6 A–C). Together, our results demonstrate that LM008–HER2Ab NSCs are able to migrate toward breast cancer metastatic cells growing in the brain and secrete functional amounts of antibodies against HER2, which significantly improves survival in preclinical models of HER2+ overexpressing BCBM.\n        \n          Fig. 2.\n          \n            Systemic delivery of LM008–HER2Ab cells improve survival in an HER2+ overexpressing brain multimetastatic model. (A) Schematic representation of the experimental design. Firefly luciferase–positive BT474-Br cells were injected systemically via intracarotid artery in immunodeficient (nu/nu) mice for the generation of multiple brain metastatic models. Mice were randomly divided into two groups, receiving sequential intravenous injections of either LM008 vector control or LM008–HER2Ab secreting NSCs. A total of 106 NSCs were injected in the respective groups once a week during 6 consecutive weeks, and survival was evaluated. (B) Quantitation of firefly luciferase BLI signal intensity (log10 p/s/cm2/sr) and (C) representative firefly luciferase BLI images of brain metastasis formation in mice from the indicated groups at the indicated time points. Scale bar shows pseudocolor display for photon flux with red and blue representing the highest and lowest values, respectively. (D) Kaplan–Meier graph showing percent of survival in mice injected with BT474-Br systemically and treated with LM008 vector control or LM008–HER2Ab NSCs (median survival of 159 and 228 d, respectively). Log-rank test was applied to compare mouse survival (n = 6 per group, *P = 0.03). (E and F) Representative histopathological and immunofluorescence pictures of brain sections harvested from mice treated with LM008 vector control or LM008–HER2Ab NSCs. Note the presence of NSCs (GFP-positive staining shown in green) embedded within the tumor mass (HER2 positive, shown in red). Nuclear staining (DAPI) is shown in blue. (G) Representative immunostainings of brain sections harvested from mice treated with LM008–HER2Ab NSCs (n = 5). The amount of anti-HER2Ab released by NSCs (in green) was measured with anti-human IgGs (in yellow). Note the presence of HER2Abs binding to the membrane of HER2+ BT474-Br cells (in red, keratin positive). Nuclear staining (DAPI) is shown in blue. Bar graph represents mean ± SD. Statistical analysis was performed using linear model least-square means method with Tukey–Kramer (B, adjusted P values) and log-rank test to compare mice survival (C, n = 6 per group). ****P < 0.0001; ***P < 0.001; *P < 0.05.\nTherapeutic Combination Using Tucatinib and Trastuzumab or HER2Ab for the Treatment of HER2+ BCBM Cells.\n        The combination of two or more therapeutic treatments to target the large intra- and intertumoral heterogeneity is a cornerstone to impart clinical benefit in cancer patients (38). Tucatinib is a highly selective inhibitor of the HER2 tyrosine kinase that is currently under investigation in clinical trials for the treatment of HER2+ metastatic breast cancer patients (23). Therefore, we next aimed to determine the effect of combined tucatinib and trastuzumab treatment in HER2+ BCBM models in vitro. BT474-Br and AU565 cells were treated with trastuzumab (10µg/mL) and/or increasing concentrations of tucatinib (0 to 200 nM) for 4 d. Cell proliferation analyses demonstrated that a combination of trastuzumab and tucatinib significantly impaired tumor cell proliferation compared to either monotherapy (Fig. 3 A and B). Despite the moderate effect of trastuzumab in AU565 cells as previously described (39), our results showed enhanced anti-proliferative effects when the combination of the two agents was used during 4 consecutive days (Fig. 3 A and B). Additional proliferation analyses in BT474-Br cells treated with purified HER2Ab (10µg/mL) alone or in combination with tucatinib (6.2 nM) confirmed a significant inhibition in tumor cell proliferation similar to trastuzumab (SI Appendix, Fig. S7A). The analysis of apoptosis at different time points using caspase 3/7 glo assays showed a significant increase in BT474-Br cells treated with the therapeutic combination of tucatinib and trastuzumab compared to controls (SI Appendix, Fig. S7B). Crystal violet staining further showed that trastuzumab (10µg/mL) and tucatinib at 6.2 and 12.5 nM in BT474-Br and AU565, respectively, decreased the ability to form colonies compared to controls and that the combination of both drugs further impaired this colony-forming ability in vitro (Fig. 3C). To assess differences in the downstream signaling of HER2 and related signaling pathways, BT474-Br cells were treated with trastuzumab, tucatinib, or in combination for 1, 3, and 6 h, and Western blotting was conducted. We observed an important down-regulation of the p-Akt (S473) levels at all time points in cells treated with the combination regimen (Fig. 3D and SI Appendix, Fig. S7 C and D). Tucatinib also reduced p-Akt levels to a lower extent compared to the combination, whereas the decrease in p-Akt levels in trastuzumab-treated cells was modest compared to control cells. The combination of both drugs also decreased significantly the phosphorylation of downstream p-mTOR (S2481) after 6 h compared to monotherapy for each drug and untreated control (Fig. 3D and SI Appendix, Fig. S7 C and D). Our results also showed a down-regulation of p-ERK and p-JNK signaling pathways in cells treated with the therapeutic combination. Together, these results indicate that trastuzumab and tucatinib used in combination are more effective in targeting HER2 signaling in metastatic breast cancer cells.\n        \n          Fig. 3.\n          \n            Combined tucatinib and trastuzumab for the treatment of HER2+ BCBM cells. (A) HER2+ overexpressing BT474-Br (Left) and AU565 (Right) breast cancer cells were treated with trastuzumab (10 μg/mL), tucatinib (increasing concentrations, 0 to 200 nM), or with both drugs in combination (trastuzumab at 10 μg/mL and tucatinib at 0 to 200 nM)) during 4 consecutive days, and their viability was assessed at 96 h by MTT assays relative to the proliferation in untreated BT474-Br controls. (B) MTT proliferation for BT474-Br (Left) and AU565 (Right) cells treated with trastuzumab (10 μg/mL), tucatinib (6.2 nM and 12.5 nM in BT474-Br and AU565, respectively), or both drugs in combination, measured once a day during 4 d, and relative to the proliferation in untreated BT474-Br controls at 24 h. (C) Crystal violet staining of the indicated cell lines untreated or treated with trastuzumab (10 μg/mL), tucatinib (6.2 nM and 12.5 nM in BT474-Br and AU565, respectively), or both drugs in combination. (D) BT474-Br cells were treated with trastuzumab (10 μg/mL), tucatinib (6.2 nM), and in combination (tucatinib + trastuzumab) during 6 h, and equal amounts of whole-cell lysates were resolved by SDS-PAGE. Immunoblots were probed with antibodies against p-Akt (phosphorylation at S473), total Akt, p-mTOR (phosphorylation at S2448), total mTOR, p-JNK (phosphorylation at Thr183/Thr185), JNK, pERK (phosphorylation at Thr202/Thr204), ERK, and GAPDH (loading control). All graphs and immunoblots are representative of three independent experiments, and bar graphs represent means ± SD. Statistical analysis was performed using linear model least-square means method with Tukey–Kramer, and adjusted P values were analyzed. ****P < 0.0001, ***P < 0.001, **P < 0.01, and *P < 0.05.\nCombined Treatment with Tucatinib and LM008–HER2Ab NSCs Induces a Clinical Benefit in a HER2+ Multiple BCBM Preclinical Model.\n        In order to validate our in vitro results, we next aimed to investigate whether dual inhibition of HER2, as schematized in Fig. 4A, can translate to potential in vivo efficacy. Thus, we first implanted 5 × 105 BT474-Br cherry-luc+ cells directly in the brain of immunocompromised (nu/nu) mice. The mice were randomized into five different experimental groups: two groups of mice received LM008 control cells ± tucatinib, another two groups received LM008–HER2Ab cells ± tucatinib, and one last group received placebo (PBS) and tucatinib as the therapeutic regimen. LM008 control cells, LM008–HER2Ab, or PBS were injected sequentially in the brain at days 7 and 14 after tumor cell implantation (Fig. 4B). Tucatinib was given at 20 mg/kg through oral gavage for 21 consecutive days. We confirmed the absence of toxic or adverse effects from our therapeutic regimen after measuring the body weight of all mice during a 6-wk period after tumor cell injection, including the treatment period (SI Appendix, Fig. S8A). The presence of tumor cells was validated in all groups of mice using in vivo luminescence imaging 1 mo after the intracranial implantation of tumor cells (Fig. 4C). A significant decrease in BLI signal was observed in the brain of mice treated with LM008–HER2Ab cells + tucatinib compared to LM008 control-treated mice. The LM008 control mice exhibited a median survival of 55 d, whereas the addition of tucatinib in placebo (PBS) and LM008 control-treated mice did not improve survival (median survival of 59 and 62 d, respectively) (Fig. 4D). Importantly, the group of mice treated with LM008–HER2Ab cells showed an extended median survival of 92 d (P = 0.0002), whereas the combined treatment with LM008-HER2Ab and tucatinib further increased this median survival to 114 d (P < 0.0001). Histological analysis of the brains harvested from these mice revealed the presence of tumor masses, and the presence of LM008 NSCs within tumor cells was confirmed by immunofluorescence (Fig. 4E). Further evaluation of peripheral organs including lung, liver, pancreas, kidneys, spleen, stomach, and intestines revealed no differences in their weight or anatomical structure in any therapeutic group including the combined treatment (SI Appendix, Fig. S7B and S8).\n        \n          Fig. 4.\n          \n            Combined LM008–HER2Ab NSCs and tucatinib increase survival in mice with HER2+ breast cancer cells growing in the brain. (A) Schematic model showing the dual inhibition of HER2 receptors in tumor cells. LM008–HER2Ab NSCs (green) and tucatinib (blue) target the phosphorylation and dimerization of HER2 receptors, inhibiting downstream growth and signal-transduction pathways. (B) Schematic representation of the experimental design. Firefly luciferase–positive BT474-Br cells were implanted directly in the brain via intracranial injection in immunodeficient (nu/nu) mice. Mice were randomly divided into five groups, and then, 7 and 14 d after implanting BT474-Br cells, two groups of mice received LM008 control cells ± tucatinib, another two groups received LM008–HER2Ab cells ± tucatinib, and one last group received placebo (PBS) and tucatinib as the therapeutic regimen. Tucatinib was given at 20 mg/kg through oral gavage for 21 consecutive days. End-point survival was then evaluated. (C) Quantitation of firefly luciferase BLI signal intensity (log10 p/s/cm2/sr) in the brain of mice from the indicated groups 1 mo after receiving BT474-Br cells intracranial. (D) Kaplan–Meier graph showing percent of survival in mice implanted with BT474-Br in the brain and treated with LM008 vector control (median survival 55 d), LM008 vector control + tucatinib (59 d), PBS + tucatinib (62 d), LM008–HER2Ab (92.5 d), and LM008–HER2Ab + tucatinib (114 d). (E) Representative histopathological and immunofluorescence pictures of brain sections harvested from mice treated systemically with LM008 vector control or LM008–HER2Ab NSCs in HER2+ multiple brain metastasis models. Note the presence of NSCs (GFP-positive staining shown in green) embedded within the tumor mass (HER2 positive, shown in red). Nuclear staining (DAPI) is shown in blue. Statistical analysis was performed using one-way ANOVA with post hoc Tukey’s test (C), and log-rank test was applied to compare mice survival (D, n = 8 per group). ****P < 0.0001, ***P < 0.001, **P < 0.01, and *P < 0.05.\n          \n          \n        \n        In order to better represent the multifocal nature of the disease in patients, 5 × 105 BT474-Br cherry-luc+ cells were injected in the carotid artery of immunocompromised (nu/nu) mice (Fig. 5A). The mice were randomized and assigned to the same experimental groups used in Fig. 4D. The presence of tumor cells in the brain was confirmed by in vivo BLI analysis 24 h after the injection (Fig. 5B). We allowed the BCBM cells to invade and engraft in the brain parenchyma for 2 wk before initiating the therapeutic regimen consisting of a weekly intravenous injection of LM008 control cells, LM008–HER2Ab cells, or PBS (placebo) for a 6-wk period to the corresponding experimental groups as shown in Fig. 5A. Tucatinib (20 mg/kg) was administered by oral gavage for 4 consecutive days per week across the 6-wk treatment period. Although not significant, the analysis of BLI at 90 d after the injection of tumor cells revealed a decrease trend in the signal found in the brain of those mice treated with the combination of LM008–HER2Ab and tucatinib compared to LM008 control mice (Fig. 5B). The analysis of survival studies indicated that mice treated with LM008 control cells showed a median survival of 163 d, whereas the addition of tucatinib to either LM008 control group or placebo modestly increased median survival to 174 and 169 d, respectively, although this was statistically nonsignificant (P > 0.05) (Fig. 5C). The mice treated with LM008–HER2Ab cells exhibited a significant increase in their median survival (215 d) compared to LM008 controls (P = 0.0082), confirming our previous results. However, the treatment regimen that exhibited the best survival outcome consisted of the combination of LM008–HER2Ab and tucatinib in which the median survival in the group that received the combination could not be determined, as ∼70% of mice remained alive at 300 d after tumor cell injection (P = 0.0004). Histological analysis of the brains harvested from mice treated systemically with LM008 cells (control or anti-HER2Ab) confirmed the presence of these cells within HER2+ overexpressing metastatic breast cancer cells in the brain (Fig. 5D).\n        \n          Fig. 5.\n          \n            Combined LM008–HER2Ab NSCs and tucatinib result in an extended survival in a HER2+ BCBM preclinical model. (A) Schematic representation of the experimental design. Firefly luciferase–positive BT474-Br cells were injected systemically via intracarotid artery in immunodeficient (nu/nu) mice for the generation of multiple models of brain metastases. Mice were randomly divided into five groups, receiving sequential systemic intravenous injections of either LM008 vector control, LM008–HER2Ab NSCs, or PBS. A total of 106 NSCs (or 100 μL PBS) were injected in the corresponding groups once a week during 6 consecutive weeks. In addition, tucatinib (20 mg/kg) was administered by oral gavage for four consecutive days per week across the 6-wk period. Thus, two groups of mice received LM008 control cells ± tucatinib, two other groups received LM008–HER2Ab NSCs ± tucatinib, and one final group received placebo (PBS) + tucatinib as a therapeutic regimen. End-point survival was then evaluated. (B) Quantitation of firefly luciferase BLI signal intensity (log10 p/s/cm2/sr) in the brain of mice from the indicated groups and the indicated time points. (C) Kaplan–Meier graph showing percent of survival in mice injected with BT474-Br systemically and treated with LM008 vector control (median survival 163 d), LM008 vector control + tucatinib (174 d), PBS + tucatinib (169.5 d), LM008–HER2Ab cells (215 d), or LM008–HER2Ab cells + tucatinib (median survival not determined). (D) Representative histopathological and immunofluorescence pictures of brain sections harvested from mice treated with LM008 vector control or LM008–HER2Ab NSCs. Note the presence of NSCs (GFP-positive staining shown in green) embedded within the tumor mass (HER2 positive, shown in red). Nuclear staining (DAPI) is shown in blue. Bar graph represents mean ± SD. Statistical analysis was performed using one-way ANOVA with post hoc Tukey’s test (B), and log-rank test was applied to compare mice survival (C, n = 9 per group).\n          \n          \n        \n        Taken together, our results demonstrate that LM008–HER2Ab NSCs and tucatinib used in combination significantly improves survival in preclinical models of HER2+ BCBM, which provides the foundation for the use of this therapeutic combination in the clinical setting.\nDiscussion\n      Despite the significant advances in the treatment of primary HER2+ breast cancer and systemic metastases in the last 15 y, CNS colonization and brain metastases continue to be a major concern. In the present study, we aimed to elucidate unique therapeutic regimens for the treatment to HER2+ overexpressing BCBM. Our results demonstrate that the molecularly engineered LM008–HER2Ab NSCs were able to continuously secrete antibodies to target HER2+ breast cancer cells growing in the brain, resulting in extended survival benefits. Notably, the therapeutic combination of LM008–HER2Ab cells and tucatinib induced a significant decrease in HER2+ tumor cell proliferation and on the activation of PI3K-Akt signaling, resulting in an extended survival benefit in preclinical models of HER2+ BCBM. Together, our results strongly support the rationale for the combined use of HER2Ab secreting LM008 NSCs and tucatinib as a therapeutic regimen for HER2+ BCBM patients.\n      Compared to other subtypes of breast cancer, HER2+ overexpressing tumors have a higher incidence of brain metastasis formation, in part because of their inherent neurotropic properties described in several preclinical studies (40, 41). Another key factor that accounts for this brain metastatic propensity includes the prolonged survival of patients with breast cancer treated with anti-HER2 therapy. Trastuzumab can recognize and bind to the extracellular domain of HER2 receptors, impairing the tumor cell proliferation (42). The introduction of trastuzumab as a chemotherapy improved the complete response rate and survival in locally advanced and systemic metastatic HER2+ breast cancer patients (43, 44). However, these clinical benefits are rendered inefficacious for HER2+ brain metastatic patients, as trastuzumab fails to penetrate the BBB efficiently. Studies with patients carrying intracranial lesions demonstrated that the levels of trastuzumab in their cerebrospinal fluid were found ∼300-fold lower than trastuzumab concentrations in plasma, reflecting poor trastuzumab penetration into the CNS (45). Therefore, the better control of the systemic disease in trastuzumab-treated patients with breast cancer may predispose these patients to form brain metastases. In this line, previous studies demonstrated that the average risk of brain metastasis formation in patients administered with trastuzumab is in the range of 25 to 48% compared with 6 to 16% in historical series of advanced breast cancer patients (46). A meta-analysis including 5,000 patients with HER2+ breast cancer showed that patients treated with adjuvant trastuzumab were more likely than untreated patients to develop a first metastatic relapse in the CNS (47). Importantly, early studies investigating trastuzumab for the treatment of HER2+ breast cancer identified cardiotoxicity as the most common severe side effect in patients through a mechanism that is not fully understood (11). HER2 is expressed in cardiomyocytes, and it is necessary for the function and maintenance of cardiac structures, especially under stress conditions (48). For this reason, increasing the dosing levels of trastuzumab is not favorable in patients with HER2+ overexpressing brain metastatic breast cancer, and alternative therapies against HER2+ BCBM are required.\n      In contrast to the current standard therapeutic options, NSC-based therapies have emerged as promising novel strategies for cancer therapy. Their tumor-homing properties facilitate their access to both primary and invasive tumor foci, creating a safer and targeted delivery platform (49). Indeed, NSCs have been successfully engineered to express and deliver a wide range of chemotherapeutic agents to treat brain-associated malignancies. Thus, NSCs can be modified to produce therapeutic proteins like the proliferation and angiogenesis inhibitor PEX (50), the pro-apoptotic protein TRAIL (51), proinflammatory IL12 (52), and oncolytic adenoviruses (which are currently being evaluated in patients with newly diagnosed GBM in phase I clinical study) (see ref. 36 and ClinicalTrials.gov [NCT03072134]). We have previously shown the efficacy of the v-Myc–immortalized human NSC line HB1.F3, molecularly engineered to secrete anti-HER2Abs, in treating HER2+ breast cancer intracranial xenografts (4). Now we seek to extend these studies by using a novel human NSC line LM008, immortalized after transduction with L-MYC (29). LM008 cells are lower passage and less modified compared to other NSC models, reducing the possibilities of spontaneous malignant transformation of long-term cultured NSCs (35). In addition, previous studies demonstrated that L-MYC has a significantly lower transformation activity in cultured cells compared to other MYC family of proteins, including V-MYC, and that only a small number of human cancers have been associated with the aberrant expression of L-MYC (53, 54). Notably, we generated LM008 cells able to continuously secrete stable and high amounts of anti-HER2Abs that possess tumor cell–binding affinity and specificity without compromising the NSC migration or tumor tropic properties. We established in vivo brain tumors using BT474-Br BCBM cells, which naturally overexpress HER2 protein and are sensitive to trastuzumab treatment (4, 55). Our results demonstrated that LM008–HER2Ab cells were safe and tolerable when injected in vivo in mice. Secreted anti-HER2Abs bound to HER2 receptors in the membrane of tumor cells and induced a statistically significant survival benefit in clinically relevant models of multifocal HER2+ BCBM. Despite the undoubted potential of the LM008 NSC line and the significance of the results obtained, to date, no studies have reported their use in the clinical setting for the treatment of CNS malignancies.\n      Combination therapy has become a cornerstone in treating advanced tumors because it potentiates the therapeutic antitumor effectiveness and overcomes drug resistance and metastasis formation. The mechanism of dual HER2 blockade has shown a clinical effect in patients with progressive HER2+ BCBM using trastuzumab and pertuzumab. The current, first-line standard of care for patients with HER2-positive metastatic breast cancer is dual HER2 antibody therapy with pertuzumab and trastuzumab plus a taxane (56). A recent trial showed that dual HER2 blockade improved the response rate in patients with HER2+ brain metastases (18). However, the large molecular sizes of trastuzumab and pertuzumab and their weak permeability through the BBB require high dosages that can lead to toxicity. Cardiac toxicity is a significant concern for systemic trastuzumab therapy (57), affecting up to 27% of HER2-positive metastatic breast cancer patients (11). In another trial, it was reported that most trastuzumab-treated patients developing cardiac dysfunctions were symptomatic (75%) (58). These undesirable effects affect the treatment progress, as 14% of patients discontinued trastuzumab as a result of asymptomatic decreases in left ventricular ejection fraction, and 4% discontinued trastuzumab because of overt, symptomatic cardiotoxicity (59). Therefore, from a clinical point of view, our approach of combining tucatinib, a known BBB-permeable agent, in suboptimal dosage with LM008–HER2Ab that is also BBB permeable and tumor tropic is a promising strategy to effectively and safely target HER2+ brain metastases while reducing the possibility of cardiac dysfunction.\n      Interestingly, the randomized phase III clinical trial HER2CLIMB is currently evaluating the effects of the small TKI tucatinib in combination with trastuzumab and capecitabine for patients with HER2-positive metastatic breast cancer that had previously received trastuzumab, pertuzumab, and trastuzumab-emtansine (23). Of note, about 50% of patients enrolled in the HER2CLIMB trial had brain metastases that were, in most cases, untreatable, a cohort of patients that are typically excluded from other clinical trials. Furthermore, progression-free survival after 1 y was 24.9% in the tucatinib combination arm compared to overt disease progression in the placebo combination arm, whereas the median duration of progression-free survival was 7.6 and 5.4 mo, respectively (23). In addition, the risk of disease progression or death was 52% lower in the tucatinib combination group than in the placebo combination group (23).\n      Our data demonstrates that the combination of LM008–HER2Ab cells with tucatinib induced a decrease in tumor cell proliferation and impaired PI3K-Akt signaling in both trastuzumab-sensitive (BT474-Br) and more resistant (AU565) HER2+ cell lines. Lastly, we demonstrated that LM008 NSCs were able to target HER2+ breast cancer cells in the brain and, in combination with tucatinib, enhance survival in clinically relevant models of HER2+ BCBM. These findings demonstrate the therapeutic utility of engineered LM008 NSCs for drug delivery to CNS tumors and will potentially bridge the gap between preclinical BCBM animal studies and human clinical trials, leading to the development of novel and more efficient therapeutic option against HER2 BMBC.\nSupplementary Material\n      \n        Supplementary File\n        \n      \n      \n        Supplementary File\nData Availability\n      All study data are included in the article and/or SI Appendix.\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC8740706/\nhttps://doi.org/10.1073/pnas.2112491119",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8740706/",
    "doi": "https://doi.org/10.1073/pnas.2112491119",
    "citation_count": 2,
    "references": {
        "9902941": "Microenvironment and the progress of immunotherapy in clinical practice of NSCLC brain metastasis",
        "9883555": "Breast cancer brain metastasis: Current evidence and future directions"
    },
    "journal": "Proceedings of the National Academy of Sciences of the United States of America",
    "topics": [
        "survival, antibody, mice, neural",
        "secreting, stem, prolongs, cancer",
        "survival, metastatic, antibody, prolongs"
    ]
}