{
    "title": "Association of Zolpidem With Increased Mortality in Patients With Brain Cancer: A Retrospective Cohort Study Based on the National Health Insurance Service Database",
    "abstract": "A matched-cohort study from Pennsylvania, USA found that zolpidem was associated with increased mortality in a dose-dependent manner.1 A Taiwanese cohort study found that the cancer-specific mortality rate was higher in patients with zolpidem exposure (adjusted hazard ratio [HR]=1.65, 95% confidence interval [CI]=1.57–1.74), although zolpidem exposure was associated with a lower risk of overall mortality (adjusted HR=0.73, 95% CI=0.71–0.75).8 Among the numerous types of cancers, patients with brain cancer may be particularly vulnerable to sleep disorders because circadian oscillators and sleep–wake-promoting centers that regulate the sleep–wake cycle reside in the brain. A thorough review of studies on sleep disturbances among patients with brain cancer found that the reported prevalence of sleep disturbances ranged from 17% to 54%.9 Another systematic review found that 27%–34% of patients with brain cancer complained of moderate-to-severe sleep disturbances.10 Furthermore, insomnia was significantly related to disease progression in a prospective study that included patients with high-grade glioma.11 While the impact of hypnotics on cognitive function and sleep quality for patients with brain cancer has been evaluated previously,12 to the best of our knowledge no study has investigated the association between hypnotics and mortality in patients with brain cancer. Being prescribed zolpidem on the previous day was associated with an increased risk of a fatal motor vehicle collision (odds ratio=1.48, 95% CI=1.06–2.07).16 The risk was further increased in patients with a high Charlson Comorbidity Index, younger patients, and new zolpidem users.16 A significant association between Z-drugs and increased risk of hip fracture has also been observed (relative risk=1.90, 95% CI=1.68–2.13).17 These results may account for the all-cause mortality rate being higher in zolpidem users, but they cannot explain their increased risk of brain-cancer-specific mortality.",
    "authors": [
        "Sungeun Hwang",
        "Hyoshin Son",
        "Manho Kim",
        "Sang Kun Lee",
        "Ki-Young Jung"
    ],
    "published_year": "2021",
    "description": "Background and Purpose\n          Zolpidem is one of the most common hypnotics prescribed to treat insomnia worldwide. However, there are numerous reports of a positive association between zolpidem and mortality, including an association with increased cancer-specific mortality found in a Taiwanese cohort study. This study aimed to determine the association between zolpidem use and brain-cancer-specific mortality in patients with brain cancer.\nMETHODS\n      \n        Data source and study population\n        International Statistical Classification of Diseases and Related Health Problems, 10th Revision (ICD-10) codes were utilized to identify the diagnosis of each patient. The cause of death for each individual was obtained from Statistics Korea (KOSTAT) for patients who died during the study inclusion period.14\n        The study population comprised adults (age ≥18 years) who were diagnosed with malignant neoplasm of the cerebral meninges (ICD-10 code: C70.0) or brain (ICD-10 code: C71) between January 2003 and December 2017. Patients with a diagnosis of malignant neoplasms of the cerebral meninges or brain in 2002 were excluded so as to only include incident cases between 2003 and 2017. Patients diagnosed with malignant neoplasms originating from outside the central nervous system (ICD-10 codes: C00–C69, C70.1–C70.9 and C72–C97) between 2002 and 2017 were excluded in order to minimize the potential influence of other cancers on survival.\n        The Institutional Review Board of Seoul National University Hospital approved this study (E-2006-005-1129) and waived the requirement to obtain informed consent since only deidentified data were used.\n      \n      \n        Variables\n        The onset of brain cancer was defined as the first day with an ICD-10 code for brain cancer (C70.0 and C71.0–C71.9). Data on the age at a brain cancer diagnosis and sex were obtained. The cause of death for every death that occurred during the study period in the KOSTAT database was reviewed to determine whether the patient died from brain cancer. The survival duration was defined as the number of days between a brain cancer diagnosis and death.\n        Data on comorbid diseases and prescribed medications were also obtained from the NHIS database. Patients with a diagnosis of nonorganic sleep disorders (ICD-10 code: F51.x) or organic sleep disorders (ICD-10 code: G47.x) were classified as exhibiting sleep disorders. Furthermore, patients with a diagnosis of depressive episode (ICD-10 code: F32.x) or recurrent depressive disorder (ICD-10 code: F33.x) were considered to exhibit depression. Zolpidem exposure was defined as the prescription of any form of zolpidem (regular and controlled-release forms). Exposure to any of the following antidepressants available in South Korea was identified: amitriptyline, amoxapine, clomipramine, fluoxetine, fluvoxamine, imipramine, mirtazapine, moclobemide, nortriptyline, paroxetine, sertraline, tianeptine, trazodone, venlafaxine, milnacipran, bupropion, citalopram, escitalopram, tandospirone, duloxetine, desvenlafaxine, or vortioxetine.\n      \n      \n        Statistical analysis\n        The characteristics of the study population were compared between the zolpidem exposure and no-exposure groups using the t-test for continuous variables and the chi-square test for categorical variables. The mortality risk for zolpidem exposure was analyzed using the Cox regression model in a multivariate analysis to calculate the HR and 95% CI after adjusting for the possible confounding factors of age at a brain cancer diagnosis, sex, sleep disorder, depression, and antidepressants. Patients were divided into two groups for further analysis according to the age at the brain cancer diagnosis: younger adults (18–64 years old) and older adults (≥65 years old). The HR for each group was computed. With respect to the primary analysis, deaths attributable to brain cancer were used in a survival analysis. Deaths due to causes other than brain cancer were considered censored data, as were patients who were alive at the end of the study period (December 31, 2017). The cause of death determined from KOSTAT was based mainly on death certificates. Considering possible errors in death certificates, a secondary analysis evaluating the risk of all-cause mortality from zolpidem was performed. Statistical analysis was performed using R software (R Core Team, 2019, R: A language and environment for statistical computing. R Foundation for Statistical Computing, Vienna, Austria; https://www.r-project.org/).\nRESULTS\n      We identified 38,037 incident cases of brain cancer in adults between 2003 and 2017 (Fig. 1): 16,791 (44.1%) males and 21,246 (55.9%) females. The age at the brain cancer diagnosis was 53.3±17.9 years (mean±standard deviation), and 17,714 (46.6%) participants were diagnosed with sleep disorders, 11,823 (31.1%) were exposed to zolpidem, 16,030 (42.1%) were diagnosed with depression, and 18,573 (48.8%) were exposed to at least one antidepressant. The overall survival time was 6.8±5.3 years. Overall 14,521 (38.2%) patients died during the follow-up period, of which 8,839 (23.2%) died from brain cancer.\n      \n        Comparison of characteristics according to exposure to zolpidem\n        Zolpidem exposure occurred in 11,823 (31.1%) patients between 2003 and 2017 (Table 1). Compared with the no-exposure group, the exposure group was older at the brain cancer diagnosis (57.1 years vs. 51.6 years, p<0.001) and had higher rates of all-cause mortality (41.4% vs. 36.7%, p<0.001) and brain-cancer-specific mortality (23.9% vs. 22.9%, p=0.038). Sleep disorders (91.8% vs. 26.2%, p<0.001), depression (63.4% vs. 32.6%, p<0.001), and antidepressant use (69.8% vs. 39.4%, p<0.001) were more prevalent in the exposure group than in the no-exposure group.\n      \n      \n        Mortality risk of zolpidem on brain-cancer-specific mortality\n        Table 2 lists the HRs of the covariables of brain-cancer-specific mortality. Increased brain-cancer-specific mortality was associated with male sex (unadjusted HR=1.50) and age at the brain cancer diagnosis (unadjusted HR=1.04). Diagnoses of sleep disorder (unadjusted HR=0.92), depression (unadjusted HR=0.83), and antidepressant use (unadjusted HR=0.71) were associated with decreased brain-cancer-specific mortality. Zolpidem use was not significantly associated with brain-cancer-specific mortality in the univariate analysis.\n        Zolpidem exposure was associated with increased brain-cancer-specific mortality before and after adjustment for age, sex, history of sleep disorder, depression, and antidepressant use in younger adults (18–64 years old, adjusted HR=1.37, p<0.001) (Table 3). In older adults (age ≥65 years), zolpidem exposure seemed to be associated with decreased brain-cancer-specific mortality in the univariate analysis, but no significant association was observed in the multivariate analysis (adjusted HR=0.94, p=0.131). Among younger adults, a significant increase in brain-cancer-specific mortality was observed independent of sex (adjusted HR for younger males=1.41, p<0.001; adjusted HR for younger females=1.32, p<0.001). On the other hand, among older adults, brain-cancer-specific mortality was not associated with an increased risk of brain-cancer-specific mortality regardless of sex.\n      \n      \n        Mortality risk of zolpidem for all-cause mortality\n        Zolpidem exposure was associated with increased all-cause mortality in all adults (age ≥18 years) after adjustment for age, sex, history of sleep disorder, depression, and antidepressant use (adjusted HR=1.10, p<0.001) (Table 4). As in the case of brain-cancer-specific mortality, the all-cause mortality risk was significantly higher in younger adults (age 18–64 years; adjusted HR=1.35, p<0.001); however, no significant association between zolpidem and all-cause mortality was observed in older adults (age ≥65 years; adjusted HR=0.95, p=0.11).\nConclusions\n          Zolpidem exposure was significantly associated with increased brain-cancer-specific mortality in patients with brain cancer aged 18–64 years. Further prospective studies are warranted to understand the mechanism underlying the effect of zolpidem on mortality in patients with brain cancer.\nINTRODUCTION\n      Hypnotics are commonly used for treating sleep disorders, but adverse effects from unnecessary sedative-hypnotics use are widely reported. Common adverse effects of hypnotics include cognitive impairment, fatigue, traffic collisions, falls, infections, and even cancer development.1 Furthermore, significantly increased mortality is associated with the use of sedative-hypnotics.12345 The imidazopyridine derivative zolpidem is one of the most common hypnotics prescribed to treat insomnia worldwide. In the USA, 1.08% of community-dwelling adults were prescribed zolpidem 1999–2010, and more than 23 million zolpidem pills were prescribed in 2005. In Taiwan, zolpidem was the most common Z-drug prescribed to older adults (86.7% in 2010).6 A retrospective survey from a tertiary hospital in South Korea revealed that zolpidem was prescribed to 8.7% of all older outpatients.7\n      The association between zolpidem and mortality has been investigated by many researchers. A matched-cohort study from Pennsylvania, USA found that zolpidem was associated with increased mortality in a dose-dependent manner.1 A Taiwanese cohort study found that the cancer-specific mortality rate was higher in patients with zolpidem exposure (adjusted hazard ratio [HR]=1.65, 95% confidence interval [CI]=1.57–1.74), although zolpidem exposure was associated with a lower risk of overall mortality (adjusted HR=0.73, 95% CI=0.71–0.75).8\n      Among the numerous types of cancers, patients with brain cancer may be particularly vulnerable to sleep disorders because circadian oscillators and sleep–wake-promoting centers that regulate the sleep–wake cycle reside in the brain. A thorough review of studies on sleep disturbances among patients with brain cancer found that the reported prevalence of sleep disturbances ranged from 17% to 54%.9 Another systematic review found that 27%–34% of patients with brain cancer complained of moderate-to-severe sleep disturbances.10 Furthermore, insomnia was significantly related to disease progression in a prospective study that included patients with high-grade glioma.11 While the impact of hypnotics on cognitive function and sleep quality for patients with brain cancer has been evaluated previously,12 to the best of our knowledge no study has investigated the association between hypnotics and mortality in patients with brain cancer.\n      We hypothesized that zolpidem is associated with increased brain-cancer-specific mortality. We investigated the association between zolpidem and mortality in patients with brain cancer by performing a population-based, retrospective cohort study utilizing the database of the National Health Insurance Service (NHIS) of the Republic of Korea. The NHIS database provides nationwide, population-based information on all medical services and medications.13 Linked to the national mortality data, the NHIS database also provides reliable data regarding deaths with a long follow-up period, and so this database can be used as a data source for a retrospective cohort study.\nData source and study population\n        International Statistical Classification of Diseases and Related Health Problems, 10th Revision (ICD-10) codes were utilized to identify the diagnosis of each patient. The cause of death for each individual was obtained from Statistics Korea (KOSTAT) for patients who died during the study inclusion period.14\n        The study population comprised adults (age ≥18 years) who were diagnosed with malignant neoplasm of the cerebral meninges (ICD-10 code: C70.0) or brain (ICD-10 code: C71) between January 2003 and December 2017. Patients with a diagnosis of malignant neoplasms of the cerebral meninges or brain in 2002 were excluded so as to only include incident cases between 2003 and 2017. Patients diagnosed with malignant neoplasms originating from outside the central nervous system (ICD-10 codes: C00–C69, C70.1–C70.9 and C72–C97) between 2002 and 2017 were excluded in order to minimize the potential influence of other cancers on survival.\n        The Institutional Review Board of Seoul National University Hospital approved this study (E-2006-005-1129) and waived the requirement to obtain informed consent since only deidentified data were used.\nVariables\n        The onset of brain cancer was defined as the first day with an ICD-10 code for brain cancer (C70.0 and C71.0–C71.9). Data on the age at a brain cancer diagnosis and sex were obtained. The cause of death for every death that occurred during the study period in the KOSTAT database was reviewed to determine whether the patient died from brain cancer. The survival duration was defined as the number of days between a brain cancer diagnosis and death.\n        Data on comorbid diseases and prescribed medications were also obtained from the NHIS database. Patients with a diagnosis of nonorganic sleep disorders (ICD-10 code: F51.x) or organic sleep disorders (ICD-10 code: G47.x) were classified as exhibiting sleep disorders. Furthermore, patients with a diagnosis of depressive episode (ICD-10 code: F32.x) or recurrent depressive disorder (ICD-10 code: F33.x) were considered to exhibit depression. Zolpidem exposure was defined as the prescription of any form of zolpidem (regular and controlled-release forms). Exposure to any of the following antidepressants available in South Korea was identified: amitriptyline, amoxapine, clomipramine, fluoxetine, fluvoxamine, imipramine, mirtazapine, moclobemide, nortriptyline, paroxetine, sertraline, tianeptine, trazodone, venlafaxine, milnacipran, bupropion, citalopram, escitalopram, tandospirone, duloxetine, desvenlafaxine, or vortioxetine.\nStatistical analysis\n        The characteristics of the study population were compared between the zolpidem exposure and no-exposure groups using the t-test for continuous variables and the chi-square test for categorical variables. The mortality risk for zolpidem exposure was analyzed using the Cox regression model in a multivariate analysis to calculate the HR and 95% CI after adjusting for the possible confounding factors of age at a brain cancer diagnosis, sex, sleep disorder, depression, and antidepressants. Patients were divided into two groups for further analysis according to the age at the brain cancer diagnosis: younger adults (18–64 years old) and older adults (≥65 years old). The HR for each group was computed. With respect to the primary analysis, deaths attributable to brain cancer were used in a survival analysis. Deaths due to causes other than brain cancer were considered censored data, as were patients who were alive at the end of the study period (December 31, 2017). The cause of death determined from KOSTAT was based mainly on death certificates. Considering possible errors in death certificates, a secondary analysis evaluating the risk of all-cause mortality from zolpidem was performed. Statistical analysis was performed using R software (R Core Team, 2019, R: A language and environment for statistical computing. R Foundation for Statistical Computing, Vienna, Austria; https://www.r-project.org/).\nComparison of characteristics according to exposure to zolpidem\n        Zolpidem exposure occurred in 11,823 (31.1%) patients between 2003 and 2017 (Table 1). Compared with the no-exposure group, the exposure group was older at the brain cancer diagnosis (57.1 years vs. 51.6 years, p<0.001) and had higher rates of all-cause mortality (41.4% vs. 36.7%, p<0.001) and brain-cancer-specific mortality (23.9% vs. 22.9%, p=0.038). Sleep disorders (91.8% vs. 26.2%, p<0.001), depression (63.4% vs. 32.6%, p<0.001), and antidepressant use (69.8% vs. 39.4%, p<0.001) were more prevalent in the exposure group than in the no-exposure group.\nMortality risk of zolpidem on brain-cancer-specific mortality\n        Table 2 lists the HRs of the covariables of brain-cancer-specific mortality. Increased brain-cancer-specific mortality was associated with male sex (unadjusted HR=1.50) and age at the brain cancer diagnosis (unadjusted HR=1.04). Diagnoses of sleep disorder (unadjusted HR=0.92), depression (unadjusted HR=0.83), and antidepressant use (unadjusted HR=0.71) were associated with decreased brain-cancer-specific mortality. Zolpidem use was not significantly associated with brain-cancer-specific mortality in the univariate analysis.\n        Zolpidem exposure was associated with increased brain-cancer-specific mortality before and after adjustment for age, sex, history of sleep disorder, depression, and antidepressant use in younger adults (18–64 years old, adjusted HR=1.37, p<0.001) (Table 3). In older adults (age ≥65 years), zolpidem exposure seemed to be associated with decreased brain-cancer-specific mortality in the univariate analysis, but no significant association was observed in the multivariate analysis (adjusted HR=0.94, p=0.131). Among younger adults, a significant increase in brain-cancer-specific mortality was observed independent of sex (adjusted HR for younger males=1.41, p<0.001; adjusted HR for younger females=1.32, p<0.001). On the other hand, among older adults, brain-cancer-specific mortality was not associated with an increased risk of brain-cancer-specific mortality regardless of sex.\nMortality risk of zolpidem for all-cause mortality\n        Zolpidem exposure was associated with increased all-cause mortality in all adults (age ≥18 years) after adjustment for age, sex, history of sleep disorder, depression, and antidepressant use (adjusted HR=1.10, p<0.001) (Table 4). As in the case of brain-cancer-specific mortality, the all-cause mortality risk was significantly higher in younger adults (age 18–64 years; adjusted HR=1.35, p<0.001); however, no significant association between zolpidem and all-cause mortality was observed in older adults (age ≥65 years; adjusted HR=0.95, p=0.11).\nDISCUSSION\n      This study identified 38,037 incident cases of brain cancer over a 15-year period in the NHIS database, which is a nationwide, comprehensive database that includes data on prescriptions, diagnoses, and demographics.\n      In our study population, 31.1% of patients with brain cancer were prescribed zolpidem. This is a much higher rate than those found in community-dwelling adults in the USA (1.08%)15 and in older outpatients in South Korea (8.7%).7 Frequent zolpidem prescription in patients with brain cancer is probably associated with high prevalence rates of sleep disorders and depression.\n      Zolpidem exposure was associated with brain-cancer-specific mortality before and after adjustment for confounders in younger adults (18–64 years old). The mortality risk of zolpidem is well established, and several underlying mechanisms have been reported. There are numerous reports of increased risks of traffic collisions and hip fractures due to falls in patients using zolpidem. Being prescribed zolpidem on the previous day was associated with an increased risk of a fatal motor vehicle collision (odds ratio=1.48, 95% CI=1.06–2.07).16 The risk was further increased in patients with a high Charlson Comorbidity Index, younger patients, and new zolpidem users.16 A significant association between Z-drugs and increased risk of hip fracture has also been observed (relative risk=1.90, 95% CI=1.68–2.13).17 These results may account for the all-cause mortality rate being higher in zolpidem users, but they cannot explain their increased risk of brain-cancer-specific mortality.\n      A carcinogenic effect of zolpidem has been found in both human and animal models. According to FDA registration data, zolpidem and other hypnotics were associated with renal liposarcoma and renal lipoma in a rat model.18 Although this result is insufficient to prove the carcinogenicity of zolpidem in humans, recent studies have provided evidence for this. A matched-cohort study found that zolpidem was associated with increased cancer incidence,1 while a Taiwanese retrospective cohort study based on claim data revealed an increased risk of subsequent cancer among patients taking zolpidem.19 The biological mechanism of zolpidem carcinogenicity has not been documented, but other hypnotics such as zopiclone, zaleplon, and ramelteon have shown clastogenicity.20 Clastogens induce the disruption or breakage of chromosomes that results in mutagenesis, with cumulative mutations possibly leading to cancer initiation. Considering the carcinogenicity of zolpidem found in human epidemiological studies combined with clastogenicity in other hypnotics, it is plausible that zolpidem could contribute to cancer initiation and/or progression. Although there is still a lack of biological evidence, our study provides epidemiological evidence of increased brain-cancer-specific mortality in zolpidem users. More experimental studies aimed at acquiring evidence supporting our hypothesis are warranted in the future.\n      This study observed no significant association between the history of zolpidem use and mortality in older patients (age ≥65 years). A similar result was found in a 12-year prospective study of patients aged ≥65 years, in which benzodiazepines (adjusted HR=1.11, 95% CI=0.94–1.30) and Z-drugs including zolpidem (adjusted HR=0.92, 95% CI=0.71–1.20) were not associated with increased mortality after adjusting for confounding factors.21 A higher prevalence of comorbidities and shorter life expectancy in older adults might explain the minimal effect of zolpidem on mortality in this population. In our study both the brain-cancer-specific mortality rate (37.3% vs. 28.4%, p<0.001) and the all-cause mortality rate (68.0% vs. 25.3%, p<0.001) were significantly higher in older adults. The survival duration was 3.8±4.4 years in older adults and 8.1±5.2 years in younger adults.\n      The brain-cancer-specific mortality rate was higher only in males among all adults, whereas it was associated with both males and females among younger adults. This sex discrepancy in older adults may explain the indistinctive effect of zolpidem in that population. The younger adults comprised 47.7% males and 52.3% females, whereas the older adults comprised 35.9% males and 64.1% females, and so the higher proportion of females among the older adults is one possible reason for the statistically insignificant risk of zolpidem in older adults in our population.\n      This study had several limitations. First, all of the analyzed information regarding comorbidity, prescription, and cause of death was collected from the database originally used for medical claims. There can be discrepancies between actual and registered diagnoses, and quantitative and objective assessments of sleep and mood cannot be performed. Second, zolpidem prescriptions over the entire study period were included, and so exposure to zolpidem was not confined to the period after a brain cancer diagnosis. Third, data related to zolpidem dosage were not available because of regulatory authorities protecting the confidentiality of prescription dosage. However, a previous study found increased mortality even with low-dosage zolpidem (5–130 mg/yr).1 Fourth, this retrospective cohort study did not control for heterogeneity of the disease status, in terms of pathological classification, stage, disease extent of brain cancer, concurrent treatment, or other medical conditions. Fifth, multicollinearity may be present between depression and antidepressant use or sleep disorder. However, if multicollinearity occurs, it would increase the standard error and result in an increased p value. This study found that zolpidem was significantly associated with increased mortality among younger adults despite the possibility of multicollinearity being present. Sixth, benzodiazepines, another class of common hypnotics, were not included in this study.\n      While it was potentially subject to the above-mentioned limitations, our study included all incident cases of brain cancer over a 15-year period, comprising more than 38,000 patients. The study sample is therefore representative of patients with brain cancer in South Korea. A long follow-up period with few follow-up losses is another strength of this study, providing completeness. We also performed a sensitivity analysis with all-cause mortality to minimize the probability of the cause of death producing misleading results. The association between zolpidem exposure and all-cause mortality was consistent with the results of the primary analysis.\n      In conclusion, zolpidem exposure in patients with brain cancer was associated with brain-cancer-specific mortality in adults aged 18–64 years, regardless of sex, but it was not associated with brain-cancer-specific mortality in the older population aged ≥65 years. However, data on the prescribed dosage of zolpidem and detailed evaluations of sleep status were not available in this study. Further prospective studies designed for detailed evaluations of sleep characteristics are warranted to understand the mechanism underlying the effect of zolpidem on mortality in patients with brain cancer.\nAvailability of Data and Material\n      The datasets generated or analyzed during the study are not publicly available due to the Personal Information Protection Act of Korea and regulations of the National Health Insurance Sharing Service but are available from the corresponding author on reasonable request.\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC8762495/\nhttps://doi.org/10.3988/jcn.2022.18.1.65",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8762495/",
    "doi": "https://doi.org/10.3988/jcn.2022.18.1.65",
    "citation_count": 1,
    "references": {
        "10801958": "The dopamine receptor D1 inhibitor, SKF83566, suppresses GBM stemness and invasion through the DRD1-c-Myc-UHRF1 interactions"
    },
    "journal": "Journal of Clinical Neurology (Seoul, Korea)",
    "topics": [
        "based, association, mortality, retrospective",
        "insurance, cancer, increased, zolpidem",
        "association, based, zolpidem, brain"
    ]
}