{
    "title": " HER2‐positive breast cancer brain metastasis: A new and exciting landscape",
    "abstract": "Background: Brain metastases (BrM) incidence is 25% to 50% in women with\nadvanced human epidermal growth factor receptor 2 (HER2)-positive breast cancer.\nRadiation and surgery are currently the main local treatment approaches for central\nnervous system (CNS) metastases. Systemic anti-HER2 therapy following a diagnosis\nof BrM improves outcomes. Previous preclinical data has helped elucidate HER2\nbrain trophism, the blood-brain/blood-tumor barrier(s), and the brain tumor microen-\nvironment, all of which can lead to development of novel therapeutic options.\nRecent findings: Several anti-HER2 agents are currently available and reviewed here,\nsome of which have recently shown promising effects in BrM patients, specifically. New\nstrategies driven by and focusing on brain metastasis-specific genomics, immunotherapy,\nand preventive strategies have shown promising results and are under development.\nConclusions: The field of HER2+ breast cancer, particularly for BrM, continues to evolve\nas new therapeutic strategies show promising results in recent clinical trials. Increasing\ninclusion of patients with BrM in clinical studies, and a focus on assessing their outcomes\nboth intracranially and extracranially, is changing the landscape for patients with HER2+\nCNS metastases by demonstrating the ability of newer agents to improve outcomes.\nK E Y W O R D S\nbrain metastasis, CNS involvement, HER2-positive breast cancer, T-DM1, trastuzumab,\ntucatinib\n1\n|",
    "authors": [
        "Alexandra S. Zimmer",
        "Amanda E. D. Van Swearingen",
        "Carey K. Anders"
    ],
    "published_year": "2020",
    "description": "Background\n          Brain metastases (BrM) incidence is 25% to 50% in women with advanced human epidermal growth factor receptor 2 (HER2)‐positive breast cancer. Radiation and surgery are currently the main local treatment approaches for central nervous system (CNS) metastases. Systemic anti‐HER2 therapy following a diagnosis of BrM improves outcomes. Previous preclinical data has helped elucidate HER2 brain trophism, the blood‐brain/blood‐tumor barrier(s), and the brain tumor microenvironment, all of which can lead to development of novel therapeutic options.\nRecent findings\n          Several anti‐HER2 agents are currently available and reviewed here, some of which have recently shown promising effects in BrM patients, specifically. New strategies driven by and focusing on brain metastasis‐specific genomics, immunotherapy, and preventive strategies have shown promising results and are under development.\n5\n      CONCLUSIONS\n      BrM are a frequent clinical challenge for patients with advanced HER2+ breast cancer. The continuous development of newer, brain permeable, anti‐HER2 therapeutic options has steadily improved the impact of systemic therapy for patients with metastatic HER2+ breast cancer. In parallel, there has been an increased awareness of BrM as a clinically unmet need for this subtype of breast cancer. The complexity of CNS biology and the unique local microenvironment coupled with the historically limited availability of clinical trials for patients with CNS involvement has contributed to a poorer prognosis for this population in the past. This picture is slowly and steadily changing, in large part due to a paradigm shift resulting in the inclusion of patients with BrM in large, randomized, phase 3 clinical trials such as HER2Climb. Enrollment of patients with BrM in future clinical trials evaluating promising, brain permeable, HER2‐targeted therapies should be at the forefront to maintain this forward momentum, with the goal of continuing to improve our patients’ survival and quality of life in a meaningful way.\n1\n      INTRODUCTION\n      Breast cancer is the most common cancer in women, with 276, 480 new cases predicted for the year 2020 in the United States alone.\n1\n It is also the second most common cause of brain metastases (BrM), with different reports indicating variable 10% to 30% incidence in breast cancer patients.\n2\n, \n3\n, \n4\n The risk of BrM is subtype specific, with higher incidence among patients with human epidermal growth factor receptor 2 (HER2)‐positive and triple‐negative breast cancer.\n5\n, \n6\n In the HER2+ subtype of breast cancer, a diagnosis of BrM is common, affecting 25% to 50% of women with advanced disease.\n7\n, \n8\n, \n9\n, \n10\n, \n11\n While the high incidence of BrM in the HER2‐subtype is likely multifactorial, it became more apparent after the arrival of trastuzumab, a HER2‐targeting monoclonal antibody (MAb) that improves survival and control of systemic disease but has lowcentral nervous system (CNS) penetrance, and is relatively ineffective at treating BrM.\n12\n, \n13\n\n\n      \n        1.1\n        Natural history\n        The incidence of BrM in breast cancer patients, before HER2‐subtype identification, was reported to be around 10% to 16% in symptomatic patients but 30% in autopsy reports.\n4\n, \n14\n The progressive improvement of systemic treatment of breast cancer led to increased survival as reports emerged of a higher incidence of BrM (28%‐48%) in stage IV patients treated with trastuzumab.\n7\n Aiming to characterize CNS progression in patients with breast cancer in the clinical era of trastuzumab, a multicenter cohort of 1012 patients newly diagnosed with metastatic HER2+ breast cancer was followed in a prospective observational study from 2003 to 2006.\n15\n Overall, 37% (377/1012) of patients developed CNS metastases, 7.5% (75/1012) at the initial diagnosis of metastatic disease, and 10.5% (106/1012) as the sole, initial site of progression. Trastuzumab was the main anti‐HER2 therapy available at the time, and only 5.5% of the patients had received it prior to study entry; however, 93% of patients received it during the follow‐up period, and before the first diagnosis of CNS metastases. The median time to development of CNS metastases was 10.8 months, and those patients had a shorter overall survival (OS) than those without CNS involvement (median 26.3 vs 44.6 months). The median survival after first diagnosis of CNS metastases for all patients was 13.0 months. A multifactorial analysis showed that systemic treatment with trastuzumab (HR 0.33; 95% CI: 0.25‐0.46; P < .001) or chemotherapy (HR 0.64; 95% CI: 0.48‐0.85; P = .002) decreased risk of death after CNS metastases, whereas CNS radiotherapy did not (P = .898). This is likely explained by the systemic control of disease.\n        The pivotal clinical trials that evaluated the adjuvant use of trastuzumab reported an overall low incidence of CNS as the first site of metastatic disease, with mixed results regarding a possible protective effect of trastuzumab.\n16\n, \n17\n An analysis of CNS relapses as the first event or at any time in the HERA trial data, which had a median follow‐up of 4 years, confirmed that the frequency of CNS relapses as the first recurrence event was similar between the group given 1 year of trastuzumab (2%, 37/1703 patients) and the observation group (2%, 32/1698 patients).\n18\n Nevertheless, a subgroup analysis of 413 patients with available data regarding sites of progression after initial recurrence showed an increased incidence of CNS relapse in patients that did not receive trastuzumab compared to those who received trastuzumab (57%, 129/227 patients vs 47%, 88/186 patients; P = .06, respectively), again possibly related to improved systemic disease control, resulting in lower rates of CNS seeding.\n        A series of 123 patients with HER2+ breast cancer brain metastases (BCBrM) treated from 1998 to 2015, was subdivided into three cohorts based on the availability of new standard options of anti‐HER2 therapies: 1998 to 2007: trastuzumab; 2008 to 2012: lapatinib; and 2013 to 2015: pertuzumab and T‐DM1.\n19\n While this is a small series with many limitations, as expected, median OS improved over time: 3.56 years for 1998 to 2007 (95% CI, 2.78‐6.05), 6.64 years for 2008 to 2012 (95% CI, 4.5‐8.58), and 7.55 years for 2013 to 2015 (95% CI, 4.37‐9.63) (P = .05). In a similar way, time to BrM diagnosis from initial breast cancer diagnosis increased over time, with a median time to brain recurrence of 2.63 years for 1998 to 2007 (95% CI, 1.34‐3.5), 2.61 years for 2008 to 2012 (95% CI, 2.11‐4.31), and 3.32 years for 2013 to 2015 (95% CI, 2.22‐6.01) (P = .05). Yet, the OS after the CNS metastases diagnosis was 1.51 years (95% CI, 1.24‐2.05) for the whole cohort and was not affected by the introduction of novel, systemic therapies (P = .24). However, those who received systemic anti‐HER2 therapy after the diagnosis of BrM had improved survival compared to those who did not (2.11 years [95% CI, 1.55‐2.60] vs 0.65 years [95% CI, 0.38‐1.25], P = .001).\n        Overall, the magnitude of benefit derived from anti‐HER2 systemic therapies in controlling systemic disease with improvements in OS cannot be understated. Moreover, receipt of anti‐HER2 therapy has also been associated with improved outcomes following a diagnosis of BrM. In addition, retrospective analyzes have consistently shown better outcomes for patients with HER2+ BrM, especially when also hormone receptor positive, in comparison to those with the triple negative subtype, likely due to the availability of effective, targeted therapies.\n20\n, \n21\n, \n22\n1.1\n        Natural history\n        The incidence of BrM in breast cancer patients, before HER2‐subtype identification, was reported to be around 10% to 16% in symptomatic patients but 30% in autopsy reports.\n4\n, \n14\n The progressive improvement of systemic treatment of breast cancer led to increased survival as reports emerged of a higher incidence of BrM (28%‐48%) in stage IV patients treated with trastuzumab.\n7\n Aiming to characterize CNS progression in patients with breast cancer in the clinical era of trastuzumab, a multicenter cohort of 1012 patients newly diagnosed with metastatic HER2+ breast cancer was followed in a prospective observational study from 2003 to 2006.\n15\n Overall, 37% (377/1012) of patients developed CNS metastases, 7.5% (75/1012) at the initial diagnosis of metastatic disease, and 10.5% (106/1012) as the sole, initial site of progression. Trastuzumab was the main anti‐HER2 therapy available at the time, and only 5.5% of the patients had received it prior to study entry; however, 93% of patients received it during the follow‐up period, and before the first diagnosis of CNS metastases. The median time to development of CNS metastases was 10.8 months, and those patients had a shorter overall survival (OS) than those without CNS involvement (median 26.3 vs 44.6 months). The median survival after first diagnosis of CNS metastases for all patients was 13.0 months. A multifactorial analysis showed that systemic treatment with trastuzumab (HR 0.33; 95% CI: 0.25‐0.46; P < .001) or chemotherapy (HR 0.64; 95% CI: 0.48‐0.85; P = .002) decreased risk of death after CNS metastases, whereas CNS radiotherapy did not (P = .898). This is likely explained by the systemic control of disease.\n        The pivotal clinical trials that evaluated the adjuvant use of trastuzumab reported an overall low incidence of CNS as the first site of metastatic disease, with mixed results regarding a possible protective effect of trastuzumab.\n16\n, \n17\n An analysis of CNS relapses as the first event or at any time in the HERA trial data, which had a median follow‐up of 4 years, confirmed that the frequency of CNS relapses as the first recurrence event was similar between the group given 1 year of trastuzumab (2%, 37/1703 patients) and the observation group (2%, 32/1698 patients).\n18\n Nevertheless, a subgroup analysis of 413 patients with available data regarding sites of progression after initial recurrence showed an increased incidence of CNS relapse in patients that did not receive trastuzumab compared to those who received trastuzumab (57%, 129/227 patients vs 47%, 88/186 patients; P = .06, respectively), again possibly related to improved systemic disease control, resulting in lower rates of CNS seeding.\n        A series of 123 patients with HER2+ breast cancer brain metastases (BCBrM) treated from 1998 to 2015, was subdivided into three cohorts based on the availability of new standard options of anti‐HER2 therapies: 1998 to 2007: trastuzumab; 2008 to 2012: lapatinib; and 2013 to 2015: pertuzumab and T‐DM1.\n19\n While this is a small series with many limitations, as expected, median OS improved over time: 3.56 years for 1998 to 2007 (95% CI, 2.78‐6.05), 6.64 years for 2008 to 2012 (95% CI, 4.5‐8.58), and 7.55 years for 2013 to 2015 (95% CI, 4.37‐9.63) (P = .05). In a similar way, time to BrM diagnosis from initial breast cancer diagnosis increased over time, with a median time to brain recurrence of 2.63 years for 1998 to 2007 (95% CI, 1.34‐3.5), 2.61 years for 2008 to 2012 (95% CI, 2.11‐4.31), and 3.32 years for 2013 to 2015 (95% CI, 2.22‐6.01) (P = .05). Yet, the OS after the CNS metastases diagnosis was 1.51 years (95% CI, 1.24‐2.05) for the whole cohort and was not affected by the introduction of novel, systemic therapies (P = .24). However, those who received systemic anti‐HER2 therapy after the diagnosis of BrM had improved survival compared to those who did not (2.11 years [95% CI, 1.55‐2.60] vs 0.65 years [95% CI, 0.38‐1.25], P = .001).\n        Overall, the magnitude of benefit derived from anti‐HER2 systemic therapies in controlling systemic disease with improvements in OS cannot be understated. Moreover, receipt of anti‐HER2 therapy has also been associated with improved outcomes following a diagnosis of BrM. In addition, retrospective analyzes have consistently shown better outcomes for patients with HER2+ BrM, especially when also hormone receptor positive, in comparison to those with the triple negative subtype, likely due to the availability of effective, targeted therapies.\n20\n, \n21\n, \n22\n2\n      PRECLINICAL STUDIES\n      \n        2.1\n        Mouse models of HER2+ BCBrM\n\n        Several methods of modeling BCBrM in mice exist, each with its own benefits and caveats regarding the specific source of cancer cells (human vs mouse), tumor generation method (eg, direct intracranial implantation vs systemic inoculation), and analytical approach (eg, bioluminescence vs histology). As seen in Table 1, careful selection of the specific model must match the specific question(s) being tested, and resulting data must be appropriately interpreted based on the methods used. Some examples of important questions to consider include:Is an intact immune system required for this therapeutic intervention? If yes, then a syngeneic model with mouse cancer cells is needed.Is this gene/pathway of interest involved in the early metastatic process (eg, intravasation or colonization)? If yes, then direct intracranial implantation is \nnot\n appropriate.Is the ability to monitor/detect individual BrM cells or micrometastases necessary? If yes, then bioluminescence is \nnot\n appropriate.\n\n        \n          TABLE 1\n          \n            Comparison of some common methods for studying breast cancer brain metastases (BrM) in animal models\n          \n          \n            \n            \n            \n            \n            \n              \n                Method\n                Benefits\n                Caveats\n                Other considerations\n              \n            \n            \n              \n                Model\n              \n              \n                Tumor source\n              \n              \n                Human‐derived cell line\n                \nHuman cancer cell biologyMany established, well‐characterized linesCan easily differentiate tumor (human) vs environment (mouse) by sequencingCan genetically alter cellsCan select for brain trophism\n\n                \nImmunocompromised miceHuman cancer in mouse environmentCells change with prolonged culture\n\n                \nLower incidence of extracranial disease in injected xenograft BrM models vs syngeneics\n\n              \n              \n                Mouse‐derived cell line\n                \nImmunocompetent miceMouse cancer in mouse environmentNumerous established, well‐characterized linesCan genetically alter cellsCan select for brain trophism\n\n                \nMouse cancer cell biologyCannot easily differentiate tumor vs environment (both mouse) by sequencingCells change with prolonged culture\n\n                \nSyngeneic injected BrM models have shorter survivals vs xenograft models\n\n              \n              \n                Mouse‐derived spontaneous\n                \nImmunocompetent miceMouse cancer in mouse environmentMost faithful modeling of metastatic process\n\n                \nMouse cancer cell biologyDifficult to genetically alter the cancer cellsFew models, currentlyLong latency to BrMBrain trophism harder to enrichRequires genetically engineered mice\n\n                \n              \n              \n                Tumor generation\n              \n              \n                Direct intracranial injection\n                \nEstablished tumor biologyQuick, high throughputKnown, large tumor locationReproducible median survivalPD/PK studies\n\n                \nDoes not model early metastatic processesSpecialized equipment, skillset neededInduces neuroinflammationCancer‐naïve host\n\n                \n              \n              \n                Intracardiac injection\n                \nReproducible median survivalMinimally invasive surgeryModels extravasation, brain colonization and outgrowthAverage equipment and skillset needed\n\n                \nVariable BrM rate, especially with nonbrain‐trophic cellsSystemic circulation of cells leads to extracranial metsDoes not model intravasationCancer‐naïve host\n\n                \n              \n              \n                Intracarotid injection\n                \nReproducible median survivalMinimal systemic circulation of injected cancer cells, fewer extracranial metsModels extravasation, brain colonization and outgrowth\n\n                \nInvasive, difficult surgerySpecialized equipment, skillset neededDoes not model intravasationCancer‐naïve host\n\n                \n              \n              \n                Orthotopic injection\n                \nClosely models most of the metastatic processNoninvasive implantation\n\n                \nVariable BrM rate, especially with nonbrain‐trophic cellsLong latency to BrMFrequently also develop extracranial tumorsSurgery to resect primary tumor required\n\n                \n              \n              \n                Spontaneous\n                \nSee above (tumor source)\n\n              \n              \n                Analysis\n              \n              \n                Bioluminescence\n                \n\nIn vivo and ex vivo\nNoninvasive, real timeQuick, high throughputInexpensiveAverage equipment and skillset required\n\n                \nModerate sensitivityModerate spatial resolutionNo/difficult assessment of microenvironment\n\n                \nCells must express luciferaseCells expressing reporters may activate immune response\n\n              \n              \n                MRI\n                \n\nIn vivo\nNoninvasive, real timeHigh‐spatial resolutionMicroenvironment assessment possibleCan assess blood‐brain barrier permeability\n\n                \nModerate sensitivityModerate throughputExpensiveSpecialized equipment, skillset needed\n\n                \n              \n              \n                Two‐photon microscopy\n                \n\nIn vivo\nNoninvasive, real timeHigh sensitivityHigh‐spatial resolutionMicroenvironment assessment possible\n\n                \nSlow, low throughputSpecialized equipment, skillset needed\n\n                \nCells must express fluorescent proteinsCells expressing reporters may activate immune response\n\n              \n              \n                Histology\n                \nHighest sensitivityHighest spatial resolutionMicroenvironment assessment possibleAverage equipment and skillset required\n\n                \n\nEx vivo onlyTerminal/invasiveModerate throughputSingle timepoint per animal\n\n                \nRequires optimized histology methods and specific antibodies\n\n              \n              \n                FACS\n                \nQuick, high throughputInexpensiveMicroenvironment assessment possibleAverage equipment and skillset required\n\n                \n\nEx vivo onlyTerminal/invasiveModerate sensitivityNo/limited spatial resolutionSingle timepoint per animal\n\n                \nRequires specific antibodies and/or cells expressing fluorescent proteinsCells expressing reporters may activate immune response\n\n              \n            \n          \n        \n        In the field of HER2+ breast cancer, the story of HER2 actually started in the brain and has been extensively characterized in animal models. The role of HER2 in cancer was first identified in a rat brain tumor model, and development of the HER2‐targeting MAb trastuzumab in animal models has provided a road map for future antibody‐based therapeutics (reviewed in Reference 23). Studies of HER2+ BCBrM have utilized the full arsenal of mouse models, ranging from direct implantation of human‐derived BC cells into the brains of nude mice to intravenous and intracardiac injection of cells to spontaneous metastasis models. More recently, the field has also been leveraging patient‐derived xenografts (PDXs) in immunocompromised mice. Early PDX models derived from tumorspheres of HER2+ primary core needle biopsies demonstrated a capacity for spontaneous metastasis to the brain as well as other organs.\n24\n PDX models derived from HER2+ BCBrM have also been generated.\n25\n However, the increasing importance of immunotherapies in the clinic has highlighted the need for more immunocompetent models. Syngeneic models of HER2+ BC that spontaneously metastasize to the brain, such as one recently characterized, are poised to become more standard in the field.\n26\n\n\n      \n      \n        2.2\n        Biology of HER2+ BCBrM\n\n        Extensive work in HER2+ animal models has provided potential explanations for why this subtype of breast cancer has a predilection for CNS recurrence and subsequent BrM. HER2, as an oncogene itself, may drive brain trophism, as HER2 induces a more mesenchymal state in breast cancer cells, increasing invasiveness and metastatic potential.\n27\n Induced expression of HER2 in experimental models increases the size of BrM from intracardiac injections, and may alter the spatiotemporal growth of BrM within different brain regions toward favoring more posterior areas.\n28\n, \n29\n\n\n        HER2's ability to increase BrM may be due in part to proposed interactions between HER2 and other receptors. Interactions between and signaling from HER2 and its family members, notably the epidermal growth factor receptor (EGFR) and HER3, have been implicated as driving factors in BCBrM (reviewed in Reference 30). BCBrM often overexpress HER2 and HER3, and can express mutated EGFR, even relative to primary tumors and other metastases.\n31\n, \n32\n, \n33\n, \n34\n, \n35\n The brain microenvironment contains several HER family ligands, including neuregulins, which can cause dimerization and activation of these receptors in brain metastatic cells.\n31\n, \n36\n The HER2:HER3 association appears to be particularly important in BCBrM, as it may drive BrM through the release of matrix metalloproteases that can disrupt the blood‐brain barrier (BBB).\n36\n Furthermore, the interaction between HER2 and HER3 is enhanced by Src activation and may be a mechanism of resistance to HER2‐targeting agents.\n37\n Preclinical models have shown that HER2 can also heterodimerize with the neutrotropin receptor TrkB and be activated by the neutrotrophic factor BDNF, suggesting that paracrine signaling increases survival of HER2+ BCBrM.\n38\n Interestingly, estrogen present in premenopausal women may further drive this BDNF/TrkB signaling, as well as the migratory and invasive capacity of breast cancer cells through paracrine signaling from ERα‐expressing astrocytes in the brain, further driving the growth of BrM.\n39\n, \n40\n Preclinical studies have also shown that HER2, along with EGFR, in BCBrM can alter proliferation by modulating DNA topoisomerase I through nucleolar localization of heparanase (HPSE).\n41\n\n\n        Additional features of HER2+ BC may contribute to its predilection for BrM. Truncated glioma‐associated oncogene homolog 1 (TGLI1) is highly expressed in HER2+ BC and has been shown to increase the incidence of BrM.\n42\n TGLI1 may also contribute to radioresistance by increasing stemness and creating a “metastasis‐friendly” microenvironment through activation of astrocytes.\n42\n Fatty acid binding protein 7 (FABP‐7) is a lipid binding protein found specifically in the brain. However, FABP‐7 is also expressed in BC cells, particularly in HER2+ cells and in BrM.\n43\n FABP7 is thought to induce a more glycolytic, metastatic, and pro‐angiogenic state in BC cells, thereby enhancing the survival of HER2+ BC in the foreign brain microenvironment.\n43\n Thus, beyond just HER2 expression and its interaction with other receptors, other aspects of HER2+ BC biology likely contribute to the brain metastatic potential of this subtype.\n      \n      \n        2.3\n        \nBlood‐brain and brain‐tumor barriers\n        The BBB is composed of tight junctions between various brain cells to prevent substances, including most cancer treatments, from crossing into the brain from circulation. However, this barrier is often altered in BrM, including changes in many of the cells that make up the barrier, leading to the concept of a substantially different blood‐tumor barrier (BTB).\n44\n Seminal papers in different BCBrM mouse models, including HER2‐expressing models, demonstrated that the BTB is compromised in the vast majority of experimental BCBrM, enabling increased but heterogenous, and still often subtoxic, levels of drug uptake by BrM relative to normal brain tissue.\n45\n, \n46\n, \n47\n Indeed, trastuzumab reaches preclinical brain tumors, but is not as effective at controlling intracranial disease in the clinical setting.\n48\n Surprisingly, the distribution of trastuzumab does not appear to be dictated by vascular architecture, or lack thereof, in BrM.\n47\n Small molecule HER2 inhibitors do not peform substantially better. Lapatinib does achieve higher levels in intracranial tumors of HER2+ BCBrM mouse models relative to normal brain, but the elevated levels in brain tumors are short‐lived (<12 hours), heterogenous due to differential permeability of the BTB, and below the concentrations reached in extracranial metastases.\n49\n This limited exposure is due, in part, to active removal of lapatinib by P‐glycoprotein (Pgp) and breast cancer resistance protein (Bcrp) efflux pumps inherent to the BBB.\n50\n Historically, efficacy of systemic treatments with most HER2‐targeting agents against BrM has been somewhat limited and inconsistent, though newer generation HER2‐targeting agents may circumvent these issues.\n51\n\n\n        Several approaches have been tested in HER2+ BCBrM mouse models to improve access of drugs through the BBB and BTB. Studies have demonstrated the feasibility of using MRI‐guided focused ultrasound in HER2+ BCBrM mouse models to disrupt the BBB and thereby increase trastuzumab delivery to BrM.\n52\n Focused ultrasound has also been used with microbubbles to increase the accessibility of both chemotherapy and an antibody‐drug conjugate (ADC) in a HER2+ BCBrM mouse model.\n53\n While these methods hold some promise, improved systemic agents that can better cross the BBB and BTB are needed.\n      \n      \n        2.4\n        Therapeutic development for HER2+ BCBrM\n\n        The development of targeted therapies for both treatment and prevention of BrM in preclinical HER2+ BCBrM animal models has been extensive, ranging from small molecule inhibitors, to antibody‐based strategies, to engineered cells under evaluation. Lapatinib, a small molecule inhibitor of EGFR and HER2, was the first HER2‐targeting agent characterized in a model of BCBrM.\n54\n Animals treated with a higher dose of lapatinib (100 mg/kg) demonstrated significantly fewer large BrM after systemic inoculation of brain‐seeking BC cells relative to vehicle‐treated controls.\n54\n Pazopanib demonstrated prevention potential against HER2+ BC brain micro‐ and macrometastases in preclinical models by reducing proliferation of tumor cells.\n55\n Neratinib treatment completely prevented any BrM, large or small, in a spontaneous HER2+ BC mouse model with a high proclivity for spontaneous BrM.\n26\n Newer HER2‐targeting agents, such as TAK‐285 and Epertinib (S‐222611), display improved efficacy over lapatinib, due in part to achieving higher concentrations in BrM.\n51\n, \n56\n, \n57\n\n\n        Beyond traditional small molecule inhibitors, additional novel treatment strategies have been characterized in HER2+ BCBrM models. As discussed above, antibodies targeting HER2, including trastuzumab, have been tested in these models, but with modest efficacy given inconsistent brain penetrance. However, improvements to the antibody‐based therapies, such as conjugation with other drugs or with peptides, have also been studied in HER2+ mouse models. An antibody conjugate of trastuzumab and melanotransferrin (BT2111) has been shown to reduce the number and size of BrM in a HER2+ mouse model.\n58\n An anti‐HER2 antibody‐peptide conjugate, ANG4043, demonstrated significant efficacy in HER2+ BCBrM mouse models, likely due to its increased BBB permeability through receptor‐mediated transcytosis.\n59\n A recent report from the Steeg laboratory demonstrated significant reduction of BrM outgrowth in 2 hematogenously generated HER2+ BCBrM models using a novel biparatopic HER2 antibody conjugated to tubulysin.\n60\n This reduction in BrM occurred despite low, heterogeneous brain uptake of the antibody conjugate.\n60\n Nanoparticle technology has also been explored as a method to increase BrM exposure to HER2‐targeting agents. Indeed, albumin nanoparticles demonstrated increased delivery of lapatinib to BrM in animal models, thereby inhibiting the growth of metastases and extending survival.\n61\n Combination therapies have also been attempted with nanoparticle delivery, including a chemotherapy plus anti‐HER2 antibody combination, which reduced tumor volume in an intracranial HER2+ model.\n62\n\n\n        There is growing appreciation for the need of combination therapies in HER2+ BCBrM, as HER2‐directed therapy alone does not appear to always be sufficient. Activation of the PI3K/mTOR pathway in BCBrM, particularly in HER2+ disease, likely explains the need for combination strategies for HER2+ BCBrM (reviewed in Reference 63). Dual inhibition of PI3K and mTOR in HER2+ BCBrM PDX models improved survival in the absence of a HER2‐targeting agent, though some models with high‐genomic instability were resistant.\n64\n Indeed, trastuzumab required addition of a brain penetrant PI3K/mTOR small molecule inhibitor (GNE‐317) or conjugation with a cytotoxic agent (TDM1) to improve survival.\n48\n Combination strategies have expanded beyond the PI3K pathway. Partnering Src inhibitors with HER2‐targeting lapatinib induced cell cycle arrest and apoptosis, thus reducing the incidence and size of BrM in an intracardiac model.\n37\n A triplet strategy combining trastuzumab, lapatinib, and an anti‐VEGFR2 antibody drastically improved survival in mouse models of HER2+ BCBrM by decreasing microvessel density in intracranial tumors, thereby increasing necrosis.\n65\n\n\n        Recent progress in the field of cell‐ and viral‐based therapeutics has also been applied to HER2+ BCBrM. Human‐derived neural stem cells secreting an anti‐HER2 antibody, when injected intracranially at the site of tumor implantation, increased survival of mice.\n66\n Similarly, mesenchymal stromal cells (MSCs) infected with and secreting an engineered virus designed to target HER2 instead of its usual target decreased the incidence of BrM from systemically injected HER2+ BC cells with just one treatment.\n67\n HER2‐CAR T cells delivered intraventricularly drastically reduced intracranial HER2+ BC tumors, including multifocal and leptomeningeal disease, thereby increasing survival.\n68\n Engineered fibroblasts secreting trastruzumab caused tumor growth inhibition and increased survival in a HER2+ BCBrM mouse model when implanted distally (contralaterally) to the tumor.\n69\n Even viruses alone have shown promise. An engineered adeno‐associated virus (AAV) vector, which causes neurons and astrocytes to create an antibody similar to trastuzumab, demonstrated significant efficacy with just a single intrathecal dose on both prevention and treatment of preclinical HER2+ BCBrM.\n70\n Another adenovirus forcing generation of trastuzumab, when injected contralateral to an implanted intracranial tumor, demonstrated tumor growth inhibition and increased survival.\n69\n Cell‐based and viral‐based strategies are rapidly being developed in the HER2 space and have shown significant promise for HER2+ BCBrM.\n      \n      \n        2.5\n        Human tissue‐based studies\n        Analyzes of patient specimens have further suggested an important role for HER2 in the biology of BrM. HER2 was identified as one of four “brain metastasis selected markers” for CTCs in patients with metastatic BC, where CTCs expressing these markers had increased propensity to spread to the brain.\n71\n HER2+ BCBrM display increased HER2+ amplification and activation compared to primary tumors\n32\n, \n34\n, \n35\n Indeed, one study identified HER2 (and RET) as being gained in patients' BrM relative to their primaries, and treatment of BrM subcutaneous PDX models with HER2 and RET inhibitors showed significant growth inhibition.\n72\n BCBrM also demonstrate increased expression and/or mutation of HER2 family members HER3 and EGFR.\n31\n, \n33\n Thus, extensive preclinical and correlative work in the field of BCBrM has demonstrated the importance of HER2 and its family members in the biology and potential treatment of BCBrM.\n2.1\n        Mouse models of HER2+ BCBrM\n\n        Several methods of modeling BCBrM in mice exist, each with its own benefits and caveats regarding the specific source of cancer cells (human vs mouse), tumor generation method (eg, direct intracranial implantation vs systemic inoculation), and analytical approach (eg, bioluminescence vs histology). As seen in Table 1, careful selection of the specific model must match the specific question(s) being tested, and resulting data must be appropriately interpreted based on the methods used. Some examples of important questions to consider include:Is an intact immune system required for this therapeutic intervention? If yes, then a syngeneic model with mouse cancer cells is needed.Is this gene/pathway of interest involved in the early metastatic process (eg, intravasation or colonization)? If yes, then direct intracranial implantation is \nnot\n appropriate.Is the ability to monitor/detect individual BrM cells or micrometastases necessary? If yes, then bioluminescence is \nnot\n appropriate.\n\n        \n          TABLE 1\n          \n            Comparison of some common methods for studying breast cancer brain metastases (BrM) in animal models\n          \n          \n            \n            \n            \n            \n            \n              \n                Method\n                Benefits\n                Caveats\n                Other considerations\n              \n            \n            \n              \n                Model\n              \n              \n                Tumor source\n              \n              \n                Human‐derived cell line\n                \nHuman cancer cell biologyMany established, well‐characterized linesCan easily differentiate tumor (human) vs environment (mouse) by sequencingCan genetically alter cellsCan select for brain trophism\n\n                \nImmunocompromised miceHuman cancer in mouse environmentCells change with prolonged culture\n\n                \nLower incidence of extracranial disease in injected xenograft BrM models vs syngeneics\n\n              \n              \n                Mouse‐derived cell line\n                \nImmunocompetent miceMouse cancer in mouse environmentNumerous established, well‐characterized linesCan genetically alter cellsCan select for brain trophism\n\n                \nMouse cancer cell biologyCannot easily differentiate tumor vs environment (both mouse) by sequencingCells change with prolonged culture\n\n                \nSyngeneic injected BrM models have shorter survivals vs xenograft models\n\n              \n              \n                Mouse‐derived spontaneous\n                \nImmunocompetent miceMouse cancer in mouse environmentMost faithful modeling of metastatic process\n\n                \nMouse cancer cell biologyDifficult to genetically alter the cancer cellsFew models, currentlyLong latency to BrMBrain trophism harder to enrichRequires genetically engineered mice\n\n                \n              \n              \n                Tumor generation\n              \n              \n                Direct intracranial injection\n                \nEstablished tumor biologyQuick, high throughputKnown, large tumor locationReproducible median survivalPD/PK studies\n\n                \nDoes not model early metastatic processesSpecialized equipment, skillset neededInduces neuroinflammationCancer‐naïve host\n\n                \n              \n              \n                Intracardiac injection\n                \nReproducible median survivalMinimally invasive surgeryModels extravasation, brain colonization and outgrowthAverage equipment and skillset needed\n\n                \nVariable BrM rate, especially with nonbrain‐trophic cellsSystemic circulation of cells leads to extracranial metsDoes not model intravasationCancer‐naïve host\n\n                \n              \n              \n                Intracarotid injection\n                \nReproducible median survivalMinimal systemic circulation of injected cancer cells, fewer extracranial metsModels extravasation, brain colonization and outgrowth\n\n                \nInvasive, difficult surgerySpecialized equipment, skillset neededDoes not model intravasationCancer‐naïve host\n\n                \n              \n              \n                Orthotopic injection\n                \nClosely models most of the metastatic processNoninvasive implantation\n\n                \nVariable BrM rate, especially with nonbrain‐trophic cellsLong latency to BrMFrequently also develop extracranial tumorsSurgery to resect primary tumor required\n\n                \n              \n              \n                Spontaneous\n                \nSee above (tumor source)\n\n              \n              \n                Analysis\n              \n              \n                Bioluminescence\n                \n\nIn vivo and ex vivo\nNoninvasive, real timeQuick, high throughputInexpensiveAverage equipment and skillset required\n\n                \nModerate sensitivityModerate spatial resolutionNo/difficult assessment of microenvironment\n\n                \nCells must express luciferaseCells expressing reporters may activate immune response\n\n              \n              \n                MRI\n                \n\nIn vivo\nNoninvasive, real timeHigh‐spatial resolutionMicroenvironment assessment possibleCan assess blood‐brain barrier permeability\n\n                \nModerate sensitivityModerate throughputExpensiveSpecialized equipment, skillset needed\n\n                \n              \n              \n                Two‐photon microscopy\n                \n\nIn vivo\nNoninvasive, real timeHigh sensitivityHigh‐spatial resolutionMicroenvironment assessment possible\n\n                \nSlow, low throughputSpecialized equipment, skillset needed\n\n                \nCells must express fluorescent proteinsCells expressing reporters may activate immune response\n\n              \n              \n                Histology\n                \nHighest sensitivityHighest spatial resolutionMicroenvironment assessment possibleAverage equipment and skillset required\n\n                \n\nEx vivo onlyTerminal/invasiveModerate throughputSingle timepoint per animal\n\n                \nRequires optimized histology methods and specific antibodies\n\n              \n              \n                FACS\n                \nQuick, high throughputInexpensiveMicroenvironment assessment possibleAverage equipment and skillset required\n\n                \n\nEx vivo onlyTerminal/invasiveModerate sensitivityNo/limited spatial resolutionSingle timepoint per animal\n\n                \nRequires specific antibodies and/or cells expressing fluorescent proteinsCells expressing reporters may activate immune response\n\n              \n            \n          \n        \n        In the field of HER2+ breast cancer, the story of HER2 actually started in the brain and has been extensively characterized in animal models. The role of HER2 in cancer was first identified in a rat brain tumor model, and development of the HER2‐targeting MAb trastuzumab in animal models has provided a road map for future antibody‐based therapeutics (reviewed in Reference 23). Studies of HER2+ BCBrM have utilized the full arsenal of mouse models, ranging from direct implantation of human‐derived BC cells into the brains of nude mice to intravenous and intracardiac injection of cells to spontaneous metastasis models. More recently, the field has also been leveraging patient‐derived xenografts (PDXs) in immunocompromised mice. Early PDX models derived from tumorspheres of HER2+ primary core needle biopsies demonstrated a capacity for spontaneous metastasis to the brain as well as other organs.\n24\n PDX models derived from HER2+ BCBrM have also been generated.\n25\n However, the increasing importance of immunotherapies in the clinic has highlighted the need for more immunocompetent models. Syngeneic models of HER2+ BC that spontaneously metastasize to the brain, such as one recently characterized, are poised to become more standard in the field.\n26\n2.2\n        Biology of HER2+ BCBrM\n\n        Extensive work in HER2+ animal models has provided potential explanations for why this subtype of breast cancer has a predilection for CNS recurrence and subsequent BrM. HER2, as an oncogene itself, may drive brain trophism, as HER2 induces a more mesenchymal state in breast cancer cells, increasing invasiveness and metastatic potential.\n27\n Induced expression of HER2 in experimental models increases the size of BrM from intracardiac injections, and may alter the spatiotemporal growth of BrM within different brain regions toward favoring more posterior areas.\n28\n, \n29\n\n\n        HER2's ability to increase BrM may be due in part to proposed interactions between HER2 and other receptors. Interactions between and signaling from HER2 and its family members, notably the epidermal growth factor receptor (EGFR) and HER3, have been implicated as driving factors in BCBrM (reviewed in Reference 30). BCBrM often overexpress HER2 and HER3, and can express mutated EGFR, even relative to primary tumors and other metastases.\n31\n, \n32\n, \n33\n, \n34\n, \n35\n The brain microenvironment contains several HER family ligands, including neuregulins, which can cause dimerization and activation of these receptors in brain metastatic cells.\n31\n, \n36\n The HER2:HER3 association appears to be particularly important in BCBrM, as it may drive BrM through the release of matrix metalloproteases that can disrupt the blood‐brain barrier (BBB).\n36\n Furthermore, the interaction between HER2 and HER3 is enhanced by Src activation and may be a mechanism of resistance to HER2‐targeting agents.\n37\n Preclinical models have shown that HER2 can also heterodimerize with the neutrotropin receptor TrkB and be activated by the neutrotrophic factor BDNF, suggesting that paracrine signaling increases survival of HER2+ BCBrM.\n38\n Interestingly, estrogen present in premenopausal women may further drive this BDNF/TrkB signaling, as well as the migratory and invasive capacity of breast cancer cells through paracrine signaling from ERα‐expressing astrocytes in the brain, further driving the growth of BrM.\n39\n, \n40\n Preclinical studies have also shown that HER2, along with EGFR, in BCBrM can alter proliferation by modulating DNA topoisomerase I through nucleolar localization of heparanase (HPSE).\n41\n\n\n        Additional features of HER2+ BC may contribute to its predilection for BrM. Truncated glioma‐associated oncogene homolog 1 (TGLI1) is highly expressed in HER2+ BC and has been shown to increase the incidence of BrM.\n42\n TGLI1 may also contribute to radioresistance by increasing stemness and creating a “metastasis‐friendly” microenvironment through activation of astrocytes.\n42\n Fatty acid binding protein 7 (FABP‐7) is a lipid binding protein found specifically in the brain. However, FABP‐7 is also expressed in BC cells, particularly in HER2+ cells and in BrM.\n43\n FABP7 is thought to induce a more glycolytic, metastatic, and pro‐angiogenic state in BC cells, thereby enhancing the survival of HER2+ BC in the foreign brain microenvironment.\n43\n Thus, beyond just HER2 expression and its interaction with other receptors, other aspects of HER2+ BC biology likely contribute to the brain metastatic potential of this subtype.\n4.1\n        \nASCO guidelines in HER2+ BCBM\n\n        The American Society of Clinical Oncology (ASCO) has published periodic and timely guidelines for management of BrM in patients with HER2+ advanced BC. Those guidelines are expert consensus‐based recommendations following a targeted, systematic literature review. The most recent guideline was published in 2018 and had similar recommendations to the previous version, published in 2014.\n115\n In summary, cases with favorable prognosis and single or limited\n2\n, \n3\n, \n4\n BrM should receive some combination of surgery and radiation, depending on size, resectability and symptoms. When presenting with diffuse BrM, patients should receive WBRT, and if poor clinical prognosis, palliative care is indicated. If progression of CNS disease following initial radiation therapy occurs, some form of local therapy with radiation and/or surgery should be considered when possible, as well as a clinical trial or best supportive care. Systemic therapy should not be switched if systemic extracranial disease is not progressing. Traditional HER2‐targeted therapy algorithms for HER2+ metastatic BC should be offered when systemic disease is progressive.\n        A suggested algorithm for multidisciplinary management of care for patients with HER2+ BCBrM is presented in Figure 1.\n2.4\n        Therapeutic development for HER2+ BCBrM\n\n        The development of targeted therapies for both treatment and prevention of BrM in preclinical HER2+ BCBrM animal models has been extensive, ranging from small molecule inhibitors, to antibody‐based strategies, to engineered cells under evaluation. Lapatinib, a small molecule inhibitor of EGFR and HER2, was the first HER2‐targeting agent characterized in a model of BCBrM.\n54\n Animals treated with a higher dose of lapatinib (100 mg/kg) demonstrated significantly fewer large BrM after systemic inoculation of brain‐seeking BC cells relative to vehicle‐treated controls.\n54\n Pazopanib demonstrated prevention potential against HER2+ BC brain micro‐ and macrometastases in preclinical models by reducing proliferation of tumor cells.\n55\n Neratinib treatment completely prevented any BrM, large or small, in a spontaneous HER2+ BC mouse model with a high proclivity for spontaneous BrM.\n26\n Newer HER2‐targeting agents, such as TAK‐285 and Epertinib (S‐222611), display improved efficacy over lapatinib, due in part to achieving higher concentrations in BrM.\n51\n, \n56\n, \n57\n\n\n        Beyond traditional small molecule inhibitors, additional novel treatment strategies have been characterized in HER2+ BCBrM models. As discussed above, antibodies targeting HER2, including trastuzumab, have been tested in these models, but with modest efficacy given inconsistent brain penetrance. However, improvements to the antibody‐based therapies, such as conjugation with other drugs or with peptides, have also been studied in HER2+ mouse models. An antibody conjugate of trastuzumab and melanotransferrin (BT2111) has been shown to reduce the number and size of BrM in a HER2+ mouse model.\n58\n An anti‐HER2 antibody‐peptide conjugate, ANG4043, demonstrated significant efficacy in HER2+ BCBrM mouse models, likely due to its increased BBB permeability through receptor‐mediated transcytosis.\n59\n A recent report from the Steeg laboratory demonstrated significant reduction of BrM outgrowth in 2 hematogenously generated HER2+ BCBrM models using a novel biparatopic HER2 antibody conjugated to tubulysin.\n60\n This reduction in BrM occurred despite low, heterogeneous brain uptake of the antibody conjugate.\n60\n Nanoparticle technology has also been explored as a method to increase BrM exposure to HER2‐targeting agents. Indeed, albumin nanoparticles demonstrated increased delivery of lapatinib to BrM in animal models, thereby inhibiting the growth of metastases and extending survival.\n61\n Combination therapies have also been attempted with nanoparticle delivery, including a chemotherapy plus anti‐HER2 antibody combination, which reduced tumor volume in an intracranial HER2+ model.\n62\n\n\n        There is growing appreciation for the need of combination therapies in HER2+ BCBrM, as HER2‐directed therapy alone does not appear to always be sufficient. Activation of the PI3K/mTOR pathway in BCBrM, particularly in HER2+ disease, likely explains the need for combination strategies for HER2+ BCBrM (reviewed in Reference 63). Dual inhibition of PI3K and mTOR in HER2+ BCBrM PDX models improved survival in the absence of a HER2‐targeting agent, though some models with high‐genomic instability were resistant.\n64\n Indeed, trastuzumab required addition of a brain penetrant PI3K/mTOR small molecule inhibitor (GNE‐317) or conjugation with a cytotoxic agent (TDM1) to improve survival.\n48\n Combination strategies have expanded beyond the PI3K pathway. Partnering Src inhibitors with HER2‐targeting lapatinib induced cell cycle arrest and apoptosis, thus reducing the incidence and size of BrM in an intracardiac model.\n37\n A triplet strategy combining trastuzumab, lapatinib, and an anti‐VEGFR2 antibody drastically improved survival in mouse models of HER2+ BCBrM by decreasing microvessel density in intracranial tumors, thereby increasing necrosis.\n65\n\n\n        Recent progress in the field of cell‐ and viral‐based therapeutics has also been applied to HER2+ BCBrM. Human‐derived neural stem cells secreting an anti‐HER2 antibody, when injected intracranially at the site of tumor implantation, increased survival of mice.\n66\n Similarly, mesenchymal stromal cells (MSCs) infected with and secreting an engineered virus designed to target HER2 instead of its usual target decreased the incidence of BrM from systemically injected HER2+ BC cells with just one treatment.\n67\n HER2‐CAR T cells delivered intraventricularly drastically reduced intracranial HER2+ BC tumors, including multifocal and leptomeningeal disease, thereby increasing survival.\n68\n Engineered fibroblasts secreting trastruzumab caused tumor growth inhibition and increased survival in a HER2+ BCBrM mouse model when implanted distally (contralaterally) to the tumor.\n69\n Even viruses alone have shown promise. An engineered adeno‐associated virus (AAV) vector, which causes neurons and astrocytes to create an antibody similar to trastuzumab, demonstrated significant efficacy with just a single intrathecal dose on both prevention and treatment of preclinical HER2+ BCBrM.\n70\n Another adenovirus forcing generation of trastuzumab, when injected contralateral to an implanted intracranial tumor, demonstrated tumor growth inhibition and increased survival.\n69\n Cell‐based and viral‐based strategies are rapidly being developed in the HER2 space and have shown significant promise for HER2+ BCBrM.\n2.5\n        Human tissue‐based studies\n        Analyzes of patient specimens have further suggested an important role for HER2 in the biology of BrM. HER2 was identified as one of four “brain metastasis selected markers” for CTCs in patients with metastatic BC, where CTCs expressing these markers had increased propensity to spread to the brain.\n71\n HER2+ BCBrM display increased HER2+ amplification and activation compared to primary tumors\n32\n, \n34\n, \n35\n Indeed, one study identified HER2 (and RET) as being gained in patients' BrM relative to their primaries, and treatment of BrM subcutaneous PDX models with HER2 and RET inhibitors showed significant growth inhibition.\n72\n BCBrM also demonstrate increased expression and/or mutation of HER2 family members HER3 and EGFR.\n31\n, \n33\n Thus, extensive preclinical and correlative work in the field of BCBrM has demonstrated the importance of HER2 and its family members in the biology and potential treatment of BCBrM.\n3\n      CLINICAL MANAGEMENT OF HER2‐POSITIVE BrM\n\n      The care of patients with HER2+ BCBrM is complex and requires a multidisciplinary team to determine optimal therapy (ie, local or systemic), timing of therapy, and the best management of sequelae of therapy (ie, radiation therapy necrosis) (see algorithm, Figure 1). In addition, as patient symptom burden can be high, incorporation of palliative care early is also recommended as part of the multidisciplinary team, in addition to radiation oncology, medical oncology, and neurosurgery.\n73\n\n\n      \n        FIGURE 1\n        \n          Suggested algorithm for multidisciplinary management of care for patients with HER2+ breast cancer brain metastases. BCBrM: breast cancer brain metastases; MBC: metastatic breast cancer; THP: Taxotere (Docetaxel) + Herceptin (Trastuzumab) + Perjeta (Pertuzumab); T‐DM1: ado‐trastuzumab emtansine (Kadcyla)\n        \n        \n      \n      \n        3.1\n        Local therapy\n        Local therapy modalities, including neurosurgical resection, stereotactic radiosurgery (SRS), and/or whole‐brain radiotherapy (WBRT) remain the cornerstone of therapy for BrM.\n74\n Neurosurgical resection offers survival benefit when associated with adjuvant radiation therapy, more so in patients with good performance status, controlled systemic disease, and a solitary brain lesion.\n75\n, \n76\n, \n77\n While SRS is preferred in cases with a limited number of BrM, the upper limit of number of lesions remains controversial.\n78\n Finally, for patients with multiple, diffuse BrM, WBRT is the recommended treatment modality, but has fallen out of favor in recent years due to observed negative impacts on longer‐term neurocognition.\n        It is important to highlight that most prospective trials evaluating local treatment of BrM included mainly NSCLC patients, with only a small proportion (~10%‐15%) incorporating breast cancer patients.\n79\n, \n80\n, \n81\n Overall, these trials demonstrated that adding WBRT to initial surgery or SRS decreased intracranial disease recurrence without affecting OS (median 7 to 10 months, P = .42 to P = .93). Conversely, WBRT has been reported to worsen quality of life and neurocognitive function, particularly in patients with prolonged survival.\n82\n, \n83\n, \n84\n In those cases, neurocognitive decline is progressive and untreatable. Preventive strategies using memantine and hippocampal avoidance have shown improvements in neurocognitive decline.\n85\n, \n86\n\n\n        Retrospective analysis of breast cancer patients treated with local therapy for BrM showed that the subtype affects patterns of failure of BrM after treatment with SRS. Luminal HER2+ (HER2+, HR+) patients had a rate of 36% to 38% distant brain new lesions at 1 year, with a median 18 to 22 months OS, while HER2+ cases (HER2+, HR‐) had a rate of 47% to 53% and OS of 11 to 15.4 months.\n22\n, \n87\n This can help guide discussions clinically, and also begs for systemic therapy agents in the secondary prevention setting to protect against distant brain recurrence after focused radiotherapy in patients with HER2+ BCBrM.\n      \n      \n        3.2\n        Systemic therapy overview\n        Systemic therapy for BrM, overall, has shown less efficacy than in systemic, non‐CNS locations. Multiple clinical trials have documented few or no responses using agents with known activity in the metastatic setting.\n3\n, \n88\n, \n89\n, \n90\n, \n91\n, \n92\n In HER2+ BC patients, HER2 targeted agents beyond trastuzumab have been evaluated for their potential therapeutic effect in BrM.\n        \n          3.2.1\n          Lapatinib/capecitabine\n          Lapatinib is a small molecule tyrosine‐kinase inhibitor (TKI) of EGFR and HER2, and is able to cross the BTB.\n45\n, \n49\n As such, it was the first therapy with promising activity in HER2+ BCBrM patients. However, analysis of lapatinib and capecitabine levels in BrM from patients dosed preoperatively for medically needed craniotomies showed concentrations were very heterogeneous.\n93\n When given as a single agent, lapatinib leads to few responses (2%‐6%) and only a small, nonsignificant decrease in the size of BrM lesions.\n9\n, \n94\n Phase II trials evaluating the combination of lapatinib plus capecitabine in patients with BrM previously treated with WBRT showed an objective response rate of 30%.\n9\n, \n95\n When the combination was given as first line therapy to 45 patients with low‐volume BrM in the LANDSCAPE trial (single arm phase II), an objective CNS responses of 65.9% (measured by volumetric reduction), median time to CNS progression of 5.5 months, and median time to WBRT of 8.5 months were shown.\n96\n However, this treatment was associated with a 49% grade 3 to 4 toxicity rate, mainly represented by diarrhea, hand‐foot syndrome and fatigue. The MA.31 phase II trial randomized 652 patients with HER2+ BC to treatment with either lapatinib plus paclitaxel or trastuzumab plus paclitaxel as first line treatment of metastatic disease.\n97\n The trastuzumab combination was superior to the lapatinib combination with median progression free survival (PFS) of 9.0 months and 11.3 months, respectively (HR 1.37, P = .001). The incidence of BrM as the first site of progression was 28% for trastuzumab and 20% for lapatinib, with no difference in time to progression between the arms. Considering a potential effect in preventing the development of BrM, a phase III trial of lapatinib plus capecitabine vs capecitabine alone in patients with HER2+ advanced BC who were previously treated with an anthracycline, taxane, and trastuzumab was developed. Patients with baseline BrM were excluded, and only four (2%) patients developed symptomatic BrM as an initial site of progression in the combination therapy arm compared to 13 (6%) patients in the monotherapy group (P = .045).\n98\n\n\n        \n        \n          3.2.2\n          Neratinib/capecitabine\n          Neratinib is a pan‐HER TKI that targets and inhibits EGFR/HER1, HER2, and HER4 in an irreversible way. Based on the phase II TBCRC 022 trial results, neratinib received an orphan drug designation for HER2+ BCBrM by the FDA in 2019.\n99\n In this trial, the combination of neratinib plus capecitabine was evaluated in two cohorts, depending on the previous use of lapatinib. Volumetric BrM response was the primary objective of this clinical trial. In the lapatinib‐naïve cohort (n = 37), 18 (49%) patients had partial responses (PR) and 7 (19%) patients had stable disease (SD) for ≥6 cycles (4.2 months), with median PFS 5.5 months and OS 13.3 months. When RANO‐BM was applied to evaluate responses, 9 (24%) patients had a PR in that cohort. In the cohort of patients that had received lapatinib in the past (n = 12), which was closed for slow accrual, 4 (33%) patients had a PR and 3 (25%) patients had SD for ≥6 cycles (4.2 months), with a PFS of 3.1 months and OS of 15.5 months. Per RANO‐BM evaluation, 2 (17%) patients had a PR. Notable toxicity was observed in both groups, with grade 2 and 3 toxicity levels reported: 62% diarrhea (despite prophylaxis therapy), 24% nausea, 20% vomiting, and 26% fatigue. Overall, neratinib demonstrated a modest effect in the CNS, mostly short‐lived, with non‐negligible toxicity.\n        \n        \n          3.2.3\n          Tucatinib/trastuzumab/capecitabine\n          Tucatinib is a TKI that inhibits HER2 in a reversible way. It has shown promising activity in combination with capecitabine and trastuzumab in a phase I trial, which included notable response in BrM.\n100\n Building on that, the HER2CLIMB phase III trial was developed and results were recently reported.\n101\n The trial randomized 612 patients with HER2+ metastatic BC previously treated with trastuzumab, pertuzumab and T‐DM1, to trastuzumab and capecitabine, plus tucatinib or placebo. Patients with BrM were allowed to enroll either without or after local therapy, if indicated for symptom control. Patients with progressive BrM and even untreated, asymptomatic BrM were included. The addition of tucatinib to capecitabine and trastuzumab improved PFS at 1 year (33.1% vs 12.3%, HR 0.54; 95% confidence interval [CI], 0.42 to 0.71; P < .001), with corresponding improvements in PFS of 7.8 months and 5.6 months, respectively, for the global patient population. OS at 2 years was improved (44.9% vs 26.6%, HR 0.66; 95% CI, 0.50 to 0.88; P = .005) with tucatinib, with median OS of 21.9 months and 17.4 months, respectively.\n          Specific to patients with BrM, 1‐year PFS was 24.9% with addition of tucatinib and 0% in the placebo‐combination group (HR 0.48; 95% CI, 0.34 to 0.69; P < .001). Median PFS for those with BrM was 7.6 months with tucatinib vs 5.4 months without tucatinib. The exploratory analysis of intracranial outcomes was also reported recently.\n102\n A total of 291 patients with BrM were enrolled in the HER2CLIMB trial, 174 with active BrM, either treated and progressing or untreated, and 117 with treated and stable BrM. The CNS objective response rate in the evaluable subset (55 patients in the tucatinib group and 20 patients in the placebo group) was 47% vs 20%, P = .03, with a median duration of response of 6.8 months vs 3.0 months, respectively. The median CNS PFS was also improved by tucatinib, with 9.9 months vs 4.2 months, P < .00001, in all BrM patients; with median 9.5 months vs 4.1 months in patients with active BrM, P < .0001, and 13.9 months vs 5.6 months in patients with stable BrM, P = 0.002. The regimen tucatinib, capecitabine and trastuzumab was approved in April 2020 for adult patients with advanced unresectable or metastatic HER2+ BC, including patients with BrM, who have received one or more prior anti‐HER2‐based regimens in the metastatic setting.\n        \n        \n          3.2.4\n          Pertuzumab\n          Pertuzumab is a MAb that binds to the extracellular domain II of HER2 and inhibits the dimerization of HER2 with other HER family receptors, especially HER3. In this way, it acts in synergy with trastuzumab. It was demonstrated to prolong OS when offered in combination to trastuzumab and docetaxel as first line treatment for metastatic HER2+ BC in the Cleopatra phase III, randomized, controlled trial.\n103\n The incidence of BrM as the first site of disease progression was evaluated in an exploratory analysis, and found to be similar in the pertuzumab arm and the placebo arm (13.7% and 12.6%).\n104\n\n\n          Pertuzumab also showed some benefit when added to chemotherapy and trastuzumab in the adjuvant setting in patients with high‐risk HER2+ BC.\n105\n In a recent update, with a median 74.1 months follow‐up, the incidence of CNS metastases as invasive disease first recurrence was not different with or without use of adjuvant pertuzumab, 2% in both arms.\n106\n\n\n        \n        \n          3.2.5\n          \nTDM‐1 (trasutuzumab emtansine)\n          T‐DM1 is an ADC containing emtansine (DM1), a microtubule‐inhibitory agent, linked to trastuzumab. It was the first ADC agent to be approved for treatment of HER2+ BC. Several case reports have described the activity of T‐DM1 in CNS metastases.\n107\n, \n108\n Phase III trials have shown activity of T‐DM1 in HER2+ metastatic disease after previous lines of treatment including trastuzumab and lapatinib, with improvements in both PFS and OS.\n109\n, \n110\n T‐DM1 is currently the standard therapy for HER2+ BC patients with recurrence or progression of disease after treatment with trastuzumab and pertuzumab. The EMILIA trial randomized advanced HER2+ BC patients, previously treated with trastuzumab and taxanes, to receive either T‐DM1 or the combination of lapatinib plus capecitabine.\n110\n Final results showed better PFS (median 9.6 months with T‐DM1 vs 6.4 months with lapatinib plus capecitabine; HR 0.65; 95% CI, 0.55 to 0.77; P < .001), and OS (30.9 months vs 25.1 months; HR 0.68; 95% CI, 0.55 to 0.85; P < .001) with use of T‐DM1. In a retrospective exploratory analysis of CNS outcomes as part of the EMILIA trial, the rate of CNS progression was similar between the two arms, with CNS metastases as the first site of relapse in 2% of T‐DM1 treated patients and in 0.7% of lapatinib plus capecitabine treated patients, and progression of CNS disease known at baseline in 22.2% and 16%, respectively. Nevertheless, in patients with treated, asymptomatic CNS metastases at baseline, T‐DM1 was associated with improved survival when compared to lapatinib plus capecitabine (median 26.8 vs 12.9 months, HR 0.38 P = .008).\n111\n This has been interpreted to be due to excellent control of systemic disease, potentially affecting CNS disease progression and OS.\n          More recently, in the phase III KATHERINE trial, T‐DM1 has been shown to improve invasive disease‐free survival (IDFS) in patients with early HER2+ BC that presented with residual invasive disease after neoadjuvant treatment with trastuzumab and taxanes.\n112\n In the interim analysis, with a median follow‐up around 40 months, the rate of distant recurrence was 10.5% with T‐DM1 and 15.9% with trastuzumab. Interestingly, the rate of CNS recurrence as first IDFS event was 5.9% with T‐DM1 and 4.3% with trastuzumab. In a more detailed analysis,\n113\n it was found that the incidence of CNS recurrence after first IDFS event was 0.1% with T‐DM1 and 1.1% with trastuzumab, making a total CNS involvement of 6.1% with T‐DM1 and 5.4% with trastuzumab. CNS was the only site of recurrence in 4.8% of T‐DM1 cases and 2.8% of trastuzumab cases. Moveover, the median time to recurrence in the CNS was 17.5 months with T‐DM1 and 11.9 months with trastuzumab. The OS after a CNS event was similar between both treatment groups (12.5 months for T‐DM1 and 14.3 months for trastuzumab, unstratified HR [95% CI] = 1.07 [0.60‐1.91]).\n113\n Overall, these findings seem to support the interpretation of the results in the EMILIA CNS subgroup analysis termed competing risk, meaning: “the substantial reduction in the incidence of non‐CNS recurrences as a first event observed with T‐DM1 may be resulting in an increased likelihood of a CNS recurrence as a first event and as the only recurrence.”\n113\n\n\n        \n        \n          3.2.6\n          Trastuzumab deruxtecan (DS8201)\n          Trastuzumab deruxtecan, initially known as DS‐8201, is the second ADC to be FDA approved as third line therapy for metastatic HER2+ BC, based on the impressive results of the phase II DESTINY trial.\n114\n This ADC is composed of an anti‐HER2 antibody, a cleavable tetrapeptide‐based linker, and a cytotoxic topoisomerase I inhibitor in a 1:8 antibody:cytoxic ratio. In the DESTINY trial, patients with heavily‐pretreated metastatic HER2+ BC with a median of 6 prior lines of therapy all received trastuzumab deruxtecan. The median duration of follow‐up was 11.1 months (range, 0.7 to 19.9). The median response duration to trastuzumab deruxtecan was 14.8 months (95% CI, 13.8 to 16.9), and the median PFS was 16.4 months (95% CI, 12.7 to not reached). Remarkably, PFS for the 24 patients who were enrolled with treated and asymptomatic BrM was 18.1 months (95% CI, 6.7 to 18.1). Adverse events, grade 3 or higher, were most commonly neutropenia (20.7%), anemia (8.7%), and nausea (7.6%). The drug was also associated with interstitial lung disease in 13.6% of the patients (grade 1 or 2, 10.9%; grade 3 or 4, 0.5%; and grade 5, 2.2%), a toxicity which should be monitored and managed aggressively.\n3.1\n        Local therapy\n        Local therapy modalities, including neurosurgical resection, stereotactic radiosurgery (SRS), and/or whole‐brain radiotherapy (WBRT) remain the cornerstone of therapy for BrM.\n74\n Neurosurgical resection offers survival benefit when associated with adjuvant radiation therapy, more so in patients with good performance status, controlled systemic disease, and a solitary brain lesion.\n75\n, \n76\n, \n77\n While SRS is preferred in cases with a limited number of BrM, the upper limit of number of lesions remains controversial.\n78\n Finally, for patients with multiple, diffuse BrM, WBRT is the recommended treatment modality, but has fallen out of favor in recent years due to observed negative impacts on longer‐term neurocognition.\n        It is important to highlight that most prospective trials evaluating local treatment of BrM included mainly NSCLC patients, with only a small proportion (~10%‐15%) incorporating breast cancer patients.\n79\n, \n80\n, \n81\n Overall, these trials demonstrated that adding WBRT to initial surgery or SRS decreased intracranial disease recurrence without affecting OS (median 7 to 10 months, P = .42 to P = .93). Conversely, WBRT has been reported to worsen quality of life and neurocognitive function, particularly in patients with prolonged survival.\n82\n, \n83\n, \n84\n In those cases, neurocognitive decline is progressive and untreatable. Preventive strategies using memantine and hippocampal avoidance have shown improvements in neurocognitive decline.\n85\n, \n86\n\n\n        Retrospective analysis of breast cancer patients treated with local therapy for BrM showed that the subtype affects patterns of failure of BrM after treatment with SRS. Luminal HER2+ (HER2+, HR+) patients had a rate of 36% to 38% distant brain new lesions at 1 year, with a median 18 to 22 months OS, while HER2+ cases (HER2+, HR‐) had a rate of 47% to 53% and OS of 11 to 15.4 months.\n22\n, \n87\n This can help guide discussions clinically, and also begs for systemic therapy agents in the secondary prevention setting to protect against distant brain recurrence after focused radiotherapy in patients with HER2+ BCBrM.\n3.2\n        Systemic therapy overview\n        Systemic therapy for BrM, overall, has shown less efficacy than in systemic, non‐CNS locations. Multiple clinical trials have documented few or no responses using agents with known activity in the metastatic setting.\n3\n, \n88\n, \n89\n, \n90\n, \n91\n, \n92\n In HER2+ BC patients, HER2 targeted agents beyond trastuzumab have been evaluated for their potential therapeutic effect in BrM.\n        \n          3.2.1\n          Lapatinib/capecitabine\n          Lapatinib is a small molecule tyrosine‐kinase inhibitor (TKI) of EGFR and HER2, and is able to cross the BTB.\n45\n, \n49\n As such, it was the first therapy with promising activity in HER2+ BCBrM patients. However, analysis of lapatinib and capecitabine levels in BrM from patients dosed preoperatively for medically needed craniotomies showed concentrations were very heterogeneous.\n93\n When given as a single agent, lapatinib leads to few responses (2%‐6%) and only a small, nonsignificant decrease in the size of BrM lesions.\n9\n, \n94\n Phase II trials evaluating the combination of lapatinib plus capecitabine in patients with BrM previously treated with WBRT showed an objective response rate of 30%.\n9\n, \n95\n When the combination was given as first line therapy to 45 patients with low‐volume BrM in the LANDSCAPE trial (single arm phase II), an objective CNS responses of 65.9% (measured by volumetric reduction), median time to CNS progression of 5.5 months, and median time to WBRT of 8.5 months were shown.\n96\n However, this treatment was associated with a 49% grade 3 to 4 toxicity rate, mainly represented by diarrhea, hand‐foot syndrome and fatigue. The MA.31 phase II trial randomized 652 patients with HER2+ BC to treatment with either lapatinib plus paclitaxel or trastuzumab plus paclitaxel as first line treatment of metastatic disease.\n97\n The trastuzumab combination was superior to the lapatinib combination with median progression free survival (PFS) of 9.0 months and 11.3 months, respectively (HR 1.37, P = .001). The incidence of BrM as the first site of progression was 28% for trastuzumab and 20% for lapatinib, with no difference in time to progression between the arms. Considering a potential effect in preventing the development of BrM, a phase III trial of lapatinib plus capecitabine vs capecitabine alone in patients with HER2+ advanced BC who were previously treated with an anthracycline, taxane, and trastuzumab was developed. Patients with baseline BrM were excluded, and only four (2%) patients developed symptomatic BrM as an initial site of progression in the combination therapy arm compared to 13 (6%) patients in the monotherapy group (P = .045).\n98\n\n\n        \n        \n          3.2.2\n          Neratinib/capecitabine\n          Neratinib is a pan‐HER TKI that targets and inhibits EGFR/HER1, HER2, and HER4 in an irreversible way. Based on the phase II TBCRC 022 trial results, neratinib received an orphan drug designation for HER2+ BCBrM by the FDA in 2019.\n99\n In this trial, the combination of neratinib plus capecitabine was evaluated in two cohorts, depending on the previous use of lapatinib. Volumetric BrM response was the primary objective of this clinical trial. In the lapatinib‐naïve cohort (n = 37), 18 (49%) patients had partial responses (PR) and 7 (19%) patients had stable disease (SD) for ≥6 cycles (4.2 months), with median PFS 5.5 months and OS 13.3 months. When RANO‐BM was applied to evaluate responses, 9 (24%) patients had a PR in that cohort. In the cohort of patients that had received lapatinib in the past (n = 12), which was closed for slow accrual, 4 (33%) patients had a PR and 3 (25%) patients had SD for ≥6 cycles (4.2 months), with a PFS of 3.1 months and OS of 15.5 months. Per RANO‐BM evaluation, 2 (17%) patients had a PR. Notable toxicity was observed in both groups, with grade 2 and 3 toxicity levels reported: 62% diarrhea (despite prophylaxis therapy), 24% nausea, 20% vomiting, and 26% fatigue. Overall, neratinib demonstrated a modest effect in the CNS, mostly short‐lived, with non‐negligible toxicity.\n        \n        \n          3.2.3\n          Tucatinib/trastuzumab/capecitabine\n          Tucatinib is a TKI that inhibits HER2 in a reversible way. It has shown promising activity in combination with capecitabine and trastuzumab in a phase I trial, which included notable response in BrM.\n100\n Building on that, the HER2CLIMB phase III trial was developed and results were recently reported.\n101\n The trial randomized 612 patients with HER2+ metastatic BC previously treated with trastuzumab, pertuzumab and T‐DM1, to trastuzumab and capecitabine, plus tucatinib or placebo. Patients with BrM were allowed to enroll either without or after local therapy, if indicated for symptom control. Patients with progressive BrM and even untreated, asymptomatic BrM were included. The addition of tucatinib to capecitabine and trastuzumab improved PFS at 1 year (33.1% vs 12.3%, HR 0.54; 95% confidence interval [CI], 0.42 to 0.71; P < .001), with corresponding improvements in PFS of 7.8 months and 5.6 months, respectively, for the global patient population. OS at 2 years was improved (44.9% vs 26.6%, HR 0.66; 95% CI, 0.50 to 0.88; P = .005) with tucatinib, with median OS of 21.9 months and 17.4 months, respectively.\n          Specific to patients with BrM, 1‐year PFS was 24.9% with addition of tucatinib and 0% in the placebo‐combination group (HR 0.48; 95% CI, 0.34 to 0.69; P < .001). Median PFS for those with BrM was 7.6 months with tucatinib vs 5.4 months without tucatinib. The exploratory analysis of intracranial outcomes was also reported recently.\n102\n A total of 291 patients with BrM were enrolled in the HER2CLIMB trial, 174 with active BrM, either treated and progressing or untreated, and 117 with treated and stable BrM. The CNS objective response rate in the evaluable subset (55 patients in the tucatinib group and 20 patients in the placebo group) was 47% vs 20%, P = .03, with a median duration of response of 6.8 months vs 3.0 months, respectively. The median CNS PFS was also improved by tucatinib, with 9.9 months vs 4.2 months, P < .00001, in all BrM patients; with median 9.5 months vs 4.1 months in patients with active BrM, P < .0001, and 13.9 months vs 5.6 months in patients with stable BrM, P = 0.002. The regimen tucatinib, capecitabine and trastuzumab was approved in April 2020 for adult patients with advanced unresectable or metastatic HER2+ BC, including patients with BrM, who have received one or more prior anti‐HER2‐based regimens in the metastatic setting.\n        \n        \n          3.2.4\n          Pertuzumab\n          Pertuzumab is a MAb that binds to the extracellular domain II of HER2 and inhibits the dimerization of HER2 with other HER family receptors, especially HER3. In this way, it acts in synergy with trastuzumab. It was demonstrated to prolong OS when offered in combination to trastuzumab and docetaxel as first line treatment for metastatic HER2+ BC in the Cleopatra phase III, randomized, controlled trial.\n103\n The incidence of BrM as the first site of disease progression was evaluated in an exploratory analysis, and found to be similar in the pertuzumab arm and the placebo arm (13.7% and 12.6%).\n104\n\n\n          Pertuzumab also showed some benefit when added to chemotherapy and trastuzumab in the adjuvant setting in patients with high‐risk HER2+ BC.\n105\n In a recent update, with a median 74.1 months follow‐up, the incidence of CNS metastases as invasive disease first recurrence was not different with or without use of adjuvant pertuzumab, 2% in both arms.\n106\n\n\n        \n        \n          3.2.5\n          \nTDM‐1 (trasutuzumab emtansine)\n          T‐DM1 is an ADC containing emtansine (DM1), a microtubule‐inhibitory agent, linked to trastuzumab. It was the first ADC agent to be approved for treatment of HER2+ BC. Several case reports have described the activity of T‐DM1 in CNS metastases.\n107\n, \n108\n Phase III trials have shown activity of T‐DM1 in HER2+ metastatic disease after previous lines of treatment including trastuzumab and lapatinib, with improvements in both PFS and OS.\n109\n, \n110\n T‐DM1 is currently the standard therapy for HER2+ BC patients with recurrence or progression of disease after treatment with trastuzumab and pertuzumab. The EMILIA trial randomized advanced HER2+ BC patients, previously treated with trastuzumab and taxanes, to receive either T‐DM1 or the combination of lapatinib plus capecitabine.\n110\n Final results showed better PFS (median 9.6 months with T‐DM1 vs 6.4 months with lapatinib plus capecitabine; HR 0.65; 95% CI, 0.55 to 0.77; P < .001), and OS (30.9 months vs 25.1 months; HR 0.68; 95% CI, 0.55 to 0.85; P < .001) with use of T‐DM1. In a retrospective exploratory analysis of CNS outcomes as part of the EMILIA trial, the rate of CNS progression was similar between the two arms, with CNS metastases as the first site of relapse in 2% of T‐DM1 treated patients and in 0.7% of lapatinib plus capecitabine treated patients, and progression of CNS disease known at baseline in 22.2% and 16%, respectively. Nevertheless, in patients with treated, asymptomatic CNS metastases at baseline, T‐DM1 was associated with improved survival when compared to lapatinib plus capecitabine (median 26.8 vs 12.9 months, HR 0.38 P = .008).\n111\n This has been interpreted to be due to excellent control of systemic disease, potentially affecting CNS disease progression and OS.\n          More recently, in the phase III KATHERINE trial, T‐DM1 has been shown to improve invasive disease‐free survival (IDFS) in patients with early HER2+ BC that presented with residual invasive disease after neoadjuvant treatment with trastuzumab and taxanes.\n112\n In the interim analysis, with a median follow‐up around 40 months, the rate of distant recurrence was 10.5% with T‐DM1 and 15.9% with trastuzumab. Interestingly, the rate of CNS recurrence as first IDFS event was 5.9% with T‐DM1 and 4.3% with trastuzumab. In a more detailed analysis,\n113\n it was found that the incidence of CNS recurrence after first IDFS event was 0.1% with T‐DM1 and 1.1% with trastuzumab, making a total CNS involvement of 6.1% with T‐DM1 and 5.4% with trastuzumab. CNS was the only site of recurrence in 4.8% of T‐DM1 cases and 2.8% of trastuzumab cases. Moveover, the median time to recurrence in the CNS was 17.5 months with T‐DM1 and 11.9 months with trastuzumab. The OS after a CNS event was similar between both treatment groups (12.5 months for T‐DM1 and 14.3 months for trastuzumab, unstratified HR [95% CI] = 1.07 [0.60‐1.91]).\n113\n Overall, these findings seem to support the interpretation of the results in the EMILIA CNS subgroup analysis termed competing risk, meaning: “the substantial reduction in the incidence of non‐CNS recurrences as a first event observed with T‐DM1 may be resulting in an increased likelihood of a CNS recurrence as a first event and as the only recurrence.”\n113\n\n\n        \n        \n          3.2.6\n          Trastuzumab deruxtecan (DS8201)\n          Trastuzumab deruxtecan, initially known as DS‐8201, is the second ADC to be FDA approved as third line therapy for metastatic HER2+ BC, based on the impressive results of the phase II DESTINY trial.\n114\n This ADC is composed of an anti‐HER2 antibody, a cleavable tetrapeptide‐based linker, and a cytotoxic topoisomerase I inhibitor in a 1:8 antibody:cytoxic ratio. In the DESTINY trial, patients with heavily‐pretreated metastatic HER2+ BC with a median of 6 prior lines of therapy all received trastuzumab deruxtecan. The median duration of follow‐up was 11.1 months (range, 0.7 to 19.9). The median response duration to trastuzumab deruxtecan was 14.8 months (95% CI, 13.8 to 16.9), and the median PFS was 16.4 months (95% CI, 12.7 to not reached). Remarkably, PFS for the 24 patients who were enrolled with treated and asymptomatic BrM was 18.1 months (95% CI, 6.7 to 18.1). Adverse events, grade 3 or higher, were most commonly neutropenia (20.7%), anemia (8.7%), and nausea (7.6%). The drug was also associated with interstitial lung disease in 13.6% of the patients (grade 1 or 2, 10.9%; grade 3 or 4, 0.5%; and grade 5, 2.2%), a toxicity which should be monitored and managed aggressively.\n3.2.1\n          Lapatinib/capecitabine\n          Lapatinib is a small molecule tyrosine‐kinase inhibitor (TKI) of EGFR and HER2, and is able to cross the BTB.\n45\n, \n49\n As such, it was the first therapy with promising activity in HER2+ BCBrM patients. However, analysis of lapatinib and capecitabine levels in BrM from patients dosed preoperatively for medically needed craniotomies showed concentrations were very heterogeneous.\n93\n When given as a single agent, lapatinib leads to few responses (2%‐6%) and only a small, nonsignificant decrease in the size of BrM lesions.\n9\n, \n94\n Phase II trials evaluating the combination of lapatinib plus capecitabine in patients with BrM previously treated with WBRT showed an objective response rate of 30%.\n9\n, \n95\n When the combination was given as first line therapy to 45 patients with low‐volume BrM in the LANDSCAPE trial (single arm phase II), an objective CNS responses of 65.9% (measured by volumetric reduction), median time to CNS progression of 5.5 months, and median time to WBRT of 8.5 months were shown.\n96\n However, this treatment was associated with a 49% grade 3 to 4 toxicity rate, mainly represented by diarrhea, hand‐foot syndrome and fatigue. The MA.31 phase II trial randomized 652 patients with HER2+ BC to treatment with either lapatinib plus paclitaxel or trastuzumab plus paclitaxel as first line treatment of metastatic disease.\n97\n The trastuzumab combination was superior to the lapatinib combination with median progression free survival (PFS) of 9.0 months and 11.3 months, respectively (HR 1.37, P = .001). The incidence of BrM as the first site of progression was 28% for trastuzumab and 20% for lapatinib, with no difference in time to progression between the arms. Considering a potential effect in preventing the development of BrM, a phase III trial of lapatinib plus capecitabine vs capecitabine alone in patients with HER2+ advanced BC who were previously treated with an anthracycline, taxane, and trastuzumab was developed. Patients with baseline BrM were excluded, and only four (2%) patients developed symptomatic BrM as an initial site of progression in the combination therapy arm compared to 13 (6%) patients in the monotherapy group (P = .045).\n98\n3.2.2\n          Neratinib/capecitabine\n          Neratinib is a pan‐HER TKI that targets and inhibits EGFR/HER1, HER2, and HER4 in an irreversible way. Based on the phase II TBCRC 022 trial results, neratinib received an orphan drug designation for HER2+ BCBrM by the FDA in 2019.\n99\n In this trial, the combination of neratinib plus capecitabine was evaluated in two cohorts, depending on the previous use of lapatinib. Volumetric BrM response was the primary objective of this clinical trial. In the lapatinib‐naïve cohort (n = 37), 18 (49%) patients had partial responses (PR) and 7 (19%) patients had stable disease (SD) for ≥6 cycles (4.2 months), with median PFS 5.5 months and OS 13.3 months. When RANO‐BM was applied to evaluate responses, 9 (24%) patients had a PR in that cohort. In the cohort of patients that had received lapatinib in the past (n = 12), which was closed for slow accrual, 4 (33%) patients had a PR and 3 (25%) patients had SD for ≥6 cycles (4.2 months), with a PFS of 3.1 months and OS of 15.5 months. Per RANO‐BM evaluation, 2 (17%) patients had a PR. Notable toxicity was observed in both groups, with grade 2 and 3 toxicity levels reported: 62% diarrhea (despite prophylaxis therapy), 24% nausea, 20% vomiting, and 26% fatigue. Overall, neratinib demonstrated a modest effect in the CNS, mostly short‐lived, with non‐negligible toxicity.\n3.2.3\n          Tucatinib/trastuzumab/capecitabine\n          Tucatinib is a TKI that inhibits HER2 in a reversible way. It has shown promising activity in combination with capecitabine and trastuzumab in a phase I trial, which included notable response in BrM.\n100\n Building on that, the HER2CLIMB phase III trial was developed and results were recently reported.\n101\n The trial randomized 612 patients with HER2+ metastatic BC previously treated with trastuzumab, pertuzumab and T‐DM1, to trastuzumab and capecitabine, plus tucatinib or placebo. Patients with BrM were allowed to enroll either without or after local therapy, if indicated for symptom control. Patients with progressive BrM and even untreated, asymptomatic BrM were included. The addition of tucatinib to capecitabine and trastuzumab improved PFS at 1 year (33.1% vs 12.3%, HR 0.54; 95% confidence interval [CI], 0.42 to 0.71; P < .001), with corresponding improvements in PFS of 7.8 months and 5.6 months, respectively, for the global patient population. OS at 2 years was improved (44.9% vs 26.6%, HR 0.66; 95% CI, 0.50 to 0.88; P = .005) with tucatinib, with median OS of 21.9 months and 17.4 months, respectively.\n          Specific to patients with BrM, 1‐year PFS was 24.9% with addition of tucatinib and 0% in the placebo‐combination group (HR 0.48; 95% CI, 0.34 to 0.69; P < .001). Median PFS for those with BrM was 7.6 months with tucatinib vs 5.4 months without tucatinib. The exploratory analysis of intracranial outcomes was also reported recently.\n102\n A total of 291 patients with BrM were enrolled in the HER2CLIMB trial, 174 with active BrM, either treated and progressing or untreated, and 117 with treated and stable BrM. The CNS objective response rate in the evaluable subset (55 patients in the tucatinib group and 20 patients in the placebo group) was 47% vs 20%, P = .03, with a median duration of response of 6.8 months vs 3.0 months, respectively. The median CNS PFS was also improved by tucatinib, with 9.9 months vs 4.2 months, P < .00001, in all BrM patients; with median 9.5 months vs 4.1 months in patients with active BrM, P < .0001, and 13.9 months vs 5.6 months in patients with stable BrM, P = 0.002. The regimen tucatinib, capecitabine and trastuzumab was approved in April 2020 for adult patients with advanced unresectable or metastatic HER2+ BC, including patients with BrM, who have received one or more prior anti‐HER2‐based regimens in the metastatic setting.\n3.2.4\n          Pertuzumab\n          Pertuzumab is a MAb that binds to the extracellular domain II of HER2 and inhibits the dimerization of HER2 with other HER family receptors, especially HER3. In this way, it acts in synergy with trastuzumab. It was demonstrated to prolong OS when offered in combination to trastuzumab and docetaxel as first line treatment for metastatic HER2+ BC in the Cleopatra phase III, randomized, controlled trial.\n103\n The incidence of BrM as the first site of disease progression was evaluated in an exploratory analysis, and found to be similar in the pertuzumab arm and the placebo arm (13.7% and 12.6%).\n104\n\n\n          Pertuzumab also showed some benefit when added to chemotherapy and trastuzumab in the adjuvant setting in patients with high‐risk HER2+ BC.\n105\n In a recent update, with a median 74.1 months follow‐up, the incidence of CNS metastases as invasive disease first recurrence was not different with or without use of adjuvant pertuzumab, 2% in both arms.\n106\n3.2.6\n          Trastuzumab deruxtecan (DS8201)\n          Trastuzumab deruxtecan, initially known as DS‐8201, is the second ADC to be FDA approved as third line therapy for metastatic HER2+ BC, based on the impressive results of the phase II DESTINY trial.\n114\n This ADC is composed of an anti‐HER2 antibody, a cleavable tetrapeptide‐based linker, and a cytotoxic topoisomerase I inhibitor in a 1:8 antibody:cytoxic ratio. In the DESTINY trial, patients with heavily‐pretreated metastatic HER2+ BC with a median of 6 prior lines of therapy all received trastuzumab deruxtecan. The median duration of follow‐up was 11.1 months (range, 0.7 to 19.9). The median response duration to trastuzumab deruxtecan was 14.8 months (95% CI, 13.8 to 16.9), and the median PFS was 16.4 months (95% CI, 12.7 to not reached). Remarkably, PFS for the 24 patients who were enrolled with treated and asymptomatic BrM was 18.1 months (95% CI, 6.7 to 18.1). Adverse events, grade 3 or higher, were most commonly neutropenia (20.7%), anemia (8.7%), and nausea (7.6%). The drug was also associated with interstitial lung disease in 13.6% of the patients (grade 1 or 2, 10.9%; grade 3 or 4, 0.5%; and grade 5, 2.2%), a toxicity which should be monitored and managed aggressively.\n4\n      RECOMMENDATIONS\n      \n        4.1\n        \nASCO guidelines in HER2+ BCBM\n\n        The American Society of Clinical Oncology (ASCO) has published periodic and timely guidelines for management of BrM in patients with HER2+ advanced BC. Those guidelines are expert consensus‐based recommendations following a targeted, systematic literature review. The most recent guideline was published in 2018 and had similar recommendations to the previous version, published in 2014.\n115\n In summary, cases with favorable prognosis and single or limited\n2\n, \n3\n, \n4\n BrM should receive some combination of surgery and radiation, depending on size, resectability and symptoms. When presenting with diffuse BrM, patients should receive WBRT, and if poor clinical prognosis, palliative care is indicated. If progression of CNS disease following initial radiation therapy occurs, some form of local therapy with radiation and/or surgery should be considered when possible, as well as a clinical trial or best supportive care. Systemic therapy should not be switched if systemic extracranial disease is not progressing. Traditional HER2‐targeted therapy algorithms for HER2+ metastatic BC should be offered when systemic disease is progressive.\n        A suggested algorithm for multidisciplinary management of care for patients with HER2+ BCBrM is presented in Figure 1.\n      \n      \n        4.2\n        Open questions/next steps\n        Many questions remain to be answered in the management of HER2+ BCBrM around drug delivery, subtype discordance, and the unique biology of BrM. Obtaining active and homogeneous drug penetration into CNS metastatic lesions is only one obstacle to overcome. To complicate matters, discordance between BC subtype markers have also been demonstrated when BrM are compared to primary tumors.\n35\n, \n116\n Furthermore, whole‐exome sequencing of patient‐matched BrM and primary tumors demonstrate that metastatic lesions are a product of branched evolution, with mutations “private to the BrM.”\n117\n Based on those findings and paving the way of precision medicine strategies into BrM management, a phase II clinical trial proposing genomically‐guided treatment in BrM was developed (NCT03994796). Patients with histologically proven BrM from any solid tumor, including HER2+ BC, are eligible and will be treated based on specific actionable mutations inherent to the BrM. Patients will be matched to brain permeable therapies based on alterations found in their BrM: CDK alterations to abemaciclib, mTOR/AKT/PI3K alterations to the dual mTOR/PI3K inhibitor, paxalisib/GDC‐0084, and NTRK/ROS1 fusions (lung BrM only) to entrectinib. The primary endpoint of this novel clinical trial is overall CNS response rate.\n        Considering the issues of drug penetration in the CNS and the biologic cascade promoting BrM, preclinical data using a mouse xenograft model of BCBrM demonstrates that temozolomide administered in a preventive fashion can prevent the development of BrM. In these models, temozolomide did not result in reduction in established BrM.\n118\n Based on this observation, a phase I/II clinical trial for secondary prevention of BrM in HER2+ BC has been developed, enrolling patients after an initial local therapy to receive T‐DM1 with or without temozolomide, with the goal to prevent and decrease incidence of new BrM.\n119\n This represents a new study design of “secondary prevention” in BrM clinical trials which could also be utilized in the development of clinical protocols for other subtypes of BCBrM.\n        As immunotherapy has emerged as one of the most promising ways to approach cancer therapy over the last decade, HER2+ and TNBC are known to be the most immunogenic subtypes of BC. Biomarkers correlated with immunogenicity such as tumor‐infiltrating lymphocytes (TIL) levels, PD‐L1 expression and tumor mutational burden (TMB) are reportedly more frequent in the HER2+ relative to the luminal subtypes of BC.\n120\n, \n121\n, \n122\n This observation has led to the development of immunotherapy strategies and clinical trials of immunotherapy for advanced HER2+ BC. Though preliminary clinical evidence has shown modest activity of immune checkpoint inhibitors in metastatic HER2+ BC, new strategies and combinations targeting BrM are under evaluation (Table 2). One interesting approach is the use of chimeric antigen receptor‐engineered T cells (CART) to target HER2+ BCBrM, demonstrated to be effective with intraventricular delivery of HER2‐CAR constructs in xenograft models\n68\n and currently being investigated in clinical trials (Table 2).\n        \n          TABLE 2\n          \n            Available clinical trials for HER2‐positive breast cancer brain metastases (BCBrM)\n          \n          \n            \n            \n            \n            \n            \n              \n                NCT\n                Title\n                Intervention\n                Eligibility\n              \n            \n            \n              \n                03994796 (Phase II)\n                Genomically‐guided treatment trial in brain metastases\n                Palbociclib or GDC‐0084 or entrectinib, dependent on presence of gene mutation\n                \nClinically actionable alteration in NTRK, ROS1, or CDK or PI3K pathway\na\n\nAt least one prior HER2 directed therapy in the metastatic setting\n\n              \n              \n                03190967 (Phase I/II)\n                T‐DM1 alone vs T‐DM1 and metronomic temozolomide in secondary prevention of HER2‐positive breast cancer brain metastases following stereotactic radiosurgery\n                Phase I: T‐DM1\nb\n + temozolomide Phase II: randomization T‐DM1 + or ‐ temozolomide\n                \nPhase I:Any number of brain metastases treated with SRS/WBRT within 12 weeks of study entry\n\nPhase II:Up to 10 brain metastases treated within 12 weeks of study entry with SRS and/or resection\n\n\n              \n              \n                03417544 (Phase II)\n                A Phase II study of atezolizumab in combination with pertuzumab plus high‐dose trastuzumab for the treatment of central nervous system metastases in patients with HER2‐positive breast cancer\n                Trastuzumab + pertuzumab + atezolizumab\n                \nAt least one measurable CNS metastasis, defined as ≥10 mm in at least one dimensionUntreated CNS lesions in asymptomatic patientsTreated SRS or surgery with untreated and measurable residual areasPrior WBRT and/or SRS with lesions subsequently progressed are also eligible\n\n              \n              \n                03696030 (Phase I)\n                A Phase 1 cellular immunotherapy study of intraventricularly administered autologous HER2‐targeted chimeric antigen receptor (HER2‐CAR) T cells in patients with brain and/or leptomeningeal metastases from HER2‐positive cancers\n                HER2‐CAR T\nc\n cells via intraventricular administration\n                \nRecurrent brain metastases after radiation therapyRecurrent leptomeningeal metastases after intrathecal chemotherapyUntreated brain or leptomeningeal metastases and refuses to undergo radiation and/or intrathecal chemotherapyEligible to enroll in the study and undergo leukapheresis\n\n              \n              \n                02442297 (Phase I)\n                Phase I Study of intracranial injection of t cells expressing HER2‐specific chimeric antigen receptors (CAR) in subjects with HER2‐positive tumors of the central nervous system (iCAR)\n                HER2‐CAR T cells via intraventricular administration\n                \nHER2‐positive solid tumor metastatic to the CNS\n\n              \n              \n                03765983 (Phase II)\n                Phase II trial of GDC‐0084 in combination with trastuzumab for patients with HER2‐positive breast cancer brain metastases\n                Trastuzumab + GDC‐0084 (PI3K inhibitor)\n                \nCohort A:At least one measurable CNS metastasis, defined as ≥10 mm in at least one dimensionUntreated CNS lesions in asymptomatic patientsTreated SRS or surgery with untreated and measurable residual areasprior WBRT and/or SRS with lesions subsequently progressed are also eligible\n\nCohort B:New and/or progressive brain metastasis(es) with clinical indication for resection\n\n\n              \n              \n                01494662 (Phase II)\n                A Phase II trial of HKI‐272 (neratinib), neratinib and capecitabine, and ado‐trastuzumab emtansine for patients with human epidermal growth factor receptor 2 (HER2)‐positive breast cancer and brain metastases\n                \nDifferent cohorts receiving:\nneratinib alone, neratinib + capecitabine, neratinib + T‐DM1\n\n                Cohort dependent, either resectable brain metastases or not\n              \n              \n                03933982 (Phase II)\n                Pyrotinib plus vinorelbine in patients with brain metastases from HER2‐positive metastatic breast cancer: a prospective, single‐arm, open‐label study\n                Pyrotinib + vinorelbine\n                \nAt least one CNS metastases with a longest diameter ≥ 1 cm andControlled CNS symptomsNo previous WBRT\n\n              \n              \n                03975647 (Phase III)\n                Randomized, double‐blind, phase 3 study of tucatinib or placebo in combination with ado‐trastuzumab emtansine (T‐DM1) for subjects with unresectable locally‐advanced or metastatic HER2+ breast cancer (HER2CLIMB‐02)\n                Tucatinib + T‐DM1 vs placebo + T‐DM1\n                Brain metastases patients allowed with:untreated brain metastases and no need of immediate local therapypreviously treated brain metastases, either stable or progressing in no need of immediate local therapyrecently treated brain metastases (21 d post WBRT or 28 d after surgical resection)\n\n              \n            \n          \n          \n            \n              \na\n\n              NTRK, neurotrophin receptor tyrosine‐kinase; ROS1, ROS proto‐oncogene 1; CDK, cyclin dependent kinase; PI3K, phosphatidylinositol‐3‐kinase.\n            \n            \n              \nb\n\n              T‐DMI1, ado‐trastuzumab emtansine; SRS, stereotactic radiosurgery; WBRT, whole‐brain radiotherapy.\n            \n            \n              \nc\n\n              CAR, chimeric antigen receptor.\n4.2\n        Open questions/next steps\n        Many questions remain to be answered in the management of HER2+ BCBrM around drug delivery, subtype discordance, and the unique biology of BrM. Obtaining active and homogeneous drug penetration into CNS metastatic lesions is only one obstacle to overcome. To complicate matters, discordance between BC subtype markers have also been demonstrated when BrM are compared to primary tumors.\n35\n, \n116\n Furthermore, whole‐exome sequencing of patient‐matched BrM and primary tumors demonstrate that metastatic lesions are a product of branched evolution, with mutations “private to the BrM.”\n117\n Based on those findings and paving the way of precision medicine strategies into BrM management, a phase II clinical trial proposing genomically‐guided treatment in BrM was developed (NCT03994796). Patients with histologically proven BrM from any solid tumor, including HER2+ BC, are eligible and will be treated based on specific actionable mutations inherent to the BrM. Patients will be matched to brain permeable therapies based on alterations found in their BrM: CDK alterations to abemaciclib, mTOR/AKT/PI3K alterations to the dual mTOR/PI3K inhibitor, paxalisib/GDC‐0084, and NTRK/ROS1 fusions (lung BrM only) to entrectinib. The primary endpoint of this novel clinical trial is overall CNS response rate.\n        Considering the issues of drug penetration in the CNS and the biologic cascade promoting BrM, preclinical data using a mouse xenograft model of BCBrM demonstrates that temozolomide administered in a preventive fashion can prevent the development of BrM. In these models, temozolomide did not result in reduction in established BrM.\n118\n Based on this observation, a phase I/II clinical trial for secondary prevention of BrM in HER2+ BC has been developed, enrolling patients after an initial local therapy to receive T‐DM1 with or without temozolomide, with the goal to prevent and decrease incidence of new BrM.\n119\n This represents a new study design of “secondary prevention” in BrM clinical trials which could also be utilized in the development of clinical protocols for other subtypes of BCBrM.\n        As immunotherapy has emerged as one of the most promising ways to approach cancer therapy over the last decade, HER2+ and TNBC are known to be the most immunogenic subtypes of BC. Biomarkers correlated with immunogenicity such as tumor‐infiltrating lymphocytes (TIL) levels, PD‐L1 expression and tumor mutational burden (TMB) are reportedly more frequent in the HER2+ relative to the luminal subtypes of BC.\n120\n, \n121\n, \n122\n This observation has led to the development of immunotherapy strategies and clinical trials of immunotherapy for advanced HER2+ BC. Though preliminary clinical evidence has shown modest activity of immune checkpoint inhibitors in metastatic HER2+ BC, new strategies and combinations targeting BrM are under evaluation (Table 2). One interesting approach is the use of chimeric antigen receptor‐engineered T cells (CART) to target HER2+ BCBrM, demonstrated to be effective with intraventricular delivery of HER2‐CAR constructs in xenograft models\n68\n and currently being investigated in clinical trials (Table 2).\n        \n          TABLE 2\n          \n            Available clinical trials for HER2‐positive breast cancer brain metastases (BCBrM)\n          \n          \n            \n            \n            \n            \n            \n              \n                NCT\n                Title\n                Intervention\n                Eligibility\n              \n            \n            \n              \n                03994796 (Phase II)\n                Genomically‐guided treatment trial in brain metastases\n                Palbociclib or GDC‐0084 or entrectinib, dependent on presence of gene mutation\n                \nClinically actionable alteration in NTRK, ROS1, or CDK or PI3K pathway\na\n\nAt least one prior HER2 directed therapy in the metastatic setting\n\n              \n              \n                03190967 (Phase I/II)\n                T‐DM1 alone vs T‐DM1 and metronomic temozolomide in secondary prevention of HER2‐positive breast cancer brain metastases following stereotactic radiosurgery\n                Phase I: T‐DM1\nb\n + temozolomide Phase II: randomization T‐DM1 + or ‐ temozolomide\n                \nPhase I:Any number of brain metastases treated with SRS/WBRT within 12 weeks of study entry\n\nPhase II:Up to 10 brain metastases treated within 12 weeks of study entry with SRS and/or resection\n\n\n              \n              \n                03417544 (Phase II)\n                A Phase II study of atezolizumab in combination with pertuzumab plus high‐dose trastuzumab for the treatment of central nervous system metastases in patients with HER2‐positive breast cancer\n                Trastuzumab + pertuzumab + atezolizumab\n                \nAt least one measurable CNS metastasis, defined as ≥10 mm in at least one dimensionUntreated CNS lesions in asymptomatic patientsTreated SRS or surgery with untreated and measurable residual areasPrior WBRT and/or SRS with lesions subsequently progressed are also eligible\n\n              \n              \n                03696030 (Phase I)\n                A Phase 1 cellular immunotherapy study of intraventricularly administered autologous HER2‐targeted chimeric antigen receptor (HER2‐CAR) T cells in patients with brain and/or leptomeningeal metastases from HER2‐positive cancers\n                HER2‐CAR T\nc\n cells via intraventricular administration\n                \nRecurrent brain metastases after radiation therapyRecurrent leptomeningeal metastases after intrathecal chemotherapyUntreated brain or leptomeningeal metastases and refuses to undergo radiation and/or intrathecal chemotherapyEligible to enroll in the study and undergo leukapheresis\n\n              \n              \n                02442297 (Phase I)\n                Phase I Study of intracranial injection of t cells expressing HER2‐specific chimeric antigen receptors (CAR) in subjects with HER2‐positive tumors of the central nervous system (iCAR)\n                HER2‐CAR T cells via intraventricular administration\n                \nHER2‐positive solid tumor metastatic to the CNS\n\n              \n              \n                03765983 (Phase II)\n                Phase II trial of GDC‐0084 in combination with trastuzumab for patients with HER2‐positive breast cancer brain metastases\n                Trastuzumab + GDC‐0084 (PI3K inhibitor)\n                \nCohort A:At least one measurable CNS metastasis, defined as ≥10 mm in at least one dimensionUntreated CNS lesions in asymptomatic patientsTreated SRS or surgery with untreated and measurable residual areasprior WBRT and/or SRS with lesions subsequently progressed are also eligible\n\nCohort B:New and/or progressive brain metastasis(es) with clinical indication for resection\n\n\n              \n              \n                01494662 (Phase II)\n                A Phase II trial of HKI‐272 (neratinib), neratinib and capecitabine, and ado‐trastuzumab emtansine for patients with human epidermal growth factor receptor 2 (HER2)‐positive breast cancer and brain metastases\n                \nDifferent cohorts receiving:\nneratinib alone, neratinib + capecitabine, neratinib + T‐DM1\n\n                Cohort dependent, either resectable brain metastases or not\n              \n              \n                03933982 (Phase II)\n                Pyrotinib plus vinorelbine in patients with brain metastases from HER2‐positive metastatic breast cancer: a prospective, single‐arm, open‐label study\n                Pyrotinib + vinorelbine\n                \nAt least one CNS metastases with a longest diameter ≥ 1 cm andControlled CNS symptomsNo previous WBRT\n\n              \n              \n                03975647 (Phase III)\n                Randomized, double‐blind, phase 3 study of tucatinib or placebo in combination with ado‐trastuzumab emtansine (T‐DM1) for subjects with unresectable locally‐advanced or metastatic HER2+ breast cancer (HER2CLIMB‐02)\n                Tucatinib + T‐DM1 vs placebo + T‐DM1\n                Brain metastases patients allowed with:untreated brain metastases and no need of immediate local therapypreviously treated brain metastases, either stable or progressing in no need of immediate local therapyrecently treated brain metastases (21 d post WBRT or 28 d after surgical resection)\n\n              \n            \n          \n          \n            \n              \na\n\n              NTRK, neurotrophin receptor tyrosine‐kinase; ROS1, ROS proto‐oncogene 1; CDK, cyclin dependent kinase; PI3K, phosphatidylinositol‐3‐kinase.\n            \n            \n              \nb\n\n              T‐DMI1, ado‐trastuzumab emtansine; SRS, stereotactic radiosurgery; WBRT, whole‐brain radiotherapy.\n            \n            \n              \nc\n\n              CAR, chimeric antigen receptor.\nETHICAL STATEMENT\n      Not applicable.\nAUTHOR CONTRIBUTIONS\n      \nAlexandra Zimmer: Conceptualization; data curation; project administration; resources; writing‐original draft; writing‐review and editing. Amanda Van Swearingen: Data curation; project administration; visualization; writing‐original draft; writing‐review and editing. Carey Anders: Conceptualization; data curation; investigation; project administration; resources; supervision; writing‐original draft; writing‐review and editing.\nCONFLICT OF INTEREST\n      C. K. A.: Research funding PUMA, Lilly, Merck, Seattle Genetics, Nektar, Tesaro, G1‐Therapeutics; Compensated consultant role: Genentech, Eisai, IPSEN, Seattle Genetics; Astra Zeneca; Royalties: UpToDate, Jones and Bartlett.\n      The other authors have no conflicts requiring disclosure.\nDATA AVAILABILITY STATEMENT\n      Data sharing is not applicable to this article as no new data were created or analyzed in this study.\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC9124511/\nhttps://doi.org/10.1002/cnr2.1274",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9124511/",
    "doi": "https://doi.org/10.1002/cnr2.1274",
    "citation_count": 41,
    "references": {
        "11024227": "Electrophysiological and morphological modulation of neuronal-glial network by breast cancer and nontumorigenic mammary cell conditioned medium",
        "11018722": "Association Between 18F-FDG PET Activity and HER2 Status in Breast Cancer Brain Metastases",
        "10967612": "Intracranial Efficacy of Pyrotinib and Capecitabine Combination Therapy in HER2-Positive Breast Cancer with Brain Metastases",
        "10962705": "Overcoming brain-derived therapeutic resistance in HER2+ breast cancer brain metastasis",
        "10924843": "Clinical Outcomes of Patients with HER2 Positive Metastatic Breast Cancer to the Brain, with First-Line Trastuzumab, Pertuzumab and Chemotherapy, in a Real-World Setting",
        "10896056": "Standard-of-Care Treatment for HER2+ Metastatic Breast Cancer and Emerging Therapeutic Options",
        "10776030": "Impact of Clinical Examination and Gamma Knife Surgery in Stage IV Breast Cancer With Brain Metastasis",
        "10725966": "Extracellular vesicles in the breast cancer brain metastasis: physiological functions and clinical applications",
        "10656527": "Pertuzumab plus high-dose trastuzumab for HER2-positive breast cancer with brain metastases: PATRICIA final efficacy data",
        "10559443": "Neratinib for HER2-positive breast cancer with an overlooked option",
        "10519189": "HER2-Selective and Reversible Tyrosine Kinase Inhibitor Tucatinib Potentiates the Activity of T-DM1 in Preclinical Models of HER2-positive Breast Cancer",
        "10426772": "Receptor-mediated drug delivery of bispecific therapeutic antibodies through the blood-brain barrier",
        "10413138": "Brain metastasis in de novo stage IV breast cancer",
        "10313114": "Real-world data of pyrotinib-based therapy for patients with brain metastases of HER2-positive advanced breast cancer: a single-center retrospective analysis and molecular portraits",
        "10311757": "Breast cancer brain metastasis: from etiology to state-of-the-art modeling",
        "10300572": "Trastuzumab emtansine vs lapatinib and capecitabine in HER2-positive metastatic breast cancer brain metastases: A real-world study",
        "10300571": "Intrathecal trastuzumab versus alternate routes of delivery for HER2-targeted therapies in patients with HER2+ breast cancer leptomeningeal metastases",
        "10265361": "Effect of HER2 expression status on the prognosis of patients with HR+/HER2‑ advanced breast cancer undergoing advanced first‑line endocrine therapy",
        "10251820": "Modern Management and Diagnostics in HER2+ Breast Cancer with CNS Metastasis",
        "10155444": "Genomic alterations of cerebrospinal fluid cell-free DNA in leptomeningeal metastases of gastric cancer",
        "9989244": "Multi-Drug Resistance against Second-Line Medication and MicroRNA Plasma Level in Metastatic Breast Cancer Patients",
        "9939137": "Efficacy and safety of pyrotinib‐containing regimen in the patients with HER2‐positive metastatic breast cancer: A multicenter real‐world study",
        "9841677": "Combination of radiotherapy and targeted therapy for HER2-positive breast cancer brain metastases",
        "9812453": "Clinical Profile and Outcome of Patients With Human Epidermal Growth Factor Receptor 2–Positive Breast Cancer With Brain Metastases: Real-World Experience",
        "9756766": "Immune related biomarkers for cancer metastasis to the brain",
        "9735596": "HER2-Positive Gastroesophageal Cancers Are Associated with a Higher Risk of Brain Metastasis",
        "9401483": "Pyrotinib Treatment in Patients With HER2-positive Metastatic Breast Cancer and Brain Metastasis: Exploratory Final Analysis of Real-World, Multicenter Data",
        "9277867": "The efficacy of tucatinib-based therapeutic approaches for HER2-positive breast cancer",
        "9195180": "Homogeneity of antibody-drug conjugates critically impacts the therapeutic efficacy in brain tumors",
        "9174884": "Feed‐forward loops between metastatic cancer cells and their microenvironment—the stage of escalation",
        "9124515": "Brain metastasis: The next steps for translational research",
        "8982204": "Management of brain metastasis. Surgical resection versus stereotactic radiotherapy: a meta-analysis",
        "8821807": "A Need for More Molecular Profiling in Brain Metastases",
        "8740706": "Combination of tucatinib and neural stem cells secreting anti-HER2 antibody prolongs survival of mice with metastatic brain cancer",
        "8521584": "RETRACTED ARTICLE: Human induced pluripotent stem cell-derived platelets loaded with lapatinib effectively target HER2+ breast cancer metastasis to the brain",
        "8448961": "Labeling single domain antibody fragments with 18F using a novel residualizing prosthetic agent — N-succinimidyl 3-(1-(2-(2-(2-(2-[18F]fluoroethoxy)ethoxy)ethoxy)ethyl)-1H-1,2,3-triazol-4-yl)-5-(guanidinomethyl)benzoate",
        "8259840": "From blood to brain: blood cell-based biomimetic drug delivery systems",
        "7892568": "Dual- versus single-agent HER2 inhibition and incidence of intracranial metastatic disease: a systematic review and meta-analysis",
        "7842049": "The miR-1185-2-3p—GOLPH3L pathway promotes glucose metabolism in breast cancer by stabilizing p53-induced SERPINE1",
        "7839270": "Triple-negative breast cancer central nervous system metastases from the laboratory to the clinic",
        "7768110": "Understanding and Treating HER Better"
    },
    "journal": "Cancer Reports",
    "topics": [
        "breast, new, metastasis, cancer",
        "exciting, landscape, breast, brain",
        "landscape, exciting, brain, cancer"
    ]
}