{
    "title": "Rethinking the Chemokine Cascade in Brain Metastasis: Preventive and Therapeutic Implications",
    "abstract": "Brain metastasis (BrM) is one of the major causes of death in cancer patients and is associated \nwith an estimated 10–40% of total cancer cases. The survival rate of brain metastatic patients has \nnot improved due to intratumor heterogeneity, the survival adaptations of brain homing metastatic \ncells, and the lack of understanding of underlying molecular mechanisms that limit the availability \nof effective therapies. The heterogeneous population of immune cells and tumor-initiating cells \nor cancer stem cells in the tumor microenvironment (TME) release various factors, such as \nchemokines that upon binding to their cognate receptors enhance tumor growth at primary sites \nand help tumor cells metastasize to the brain. Furthermore, brain metastatic sites have unique \nheterogeneous microenvironment that fuels cancer cells in establishing BrM. This review explores \nthe crosstalk of chemokines with the heterogeneous TME during the progression of BrM and \n*To whom all correspondence should be addressed; Mohd Wasim Nasser, Ph.D., Department of Biochemistry and Molecular \nBiology, University of Nebraska Medical Center, Omaha, NE-68198, USA., wasim.nasser@unmc.edu, Phone: +1-402-5592027.\nAuthor contributions\nSKM and MWN conceived the idea and researched the data for the article and wrote the manuscript. SKM and MWN pursued the \ndesign of the review. SKM, PK, AUR, RKK, NKP, SM, HSC, JASB, SKB, and MWN critically revised the manuscript. All authors \nread the manuscript. All authors made a substantial contribution to the discussions of content, reviewed, or edited the manuscript \nbefore final submission.\nConflict interest statement\nSKB is co-founder of Sanguine Diagnostics and Therapeutics, Inc. Other authors declare no competing interests.\nPublisher's Disclaimer: This is a PDF file of an unedited manuscript that has been accepted for publication. As a service to our \ncustomers we are providing this early version of the manuscript. The manuscript will undergo copyediting, typesetting, and review \nof the resulting proof before it is published in its final form. Please note that during the production process errors may be discovered \nwhich could affect the content, and all legal disclaimers that apply to the journal pertain.\nHHS Public Access\nAuthor manuscript\nSemin Cancer Biol. Author manuscript; available in PMC 2023 November 01.\nPublished in final edited form as:\nSemin Cancer Biol. 2022 November ; 86(Pt 3): 914–930. doi:10.1016/j.semcancer.2021.12.009.\nAuthor Manuscript\nAuthor Manuscript\nAuthor Manuscript\nAuthor Manuscript",
    "authors": [
        "Shailendra Kumar Maurya",
        "Parvez Khan",
        "Asad Ur Rehman",
        "Ranjana K Kanchan",
        "Naveenkumar Perumal",
        "Sidharth Mahapatra",
        "Hitendra S Chand",
        "Juan A Santamaria-Barria",
        "Surinder K Batra",
        "Mohd Wasim Nasser"
    ],
    "published_year": "",
    "description": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9234104/\nhttps://doi.org/10.1016/j.semcancer.2021.12.009",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9234104/",
    "doi": "https://doi.org/10.1016/j.semcancer.2021.12.009",
    "citation_count": 6,
    "references": {
        "10492883": "The origin of brain malignancies at the blood–brain barrier",
        "10204080": "TME-targeted approaches of brain metastases and its clinical therapeutic evidence",
        "10199458": "Emerging role of chemokines in small cell lung cancer: Road signs for metastasis, heterogeneity, and immune response",
        "10198579": "Epigenetic alterations fuel brain metastasis via regulating inflammatory cascade",
        "9793433": "Chemokines and cytokines: Axis and allies in prostate cancer pathogenesis",
        "9088117": "Liquid biopsies to occult brain metastasis"
    },
    "journal": "Seminars in cancer biology",
    "topics": [
        "rethinking, metastasis, cascade, therapeutic",
        "chemokine, implications, preventive, therapeutic",
        "metastasis, cascade, brain, rethinking"
    ]
}