{
    "title": "Hypothetical generalized framework for a new imaging endpoint of therapeutic activity in early phase clinical trials in brain tumors",
    "abstract": "Imaging response assessment is a cornerstone of patient care and drug development in oncology. Clinicians/\nclinical researchers rely on tumor imaging to estimate the impact of new treatments and guide decision making \nfor patients and candidate therapies. This is important in brain cancer, where associations between tumor size/\ngrowth and emerging neurological deficits are strong. Accurately measuring the impact of a new therapy on tumor \ngrowth early in clinical development, where patient numbers are small, would be valuable for decision making re-\ngarding late-stage development activation. Current attempts to measure the impact of a new therapy have limited \ninfluence on clinical development, as determination of progression, stability or response does not currently ac-\ncount for individual tumor growth kinetics prior to the initiation of experimental therapies. \nTherefore, we posit that \nimaging-based response assessment, often used as a tool for estimating clinical effect, is incomplete as it does not \nadequately account for growth trajectories or biological characteristics of tumors prior to the",
    "authors": [
        "Benjamin M Ellingson",
        "Elizabeth R Gerstner",
        "Andrew B Lassman",
        "Caroline Chung",
        "Howard Colman",
        "Patricia E Cole",
        "David Leung",
        "Joshua E Allen",
        "Manmeet S Ahluwalia",
        "Jerrold Boxerman",
        "Matthew Brown",
        "Jonathan Goldin",
        "Edjah Nduom",
        "Islam Hassan",
        "Mark R Gilbert",
        "Ingo K Mellinghoff",
        "Michael Weller",
        "Susan Chang",
        "David Arons",
        "Clair Meehan",
        "Wendy Selig",
        "Kirk Tanner",
        "W K Alfred Yung",
        "Martin van den Bent",
        "Patrick Y Wen",
        "Timothy F Cloughesy"
    ],
    "published_year": "",
    "description": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9340639/\nhttps://doi.org/10.1093/neuonc/noac086",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9340639/",
    "doi": "https://doi.org/10.1093/neuonc/noac086",
    "citation_count": 9,
    "references": {
        "10860967": "RANO 2.0: Update to the Response Assessment in Neuro-Oncology Criteria for High- and Low-Grade Gliomas in Adults",
        "10841595": "Tumor Volume Growth Rates and Doubling Times during Active Surveillance of IDH-mutant Low-Grade Glioma",
        "10756070": "Impact of Frontline Ivosidenib on Volumetric Growth Patterns in Isocitrate Dehydrogenase (IDH) mutant Astrocytic and Oligodendroglial Tumors",
        "10406419": "Change in volumetric tumor growth rate after cytotoxic therapy is predictive of overall survival in recurrent glioblastoma",
        "10398798": "Reply to Di Nunno et al. concerning objective response rates targets for recurrent glioblastoma clinical trials: Toward surrogate endpoints for phase II trials in patients with recurrent glioblastoma",
        "10237425": "Objective response rate targets for recurrent glioblastoma clinical trials based on the historic association between objective response rate and median overall survival",
        "10039135": "Direct Evaluation of Treatment Response in Brain Metastatic Disease with Deep Neuroevolution",
        "9825337": "Isocitrate dehydrogenase (IDH) mutant gliomas: A Society for Neuro-Oncology (SNO) consensus review on diagnosis, management, and future directions",
        "9723049": "Novel Clinical Trial Designs in Neuro-Oncology"
    },
    "journal": "Neuro-Oncology",
    "topics": [
        "tumors, brain, hypothetical, endpoint",
        "framework, therapeutic, activity, phase",
        "endpoint, early, generalized, trials"
    ]
}