{
    "title": "Overcoming the blood–brain barrier for the therapy of malignant brain tumor: current status and prospects of drug delivery approaches",
    "abstract": "Besides the broad development of nanotechnological approaches for cancer diagnosis and therapy, currently, there \nis no significant progress in the treatment of different types of brain tumors. Therapeutic molecules crossing the \nblood–brain barrier (BBB) and reaching an appropriate targeting ability remain the key challenges. Many invasive and \nnon-invasive methods, and various types of nanocarriers and their hybrids have been widely explored for brain tumor \ntreatment. However, unfortunately, no crucial clinical translations were observed to date. In particular, chemotherapy \nand surgery remain the main methods for the therapy of brain tumors. Exploring the mechanisms of the BBB pen-\netration in detail and investigating advanced drug delivery platforms are the key factors that could bring us closer \nto understanding the development of effective therapy against brain tumors. In this review, we discuss the most \nrelevant aspects of the BBB penetration mechanisms, observing both invasive and non-invasive methods of drug \ndelivery. We also review the recent progress in the development of functional drug delivery platforms, from viruses \nto cell-based vehicles, for brain tumor therapy. The destructive potential of chemotherapeutic drugs delivered to the \nbrain tumor is also considered. This review then summarizes the existing challenges and future prospects in the use of \ndrug delivery platforms for the treatment of brain tumors.\nKeywords:  Brain tumor, Glioma, Glioblastoma, Blood–brain barrier, Invasive and non-invasive methods, Targeting \nvectors, Nanocarriers, Viral-like particles, Therapeutic drugs, Cell-based vehicles, Cell therapy\n© The Author(s) 2022. Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which \npermits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the \noriginal author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or \nother third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line \nto the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory \nregulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this \nlicence, visit http://​\ncreat​\niveco​\nmmons.​\norg/​\nlicen​\nses/​\nby/4.​\n0/. The Creative Commons Public Domain Dedication waiver (http://​\ncreat​\niveco​\nmmons.​\norg/​\npubli​\ncdoma​\nin/​\nzero/1.​\n0/) applies to the data made available in this article, unless otherwise stated in a credit line to the data.\nOpen Access\nJournal of Nanobiotechnology\n*Correspondence:  a_timin@mail.ru; alexander.timin@metalab.ifmo.ru\n1 Peter The Great St. Petersburg Polytechnic University, Polytechnicheskaya 29, \nSt. Petersburg 195251, Russian Federation\nFull list of author information is available at the end of the article",
    "authors": [
        "Ksenia Mitusova",
        "Oleksii O. Peltek",
        "Timofey E. Karpov",
        "Albert R. Muslimov",
        "Mikhail V. Zyuzin",
        "Alexander S. Timin"
    ],
    "published_year": "2022",
    "description": "Graphical Abstract\nIntroduction\n      At the present moment, brain tumors hold the first place among all the primary central nervous system (CNS) tumors (85–90%). In 2020, more than 300,000 new cases of patients with brain tumors were diagnosed worldwide, out of which more than 250,000 deaths were registered [1]. Moreover, in 2020, the 5-year and 10-year survival rate for malignant brain tumors, which demonstrates the percentage of people who live at least 5 and 10 years after the tumor is diagnosed, were estimated to be around 36% and 31%, respectively [2]. For comparison, in 2000, these numbers were lower, 12% (5 years) and 9% (10 years). Despite the improvements in treatment opportunities for patients with malignant brain tumors, their survival rate is still low compared to other types of cancer (Table 1).Table 1The survival rate of different types of cancerType of cancerBrain tumors(%)Breast(%)Melanoma(%)Colon(%)Multiple myeloma(%)5-year survival rate3677–9294545410-year survival rate3185905135Ref[2][3, 4][5, 6][7][8, 9]\n      In 2007, the World Health Organization (WHO) created the following histological classification of primary brain tumors:Neuroepithelial tumors, i.e. astrocytic tumors, oligodendroglial tumors, oligoastrocytoma tumors, ependymal tumors, glioma [10].Tumors of the meninges, i.e. meningioma, atypical meningioma, anaplastic meningioma [11].Tumors of cranial and paraspinal nerves, i.e. schwannoma, neurofibroma, perineurium, malignant peripheral nerve sheath tumor [12].Lymphomas and hematopoietic neoplasms, i.e. malignant lymphoma, plasmacytoma, granulocytic sarcoma [13].\n      Primary brain tumors arise from intracranial elements such as the cerebral hemispheres, the base of the skull, the hypothalamus, the basal ganglia, the thalamus, the brainstem, and the cerebellum. Globally, primary brain tumors are the 19th most common neoplasm, as reported by GLOBOCAN [14]. The global average incidence of primary brain tumors is 3.9 per 100,000 person-years. However, there is a significant difference between regions: the highest incidence rate is in Northern Europe (for example, Lithuania has an incidence of 8.0 and Norway of 5.4 per 100,000 person-years, respectively). After Northern Europe, Australia follows with a rate of 5.6, the US with 5.5, and Canada with an incidence of 5.3 per 100,000, respectively. In South America, the highest incidence is estimated to be found in Mexico, at 2.7 cases per 100,000 person-years [15]. Moreover, about 180,000 deaths from primary brain tumors are recorded annually in the world, which is 2.03% of all cancer deaths. The meningiomas (37%) and gliomas (25%) are the most widespread types of brain and other CNS tumors.\n      Meningiomas arise from the dural membranes of the brain. It is the most common intracranial tumor, accounting for 13–26% of all the primary intracranial tumors [16, 17]. Moreover, 10% of the population is unaware of the presence of meningioma due to the absence of symptoms [18].\n      Glioma is the most prevalent type of brain tumor [19]. More than 100,000 cases of diffuse gliomas are registered annually in the world. It has substantial mortality and morbidity [20]. The most lethal glioma, which accounts for 70–75% of all diagnoses of diffuse glioma, is Glioblastoma (GBM), with a median overall survival of 14–17 months (Table 2) [21–23]. On average, three people are diagnosed with GBM per 100,000 people [24]. GBM is distinguished by the following features: low patient survival, high detection rate among primary brain tumors and the lack of a wide range of therapeutic options, primarily due to the presence of the blood–brain barrier (BBB).Table 2Survival rating among primary brain tumors for patients of different agesType of cancerGlioblastoma(%)Low-grade (diffuse) astrocytoma(%)Anaplastic astrocytoma(%)Oligodendroglioma(%)Anaplastic oligodendroglioma(%)Ependymoma/anaplastic ependymoma(%)Meningioma(%)Age20–442273589076928445–54946298267907955–646261569458774\n      BBB significantly complicates the treatment of primary brain tumors due to its low transmission capacity. In addition, the low BBB permeability seriously limits the potential application of the most prospective therapeutic drugs [25]. The BBB provides additional protection for neuronal tissues and enhances the destructive effect of cancer cells on the brain [26]. Therefore, there is a huge demand for developing effective approaches to deliver therapeutic agents through the BBB to treat GBM and other primary brain tumors [27, 28]\n      In this review, we have focused on the current challenges and prospects of overcoming the BBB challenge and reaching brain tumors, especially in the case of GBM and gliomas, using (i) clinically relevant drugs, (ii) different invasive and non-invasive methods, and (iii) organic/inorganic nanocarriers, viral-like particles (VLPs) and cell-based delivery systems to enhance the therapeutic efficacy against brain tumors. A major part of the review is devoted to the structural and functional features of the BBB, chemical modification of drug delivery systems, and the use of individual chemotherapeutic drugs to overcome the BBB.\nThe structure of the BBB and its properties\n      The concept of a barrier between blood and the CNS arose at the end of the nineteenth century, in 1885, when Paul Ehrlich, a German doctor, immunologist and bacteriologist, discovered that the dye injected into the bloodstream of a rat had spread to all tissues and organs, excepting the brain [29]. He suggested the presence of some kind of barrier between blood and brain that serves as a filter for highly selective transfer of bioactive substances necessary for the metabolic activity of the brain and nervous system [30]. His conclusion was further confirmed by the later observations of his colleague Goldmann when he applied the same dye into the cerebrospinal fluid, and it did stain only the brain tissue [31]. This is how the concept of the BBB appeared.\n      The BBB plays a crucial role in the normal functioning of the CNS, and also controls the inflow and outflow of biological substances necessary for the brain [32]. The BBB is a biological dynamic membrane complex between the vessel lumen and the brain, which provides selective transport of molecules [33]. The barrier selectively absorbs ions, amino acids, glucose, and a range of nutrients to meet the nutritional and energy needs of the brain [34]. At the same time, the BBB prevents the penetration of various pathogens, metabolic products, and toxic compounds, preserving brain tissue from damage.\n      \n        The structure of the BBB\n        Generally, there are three main barriers in the brain [35]:BBB is formed by microvascular endothelial cells that line the brain capillaries [36]. These capillaries penetrate the brain and spinal cord. Due to the large surface area, the BBB is the largest interface between the blood and the brain. It protects the parenchyma of the brain from substances carried by blood, and also prevents the penetration of bioactive compounds into the brain and the CNS. The area of BBB varies from 12 to 18 m2, based on the average surface area of microvessels 150–200 cm2 per gram of tissue for an adult [37].Blood–cerebrospinal fluid barrier (BCSFB) is a barrier between blood and cerebrospinal fluid (CSF). It is formed by epithelial cells of the vascular plexus. The cells of the vascular plexus regulate the penetration of substances into the ventricles of the brain [38]. The reverse flow of the extracellular fluid of the brain is provided through the endothelium of the BBB capillaries [39].The arachnoid barrier consists of an avascular arachnoid epithelium [40]. It insignificantly contributes to the exchange between blood and the brain because of its limited surface area compared to other barriers [41].\n        The BBB includes the endothelium of capillaries, which consists of its basal membrane and adjacent processes of gliocytes and pericytes (Fig. 1) [30, 42, 43]. By their structural organization, the capillaries of the brain are hemocapillaries with a continuous endothelial lining and a basal membrane. The endothelium plays an important role in the morphological structure of the BBB. Normal endothelial cells form a highly selective barrier for the passage of blood substances into the brain parenchyma [44].Fig. 1Schematic illustration of the BBB structure: capillary, endothelial cells, tight junction, basal lamina, pericytes, astrocytes, microglia, and interneuron\n        The basal membrane is located under the endothelium and consists of pericytes, membrane organelles and ribosomes [45]. Pericytes maintain the tone of the basement membrane and participate in the motor regulation of capillaries [30, 46]. Astrocytes are located on the surface of blood vessels and are responsible for the transport of substances between capillaries and neurons[37]. Astroglia ensures the preservation of the BBB phenotype and promotes the regeneration of its endothelium [47]. Microglia provides immune defense in the brain. Aggregates of microglia cells form the brain’s own (internal) immune system. Microglia is one of the main morphological markers of the state of the brain in various pathologies and during experiments [45].\n        Thus, pericytes, embedded in the basal membrane of vessels and vascular cells of microglia, and astrocytes play a major role in the formation of dense BBB [48, 49]. Brain diseases usually result in a sharp increase in the permeability of the BBB [50], which is caused by mechanisms such as functional disruption of the integrity of interendothelial contacts, disruption of the barrier functions of endotheliocytes and glial cell membranes, and alterations of individual cellular elements forming the BBB [51].\n      \n      \n        Physiological functions of BBB\n        \n          Maintenance of ion homeostasis\n          The BBB is responsible for ion homeostasis of the brain microenvironment. Via ion channels, the BBB can regulate the concentration levels of potassium (K+), calcium (Ca2+) and magnesium (Mg2+) ions. For instance, the concentration of K+ in blood plasma is 1.8 times higher compared to the cerebrospinal and interstitial fluids [52, 53]. The homeostatic regulation through ion channels (K+, Ca2+ and Mg2+) provides normal function of the neural network [54].\n        \n        \n          Adjusting the level of neurotransmitters\n          Neurotransmitters are biologically active compounds carrying electrochemical signals from one neuron to other neurons through the synaptic space [55]. Neurotransmitters are essential for the normal function of the central and peripheral nervous systems. The BBB separates neurotransmitters and protects the brain from unexpected changes in the concentrations of neurotransmitters in blood plasma [31]. For instance, blood plasma contains neuroactive amino acids such as aspartate and glutamate, which can harm the brain tissues at a high concentration level. Due to the presence of the BBB, the concentration of aspartate and glutamate in the brain always remains at the required level,safe for the normal function of the brain [2, 36]\n        \n        \n          Regulation of the proteins transport from blood to the brain\n          The BBB participates in the formation of the CSF, which is produced from blood plasma by filtration in the vascular plexus. The filtration process occurs through the endothelium of the BBB capillaries. It allows the control over the level of transport proteins in the CSF, reducing their concentration in the CSF compared to that in blood plasma [56]. However, the BBB damage can result in the leakage of transport proteins to the CSF. As a consequence, transport proteins accumulate in the brain at a high concentration, which can further result in the dysfunction of CNS. For example, a high concentration of albumin, plasminogen, and prothrombin in the brain can initiate muscle cramp, glial activation or neuroinflammation [57].\n        \n        \n          Protecting the brain from neurotoxins\n          Many neurotoxic agents, including heavy metals, mefloquine, and food additives induce neurotoxicity and brain damage. These neurotoxins lead to brain injury with various side effects, such as neurodegeneration, reduced cognitive function, and increased psychiatric manifestations (i.e. depression, anxiety, sleep disturbances, and irritability). The BBB prevents these neurotoxic agents circulating in the blood from entering the brain. At the same time, the BBB regulates the transport of bioactive compounds into and out of the CNS (the so-called BBB permeability). However, a dysfunction of the BBB can lead to the leakage of these harmful blood components into the CNS, contributing to neurologic deficits [29, 37].\n        \n        \n          The mechanisms of transport through the BBB\n          There are four main mechanisms that allow the molecules to cross through the BBB. They can be divided into passive transport (diffusion) and active transport (carrier-mediated transport, endocytosis, and cell-mediated transport) [58]. Passive transport occurs along a concentration gradient and does not depend on ATP energy, while active transport requires ATP hydrolysis and moves against a concentration gradient [59–61](Fig. 2).Fig. 2Mechanisms of transport through the BBB: diffusion (transcellular lipophilic pathway), carrier-mediated transport (CMT), receptor-mediated endocytosis (RME), absorption-mediated endocytosis (AME), proton pump, cell-mediated transport, and paracellular waterway\n        \n        \n          Diffusion\n          Diffusion providing the transport of substances through the cell membrane can be divided into passive and facilitated diffusion [62]. Passive diffusion is the process of crossing the BBB driven by the concentration gradient of bioactive compounds between the blood and the extracellular fluid of the brain. A necessary condition for passive diffusion is the high lipophilicity of the substances. Thus, inorganic molecules such as O2, CO2, and H2O can quickly penetrate through the BBB. Numerous compounds that pass through the cell membrane via passive diffusion are pushed back to the vascular system by outflow pumps [37].\n          Facilitated diffusion is the transfer of substances through biological membranes mediated by specific carrier proteins, each of which is responsible for the transport of certain molecules or groups of related molecules. In the case of facilitated diffusion, substances are also transported in accordance with the concentration gradient, but the rate of this process is much higher than that of passive diffusion. The rate of facilitated diffusion has the property of saturation, which occurs when all the carrier molecules are occupied. Most of the essential nutrients, including amino acids, neurotransmitters, hormones, small peptides, etc., as well as small lipophilic molecules or therapeutic agents, enter the brain by facilitated diffusion [63]. This process includes a proton pump and a paracellular waterway. With the help of a proton pump, protons penetrate through the BBB, and the paracellular waterway is the transfer of water-soluble substances across the epithelium by passing through the intercellular space between cells [37].\n          Carrier-mediated transport (CMT) is an energy-dependent pathway based on the active transport of various bioactive compounds (usually small hydrophilic molecules). Biomolecules can be transported through the cell membrane via the symport (i.e. transport of two molecules in the same direction) and antiport (i.e. transport of two molecules in the opposite directions) mechanisms [64]. There are numerous proteins located in the BBB, which were shown to be responsible for its permeability. These proteins include, for example, glucose transporters (GLUT 1), large neutral amino acids (LAT1), monocarboxylic acids (MCT1), nucleosides (ENT 1–2, CNT1-2), and cationic amino acids (CAT1). There are several therapeutic molecules (i.e. L-DOPA, a-methyldopa, gabapentin, and melphalan) that can pass through the BBB via CMT. However, the efficiency of their delivery to the brain is limited [64, 65]\n        \n        \n          Endocytosis\n          Endocytosis is a multistep process in which bioactive compounds enter a cell through membrane invagination. Endocytosis regulates the interaction of cells with their microenvironment. Endocytosis is an energy-dependent transport mechanism and can be divided into three categories, including (i) pinocytosis, (ii) phagocytosis and (iii) mediated endocytosis [66, 67]. There are several stages of endocytosis. The first step is the membrane invagination, during which bioactive compounds are absorbed. Second, the cell membrane forms membrane-bound vesicles (the so-called endosomes) with bioactive compounds inside. Then, the formed endosomes transport the bioactive compounds towards the cell organelles via intracellular compartments. Finally, the bioactive compounds are released into cell cytoplasm by the destruction of endosomes. The latter phase of endosomes (endolysosomes) is involved in the degradation of bioactive compounds.\n          Pinocytosis is based on the cells absorbing fluids with dissolved molecules e.g., ions and proteins) in the size range of 0.07–2 μm. Next, phagocytosis is defined as the absorption of solid bioactive compounds by cells. A good example of phagocytosis is the absorption of various antigens (e.g., viruses, bacteria, and dead cells) by white blood cells (WBCs) [68]. There are several endocytosis mechanisms, including receptor-mediated endocytosis (RME) and absorption-mediated endocytosis (AME).\n          The RME relies on the receptor proteins located on the cell surface that can interact with specific ligands (drugs, hormones, growth factors, enzymes, and plasma proteins) in a complementary way. Transferrin, insulin, and leptin are good examples of molecules delivered to the brain through the RME mechanism [69]. Besides, there is a type of integral membrane (transmembrane) protein that can also transport specific ligands across the cell membrane. As an example, clathrin is the main transmembrane protein responsible for the formation of endosomes during the endocytosis process [70]. The main aspect in the delivery by clathrin-mediated endocytosis is the interaction of clathrin protein components with active sites of bioactive molecules. It further leads to the formation of clathrin-coated vesicles (early endosomes) for specific endocytosis [71].\n          The cell membrane of brain endothelium is negatively charged at physiological conditions. As a result, positively charged molecules can interact with negatively charged endothelial cells via electrostatic interaction, facilitating the AME mechanism. Contrary to the RME, the AME is not specific, but it has a greater binding capacity [72]. Overall, AME has the same transport efficiency through the BBB as the RME [73]. A variety of positively charged molecules can pass through the BBB via the AME, such as cationic proteins and positively charged polymers (PEI, chitosan). Surface modification of drug delivery systems with such molecules allows them to penetrate the BBB and get into the brain via the AME.\n        \n        \n          Cell-mediated transport\n          Macrophages, neutrophils, and monocytes can participate in the cell-mediated transport due to their high mobility, i.e. they can migrate across impermeable barriers and release the drug cargo at the sites of infection or tissue injury [74]. Their migration properties can also be used to deliver bioactive substances into the brain tumor. Therefore, these cells can act as “Trojan horses”, providing the transport of therapeutic drugs through the BBB [75, 76]. Among them, monocytes are the most appropriate cells for the transportation of bioactive compounds. Monocytes were proved to be able to transfer drugs to an inflamed area of the brain. However, cell-mediated transport has serious drawbacks, such as early release of drugs, unavailable targeted delivery, and poor drug loading capacity [74, 77]. Further, we will discuss the cell-based vehicles for delivery to brain tumors in detail.\nThe structure of the BBB\n        Generally, there are three main barriers in the brain [35]:BBB is formed by microvascular endothelial cells that line the brain capillaries [36]. These capillaries penetrate the brain and spinal cord. Due to the large surface area, the BBB is the largest interface between the blood and the brain. It protects the parenchyma of the brain from substances carried by blood, and also prevents the penetration of bioactive compounds into the brain and the CNS. The area of BBB varies from 12 to 18 m2, based on the average surface area of microvessels 150–200 cm2 per gram of tissue for an adult [37].Blood–cerebrospinal fluid barrier (BCSFB) is a barrier between blood and cerebrospinal fluid (CSF). It is formed by epithelial cells of the vascular plexus. The cells of the vascular plexus regulate the penetration of substances into the ventricles of the brain [38]. The reverse flow of the extracellular fluid of the brain is provided through the endothelium of the BBB capillaries [39].The arachnoid barrier consists of an avascular arachnoid epithelium [40]. It insignificantly contributes to the exchange between blood and the brain because of its limited surface area compared to other barriers [41].\n        The BBB includes the endothelium of capillaries, which consists of its basal membrane and adjacent processes of gliocytes and pericytes (Fig. 1) [30, 42, 43]. By their structural organization, the capillaries of the brain are hemocapillaries with a continuous endothelial lining and a basal membrane. The endothelium plays an important role in the morphological structure of the BBB. Normal endothelial cells form a highly selective barrier for the passage of blood substances into the brain parenchyma [44].Fig. 1Schematic illustration of the BBB structure: capillary, endothelial cells, tight junction, basal lamina, pericytes, astrocytes, microglia, and interneuron\n        The basal membrane is located under the endothelium and consists of pericytes, membrane organelles and ribosomes [45]. Pericytes maintain the tone of the basement membrane and participate in the motor regulation of capillaries [30, 46]. Astrocytes are located on the surface of blood vessels and are responsible for the transport of substances between capillaries and neurons[37]. Astroglia ensures the preservation of the BBB phenotype and promotes the regeneration of its endothelium [47]. Microglia provides immune defense in the brain. Aggregates of microglia cells form the brain’s own (internal) immune system. Microglia is one of the main morphological markers of the state of the brain in various pathologies and during experiments [45].\n        Thus, pericytes, embedded in the basal membrane of vessels and vascular cells of microglia, and astrocytes play a major role in the formation of dense BBB [48, 49]. Brain diseases usually result in a sharp increase in the permeability of the BBB [50], which is caused by mechanisms such as functional disruption of the integrity of interendothelial contacts, disruption of the barrier functions of endotheliocytes and glial cell membranes, and alterations of individual cellular elements forming the BBB [51].\nPhysiological functions of BBB\n        \n          Maintenance of ion homeostasis\n          The BBB is responsible for ion homeostasis of the brain microenvironment. Via ion channels, the BBB can regulate the concentration levels of potassium (K+), calcium (Ca2+) and magnesium (Mg2+) ions. For instance, the concentration of K+ in blood plasma is 1.8 times higher compared to the cerebrospinal and interstitial fluids [52, 53]. The homeostatic regulation through ion channels (K+, Ca2+ and Mg2+) provides normal function of the neural network [54].\n        \n        \n          Adjusting the level of neurotransmitters\n          Neurotransmitters are biologically active compounds carrying electrochemical signals from one neuron to other neurons through the synaptic space [55]. Neurotransmitters are essential for the normal function of the central and peripheral nervous systems. The BBB separates neurotransmitters and protects the brain from unexpected changes in the concentrations of neurotransmitters in blood plasma [31]. For instance, blood plasma contains neuroactive amino acids such as aspartate and glutamate, which can harm the brain tissues at a high concentration level. Due to the presence of the BBB, the concentration of aspartate and glutamate in the brain always remains at the required level,safe for the normal function of the brain [2, 36]\n        \n        \n          Regulation of the proteins transport from blood to the brain\n          The BBB participates in the formation of the CSF, which is produced from blood plasma by filtration in the vascular plexus. The filtration process occurs through the endothelium of the BBB capillaries. It allows the control over the level of transport proteins in the CSF, reducing their concentration in the CSF compared to that in blood plasma [56]. However, the BBB damage can result in the leakage of transport proteins to the CSF. As a consequence, transport proteins accumulate in the brain at a high concentration, which can further result in the dysfunction of CNS. For example, a high concentration of albumin, plasminogen, and prothrombin in the brain can initiate muscle cramp, glial activation or neuroinflammation [57].\n        \n        \n          Protecting the brain from neurotoxins\n          Many neurotoxic agents, including heavy metals, mefloquine, and food additives induce neurotoxicity and brain damage. These neurotoxins lead to brain injury with various side effects, such as neurodegeneration, reduced cognitive function, and increased psychiatric manifestations (i.e. depression, anxiety, sleep disturbances, and irritability). The BBB prevents these neurotoxic agents circulating in the blood from entering the brain. At the same time, the BBB regulates the transport of bioactive compounds into and out of the CNS (the so-called BBB permeability). However, a dysfunction of the BBB can lead to the leakage of these harmful blood components into the CNS, contributing to neurologic deficits [29, 37].\n        \n        \n          The mechanisms of transport through the BBB\n          There are four main mechanisms that allow the molecules to cross through the BBB. They can be divided into passive transport (diffusion) and active transport (carrier-mediated transport, endocytosis, and cell-mediated transport) [58]. Passive transport occurs along a concentration gradient and does not depend on ATP energy, while active transport requires ATP hydrolysis and moves against a concentration gradient [59–61](Fig. 2).Fig. 2Mechanisms of transport through the BBB: diffusion (transcellular lipophilic pathway), carrier-mediated transport (CMT), receptor-mediated endocytosis (RME), absorption-mediated endocytosis (AME), proton pump, cell-mediated transport, and paracellular waterway\n        \n        \n          Diffusion\n          Diffusion providing the transport of substances through the cell membrane can be divided into passive and facilitated diffusion [62]. Passive diffusion is the process of crossing the BBB driven by the concentration gradient of bioactive compounds between the blood and the extracellular fluid of the brain. A necessary condition for passive diffusion is the high lipophilicity of the substances. Thus, inorganic molecules such as O2, CO2, and H2O can quickly penetrate through the BBB. Numerous compounds that pass through the cell membrane via passive diffusion are pushed back to the vascular system by outflow pumps [37].\n          Facilitated diffusion is the transfer of substances through biological membranes mediated by specific carrier proteins, each of which is responsible for the transport of certain molecules or groups of related molecules. In the case of facilitated diffusion, substances are also transported in accordance with the concentration gradient, but the rate of this process is much higher than that of passive diffusion. The rate of facilitated diffusion has the property of saturation, which occurs when all the carrier molecules are occupied. Most of the essential nutrients, including amino acids, neurotransmitters, hormones, small peptides, etc., as well as small lipophilic molecules or therapeutic agents, enter the brain by facilitated diffusion [63]. This process includes a proton pump and a paracellular waterway. With the help of a proton pump, protons penetrate through the BBB, and the paracellular waterway is the transfer of water-soluble substances across the epithelium by passing through the intercellular space between cells [37].\n          Carrier-mediated transport (CMT) is an energy-dependent pathway based on the active transport of various bioactive compounds (usually small hydrophilic molecules). Biomolecules can be transported through the cell membrane via the symport (i.e. transport of two molecules in the same direction) and antiport (i.e. transport of two molecules in the opposite directions) mechanisms [64]. There are numerous proteins located in the BBB, which were shown to be responsible for its permeability. These proteins include, for example, glucose transporters (GLUT 1), large neutral amino acids (LAT1), monocarboxylic acids (MCT1), nucleosides (ENT 1–2, CNT1-2), and cationic amino acids (CAT1). There are several therapeutic molecules (i.e. L-DOPA, a-methyldopa, gabapentin, and melphalan) that can pass through the BBB via CMT. However, the efficiency of their delivery to the brain is limited [64, 65]\n        \n        \n          Endocytosis\n          Endocytosis is a multistep process in which bioactive compounds enter a cell through membrane invagination. Endocytosis regulates the interaction of cells with their microenvironment. Endocytosis is an energy-dependent transport mechanism and can be divided into three categories, including (i) pinocytosis, (ii) phagocytosis and (iii) mediated endocytosis [66, 67]. There are several stages of endocytosis. The first step is the membrane invagination, during which bioactive compounds are absorbed. Second, the cell membrane forms membrane-bound vesicles (the so-called endosomes) with bioactive compounds inside. Then, the formed endosomes transport the bioactive compounds towards the cell organelles via intracellular compartments. Finally, the bioactive compounds are released into cell cytoplasm by the destruction of endosomes. The latter phase of endosomes (endolysosomes) is involved in the degradation of bioactive compounds.\n          Pinocytosis is based on the cells absorbing fluids with dissolved molecules e.g., ions and proteins) in the size range of 0.07–2 μm. Next, phagocytosis is defined as the absorption of solid bioactive compounds by cells. A good example of phagocytosis is the absorption of various antigens (e.g., viruses, bacteria, and dead cells) by white blood cells (WBCs) [68]. There are several endocytosis mechanisms, including receptor-mediated endocytosis (RME) and absorption-mediated endocytosis (AME).\n          The RME relies on the receptor proteins located on the cell surface that can interact with specific ligands (drugs, hormones, growth factors, enzymes, and plasma proteins) in a complementary way. Transferrin, insulin, and leptin are good examples of molecules delivered to the brain through the RME mechanism [69]. Besides, there is a type of integral membrane (transmembrane) protein that can also transport specific ligands across the cell membrane. As an example, clathrin is the main transmembrane protein responsible for the formation of endosomes during the endocytosis process [70]. The main aspect in the delivery by clathrin-mediated endocytosis is the interaction of clathrin protein components with active sites of bioactive molecules. It further leads to the formation of clathrin-coated vesicles (early endosomes) for specific endocytosis [71].\n          The cell membrane of brain endothelium is negatively charged at physiological conditions. As a result, positively charged molecules can interact with negatively charged endothelial cells via electrostatic interaction, facilitating the AME mechanism. Contrary to the RME, the AME is not specific, but it has a greater binding capacity [72]. Overall, AME has the same transport efficiency through the BBB as the RME [73]. A variety of positively charged molecules can pass through the BBB via the AME, such as cationic proteins and positively charged polymers (PEI, chitosan). Surface modification of drug delivery systems with such molecules allows them to penetrate the BBB and get into the brain via the AME.\n        \n        \n          Cell-mediated transport\n          Macrophages, neutrophils, and monocytes can participate in the cell-mediated transport due to their high mobility, i.e. they can migrate across impermeable barriers and release the drug cargo at the sites of infection or tissue injury [74]. Their migration properties can also be used to deliver bioactive substances into the brain tumor. Therefore, these cells can act as “Trojan horses”, providing the transport of therapeutic drugs through the BBB [75, 76]. Among them, monocytes are the most appropriate cells for the transportation of bioactive compounds. Monocytes were proved to be able to transfer drugs to an inflamed area of the brain. However, cell-mediated transport has serious drawbacks, such as early release of drugs, unavailable targeted delivery, and poor drug loading capacity [74, 77]. Further, we will discuss the cell-based vehicles for delivery to brain tumors in detail.\nMaintenance of ion homeostasis\n          The BBB is responsible for ion homeostasis of the brain microenvironment. Via ion channels, the BBB can regulate the concentration levels of potassium (K+), calcium (Ca2+) and magnesium (Mg2+) ions. For instance, the concentration of K+ in blood plasma is 1.8 times higher compared to the cerebrospinal and interstitial fluids [52, 53]. The homeostatic regulation through ion channels (K+, Ca2+ and Mg2+) provides normal function of the neural network [54].\nAdjusting the level of neurotransmitters\n          Neurotransmitters are biologically active compounds carrying electrochemical signals from one neuron to other neurons through the synaptic space [55]. Neurotransmitters are essential for the normal function of the central and peripheral nervous systems. The BBB separates neurotransmitters and protects the brain from unexpected changes in the concentrations of neurotransmitters in blood plasma [31]. For instance, blood plasma contains neuroactive amino acids such as aspartate and glutamate, which can harm the brain tissues at a high concentration level. Due to the presence of the BBB, the concentration of aspartate and glutamate in the brain always remains at the required level,safe for the normal function of the brain [2, 36]\nRegulation of the proteins transport from blood to the brain\n          The BBB participates in the formation of the CSF, which is produced from blood plasma by filtration in the vascular plexus. The filtration process occurs through the endothelium of the BBB capillaries. It allows the control over the level of transport proteins in the CSF, reducing their concentration in the CSF compared to that in blood plasma [56]. However, the BBB damage can result in the leakage of transport proteins to the CSF. As a consequence, transport proteins accumulate in the brain at a high concentration, which can further result in the dysfunction of CNS. For example, a high concentration of albumin, plasminogen, and prothrombin in the brain can initiate muscle cramp, glial activation or neuroinflammation [57].\nProtecting the brain from neurotoxins\n          Many neurotoxic agents, including heavy metals, mefloquine, and food additives induce neurotoxicity and brain damage. These neurotoxins lead to brain injury with various side effects, such as neurodegeneration, reduced cognitive function, and increased psychiatric manifestations (i.e. depression, anxiety, sleep disturbances, and irritability). The BBB prevents these neurotoxic agents circulating in the blood from entering the brain. At the same time, the BBB regulates the transport of bioactive compounds into and out of the CNS (the so-called BBB permeability). However, a dysfunction of the BBB can lead to the leakage of these harmful blood components into the CNS, contributing to neurologic deficits [29, 37].\nThe mechanisms of transport through the BBB\n          There are four main mechanisms that allow the molecules to cross through the BBB. They can be divided into passive transport (diffusion) and active transport (carrier-mediated transport, endocytosis, and cell-mediated transport) [58]. Passive transport occurs along a concentration gradient and does not depend on ATP energy, while active transport requires ATP hydrolysis and moves against a concentration gradient [59–61](Fig. 2).Fig. 2Mechanisms of transport through the BBB: diffusion (transcellular lipophilic pathway), carrier-mediated transport (CMT), receptor-mediated endocytosis (RME), absorption-mediated endocytosis (AME), proton pump, cell-mediated transport, and paracellular waterway\nDiffusion\n          Diffusion providing the transport of substances through the cell membrane can be divided into passive and facilitated diffusion [62]. Passive diffusion is the process of crossing the BBB driven by the concentration gradient of bioactive compounds between the blood and the extracellular fluid of the brain. A necessary condition for passive diffusion is the high lipophilicity of the substances. Thus, inorganic molecules such as O2, CO2, and H2O can quickly penetrate through the BBB. Numerous compounds that pass through the cell membrane via passive diffusion are pushed back to the vascular system by outflow pumps [37].\n          Facilitated diffusion is the transfer of substances through biological membranes mediated by specific carrier proteins, each of which is responsible for the transport of certain molecules or groups of related molecules. In the case of facilitated diffusion, substances are also transported in accordance with the concentration gradient, but the rate of this process is much higher than that of passive diffusion. The rate of facilitated diffusion has the property of saturation, which occurs when all the carrier molecules are occupied. Most of the essential nutrients, including amino acids, neurotransmitters, hormones, small peptides, etc., as well as small lipophilic molecules or therapeutic agents, enter the brain by facilitated diffusion [63]. This process includes a proton pump and a paracellular waterway. With the help of a proton pump, protons penetrate through the BBB, and the paracellular waterway is the transfer of water-soluble substances across the epithelium by passing through the intercellular space between cells [37].\n          Carrier-mediated transport (CMT) is an energy-dependent pathway based on the active transport of various bioactive compounds (usually small hydrophilic molecules). Biomolecules can be transported through the cell membrane via the symport (i.e. transport of two molecules in the same direction) and antiport (i.e. transport of two molecules in the opposite directions) mechanisms [64]. There are numerous proteins located in the BBB, which were shown to be responsible for its permeability. These proteins include, for example, glucose transporters (GLUT 1), large neutral amino acids (LAT1), monocarboxylic acids (MCT1), nucleosides (ENT 1–2, CNT1-2), and cationic amino acids (CAT1). There are several therapeutic molecules (i.e. L-DOPA, a-methyldopa, gabapentin, and melphalan) that can pass through the BBB via CMT. However, the efficiency of their delivery to the brain is limited [64, 65]\nEndocytosis\n          Endocytosis is a multistep process in which bioactive compounds enter a cell through membrane invagination. Endocytosis regulates the interaction of cells with their microenvironment. Endocytosis is an energy-dependent transport mechanism and can be divided into three categories, including (i) pinocytosis, (ii) phagocytosis and (iii) mediated endocytosis [66, 67]. There are several stages of endocytosis. The first step is the membrane invagination, during which bioactive compounds are absorbed. Second, the cell membrane forms membrane-bound vesicles (the so-called endosomes) with bioactive compounds inside. Then, the formed endosomes transport the bioactive compounds towards the cell organelles via intracellular compartments. Finally, the bioactive compounds are released into cell cytoplasm by the destruction of endosomes. The latter phase of endosomes (endolysosomes) is involved in the degradation of bioactive compounds.\n          Pinocytosis is based on the cells absorbing fluids with dissolved molecules e.g., ions and proteins) in the size range of 0.07–2 μm. Next, phagocytosis is defined as the absorption of solid bioactive compounds by cells. A good example of phagocytosis is the absorption of various antigens (e.g., viruses, bacteria, and dead cells) by white blood cells (WBCs) [68]. There are several endocytosis mechanisms, including receptor-mediated endocytosis (RME) and absorption-mediated endocytosis (AME).\n          The RME relies on the receptor proteins located on the cell surface that can interact with specific ligands (drugs, hormones, growth factors, enzymes, and plasma proteins) in a complementary way. Transferrin, insulin, and leptin are good examples of molecules delivered to the brain through the RME mechanism [69]. Besides, there is a type of integral membrane (transmembrane) protein that can also transport specific ligands across the cell membrane. As an example, clathrin is the main transmembrane protein responsible for the formation of endosomes during the endocytosis process [70]. The main aspect in the delivery by clathrin-mediated endocytosis is the interaction of clathrin protein components with active sites of bioactive molecules. It further leads to the formation of clathrin-coated vesicles (early endosomes) for specific endocytosis [71].\n          The cell membrane of brain endothelium is negatively charged at physiological conditions. As a result, positively charged molecules can interact with negatively charged endothelial cells via electrostatic interaction, facilitating the AME mechanism. Contrary to the RME, the AME is not specific, but it has a greater binding capacity [72]. Overall, AME has the same transport efficiency through the BBB as the RME [73]. A variety of positively charged molecules can pass through the BBB via the AME, such as cationic proteins and positively charged polymers (PEI, chitosan). Surface modification of drug delivery systems with such molecules allows them to penetrate the BBB and get into the brain via the AME.\nCell-mediated transport\n          Macrophages, neutrophils, and monocytes can participate in the cell-mediated transport due to their high mobility, i.e. they can migrate across impermeable barriers and release the drug cargo at the sites of infection or tissue injury [74]. Their migration properties can also be used to deliver bioactive substances into the brain tumor. Therefore, these cells can act as “Trojan horses”, providing the transport of therapeutic drugs through the BBB [75, 76]. Among them, monocytes are the most appropriate cells for the transportation of bioactive compounds. Monocytes were proved to be able to transfer drugs to an inflamed area of the brain. However, cell-mediated transport has serious drawbacks, such as early release of drugs, unavailable targeted delivery, and poor drug loading capacity [74, 77]. Further, we will discuss the cell-based vehicles for delivery to brain tumors in detail.\nClinically relevant chemotherapeutic drugs for the treatment of brain tumors\n      \n        Lipinski’s rule\n        Currently, chemotherapy is the main method used for brain tumor treatment. However, it has certain limitations and disadvantages. The therapeutic molecules that can penetrate through the BBB have similarities in their chemical structure. Lipinski et al. analyzed the properties of such molecules and formulated a set of rules that describe the molecules highly likely to be able to pass through the BBB [78]. The so-called Lipinski’s rule says that the therapeutic molecule is more likely to demonstrate a higher adsorption or permeation if it has less than 5 H-bonds, less than 10 H-acceptors and calculated Log P less than 5, and its molecular weight is no greater than 500 [79]. Development and testing of novel therapeutic molecules is an extremely long and expensive process, and Lipinski’s rule helps to accelerate it [80].\n      \n      \n        Commercially available drugs\n        Depending on the type of brain tumor, various drugs are used for its treatment [81]. Nitrosoureas have the longest history in the treatment of malignant brain tumors. Carmustine and lomustine are two of the most extensively used nitrosourea compounds. These therapeutic agents are lipid-soluble and, therefore, capable of crossing the BBB. Lomustine is generally used in combined chemotherapy and is considered as the key factor in the PCV regimen (P: procarbazine, C: lomustine, V: vincristine). PCV used for high-grade gliomas has an overall survival of 6.7 months and progression-free survival of 3.6 months [82]. Carmustine is a non-specific alkylating agent that causes crosslinking of DNA and RNA, similarly to lomustine [83]. It demonstrates a higher toxicity and less effective treatment compared to other existing alternatives, thus resulting in less frequent use for high-grade glioma therapy [84].\n        Temozolomide (TMZ) was recently approved for use in the treatment of malignant gliomas as an oral chemotherapy agent. It is worth pointing out that TMZ confirms Lipinski's rule and demonstrates the highest BBB permeability among the drugs approved for glioma treatment. It is used in combination with surgery and/or radiation therapy, and the use of TMZ has significantly increased the median survival period. Nonetheless, subsequent treatment with TMZ is required, which fails in a number of cases due to the emergence of the TMZ resistance [85].\n        Carboplatin is a platinum-based chemotherapeutic agent extensively used in oncology. The cytostatic effect of carboplatin results from interference with DNA replication by inducing DNA cross-linkage. It demonstrates a lower BBB passage compared to the abovementioned temozolomide, and generally, a higher CNS toxicity. Therefore, it is usually prescribed to patients with a recurrent disease. Carboplatin demonstrates high clearance from the brain tissues, therefore, temporary BBB disruption during the treatment leads to higher efficiency of treatment [86, 87].\n        Irinotecan has shown limited efficacy due to low BBB penetration. Irinotecan interacts with topoisomerase I, which causes double-strand breaks. Similar to other chemotherapy agents, the response to this drug is not durable, and in the best scenarios, it is usually limited to several months. Therefore, development of new therapeutic drugs and formulations is required for novel and more effective approaches to brain tumor treatment [88].\n        Primary CNS lymphoma is another type of brain tumor (rare non-Hodgkin lymphoma) that is confined to the brain, cerebrospinal fluid and eyes [89]. Only several clinical trials have been performed, and there is still a lack of knowledge on the recurrence of this disease. Currently, there is no consensus regarding the optimal regimen for primary CNS lymphoma. However, high-dose methotrexate has proven to be effective in combination with other therapies, including surgery, chemo- and radiotherapy. Methotrexate is capable of penetrating the BBB, which made it much more effective compared to other chemotherapy agents used to treat non-CNS diffuse large B-cell lymphoma. Usually, high-dose methotrexate is used in combination with whole-brain radiotherapy, which has so far demonstrated a significant improvement in both overall response rate and prolonged progression-free survival from 3 to 18 months [90].\n        The effectiveness of a chemotherapy agent for brain tumor treatment is mainly determined by the pharmacokinetics of the drugs. This means that a number of therapeutic molecules that are already used for chemotherapy could be utilized for brain tumor treatment if there was a way to improve their pharmacokinetics and transfer them through the BBB. For example, doxorubicin (DOX) is approved for GBM treatment, but it demonstrates low BBB permeability [91]. Another example is vincristine, a highly potent microtubule polymerization inhibitor extensively used in chemotherapy; however, similarly to DOX, it cannot penetrate the BBB and therefore requires a specific approach for effective delivery into the brain tumor [92]. The structures of commercially available drugs used for three types of brain tumor treatment (glioma, medulloblastoma and primary CNS lymphoma) are illustrated in Fig. 3.Fig. 3The commercially available drugs used for the therapy of different types of brain tumor, color coding: Glioma—green, Medulloblastoma—yellow, PCNSL—red. The cross-section means that the drug was used for both cancer treatments\nLipinski’s rule\n        Currently, chemotherapy is the main method used for brain tumor treatment. However, it has certain limitations and disadvantages. The therapeutic molecules that can penetrate through the BBB have similarities in their chemical structure. Lipinski et al. analyzed the properties of such molecules and formulated a set of rules that describe the molecules highly likely to be able to pass through the BBB [78]. The so-called Lipinski’s rule says that the therapeutic molecule is more likely to demonstrate a higher adsorption or permeation if it has less than 5 H-bonds, less than 10 H-acceptors and calculated Log P less than 5, and its molecular weight is no greater than 500 [79]. Development and testing of novel therapeutic molecules is an extremely long and expensive process, and Lipinski’s rule helps to accelerate it [80].\nCommercially available drugs\n        Depending on the type of brain tumor, various drugs are used for its treatment [81]. Nitrosoureas have the longest history in the treatment of malignant brain tumors. Carmustine and lomustine are two of the most extensively used nitrosourea compounds. These therapeutic agents are lipid-soluble and, therefore, capable of crossing the BBB. Lomustine is generally used in combined chemotherapy and is considered as the key factor in the PCV regimen (P: procarbazine, C: lomustine, V: vincristine). PCV used for high-grade gliomas has an overall survival of 6.7 months and progression-free survival of 3.6 months [82]. Carmustine is a non-specific alkylating agent that causes crosslinking of DNA and RNA, similarly to lomustine [83]. It demonstrates a higher toxicity and less effective treatment compared to other existing alternatives, thus resulting in less frequent use for high-grade glioma therapy [84].\n        Temozolomide (TMZ) was recently approved for use in the treatment of malignant gliomas as an oral chemotherapy agent. It is worth pointing out that TMZ confirms Lipinski's rule and demonstrates the highest BBB permeability among the drugs approved for glioma treatment. It is used in combination with surgery and/or radiation therapy, and the use of TMZ has significantly increased the median survival period. Nonetheless, subsequent treatment with TMZ is required, which fails in a number of cases due to the emergence of the TMZ resistance [85].\n        Carboplatin is a platinum-based chemotherapeutic agent extensively used in oncology. The cytostatic effect of carboplatin results from interference with DNA replication by inducing DNA cross-linkage. It demonstrates a lower BBB passage compared to the abovementioned temozolomide, and generally, a higher CNS toxicity. Therefore, it is usually prescribed to patients with a recurrent disease. Carboplatin demonstrates high clearance from the brain tissues, therefore, temporary BBB disruption during the treatment leads to higher efficiency of treatment [86, 87].\n        Irinotecan has shown limited efficacy due to low BBB penetration. Irinotecan interacts with topoisomerase I, which causes double-strand breaks. Similar to other chemotherapy agents, the response to this drug is not durable, and in the best scenarios, it is usually limited to several months. Therefore, development of new therapeutic drugs and formulations is required for novel and more effective approaches to brain tumor treatment [88].\n        Primary CNS lymphoma is another type of brain tumor (rare non-Hodgkin lymphoma) that is confined to the brain, cerebrospinal fluid and eyes [89]. Only several clinical trials have been performed, and there is still a lack of knowledge on the recurrence of this disease. Currently, there is no consensus regarding the optimal regimen for primary CNS lymphoma. However, high-dose methotrexate has proven to be effective in combination with other therapies, including surgery, chemo- and radiotherapy. Methotrexate is capable of penetrating the BBB, which made it much more effective compared to other chemotherapy agents used to treat non-CNS diffuse large B-cell lymphoma. Usually, high-dose methotrexate is used in combination with whole-brain radiotherapy, which has so far demonstrated a significant improvement in both overall response rate and prolonged progression-free survival from 3 to 18 months [90].\n        The effectiveness of a chemotherapy agent for brain tumor treatment is mainly determined by the pharmacokinetics of the drugs. This means that a number of therapeutic molecules that are already used for chemotherapy could be utilized for brain tumor treatment if there was a way to improve their pharmacokinetics and transfer them through the BBB. For example, doxorubicin (DOX) is approved for GBM treatment, but it demonstrates low BBB permeability [91]. Another example is vincristine, a highly potent microtubule polymerization inhibitor extensively used in chemotherapy; however, similarly to DOX, it cannot penetrate the BBB and therefore requires a specific approach for effective delivery into the brain tumor [92]. The structures of commercially available drugs used for three types of brain tumor treatment (glioma, medulloblastoma and primary CNS lymphoma) are illustrated in Fig. 3.Fig. 3The commercially available drugs used for the therapy of different types of brain tumor, color coding: Glioma—green, Medulloblastoma—yellow, PCNSL—red. The cross-section means that the drug was used for both cancer treatments\nInvasive and non-invasive methods for overcoming the BBB\n      As previously discussed, many prospective antitumor drugs either cannot penetrate through the BBB or their delivery efficiency is very low. Therefore, more promising strategies for efficient drug delivery to the brain have been suggested [93]. These methods can be classified into two types: (i) invasive and (ii) non-invasive approaches. Invasive methods of drug delivery include intracerebroventricular (ICV), intrathecal, intracerebral and intratumoral injections [94]. ICV injections are mainly used for opioid therapy of the terminal stage of cancer to reduce the pain [95], and we will not consider this method of administration. Non-invasive methods include intravenous and intranasal administrations [96]. In this section, we mainly focus on intranasal, intrathecal, intracerebral, intratumoral and intravenous injections [97]. A schematic illustration of these methods with their advantages and disadvantages is presented in Fig. 4.Fig. 4Schematic representation of intranasal, intrathecal/intracerebral, intratumoral and intravenous injections for the delivery of therapeutic molecules to the brain tumor\n      \n        Intrathecal and intracerebral injection\n        The intrathecal method involves the injection of drug directly into the epidural or subarachnoid space. The intrathecally injected molecules diffuse through the meningeal layers to reach the cerebrospinal fluid. Therefore, such a drug administration is expected to be more effective than intravenous injection. Many potential nanocarriers were investigated for intrathecal administration: for example, alginate/chitosan composite and maltosyl beta-cyclodextrin for improved delivery efficiency of bupivacaine [97, 98]. There are other examples of different nanocarriers administered by intrathecal injection, including polymer-based nanocomplexes [99–102] and inorganic nanocarriers [103]. However, the disadvantages of intrathecal injection are the risk of brain tissue damage, high changes in the intracranial pressure and low penetration of the drug through the BBB [100, 104, 105].\n        Intracerebral injection is the most direct method of drug delivery. In this method, intermittent bolus injections are locally administered into the brain, where the drugs further diffuse within the brain with minimal side effects [106]. This approach of drug delivery is commonly used for the treatment of primary brain tumors [107]. There are several preclinical studies of a therapeutic agent administered by intracerebral injection [108, 109]. Direct injections into the brain show good results in the treatment of brain tumors [110]. However, this method is very traumatic, and researchers are still to develop methods of treating brain tumors with the least harm to human health.\n      \n      \n        Intratumoral injection\n        Intratumoral injection is another method for the delivery of therapeutic drugs to the brain tumor. Local drug delivery has been proposed to increase the concentration of the drug at the tumor site and reduce toxicity to the whole body [111]. For example, polymer structures consisting of liposomal DOX have received clinical approval for intracranial treatment of resectable GBM [112]. Direct infusion of fluid into the tumor has also been studied clinically. This method would allow the drug to remain in the tumor site for a long time, acting locally. However, complex implantation procedures, the risk of infections, local toxicity of drugs, and rapid removal of drugs from the brain parenchyma significantly limit the application of this method [113].\n      \n      \n        Intravenous injection\n        An intravenous injection is the easiest way to administer a drug (the so-called arterial chemotherapy). Intravenous administration is associated with the use of drug delivery systems and occurs via CMT, RME, and AME (it will be discussed later). The advantages of the intravenous method include simple injection of the required dose of therapeutic drugs in the blood and variation of this dosage. Moreover, intravenous administration can be stopped if undesirable effects occur. However, this method has several disadvantages, mainly associated with the destructive mechanism of drug delivery through the BBB [114–116]. It can further lead to the side effects such as aphasia, hemiparesis, or even intracranial hernia [117]. The intravenous injection can also result in a non-specific accumulation of therapeutic drugs in other organs, i.e. the liver, spleen, and kidneys.\n      \n      \n        Intranasal delivery\n        The intranasal route is an alternative method for the delivery of therapeutic drugs directly to the brain tissue. It first appeared in 1989 for the direct delivery of neurotrophic factors to the brain [118]. According to the literature, the intranasal delivery of the therapeutic drugs is achieved through the trigeminal and the olfactory nerves, directly transporting the drugs into the CSF while bypassing the BBB [119]. Compared with traditional intravenous administration, the intranasal delivery has several advantages, including simplicity, safety, convenience, and painlessness [120]. Further, it does not require aseptic techniques. The main strength of intranasal delivery is the rapid absorption of drugs in the nasal cavity. At the same time, there are some drawbacks associated with low reproducibility of this method [121, 122]. In general, individual drugs are used for intranasal delivery. Currently, a great interest has been aroused in the application of nanocarriers to deliver the drugs via the intranasal pathway [123]. However, the nasal architecture limits the delivery of nanocarriers along the intranasal route. Moreover, a special device is needed for the intranasal administration of a required dose of nanocarriers formulation. Various devices can be used for this purpose, i.e. from a simple nasal spray to a more complex instrument such as an electronic atomizer [124].\nIntrathecal and intracerebral injection\n        The intrathecal method involves the injection of drug directly into the epidural or subarachnoid space. The intrathecally injected molecules diffuse through the meningeal layers to reach the cerebrospinal fluid. Therefore, such a drug administration is expected to be more effective than intravenous injection. Many potential nanocarriers were investigated for intrathecal administration: for example, alginate/chitosan composite and maltosyl beta-cyclodextrin for improved delivery efficiency of bupivacaine [97, 98]. There are other examples of different nanocarriers administered by intrathecal injection, including polymer-based nanocomplexes [99–102] and inorganic nanocarriers [103]. However, the disadvantages of intrathecal injection are the risk of brain tissue damage, high changes in the intracranial pressure and low penetration of the drug through the BBB [100, 104, 105].\n        Intracerebral injection is the most direct method of drug delivery. In this method, intermittent bolus injections are locally administered into the brain, where the drugs further diffuse within the brain with minimal side effects [106]. This approach of drug delivery is commonly used for the treatment of primary brain tumors [107]. There are several preclinical studies of a therapeutic agent administered by intracerebral injection [108, 109]. Direct injections into the brain show good results in the treatment of brain tumors [110]. However, this method is very traumatic, and researchers are still to develop methods of treating brain tumors with the least harm to human health.\nIntratumoral injection\n        Intratumoral injection is another method for the delivery of therapeutic drugs to the brain tumor. Local drug delivery has been proposed to increase the concentration of the drug at the tumor site and reduce toxicity to the whole body [111]. For example, polymer structures consisting of liposomal DOX have received clinical approval for intracranial treatment of resectable GBM [112]. Direct infusion of fluid into the tumor has also been studied clinically. This method would allow the drug to remain in the tumor site for a long time, acting locally. However, complex implantation procedures, the risk of infections, local toxicity of drugs, and rapid removal of drugs from the brain parenchyma significantly limit the application of this method [113].\nIntravenous injection\n        An intravenous injection is the easiest way to administer a drug (the so-called arterial chemotherapy). Intravenous administration is associated with the use of drug delivery systems and occurs via CMT, RME, and AME (it will be discussed later). The advantages of the intravenous method include simple injection of the required dose of therapeutic drugs in the blood and variation of this dosage. Moreover, intravenous administration can be stopped if undesirable effects occur. However, this method has several disadvantages, mainly associated with the destructive mechanism of drug delivery through the BBB [114–116]. It can further lead to the side effects such as aphasia, hemiparesis, or even intracranial hernia [117]. The intravenous injection can also result in a non-specific accumulation of therapeutic drugs in other organs, i.e. the liver, spleen, and kidneys.\nIntranasal delivery\n        The intranasal route is an alternative method for the delivery of therapeutic drugs directly to the brain tissue. It first appeared in 1989 for the direct delivery of neurotrophic factors to the brain [118]. According to the literature, the intranasal delivery of the therapeutic drugs is achieved through the trigeminal and the olfactory nerves, directly transporting the drugs into the CSF while bypassing the BBB [119]. Compared with traditional intravenous administration, the intranasal delivery has several advantages, including simplicity, safety, convenience, and painlessness [120]. Further, it does not require aseptic techniques. The main strength of intranasal delivery is the rapid absorption of drugs in the nasal cavity. At the same time, there are some drawbacks associated with low reproducibility of this method [121, 122]. In general, individual drugs are used for intranasal delivery. Currently, a great interest has been aroused in the application of nanocarriers to deliver the drugs via the intranasal pathway [123]. However, the nasal architecture limits the delivery of nanocarriers along the intranasal route. Moreover, a special device is needed for the intranasal administration of a required dose of nanocarriers formulation. Various devices can be used for this purpose, i.e. from a simple nasal spray to a more complex instrument such as an electronic atomizer [124].\nThe use of targeting vectors for overcoming the BBB\n      Therapeutic molecules or nanocarriers with a relatively large size can be delivered into the brain via special receptors expressed by the endothelial cells of the BBB [125]. On the surface of these cells, a large number of different receptors (transferrin receptor, insulin receptor, and nicotinic acetylcholine receptor) and transporters of metabolic nutrients are expressed. Therefore, the modification of drugs or nanocarriers with ligands that are complementary to these special receptors can provide the receptor-mediated mechanism for overcoming the BBB, allowing them to penetrate the brain tumors [126, 127]. Many targeting ligands, e.g. monoclonal antibodies (MAbs) and short peptides against receptors expressed on the BBB were used for surface conjugation of nanocarriers or chemical modification of antitumor drugs to achieve brain targeting [126]. Individual targeting ligands (MAbs, peptides, glucose, L-DOPA) can also serve as monotherapeutic agents themselves, which enables them to overcome the BBB.\n      Another way of penetration is via specific transporters on the surface of the BBB. Some low molecular weight compounds are able to penetrate the BBB with the help of specific transporters, for example, the large neutral amino acid transporter 1 (LAT1) for L-DOPA [128–130 ] or the efflux transporter P-glycoprotein (P-gp) for lipophilic drugs [131, 132].\n      In the following sections, the main targeting vectors are considered for monotherapy and chemical modification of therapeutic drugs or nanocarriers that can provide receptor- and carrier-mediated delivery of drugs into brain tumors.\n      \n        Glucose\n        As previously mentioned, RME is the main mechanism for the penetration of compounds through the BBB [133]. The d-glucose transport protein (GLUT) (Fig. 5) produces a particularly high concentration in the microvessels of the brain [134]. The concentration of GLUT receptors is almost 100 times higher than that of transferrin receptors, which are actively used as a specific ligand for targeted delivery of drugs or nanocarriers to the brain tissue. The glucose transported across the BBB with the help of GLUT provides almost all of the energy required for normal brain function. A detailed study of GLUT suggests that this receptor can be an effective target for the delivery of glucose-modified drugs to the brain through the BBB [135]. Moreover, GLUT has been shown to be overexpressed in brain tumor cells. Therefore, conjugation of the anticancer drugs with glucose imparts additional tumor tropism. The therapeutic molecule labeled with glucose penetrates through BBB due to the GLUT receptors. Then, the cancer cells overexpressing GLUT provide the targeted accumulation of drugs in the tumor [136].Fig. 5Schematic illustration demonstrating the surface modification of nanocarriers with targeting vectors (glucose, L-DOPA, MAbs, and peptides) and the process of the BBB penetration\n        It was shown that glucose-modified liposomes can penetrate through the BBB several times more effectively than without glucose conjugation [137]. Later, Li et al. demonstrated that glucose-modified liposomes loaded with antitumor drugs can effectively penetrate the brain and release the drug, producing a high local concentration in the region of brain tumors [138]. Many works have shown the efficiency of glucose as a targeting ligand for the delivery of drugs or nanocarriers into the brain tumors [133, 137, 139–142]. Polt et al. have shown that glucose-modified peptides were successfully used for the BBB penetration. Moreover, glucose improves the penetration of peptides into the brain with the help of GLUT, and glucosylation reduces the lipophilicity of peptides, including the mechanism of transport of lipophilic substances [140]. Fu et al. have synthesized unique glucose with RGD peptide (glucose-RGD) derivative that can target glioma [143]. The glucose-RGD was further used for the surface modification of liposomes loaded with an antitumor agent. This modification has increased the degree of penetration of liposomes through the BBB [141]. Tamba and others modified inorganic nanocarriers with poly(ethylene glycol) glucose methyl ester amine. Their in vivo results have shown that the modified nanocarriers were able to penetrate through the BBB into the brain [144].\n        Cancer cells consume much more glucose than healthy cells. This process is known as the Warburg effect. It is caused by tumor cell hypoxia, genetic mutations, and mitochondrial abnormalities in proliferating cancer cells [145]. The rapid and aggressive proliferation characteristic of tumor cells is itself a very energy-consuming process, so it is quite obvious that tumor cells consume much more glucose [146]. The Warburg effect has a significant impact on tumor cells, including their stimulation growth, providing ATP consumption under hypoxic conditions, regenerating endogenous antioxidants, acidifying the microenvironment, and producing carbon to increase biomass [147]. These changes can induce unregulated glucose fermentation pathways for the energy supply and growth of cancerous cells. This process was investigated using positron emission tomography (PET) [148]. Lieberman and others demonstrated that 4-18F-(2S,4R)-fluoroglutamine (18F-FGln) as an analogue of 18F-fluorodeoxyglucose (18F-FDG) can accumulate in glioma and GBM with great efficiency. The results of PET imaging clearly confirmed the accumulation of 18F-FGln in the GBM (rat model) [149].\n      \n      \n        L-DOPA\n        L-DOPA (L-3,4-dihydroxyphenylalanine) is a precursor to dopamine that passes through the BBB due to large neutral amino acids LAT1 (Fig. 5). The ability of L-DOPA to effectively cross the BBB without causing toxic effects has been extensively investigated [150–152]. Dopamine, which is a hydrophilic, water-soluble neurotransmitter, is unable to penetrate the BBB, while its precursor, L-DOPA, can overcome the BBB with great efficiency [153, 154].\n        In the case of patients with advanced GBM, dopamine replacement strategy has been adopted as a gold standard since the late 1960s through the use of a dopamine precursor known as Levodopa or L-DOPA [155]. L-DOPA can be used in monotherapy, or in combination with antitumor drugs, increasing the efficiency of drug penetration through the BBB.\n        Bhunia et al. have successfully used Amphi-DOPA liposomes to improve the delivery efficiency of chemotherapeutic drugs through the BBB directly to GBM (in vivo model) [156]. German scientists have successfully implemented L-DOPA modified with radioactive fluorine-18 (18F-DOPA) for a more accurate diagnosis of patients with GBM. The developed structure of 18F-DOPA allows to increase the level of diagnostics by 39%, and therapy by 17% [157]. A study by Capuani and colleagues demonstrated a significant increase in the uptake of boronophenylalanine in brain tumors with the use of L-DOPA. Preloaded L-DOPA passed through the BBB and accumulated in glioma cells, and then it induced a significant increase in the efficiency of cancer cell elimination. No side effects were recorded in healthy tissues of the body [158]. Gonzalez-Carter developed inorganic nanocarriers modified with L-DOPA (L-DOPA-AuNF). The scientists were able to demonstrate that L-DOPA-AuNF crosses the BBB much more efficiently than non-modified nanocarriers and without any serious side effects [159].\n      \n      \n        L-carnitine\n        L-carnitine is a natural compound found in almost all the tissues of the human body, including the brain [160]. The main function of L-carnitine is the transport of activated long-chain fatty acids (long-chain fatty acyl-CoA) into the mitochondria for the β-oxidation process [160, 161]. Human brain tissues contain free L-carnitine and its acylated derivatives with carbon chains of various lengths, including acetylated and palmitoylated derivatives. All these derivatives can transport therapeutic compounds through the BBB [161]. Over the past 5 years, the interest in the therapeutic potential of l-carnitine and acetyl-l-carnitine (ALCAR) for the transport of compounds across the BBB and for neuroprotection has significantly increased [162–167].\n        Nałęcz et al. have studied the organic cation transporter (OCTN2) and the solute transporter (SLC22A5). Both carriers are able to interact with L-carnitine and deliver it through the BBB. On the one hand, it allows tumor cells to receive an additional source of energy in the form of glucose and thereby grow and proliferate. On the other hand, it was proved that SLC22A5 can also provide targeted delivery of chemotherapy drugs combined with carnitine to brain cancer cells [168]. Taking advantage of the specific expression of Na+-OCTN2 on both brain capillary endothelial cells and glioma cells, l-carnitine was used for the surface modification of nanocarriers. For instance, Kou et al. have developed polymeric nanocarriers conjugated with l-carnitine. During in vitro studies, it was shown that the conjugation of l-carnitine significantly improved the uptake of nanocarriers by endothelial cells of the BBB and glioma cells. Moreover, in vivo studies demonstrated a high accumulation of l-carnitine modified nanocarriers in the brain, as was confirmed by fluorescent imaging assays. Finally, the obtained l-carnitine-modified nanocarriers were loaded with paclitaxel as an antitumor drug. The drug-loaded carriers showed an improved anti-glioma efficiency compared to non-modified nanocarriers [169]. Mingorance and colleagues have shown that acetyl-l-carnitine has better BBB penetration than regular l-carnitine and can additionally protect mitochondria from the oxidative process, and provide an overall neuroprotection for healthy cells of the nervous system [170]. Yamada et al. have studied the effects of carnitine on GBM cells. According to the obtained data, carnitine had an antioxidant effect in healthy cells while inducing the process of apoptosis in GBM cells [171, 172].\n      \n      \n        Monoclonal antibodies (MAbs)\n        Several monoclonal antibodies (MAbs) specific to receptors on the surface of the BBB demonstrated the ability to increase the penetration efficiency of therapeutic molecules across the BBB. MAbs can cross the BBB, using receptor- and transport-mediated mechanisms [173–176]. First, in 1995, Pardridge et al. developed MAb83-7 and MAb83-14, which are specific to the human insulin receptor (HIR) [177]. MAb83-7 and MAb83-14 were able to bind to different epitopes of the active site of the insulin receptor, which contributed to a high rate of penetration through the BBB. The researchers examined the ability of MAbs to serve as drug carriers [178]. The biotnyl[125I]-Aβ 1–40 (amyloid beta) has been conjugated to MAbs specific to the HIR. The developed conjugate showed a high degree of penetration through the BBB, while Aβ 1–40 was unable to cross the barrier [179]. The enzyme iduronidase (IDUA) is often used as a therapeutic agent, but this enzyme cannot cross the BBB. IDUA conjugated to HIR-MAbs is able to provide enzyme replacement therapy by increasing the BBB penetration [180]. The MAb OX26 is a ligand for the human transferrin receptor (TfR) (Fig. 5). The experiments with laboratory mice have shown that OX26 MAb can be used as a drug delivery platform for crossing the BBB [181–183].\n        Bispecific antibodies (bsAbs) can be considered as a new generation of biomolecules with 2 different binding sites [184]. The bsAbs have a great potential of enhancing the BBB penetration. They have binding sites for TfR and β-site amyloid precursor protein cleaving enzyme 1 (BACE1). The bsAbs have a dual effect due to the binding affinity for TfR. If binding occurred with a low affinity for TfR, the level of BACE1 penetration through the BBB is increased [184, 185]. Low-density lipoprotein receptor-related protein 1 (LRP1) (Fig. 5) is responsible for the transport of bioactive compounds across the BBB, and therefore can be used as a promising target for MAbs [186, 187].\n        The study by Wikstrand et al. evaluated the use of boronated MAbs in boron-neutron capture therapy (BNCT) of glioma tumor (GBM rat model) [188]. Lampson has focused on the mechanisms of BBB penetration of several MAbs, including bevacizumab, rituximab, and trastuzumab for the treatment of GBM and primary central nervous system lymphoma (PCNSL). The obtained data indicated that overall survival tended to increase, which had a positive effect on the quality and time of life of patients with brain tumors [189]. This study also demonstrated that MAbs can be used not only as drug delivery platforms that increase the penetration of drugs through the BBB but also as individual therapeutic agents [189]. Later, Han et al. designed and synthesized MAb nanocapsules that contain acetylcholine and choline analogues for effective brain tumor suppression (orthotopic-glioma mice model) [173]. Galstyan et al. demonstrated trans-BBB delivery of nanoscale immunoconjugates, consisting of natural biopolymer scaffolds and MAbs inhibitors of α-CTLA-4 or α-PD-1 for activating both systemic and local brain tumor immune response [190]. Gan et al. summarized and analyzed clinical data on specific antibody-active substance conjugates that can cross the BBB [191]. Brain-derived neurotrophic factor (BDNF) is commonly used as a neuroprotective agent to prevent neuronal death after brain injury or development of brain tumors [192]. The conjugation of the BDNF with OX26 MAbs allows its transport into the brain via the BBB transferrin receptor transcytosis [193]. Thus, the complex of the drug and MAbs has a targeted action, the ability to penetrate the BBB, and a therapeutic effect on the necessary elements of the brain: damaged neurons and tumor cells [194].\n      \n      \n        Peptides\n        Peptides can penetrate through the BBB with the help of special transporters [195], receptors [196], or using the lipophilicity of substances [197]. p-glycoprotein (P-gp) can restrict the entry to the brain for many therapeutic drugs. However, the co-administration of chemotherapeutic drugs with P-gp modulators can inhibit the influence of P-gp, increasing the brain clearance. For example, the anticancer drug such as DOX was conjugated with D-penetrin and SynB1 peptides as P-gp inhibitors to cross the DOX through the BBB [198]. A sixfold increase in the efficiency of drug penetration through the BBB was demonstrated compared to free DOX. Cell-penetrating peptides also showed their ability to enhance the penetration of bioactive compounds through the BBB [199, 200]. Insulin-like growth factor 2 (IGF2) is a peptide that can transport biomolecules from blood to the brain using RME because it has a high affinity to IGF receptors at the human BBB. However, the high binding affinity of IGF2 (> 99%) in the blood significantly limits the application of this peptide for brain tumor therapy [201].\n        Kumar et al. have written a comprehensive review, observing the peptides that can be used for surface modification of nanocarriers to extend the ability to target glioma tumors [202]. In that review, the authors discussed the prospects of peptide-decorated nanocarriers as a drug delivery vehicle for the controlled release of chemotherapeutic agents in a targeted manner. In the experimental work by Yao et al. a novel gene vector was created, based on dendrograft poly-l-lysines and polyethylene glycol (PEG) conjugated to a cell-penetrating peptide. Due to this peptide, the degree of penetration of the entire structure through the BBB significantly increased [203]. In 2019 Chen et al. designed a library for in vivo screening of peptides that can cross the BBB and bind to LRP1 [204].According to the analysis, a specific peptide that contributed to the passage of phages into the brain was identified. This peptide targeted and accumulated in brain tumors using the U87 glioma mice model. Sánchez-Navarro and colleagues have written an outstanding review on the use of a new generation of peptides for overcoming the BBB [205]. This type of peptide can transport active substances across the BBB, it has low systemic toxicity, and can be easily modified with therapeutic drugs. Laksitorini et al. demonstrated that cyclic-ADT peptides (ADTC1, ADTC5, and ADTC6) promote increased transport of marker molecules, such as 14C-mannitol, to the brain via the BBB [206]. ADTC5 doubled 14C-mannitol delivery to the rat brain. In addition, the ADTC5 peptide increased in vivo delivery of Gd-DTPA to the brain of mice when administered intravenously. Thus, ADTC5 can radically improve the delivery of diagnostic and therapeutic agents to the brain and increase the effectiveness of primary tumor therapy [207]. A conjugate of paclitaxel and angiopep-2, named ANG-1005, was synthesized by Prof. Régina's team [208]. It was previously reported that angiopep-2 can be used as a drug carrier for the BBB penetration. The angiopep-2 is a specific ligand for LRP1, which was detected in GBM and different brain metastases. ANG-1005 passed two parallel phase 1–2 clinical trials and demonstrated high accumulation in the GBM compared to individual paclitaxel [209].\nGlucose\n        As previously mentioned, RME is the main mechanism for the penetration of compounds through the BBB [133]. The d-glucose transport protein (GLUT) (Fig. 5) produces a particularly high concentration in the microvessels of the brain [134]. The concentration of GLUT receptors is almost 100 times higher than that of transferrin receptors, which are actively used as a specific ligand for targeted delivery of drugs or nanocarriers to the brain tissue. The glucose transported across the BBB with the help of GLUT provides almost all of the energy required for normal brain function. A detailed study of GLUT suggests that this receptor can be an effective target for the delivery of glucose-modified drugs to the brain through the BBB [135]. Moreover, GLUT has been shown to be overexpressed in brain tumor cells. Therefore, conjugation of the anticancer drugs with glucose imparts additional tumor tropism. The therapeutic molecule labeled with glucose penetrates through BBB due to the GLUT receptors. Then, the cancer cells overexpressing GLUT provide the targeted accumulation of drugs in the tumor [136].Fig. 5Schematic illustration demonstrating the surface modification of nanocarriers with targeting vectors (glucose, L-DOPA, MAbs, and peptides) and the process of the BBB penetration\n        It was shown that glucose-modified liposomes can penetrate through the BBB several times more effectively than without glucose conjugation [137]. Later, Li et al. demonstrated that glucose-modified liposomes loaded with antitumor drugs can effectively penetrate the brain and release the drug, producing a high local concentration in the region of brain tumors [138]. Many works have shown the efficiency of glucose as a targeting ligand for the delivery of drugs or nanocarriers into the brain tumors [133, 137, 139–142]. Polt et al. have shown that glucose-modified peptides were successfully used for the BBB penetration. Moreover, glucose improves the penetration of peptides into the brain with the help of GLUT, and glucosylation reduces the lipophilicity of peptides, including the mechanism of transport of lipophilic substances [140]. Fu et al. have synthesized unique glucose with RGD peptide (glucose-RGD) derivative that can target glioma [143]. The glucose-RGD was further used for the surface modification of liposomes loaded with an antitumor agent. This modification has increased the degree of penetration of liposomes through the BBB [141]. Tamba and others modified inorganic nanocarriers with poly(ethylene glycol) glucose methyl ester amine. Their in vivo results have shown that the modified nanocarriers were able to penetrate through the BBB into the brain [144].\n        Cancer cells consume much more glucose than healthy cells. This process is known as the Warburg effect. It is caused by tumor cell hypoxia, genetic mutations, and mitochondrial abnormalities in proliferating cancer cells [145]. The rapid and aggressive proliferation characteristic of tumor cells is itself a very energy-consuming process, so it is quite obvious that tumor cells consume much more glucose [146]. The Warburg effect has a significant impact on tumor cells, including their stimulation growth, providing ATP consumption under hypoxic conditions, regenerating endogenous antioxidants, acidifying the microenvironment, and producing carbon to increase biomass [147]. These changes can induce unregulated glucose fermentation pathways for the energy supply and growth of cancerous cells. This process was investigated using positron emission tomography (PET) [148]. Lieberman and others demonstrated that 4-18F-(2S,4R)-fluoroglutamine (18F-FGln) as an analogue of 18F-fluorodeoxyglucose (18F-FDG) can accumulate in glioma and GBM with great efficiency. The results of PET imaging clearly confirmed the accumulation of 18F-FGln in the GBM (rat model) [149].\nL-DOPA\n        L-DOPA (L-3,4-dihydroxyphenylalanine) is a precursor to dopamine that passes through the BBB due to large neutral amino acids LAT1 (Fig. 5). The ability of L-DOPA to effectively cross the BBB without causing toxic effects has been extensively investigated [150–152]. Dopamine, which is a hydrophilic, water-soluble neurotransmitter, is unable to penetrate the BBB, while its precursor, L-DOPA, can overcome the BBB with great efficiency [153, 154].\n        In the case of patients with advanced GBM, dopamine replacement strategy has been adopted as a gold standard since the late 1960s through the use of a dopamine precursor known as Levodopa or L-DOPA [155]. L-DOPA can be used in monotherapy, or in combination with antitumor drugs, increasing the efficiency of drug penetration through the BBB.\n        Bhunia et al. have successfully used Amphi-DOPA liposomes to improve the delivery efficiency of chemotherapeutic drugs through the BBB directly to GBM (in vivo model) [156]. German scientists have successfully implemented L-DOPA modified with radioactive fluorine-18 (18F-DOPA) for a more accurate diagnosis of patients with GBM. The developed structure of 18F-DOPA allows to increase the level of diagnostics by 39%, and therapy by 17% [157]. A study by Capuani and colleagues demonstrated a significant increase in the uptake of boronophenylalanine in brain tumors with the use of L-DOPA. Preloaded L-DOPA passed through the BBB and accumulated in glioma cells, and then it induced a significant increase in the efficiency of cancer cell elimination. No side effects were recorded in healthy tissues of the body [158]. Gonzalez-Carter developed inorganic nanocarriers modified with L-DOPA (L-DOPA-AuNF). The scientists were able to demonstrate that L-DOPA-AuNF crosses the BBB much more efficiently than non-modified nanocarriers and without any serious side effects [159].\nL-carnitine\n        L-carnitine is a natural compound found in almost all the tissues of the human body, including the brain [160]. The main function of L-carnitine is the transport of activated long-chain fatty acids (long-chain fatty acyl-CoA) into the mitochondria for the β-oxidation process [160, 161]. Human brain tissues contain free L-carnitine and its acylated derivatives with carbon chains of various lengths, including acetylated and palmitoylated derivatives. All these derivatives can transport therapeutic compounds through the BBB [161]. Over the past 5 years, the interest in the therapeutic potential of l-carnitine and acetyl-l-carnitine (ALCAR) for the transport of compounds across the BBB and for neuroprotection has significantly increased [162–167].\n        Nałęcz et al. have studied the organic cation transporter (OCTN2) and the solute transporter (SLC22A5). Both carriers are able to interact with L-carnitine and deliver it through the BBB. On the one hand, it allows tumor cells to receive an additional source of energy in the form of glucose and thereby grow and proliferate. On the other hand, it was proved that SLC22A5 can also provide targeted delivery of chemotherapy drugs combined with carnitine to brain cancer cells [168]. Taking advantage of the specific expression of Na+-OCTN2 on both brain capillary endothelial cells and glioma cells, l-carnitine was used for the surface modification of nanocarriers. For instance, Kou et al. have developed polymeric nanocarriers conjugated with l-carnitine. During in vitro studies, it was shown that the conjugation of l-carnitine significantly improved the uptake of nanocarriers by endothelial cells of the BBB and glioma cells. Moreover, in vivo studies demonstrated a high accumulation of l-carnitine modified nanocarriers in the brain, as was confirmed by fluorescent imaging assays. Finally, the obtained l-carnitine-modified nanocarriers were loaded with paclitaxel as an antitumor drug. The drug-loaded carriers showed an improved anti-glioma efficiency compared to non-modified nanocarriers [169]. Mingorance and colleagues have shown that acetyl-l-carnitine has better BBB penetration than regular l-carnitine and can additionally protect mitochondria from the oxidative process, and provide an overall neuroprotection for healthy cells of the nervous system [170]. Yamada et al. have studied the effects of carnitine on GBM cells. According to the obtained data, carnitine had an antioxidant effect in healthy cells while inducing the process of apoptosis in GBM cells [171, 172].\nMonoclonal antibodies (MAbs)\n        Several monoclonal antibodies (MAbs) specific to receptors on the surface of the BBB demonstrated the ability to increase the penetration efficiency of therapeutic molecules across the BBB. MAbs can cross the BBB, using receptor- and transport-mediated mechanisms [173–176]. First, in 1995, Pardridge et al. developed MAb83-7 and MAb83-14, which are specific to the human insulin receptor (HIR) [177]. MAb83-7 and MAb83-14 were able to bind to different epitopes of the active site of the insulin receptor, which contributed to a high rate of penetration through the BBB. The researchers examined the ability of MAbs to serve as drug carriers [178]. The biotnyl[125I]-Aβ 1–40 (amyloid beta) has been conjugated to MAbs specific to the HIR. The developed conjugate showed a high degree of penetration through the BBB, while Aβ 1–40 was unable to cross the barrier [179]. The enzyme iduronidase (IDUA) is often used as a therapeutic agent, but this enzyme cannot cross the BBB. IDUA conjugated to HIR-MAbs is able to provide enzyme replacement therapy by increasing the BBB penetration [180]. The MAb OX26 is a ligand for the human transferrin receptor (TfR) (Fig. 5). The experiments with laboratory mice have shown that OX26 MAb can be used as a drug delivery platform for crossing the BBB [181–183].\n        Bispecific antibodies (bsAbs) can be considered as a new generation of biomolecules with 2 different binding sites [184]. The bsAbs have a great potential of enhancing the BBB penetration. They have binding sites for TfR and β-site amyloid precursor protein cleaving enzyme 1 (BACE1). The bsAbs have a dual effect due to the binding affinity for TfR. If binding occurred with a low affinity for TfR, the level of BACE1 penetration through the BBB is increased [184, 185]. Low-density lipoprotein receptor-related protein 1 (LRP1) (Fig. 5) is responsible for the transport of bioactive compounds across the BBB, and therefore can be used as a promising target for MAbs [186, 187].\n        The study by Wikstrand et al. evaluated the use of boronated MAbs in boron-neutron capture therapy (BNCT) of glioma tumor (GBM rat model) [188]. Lampson has focused on the mechanisms of BBB penetration of several MAbs, including bevacizumab, rituximab, and trastuzumab for the treatment of GBM and primary central nervous system lymphoma (PCNSL). The obtained data indicated that overall survival tended to increase, which had a positive effect on the quality and time of life of patients with brain tumors [189]. This study also demonstrated that MAbs can be used not only as drug delivery platforms that increase the penetration of drugs through the BBB but also as individual therapeutic agents [189]. Later, Han et al. designed and synthesized MAb nanocapsules that contain acetylcholine and choline analogues for effective brain tumor suppression (orthotopic-glioma mice model) [173]. Galstyan et al. demonstrated trans-BBB delivery of nanoscale immunoconjugates, consisting of natural biopolymer scaffolds and MAbs inhibitors of α-CTLA-4 or α-PD-1 for activating both systemic and local brain tumor immune response [190]. Gan et al. summarized and analyzed clinical data on specific antibody-active substance conjugates that can cross the BBB [191]. Brain-derived neurotrophic factor (BDNF) is commonly used as a neuroprotective agent to prevent neuronal death after brain injury or development of brain tumors [192]. The conjugation of the BDNF with OX26 MAbs allows its transport into the brain via the BBB transferrin receptor transcytosis [193]. Thus, the complex of the drug and MAbs has a targeted action, the ability to penetrate the BBB, and a therapeutic effect on the necessary elements of the brain: damaged neurons and tumor cells [194].\nPeptides\n        Peptides can penetrate through the BBB with the help of special transporters [195], receptors [196], or using the lipophilicity of substances [197]. p-glycoprotein (P-gp) can restrict the entry to the brain for many therapeutic drugs. However, the co-administration of chemotherapeutic drugs with P-gp modulators can inhibit the influence of P-gp, increasing the brain clearance. For example, the anticancer drug such as DOX was conjugated with D-penetrin and SynB1 peptides as P-gp inhibitors to cross the DOX through the BBB [198]. A sixfold increase in the efficiency of drug penetration through the BBB was demonstrated compared to free DOX. Cell-penetrating peptides also showed their ability to enhance the penetration of bioactive compounds through the BBB [199, 200]. Insulin-like growth factor 2 (IGF2) is a peptide that can transport biomolecules from blood to the brain using RME because it has a high affinity to IGF receptors at the human BBB. However, the high binding affinity of IGF2 (> 99%) in the blood significantly limits the application of this peptide for brain tumor therapy [201].\n        Kumar et al. have written a comprehensive review, observing the peptides that can be used for surface modification of nanocarriers to extend the ability to target glioma tumors [202]. In that review, the authors discussed the prospects of peptide-decorated nanocarriers as a drug delivery vehicle for the controlled release of chemotherapeutic agents in a targeted manner. In the experimental work by Yao et al. a novel gene vector was created, based on dendrograft poly-l-lysines and polyethylene glycol (PEG) conjugated to a cell-penetrating peptide. Due to this peptide, the degree of penetration of the entire structure through the BBB significantly increased [203]. In 2019 Chen et al. designed a library for in vivo screening of peptides that can cross the BBB and bind to LRP1 [204].According to the analysis, a specific peptide that contributed to the passage of phages into the brain was identified. This peptide targeted and accumulated in brain tumors using the U87 glioma mice model. Sánchez-Navarro and colleagues have written an outstanding review on the use of a new generation of peptides for overcoming the BBB [205]. This type of peptide can transport active substances across the BBB, it has low systemic toxicity, and can be easily modified with therapeutic drugs. Laksitorini et al. demonstrated that cyclic-ADT peptides (ADTC1, ADTC5, and ADTC6) promote increased transport of marker molecules, such as 14C-mannitol, to the brain via the BBB [206]. ADTC5 doubled 14C-mannitol delivery to the rat brain. In addition, the ADTC5 peptide increased in vivo delivery of Gd-DTPA to the brain of mice when administered intravenously. Thus, ADTC5 can radically improve the delivery of diagnostic and therapeutic agents to the brain and increase the effectiveness of primary tumor therapy [207]. A conjugate of paclitaxel and angiopep-2, named ANG-1005, was synthesized by Prof. Régina's team [208]. It was previously reported that angiopep-2 can be used as a drug carrier for the BBB penetration. The angiopep-2 is a specific ligand for LRP1, which was detected in GBM and different brain metastases. ANG-1005 passed two parallel phase 1–2 clinical trials and demonstrated high accumulation in the GBM compared to individual paclitaxel [209].\nDrug delivery platforms\n      Drug delivery platforms have many notable features compared to individual therapeutic drugs [209]. Their main advantages are the reduction of off-target effects and promotion of site-specific accumulation in the brain tumor, minimizing the systemic toxicity from therapeutic drugs [210]. The unique properties of the developed drug delivery vehicles can additionally provide in vivo tracking visualization of encapsulated drugs. To date, many materials, biological components, and therapeutic cells have been considered for the fabrication of these drug delivery platforms. They were classified into viral-like particles (VLPs), organic/inorganic nanoparticles (NPs), and cell-based delivery systems. Viral and cell-based delivery systems can be considered as separate categories of delivery systems extensively used for brain tumor therapy [211, 212] In the following chapters, we will discuss and summarize the data on various delivery systems for tumor brain therapy. The main structures of drug delivery systems with the corresponding typical mechanisms of BBB penetration are presented in Fig. 6.Fig. 6Schematic illustration depicting various drug delivery platforms (organic and inorganic NPs, VLPs, and cell-based vehicles) used for overcoming the BBB\n      \n        Virus-like particles (VLPs)\n        Virus-like particles (VLPs) form an immunogenic platform for the development of effective therapeutic anti-cancer vaccines against brain tumors (GBM, gliomas, etc.) [213–215]. VLPs can be used independently as a cancer vaccine [216] and as a carrier for the delivery of therapeutic compounds [217]. Rabies virus (RV) is often applied for trans-neural tracking [218]; on its basis, vaccines against cancer, in particular, gliomas, have been developed [219]. An RV-based vaccine (RV-V) can cause an overall increase in the immune activity that can be used against cancer. The RV envelope protein, glycoprotein (RVG), forms spikes that protrude from the viral envelope. Lymphocytes are activated in the presence of RV antigens, resulting in the production of antibodies against GBM cells [220, 221] Despite methodological problems, there are studies that showed increased survival in the patients with GBM that received RV-V therapy [220].\n        In 2009, the scientific group of Prof. Filipov reported clinical results of RV-V therapy against GBM [222]. Twenty patients with GBM were treated with RV-V, deferoxamine, and D-penicillamine. The vaccines were started shortly after optimal radiation therapy; and in 6 cases, treatment was initiated during the period of neurological deterioration. The patients that received chemotherapy were treated with vaccines for several weeks without chemotherapy. The median postoperative survival of the treated patients was 28 months. Nine people from twenty patients were alive, and five of them were in good condition. In 2013, a research group from Thomas Jefferson University reported that RV-V therapy significantly enhances the survival rate of mice with intracranial glial tumors GL261. The increase in survival rate was associated with delayed tumor growth and an increase in markers of T and B cells and IFNy in CNS tissue [220, 223]. Thus, the RV-V is a promising therapy against cancer, in particular GBM, increasing the effectiveness of existing immunotherapy methods.\n        RV-based VLPs can also be used as a delivery system for the efficient transport of therapeutic drugs to brain tumors [217]. We should note that the envelope protein and structural morphology of VLPs play an important role in overcoming the BBB and other physiological barriers [224]. The corresponding VLPs design was shown to provide a better biological distribution and a higher absorption efficiency by cancer cells than organic and inorganic nanocarriers [225, 226]. However, the direct use of VLPs is associated with many safety risks, including broad viral tropism, high immunogenicity, and pathogenicity, which significantly limits their further use [227].\n        Similar to RV-based VLPs, VLPs based on other viruses can be developed for the delivery of therapeutic agents (Fig. 7A). An example of such VLPs was reported by Pang et al. [228]. This scientific group has developed green fluorescence VLPs (gVLPs) in E. coli to load epirubicin (EPI) to form EPI@gVLPs. These particles were additionally modified with cell-penetrating peptides and labeled with 68 Ga for PET-CT imaging. Labeled 68 Ga-EPI@gVLPs showed excellent stability in serum (size 30–40 nm); they also can degrade upon proteolytic degradation of the protein envelope, which ensures the release and clearance of the drug to minimize long-term accumulation. In vivo delivery of labeled 68 Ga-EPI@gVLPs demonstrated that the median survival rate was increased to more than 50 days when mice received 2 injections (once a week) compared to the control group (median survival: 26 days) (Fig. 7B).Fig. 7Drug loading of VLPs and their application for brain tumor delivery: A Schematic illustration of drug loading into VLPs. B TEM images of EPI@gVLPs and micro-PET-MR images of mouse brain tumors, demonstrating the effect of tumor inhibition (scale bar = 20 nm, inset: 10 nm). Adapted with permission from Ref.[228]. C TEM images of VLPs and bioluminescent imaging, demonstrating the effect of tumor inhibition (scale bar = 100 nm, inset: 10 nm). Adapted with permission from Ref. [233]\n        Yang et al. studied the therapeutic effect of drug-loaded VLPs made of hepatitis B protein for the treatment of GBM [229]. Chemo- and gene-therapeutic agents paclitaxel and siRNA were loaded inside the VLPs. The obtained complexes had a size of 30–50 nm, and bioluminescent images of the glioma in vivo model clearly demonstrated an increased therapeutic effect of the paclitaxel- and siRNA-loaded VLPs (Fig. 7C). The results demonstrated the effective delivery of these therapeutic agents (paclitaxel and siRNA) to invasive tumor sites. The combination of chemo- and gene therapy revealed synergistic antitumor effects due to increased necrosis and apoptosis, and the ability to inhibit tumor invasion with minimal cytotoxicity.\n        For scalable production of VLPs, several parameters such as safety, reproducibility, and cost-effectiveness should be considered. The use of a bacterial expression system can be a universal option. The insect cell production system is another promising approach, which does not require a high level of safety or a special cultivation system. Plant viruses can be also used to prepare VLPs: they are non-toxic and biodegradable, can be self-assembled, and easily scaled. These properties make them an attractive alternative to other nanocarriers, such as liposomes and micelles [230]. However, it is difficult to develop a plant infection system in a conventional laboratory. Cell-free systems are also difficult to produce in laboratory conditions, but there are various kits for the expression of cell-free proteins available for sale. It can be concluded that the process of VLPs is not easy and requires special laboratory conditions, which complicates their large-scale production [231–233].\n        \n          Outlook\n          The latest developments in nanotechnology and bioengineering allowed employing VLPs as carriers of therapeutic agents and vaccines [234, 235]. In spite of a limited number of studies, it was shown that VLPs are capable of delivering therapeutic agents into the brain tumor. Modern bioengineering approaches enabled the design of VLPs with various structural and functional features, which significantly expands the scope of their application. Since VLPs themselves are immunogens, they can stimulate both the innate and adaptive immune systems [213]. However, despite being promising, VLPs have certain disadvantages: for example, toxicity and immunogenicity. In addition, the high cost of VLPs should be considered, which makes their large-scale production challenging [228, 236].\n        \n      \n      \n        Organic NPs\n        Nanocarriers based on organic materials generally include polymer-based and lipid-based NPs, which can be fabricated from natural or synthetic polymers and lipids, respectively. The main advantages of polymer-based NPs are the use of biocompatible natural or synthetic polymers that are approved by FDA and can be degraded in biological microenvironments after their in vivo administration. Various polymers and lipids have been considered for drug delivery applications. In the following sections, we discuss the polymers and lipids that are generally used in the concept of brain tumor delivery, mainly focusing on GBM and glioma tumors.\n        \n          Polymer-based NPs\n          \n            Albumin-based NPs\n            The albumin-based NPs have been extensively investigated for cancer therapy due to their unique properties, including biodegradability, non-antigenicity, and possibility of surface modification with targeting vectors. Moreover, the albumin-based NPs can also cross the BBB and reach tumor cells by SPRAC (secreted protein acidic and rich in cysteine) and gp 60 (glycoprotein 60) mechanisms-mediated targeting [237]. In the work [237], Lin et al. have found that albumin-binding proteins, i.e. SPARC and gp60, are expressed in glioma, and these pathways were applied to overcome the BBB. The authors have developed albumin-based NPs that have BBB-penetrating properties and can encapsulate different therapeutic drugs such as paclitaxel and fenretinide, exhibiting an improved treatment of glioma. Later in 2020, Gregory et al. designed protein NPs based on polymerized human serum albumin (HSA) modified with the iRGD peptide against GBM [238]. These NPs demonstrated an effective tumor delivery to GBM after their systemic administration (Fig. 8A). Recently, Kudarha et al. have prepared TMZ-loaded albumin NPs with a surface modification by hyaluronic acid (HA) to perform CD44 receptor-mediated targeting, which was used for U87 glioma treatment [239].Fig. 8Application of organic nanocarriers for brain tumor therapy: A Characterization of albumin-based NPs with the following histological analysis, demonstrating tumor inhibition effect (scale bar = 1 μm). Adapted with permission from Ref. [238]. B Characterization of PLA-based NPs and their biodistribution in the brain (scale bar = 200 nm). Adapted with permission from Ref. [247]. C SEM images of PLGA-based NPs and MR images before and after the therapy (scale bar = 1 μm). Adapted with permission from Ref. [248]. D AFM image of liposomes, in vivo fluorescent distribution, and histological analysis, demonstrating the tumor inhibition effect. Adapted with permission from Ref. [266]\n          \n          \n            Poly(butyl cyanoacrylate) NPs\n            Poly(butyl cyanoacrylate) (PBCA) NPs were the first developed nanocarriers used for the delivery of biologically active compounds through the BBB [240]. Weiss et al. showed that PBCA can be used to reduce any side effects on healthy organs and demonstrate good stability both in vivo and in vitro [241]. The synthesized PBCA NPs were additionally coated with polysorbate 80 to improve their colloidal stability in biological fluids. However, it simultaneously resulted in the absorption of plasma apolipoprotein B and/or E on the surface of the developed NPs. As a result, PBCA NPs were recognized as low-density lipoproteins and possessed an enhanced uptake by the endothelial cells of the BBB via the receptor-mediated endocytosis route [242]. Later in 2014, Voigt et al. studied neuronal toxicity of PBCA NPs in vitro and in vivo [243]. According to the work, no general toxicity was found (e.g. weight loss), and no neuronal damage was detected.\n            Mayur and Zaved developed PBCA NPs and used them for the delivery of hydrophobic drugs such as quercetin (QT), which is known as a bioflavonoid and antioxidant with poor bioavailability and very low distribution in the brain [244]. To improve the oral bioavailability of QT and increase its distribution in the brain, a new oral delivery system consisting of PBCA NPs and the same nanocarriers coated with polysorbate-80 (P-80) was developed. The sizes of the nanoparticles were 161.1 ± 0.44 nm for the uncoated NPs and 166.6 ± 0.33 nm for the NPs coated with P-80. As a result, the relative bioavailability of QT-PBCA and QT-PBCA + P-80 NPs was increased by more than 2.38 and 4.93 times, respectively, compared with free QT. A study of biodistribution in rats showed that a higher concentration of QT was found in the brain when NPs were covered with P-80 [244].\n          \n          \n            Poly(lactic acid) NPs\n            Poly(lactic acid) (PLA) NPs have been extensively studied for drug delivery applications due to their low cytotoxicity and biodegradability. The surface of the PLA NPs can be easily modified with surfactants or targeting ligands, which overall increases the effectiveness of the BBB penetration.\n            In the study of Junzhu et al., the surface of paclitaxel-loaded PLA NPs was modified with cysteine–arginine–glutamic acid–lysine–alanine (CREKA) peptide that has a high affinity for fibrin to enhance tropism to GBM [245]. Due to active targeting, these PLA NPs demonstrated an improved therapeutic effect compared to free drug or unmodified nanocarriers.\n            In another study, the surface of PLA NPs was modified by targeting ligand – Ft peptide, which was synthesized by coupling FHK and tLyp-1 sequence together via a cysteine [246]. The synthesized Ft-modified PLA NPs demonstrated an increased affinity to ECM component tenascin C and were able to accumulate in the glioma tissue in vivo. Later, in 2019 Seo et al. designed PLA-based NPs loaded with microRNAs (miR-21) that induce cell apoptosis and prevent tumor development [247]. According to this work, the authors have employed block copolymer of PLA and hyperbranched polyglycerol (HPG) for the synthesis of PLA-HPG NPs. Additionally, the PLA-HPG NPs were further activated by NaIO4 to form PLA-HPG-CHO NPs. It was shown that both types of PLA-HPG and PLA-HPG-CHO NPs were distributed in large volumes in the tumor-bearing brain (Fig. 8B). These NPs loaded with therapeutic drugs demonstrated good therapeutic efficacy, prolonging the survival of animals with intracranial tumors [247].\n          \n          \n            Poly(lactic-co-glycolic acid) NPs\n            Poly(lactic-co-glycolic acid) (PLGA) is another extensively studied polymer for drug delivery. PLGA NPs are biodegradable and offer great control over the pharmacokinetics of the developed nanocarriers. Furthermore, PLGA NPs were certified by the FDA for pharmaceutical applications.\n            In the study of Madani et al. [248], PLGA NPs were loaded with two anticancer drugs, paclitaxel and methotrexate, to achieve a synergistic effect during cancer therapy. The surface of the synthesized NPs was modified with Poloxamer188 to promote the adsorption of apolipoprotein E and enhance the penetration across the BBB. These PLGA NPs possessed a higher antitumor activity against GBM compared with free drugs (paclitaxel and methotrexate).\n            In another work [249], paclitaxel-loaded PLGA NPs were additionally modified with superparamagnetic iron oxide NPs. This allowed magnetic targeting of PLGA NPs, which improved the pharmacokinetics and therapeutic effect compared to passive targeting. The developed hybrid system showed no systemic toxicity, and no signs of hepatotoxicity were detected. The use of magnetic targeting led to a significantly prolonged (49 days) survival time of tumor-bearing mice compared to control mice (41 days). Recently, Caban-Toktas et al. have designed PLGA NPs loaded with R-flurbiprofen and paclitaxel for combination therapy against glioma, using the rat RG2 glioma tumor model [250]. The MR images clearly demonstrated the tumor inhibition for PLGA NPs after the post-treatment procedure (Fig. 8C).\n          \n        \n        \n          Lipid-based NPs\n          Recently, lipid-based NPs have gained significant interest due to their biodegradability, non-toxicity, excellent ability to target tumors, and surface modification possibilities, as well as the highly efficient encapsulation of lipophilic drugs. Lipid NPs include lipid nanocapsules, nanosomes, liposomes, micelles, and solid lipid NPs. All the listed carriers consist of lipids and include an oil solution, suspension or emulsion [251].\n          Liposomes are a classic example of lipid-based NPs. Liposomes are spherical vesicles that consist of one or more concentric bilayers of phospholipids surrounding an aqueous phase. Being non-toxic and biodegradable, liposomes are a powerful drug delivery system. Liposomes mainly consist of glycerophospholipids, which are amphiphilic lipids composed of a glycerol molecule attached to a phosphate group and two chains of either saturated or unsaturated fatty acids [252–255].\n          Due to the amphiphilic properties of phospholipids, they tend to self-assemble and form stable bilayer structures in aqueous environment. This process is facilitated through the hydrophilic interactions between polar head groups, Van der Waals forces between nonpolar hydrocarbon chains, and hydrogen bonds with surrounding water molecules. Hydrophobic chains are repelled by polar water molecules, and liposomes spontaneously self-organize into an enclosed bilayer [256].\n          Liposomes can encapsulate both hydrophilic and hydrophobic drugs. For this reason, liposomes are extensively studied as drug delivery systems. Despite their hydrophobic nature, liposomes cannot simply diffuse through the BBB due to their size. They can cross the BBB via AME, RME, and CMT. To efficiently utilize the above-mentioned mechanisms for drug delivery across the BBB, further surface modification of liposomes is required. For this, the surface of liposomes is complemented with cations, PEG, antibodies or other ligands.To make liposomal drug delivery site-specific, the surface of such particles is usually modified with targeting ligands. The most commonly used approach for such a modification utilizes various antibodies that target the antigens expressed at the surface of glioma cells [257, 258]. For example, anti-TfR single-chain antibodies have been used to decorate liposomes and specifically target GBM through the BBB [259, 260]. Another approach to increase the specificity of liposomes is to modify their surface with proteins (such as transferrin [261, 262]) or peptides (such as cell-penetrating peptides [263, 264]).\n          In 2009, Beier et al. demonstrated the efficiency of combination therapy based on PEGylated liposomal DOX, TMZ, and radiation therapy. As a result, PEGylated DOX loaded in the liposomal membrane was shown to penetrate the BBB more effectively compared to free drugs, and the median survival of animals increased up to 17.6 months [265]. Then, Lakkadwala et al. continued working in the field of combination therapy against brain tumors. In particular, a detailed investigation was performed of the use of drug co-loaded (DOX and erlotinib) liposomes modified with transferrin (Tf) for receptor-mediated endocytosis and a cell-penetrating peptide, penetratin (Pen), against GBM, using tumor mice model [266]. The in vivo imaging of mice clearly showed the accumulation of fluorescent-labeled liposomes in the brain (Fig. 8D). The excellent targeting of liposomes and their penetrating ability into GBM led to a significant decrease in tumor growth (Fig. 8D).\n          Previous studies have demonstrated that low-intensity focused ultrasound (LIFU) combined with systemic injection of lipid-shelled microbubbles can induce a noninvasive, local, and transient disruption of the BBB [267, 268]. Based on this, Lin et al. employed DOX-loaded cationic liposomes combined with LIFU for the BBB penetration and targeting C6 glioma in a rat model [269]. The use of LIFU induced BBB opening so that liposomes could deliver DOX into glioma. This combined procedure led to prolonged glioma inhibition with minimal side effects. Later in 2019, Papachristodoulou et al. reported that LIFU can mediate effective delivery of liposomes to the tumor region, which was demonstrated on mice bearing TMZ-resistant gliomas [270]. Very recently, Morse et al. applied a rapid short-pulse (RaSP) ultrasound for the delivery of drug-loaded liposomes to the murine brain in vivo [271].\n        \n        \n          Outlook\n          Organic NPs can be also applied as carriers of therapeutics to treat brain tumors, in particular, GBM. The main advantage of organic NPs is their high biocompatibility and biodegradability, which can regulate the release of therapeutic agents [272, 273]. Simple synthetic routes with the possibility of varying the size, shape, and functionality of organic NPs significantly increase their potential in the treatment of different types of brain tumors. However, organic NPs have some disadvantages, including low stability in biological fluids and sensitivity to storage conditions [272]. Furthermore, when organic NPs are introduced into the systemic circulation, blood plasma proteins are adsorbed on them. It can lead to enhanced clearance of NPs from the blood through the absorption-excretory system of the spleen and liver, which prevents their accumulation in the required tumor area, reducing the targeting ability [274]. The problems of organic NPs’ stability in liquid media and their protein adsorption can be solved by using surfactants (tween, poly(ethylene–glycol), D-a-tocopheryl polyethylene glycol) [275].\n        \n      \n      \n        Inorganic NPs\n        Inorganic NPs, such as silica (SiO2), gold (Au), iron oxide (IONPs), silver (Ag), and others, are extensively studied as drug delivery carriers due to their well-controlled physicochemical properties, which can be tuned during synthesis. Furthermore, inorganic NPs can be considered not only as carriers of drugs but also as an independent unit for imaging methods (MRI, CT) [276].\n        \n          SiO2 NPs\n          Drug delivery systems based on SiO2 NPs can be considered as another alternative to deliver bioactive compounds to brain tumors. Due to their porosity, SiO2 NPs have a large surface area, which can be used for increased drug loading. Furthermore, the size, shape and pore sizes of SiO2 NPs can be tuned by changing the synthesis conditions [277]. Colloidal SiO2 is utilized in medical tablet manufacturing and is recognized as safe by the FDA. At present, various SiO2 NPs formulations are being tested in phase I and II clinical trials [278]. In general, SiO2 NPs are often combined with other components to obtain multicomponent drug formulations. They can be easily modified with IONPs and Au NPs. For example, Turan and co-workers developed multicomponent SiO2 NPs consisting of an iron oxide core and mesoporous silica shell that can effectively deliver drugs across the BBB into glioma cells [279]. The surface of the multicomponent SiO2 NPs was coated with fibronectin to provide active targeting to glioma cells. The drug release from the NPs was achieved by external radiofrequency (RF) fields; this therapy resulted in a twofold increase in animal survival (Fig. 9A). Next, Juthani et al. prepared ultrasmall core–shell SiO2 NPs for GBM treatment [280]. By employing fluorescent dyes and diagnostic radionuclides, the nanocarriers were proven to penetrate brain tumors with high efficiency (Fig. 9B).Fig. 9Application of SiO2-based NPs for targeting brain tumor: A TEM images of IONPs@SiO2 NPs with corresponding macroscopic ex vivo evaluation of their therapeutic efficiency against GBM tumors (scale bar = 100 nm). Adapted with permission from Ref. [279], B PET-CT imaging of radiolabeled core–shell SiO2 NPs showing clear accumulation of radionuclide signal in the brain tumors with corresponding histological and fluorescent analysis of NPs accumulation in the brain. Adapted with permission from Ref. [280]\n          Besides inorganic components, the SiO2 NPs can be modified with a lipid layer. For instance, Zhu and colleagues reported on the use of angiopep-2-modified lipid-coated SiO2 NPs for glioma targeting therapy overcoming the BBB [281]. This lipid-coating has led to an improved targeting efficiency of paclitaxel (20.6%) compared to the non-modified NPs (10.74%) that provided a prolonged survival time of C6 glioma-bearing rats (from 20 to 30 days). Another research group modified SiO2 NPs with PLGA. This modification allowed the encapsulation of paclitaxel as an anticancer drug and greatly enhanced the anticancer efficacy [282].\n        \n        \n          Au NPs\n          Au NPs are metallic colloidal NPs that have found numerous applications in drug delivery. They demonstrate great biocompatibility, and both their size and shape can be easily modified to alter their biodistribution [283, 284]. Among noble metals, Au NPs have found important applications in photothermal therapy (PTT) because they support localized surface plasmon resonances (LSPR). The LSPR effect can facilitate the absorption of light by Au NPs and convert the absorbed light into heat. However, during PTT, the energy of the absorbed light is only partially converted into heat for the elimination of cancer cells in vivo [285]. Apart from applying Au NPs as nanoheaters, they can be used as contrast agents in X-ray imaging due to their high X-ray attenuation [286]. The highly reactive surface of Au NPs can be modified with a variety of targeting ligands or biologically active compounds. The size of Au NPs can be greatly altered from 1 to > 200 nm to suit the needs of drug delivery. Depending on the size and surface modification of Au NPs they can be transported across the BBB through passive diffusion, RME, AME, and CMT [287, 288].\n          Au NPs have demonstrated their efficiency in the delivery of antitumor drugs. A 2018 study by Collucia et al. (Fig. 10A) described the use of Au NPs conjugated with cisplatin in combination with MR-guided focused ultrasound for successful in vivo inhibition of GBM growth [289].Fig. 10Application of inorganic nanocarriers based on Au, Ag, and Se NPs for targeting of brain tumor: (A) Bioluminescent images of the tumor showing the specific accumulation of Au NPs in the glioma and the anti-tumor effect after therapy. Adapted with permission from ref. [289], B Schematic illustration of the design of Ag NPs and ex vivo imaging of the accumulation of Ag NPs in the brain tumor. Adapted with permission from Ref. [310], C Schematic illustration of the synthesis of glioma cell targeting complexes based on Se NPs, TEM image of Se NPs and histograms of drug permeability and cytotoxicity (scale bar = 10 nm). Adapted with permission from Ref. [298]\n          Additionally, Au NPs can be utilized to enhance the efficiency of radiotherapy. In 2021, Dong and colleagues designed a radiotherapy sensitizer based on sub-nanometer Au NPs, BBB-penetrating peptide iRGD, and cell cycle regulator α-difluoromethylornithine [290]. Due to the high atomic number of Au, it can absorb X-ray efficiently and boost radiotherapy. The use of the developed Au NPs allowed low-dose radiotherapy to achieve the same efficiency of treatment as high-dose radiotherapy, with a significantly reduced fatality rate, which is a promising approach for the treatment of GBM.\n        \n        \n          Se NPs\n          Currently, Se NPs have drawn significant attention as therapeutic agents [291]. There are reports describing the antitumor activity of Se NPs due to their effect on reactive oxygen species (ROS) generated inside cells [292–296]. Internalization of Se NPs by tumor cells increases the production of mitochondrial ROS that results in ATP depletion and consequent cell death. Furthermore, Se NPs activate tumor necrotic factor and interferon regulatory factor that induces necroptosis through receptor-interacting protein 1 [297].\n          Chen et al. developed Polyporus Amboinensis Lam (PAL)-functionalized Se NPs to pass through the BBB and thus enhance the therapy of glioma (Fig. 10C) [298]. PAL-Se NPs up-regulated the ROS level and induced apoptosis in U87 glioma cells, which was demonstrated by in vitro and in vivo analysis. Similarly, Song et al. synthesized “smart” nanosystems based on Se NPs modified with HER-2 antibody for effective delivery into the brain tumor [299]. Wenjian has developed inorganic hybrids made of Ag and Se NPs (Ag@Se NPs) for the GBM therapy [300]. Ag@Se NPs were conjugated with RGD peptides (Ag@Se-RGD NPs) for GBM targeting. The results showed that Ag@Se-RGD NPs possessed high in vitro stability and induced a significant intracellular uptake by human glioma cells U251 with the following cell apoptosis due to ROS effect [300].\n          Despite the promising results of Se NPs for therapy of brain tumor, currently, most of the existing studies were conducted in vitro. The data demonstrating their effectiveness for in vivo delivery through the BBB is rather limited, and further research is required.\n        \n        \n          Ag NPs\n          Ag NPs are another type of nanocarriers for drug delivery application, which have unique optical properties. Similar to Au NPs, Ag NPs possess LSPR, which can be applied to induce apoptosis in cancer cells via heating [301–303]. The absorption efficiency of light by Ag NPs mainly depends on the geometry of NPs [285, 304].\n          Ag NPs can inhibit tumor growth and induce apoptosis of cancer cells [305–307]. The mechanism of tumor inhibition has not yet been fully investigated. Ag NPs can induce DNA damage, preventing DNA synthesis and further leading to cell cycle blocking in G2/M phase and apoptosis of tumor cells [308]. Furthermore, Ag+ ions can disrupt calcium homeostasis, which results in an increased toxicity of Ag NPs [309].\n          Jianming et al. investigated Ag NPs loaded with albendazole (Abz). For targeted therapy of glioma, Abz-loaded Ag NPs were coated with BSA. According to Fig. 10B, the obtained Ag-based hybrids have the ability to overcome the BBB and accumulate in the glioma [310]. In this study, modification of Ag NPs with Abz significantly increased the median survival time of glioma-bearing mice (from 15 to 23 days) with no toxicity on healthy tissues.\n          In contrast, various works demonstrate that Ag NPs can damage healthy tissues and induce systemic toxicity. For example, Ag NPs can increase the permeability of the BBB and suppress the antioxidant protection of astrocytes by increasing the protein interaction with thioredoxin, which leads to central neurotoxicity [311, 312].\n        \n        \n          IONPs\n          IONPs are of considerable interest as drug carriers due to their colloidal stability and low toxicity. IONPs have size-dependent magnetic properties, which are used for their navigation under an external magnetic field [313]. An interesting feature of iron IONPs is their ability to heat under an alternating magnetic field. This property of IONPs is actively used in the so-called magnetic hyperthermia. Notably, the heating rate of IONPs depends on size, shape, monodispersity and quality of NPs [314]. IONPs can be coated with biocompatible and biodegradable polymers to form a core–shell structure [315, 316]. To pass the BBB, the particle size can be adjusted from 5 to 100 nm, depending on the synthetic conditions, and the surface of IONPs can also be modified with targeting molecules. Several studies have demonstrated that IONPs can cross the BBB by applying an external magnetic field [317, 318]. For instance, Qiu et al. developed IONPs modified with phospholipid-PEG and showed the use of magnetic forces for controlled drug delivery by disrupting endothelial cell–cell junctions [319]. This finding provides some valuable technical data relevant for overcoming the BBB using an external magnetic field. In another study, Huang et al. demonstrated IONPs coated with PEG, PEI, and Tween-80 efficiently crossing the BBB in the rats by applying an external 0.3 T magnetic field [320].\n          Considering active targeting mechanisms, there are plenty of works describing the modification of IONPs with targeted molecules to facilitate their transport to the brain tumor [321]. For instance, Chen et al. synthesized IONPs conjugated with BBB-penetrating peptide anigiopep-2 (ANG) [322, 323]. Recently, Tan et al. developed novel IONPs covalently modified with interleukin-6 receptor-targeting peptides (I6P7) to provide delivery through the BBB and recognition of gliomas (Fig. 11A) [323]. Further, in vivo studies demonstrated an efficient accumulation of I6P7-modified IONPs in the tumor region, proved by MR imaging.Fig. 11Application of inorganic nanocarriers based on IONPs and CDs for targeting brain tumor: A Schematic illustration of the design of the hybrids based on IONPs and corresponding TEM, MR, and PET-CT images demonstrating the delivery efficacy of IONPs to the brain (scale bar = 50 nm, inset: scale bar = 16 nm). Adapted with permission from Ref. [323], B Schematic illustration of overcoming the BBB using an adjustable RF field to perform hyperthermia with commercially available IONPs (injected into the external carotid artery). MR and fluorescent images showing the delivery of IONPs to the mouse brain. Adapted with permission from Ref. [324], C Scheme of synthesis and TEM image of hybrids based on CDs. Ex vivo analysis of the main organs (the brain, heart, liver, spleen, lungs, and kidneys) of mice after a 30-min intravenous injection, demonstrating the accumulation of nanohybrids in the brain (scale bar = 50 nm). Adapted with permission from Ref.[333]\n          Several methods of IONPs delivery through the BBB were implemented without active targeting, using non-specific mechanisms. One of these approaches is to locally open the BBB for a certain time, using an adjustable RF field to achieve hyperthermia with commercially available IONPs injected through the medial cerebral artery (Fig. 11B) [324]. Lammers et al. described another method for the delivery of IONPs across the BBB [325]. In particular, the authors used poly(butyl cyanoacrylate)-based micro-bubbles loaded with IONPs that can mediate the BBB penetration. When exposed to ultrasound, the micro-bubbles were destroyed, which led to the release of IONPs; this caused acoustic forces, increasing the vascular permeability of the BBB. As a result, the IONPs released from microbubbles could penetrate the permeabilized BBB and accumulate in extravascular brain tissue.\n          Wu et al. developed an aqueous ferrofluid without surfactants, containing superparamagnetic IONPs (SPIONs) coated with SiO2 and carbon shells with an average size of 13 nm [326]. The double coating of SPIONs significantly increased their colloidal stability in biological fluids. The developed SPIONs reduced the viability of GBM and osteosarcoma cells. They showed an enhanced targeting of cancer cells due to the increased absorption abilities of these NPs and their pronounced adhesion to the membrane of cancer cells. The death of tumor cells occurred due to the heating of IONPs exposed to a magnetic field. Even in an ultra-low alternating magnetic field, the NPs released enough heat to cause tumor death [326].\n        \n        \n          CDs\n          Carbon dots (CDs) are a broad class of carbon-based nanomaterials that include carbon nanodots, graphene quantum dots (GQDs), and carbon nitride dots (CNDs) [327]. Several techniques of CDs synthesis have been developed, mainly focusing on top-down and bottom-up approaches [328]. The unique optical properties of CDs open a wide potential for diagnostic purposes. Indeed, CDs can demonstrate excitation-dependent emission from the blue-green range of light to the orange-red and near-infrared ranges [329, 330]. They also possess a high fluorescence quantum yield. Several techniques were developed to modify the surface of CDs with functional groups, such as − COOH, − OH, − C = O, and − C = N [331]. The functional groups on the surface of CDs allow their further modification with targeting vectors or biocompatible polymers for the design of targeted drug delivery platforms. A significant interest in the application of CDs for crossing the BBB has started after 2015, and now these researches are rapidly growing [327]. To examine the ability of CDs and their hybrids to overcome the BBB, in vitro and in vivo models have been developed. At present, the mechanisms explaining how CDs cross the BBB remain poorly understood. Despite this fact, three main mechanisms of CDs penetration across the BBB can be distinguished. The first one includes passive diffusion. The size of CDs can be less than 4 nm, which allows passing the gap between the endothelial cells of the BBB (4–6 nm). For instance, Lu et al. have prepared CDs with a size of around 2.6 nm and with a high quantum yield (51%) [332]. To study the BBB-penetration ability of these CDs, a biomimetic BBB model created from rat brain microvascular endothelial cells (rBMEC) and astrocytes was employed. It was found that the CDs were able to cross the BBB in a concentration-dependent manner [332]. Yuefang Niu et al. demonstrated the accumulation of CDs in the brain of mice using fluorescent imaging analysis of ex vivo organs (Fig. 11C) [333].\n          Another way to overcome the BBB is the use of electric charges. Thus, CDs with the size of 2.6 nm were additionally coated with cationic polyethyleneimine (PEI), enhancing the penetration ability through the BBB [332–334]. The third approach is based on the RME mechanism, which is the most classic strategy for overcoming the BBB. For instance, Hettiarachchi et al. developed triple conjugated CDs (the size was 1.5–1.7 nm) modified with transferrin (the targeted ligand) and two anti-tumor drugs (epirubicin and temozolomide) [335]. The transferrin-conjugated CDs showed a higher affinity to U87 glioma cells compared to non-modified CDs. In another study by Qiao et al., the authors developed the CDs modified with d-glucose and l-aspartic for targeting brain tumor cells (C6 cells) [336]. Recently, Li et al. prepared exosome-coated 10B-CDs for BNCT of brain tumors, which was demonstrated on a glioma mice model [337]. The excellent accumulation of these CDs in the brain glioma in vivo allowed an effective BNCT, achieving a prolonged survival rate of mice compared to control samples (a survival ratio of 100% for 30 days in case of BNCT and a survival ratio of 0% after 15 days of experiments in case of control group, i.e. mice without therapy) [337].\n        \n        \n          Outlook\n          Inorganic NPs have unique physico-chemical properties, such as nanometric size and increased loading capacity (e.g., SiO2 NPs). Inorganic NPs, for example, gold, iron-oxide, and carbon-based ones, have magnetic, electrical, optical and thermal properties that allow them to be used as contrast agents [338, 339]. Therefore, inorganic NPs can be applied in multimodal imaging, as well as theranostics [340–344]. These NPs can also actively absorb NIR energy and generate heat at the same time, which further improves their therapeutic effect and increases the optical resolution for analytical instruments [345]. Compared to the commercially available contrast agents (e.g. magnevist, omniscan), inorganic NPs possess a longer systemic circulation within the body [346, 347]. Due to LSPR, Au NPs are well-suited for optical coherence tomography [348] and computer tomography imaging [349]. IONPs can be used for MRI imaging [350].\n        \n      \n      \n        Cell-based delivery systems\n        Recently, cell-based delivery systems have received increased interest due to their potential for tumor applications. The main feature of such systems is their ability to mimic specific properties of organisms and deceive the system, providing site-specific delivery of therapeutic drugs [351]. In this context, the use of cells as carriers is a promising strategy for overcoming the BBB for the delivery of therapeutics to the brain tumor [352]. Various cells with brain tumor tropism have been investigated as carriers, including mesenchymal stem cells (MSCs), macrophages, neutrophils, erythrocytes, leukocytes, and monocytes [353]. However, drug loading into these cells is a challenging task. At present, four pathways for drug loading into cells can be considered: (i) non-covalent binding, (ii) covalent binding to cell membrane, (iii) internalization via cell endocytosis, and (iv) specific antibody-antigen interactions [211].\n        Besides the use of individual cells, another strategy employs cell components, i.e. cell membrane, for surface coating of nanocarriers. The interactions between a specific cell and brain endothelial cells can be used for developing cell membrane-coated nanocarriers that can cross the BBB and reach brain tumors. Extracellular vehicles (EVs) are an additional type of cell-based delivery system [351]. The capacity of EVs to overcome natural barriers, such as the BBB, was effectively used for delivery into brain tumors [351]. However, the encapsulation of hydrophilic/hydrophobic drugs into EVs can be difficult, and it can be realized by other, simpler strategies [351]. In the following sub-chapters, various cell-based delivery systems for targeting brain tumors will be presented and discussed.\n        \n          MSCs-based vehicles\n          It is well-known that MSCs can migrate to the tumor site due to their tropism associated with the stromal cell-derived factor-1 (SDF-1)/CXC chemokine receptor type-4 (CXCR4) axis [354]. The possible mechanism of the cell homing effect is the following: the high level of SDF-1 secreted by tumor cells serve as a chemoattractant gradient for MSCs, expressing CXCR4 receptor [355]. In many studies, to improve the homing effect of MSCs, they are genetically modified with overexpression of CXCR4 receptors [356]. For this purpose, the lentivirus is usually used. For example, MSCs transfected by lentiviral vectors (LV) carrying the gene of the fourth chemokine receptor (CXCR4) contributed to the migration to damaged areas due to the overexpression of CXCR4 [357, 358]. Genetically modified MSCs expressing an apoptosis-inducing ligand associated with tumor necrosis factor (TNF) (TRAIL) demonstrated targeted delivery and local production of TRAIL at the glioma tumor site [358, 359].\n          One of the most cited works about MSCs for the delivery of NPs to brain tumors was reported by Roger and co-workers (Fig. 12A) [359]. The authors demonstrated the proof-of-concept that MSCs can be used for the delivery of NPs loaded with therapeutic drugs into brain tumors. Another study by Huang et al. reported on MSCs modified with Si NPs as a multifunctional platform for targeted delivery to the brain tumor (U87MG mice model) [359]. They used the non-covalent binding of SiO2 NPs to the cell membrane. A similar approach of MSCs modification was used in the more recent works (Fig. 12B) [360, 361] By combining nanocarriers with different properties for MSCs modification, several therapeutic methods of brain tumor delivery can be realized. For instance, Luo et al. incorporated PLGA/black phosphorus quantum dots (BPQDs) in the MSCs for effective targeted photothermal therapy of U251 glioma tumors (Fig. 12C) [362].Fig. 12MSCs-based vehicles for overcoming the BBB and delivery to the glioma: A Schematic illustration and characterization of MSC-based multifunctional cell platform (MSC-platform). Adapted with permission from Ref. [359], B MSCs-delivery system modified with NIR-responsive drug carriers (B1: scale bar = 100 nm, B2: scale bar = 20 μm). Adapted with permission from Ref. [361], C Schematic design of PLGA/BPQD-loaded MSCs for enhanced photothermal therapy of U251 glioma. Adapted with permission from Ref. [362]\n        \n        \n          Erythrocyte-based vehicles\n          Erythrocytes, or red blood cells (RBCs), are the major components of blood and the main carriers of oxygen to the tissues via blood flow through the circulatory system. They possess several properties making them suitable for drug delivery [353]. However, the use of individual cells for drug delivery to mediate cancer treatment is not sufficient, because erythrocytes cannot migrate across the endothelial barrier and therefore deliver the drug to the tumor zone [363]. For tumor brain targeting, NPs are coated with cell membranes from erythrocytes to provide their long blood circulation with low immunogenicity [363]. For active targeting to brain tumors, the surface of cell-based nanocarriers should be additionally coated with targeted molecules, i.e. peptides. For example, Fu et al. designed RBC membrane-coated solid lipid NPs modified with T7 and NGR peptides [364]. The vincristine was used as a model antitumor drug for loading into the NPs. After encapsulation of vincristine, the cell membrane-coated carriers exhibited the most favorable anti-glioma effects in vitro and in vivo, increasing the survival rate of laboratory animals. In another work, Chai et al. reported on an effective delivery system consisting of robust RBC membrane-coated NPs modified with CDX peptide (RBCNPs-CDX) [365]. The authors demonstrated that the DOX-loaded RBCNPs-CDX possessed a more significant therapeutic efficacy and reduced toxicity compared to the non-targeted DOX for a glioma mouse model. Further, Cui reported on the preparation of erythrocyte membrane-coated PLGA NPs dual-modified with WSW and NGR peptides [366]. In vivo studies on glioma mouse models have shown that after intravenous injection, these NPs could enter the brain, target the tumor tissue, and significantly increase the survival rate. In another recent report by Chai et al., a targeted delivery system made of drug nanocrystals and modified with RBC membrane targeting tumor-peptides is described [367].\n        \n        \n          Immune cell-based vehicles\n          Nowadays, the use of immune cells, i.e. neutrophils, lymphocytes, and mononuclear phagocytes such as dendritic cells, monocytes, and macrophages, is one of the most promising approaches for cancer treatment. It was demonstrated that immune cells can cross the BBB [368]. Therefore, these cells and their components have been explored for the delivery of therapeutic drugs into brain tumors. Moreover, immune cells are used in the immunotherapy of malignant brain tumors [368, 369] Brain tumors are characterized by an inflammatory process and extensive recruitment of immune cells, mainly macrophages and T-cells, which can immediately respond to inflammation and migrate across the BBB into pathogenic tissues [211]. For example, Pohl-Guimaraes et al. showed that RNA-modified T cells can deliver immunomodulatory agents directly to brain tumors. The obtained results clearly demonstrated a significantly extended overall survival in an orthotopic treatment model, proving effective delivery of biological agents across the BBB using T-cells. However, for most patients, endogenous immune responses are not strong enough to create sufficient anti‐tumor responses, and thus, the engineering of new T-cell immunity using chimeric antigen receptors (CARs) is a rapidly developing approach for the treatment of cancer [370]. Early investigations using CAR T therapy against brain tumors have shown great promise, even though there are some challenges, including addressing tumor antigen heterogeneity, overcoming an immune‐suppressive tumor microenvironment, ensuring sufficient T-cell trafficking to the tumor, enhancing CAR T-persistence, and avoiding toxicity [370]. In this regard, Brown et al. developed a CAR T-cell immunotherapy targeting IL-13 receptor α2 (IL13Rα2) for the treatment of GBM [371]. Recently, Donovan et al. evaluated locoregional CSF delivery of CAR T-cell therapy as a treatment approach in xenograft mouse models of metastatic medulloblastoma [372].\n          The tumor-homing mechanism of macrophages and monocytes also makes these cell types promising candidates for brain tumor therapy. An additional advantage of macrophages is their phagocytic capabilities that allow the internalization of different types of NPs loaded with therapeutic compounds. Pang et al. demonstrated the feasibility of macrophages loaded with Dox-NPs to deliver drugs into glioma [373, 374]Recently, Ibarra et al. assessed a delivery system based on monocytes conjugated with polymer NPs for enhanced photodynamic therapy of GBM [375], which showed a promising targeting efficiency to GBM.\n          Neutrophils as a transport of diagnostic and therapeutic agents have been already demonstrated to cross the BBB and penetrate inflamed brain tumors [376]. In particular, Xue et al. used neutrophils to carry paclitaxel-loaded liposomes into the brain tumor (G422 glioma) (Fig. 13A) [377]. Unlike ordinary NPs that accumulate in tumor zones via active or passive targeting, the neutrophil-delivery system can recognize the postoperative inflammatory signals, such as IL-8 and CXCL1/KC [378], and deliver the therapeutic drugs to the infiltrating glioma. The authors demonstrated that such cell-based vehicles had a superior inhibition effect on tumor recurrence, using surgically treated glioma mouse models. Very recently, Liu et al. modified neutrophils with a lipid-decorated molecular photoacoustic contrast agent TFML. Such a cell-based delivery system demonstrated good brain tumor-targeting ability and strong photoacoustic signals in GBM [379].Fig. 13Neutrophil-based delivery systems for overcoming the BBB and penetration into the brain tumor: A Schematic illustration of the preparation of neutrophils modified with paclitaxel-loaded liposomes to target glioma tumors in mice. Below, in vivo fluorescence imaging of the normal and glioma-bearing mice after intravenous administration of neutrophils-based vehicles is shown. Adapted with permission from Ref. [377]. B TEM images of the neutrophil-exosomes system for the delivery of the antitumor drug DOX into the glioma (scale bar = 100 nm). Below, in vivo results (6-Luc glioma-bearing mice model) demonstrate that this cell-based vehicle can transport the drug through the BBB and migrate into the brain tumor with high efficiency. Adapted with permission from Ref. [382]\n          Although the use of neutrophils for drug delivery is a promising strategy in the therapy of brain tumors, there are some obstacles seriously hindering this approach. First of all, there is no simple protocol to generate large numbers of neutrophils for further ex vivo injection [380]. Second, neutrophils are difficult to cultivate, and they have a very short circulatory half-life [381]. Employing the cell membrane of neutrophils for coating NPs can overcome these difficulties, even though it complicates the synthetic protocols of nanocarriers. For instance, Wang et al. developed a neutrophil-exosomes system for the delivery of antitumor drug-DOX into the glioma (Fig. 13B) [382]. The in vivo results performed on 6-Luc glioma-bearing mice models clearly showed that this cell-based vehicle can transport the drug through the BBB and migrate into the brain tumor. Zhang et al. reported a neutrophil-based microrobot that can carry cargo to the glioma in vivo [383]. The use of such a responsive system for targeted drug delivery substantially inhibits the proliferation of tumor cells compared to traditional drug injections.\n        \n        \n          Outlook\n          Currently, active work is underway to develop delivery systems for therapy of brain tumors using cell-based delivery systems [374, 384, 385]. They possess remarkable advantages such as active tumor tropism, biomimetic properties and strong immunological influence on tumor tissues. It is important to note that CAR-T cells have physiological ability to clonal expansion, which leads to a significant increase in the number of circulating antitumor cells. As a result, these cells can provide prolonged antitumor immunity, reducing the chance of relapse. Moreover, some of cell-based delivery systems are able to effectively overcome the BBB and penetrate into the membranes of the brain to reach tumor cells [367, 382, 386, 387]. However, the number of preclinical studies applying cell-based delivery systems as carriers to reach brain tumors is still limited due to the lack of understanding of mechanisms of brain tumor delivery.\nVirus-like particles (VLPs)\n        Virus-like particles (VLPs) form an immunogenic platform for the development of effective therapeutic anti-cancer vaccines against brain tumors (GBM, gliomas, etc.) [213–215]. VLPs can be used independently as a cancer vaccine [216] and as a carrier for the delivery of therapeutic compounds [217]. Rabies virus (RV) is often applied for trans-neural tracking [218]; on its basis, vaccines against cancer, in particular, gliomas, have been developed [219]. An RV-based vaccine (RV-V) can cause an overall increase in the immune activity that can be used against cancer. The RV envelope protein, glycoprotein (RVG), forms spikes that protrude from the viral envelope. Lymphocytes are activated in the presence of RV antigens, resulting in the production of antibodies against GBM cells [220, 221] Despite methodological problems, there are studies that showed increased survival in the patients with GBM that received RV-V therapy [220].\n        In 2009, the scientific group of Prof. Filipov reported clinical results of RV-V therapy against GBM [222]. Twenty patients with GBM were treated with RV-V, deferoxamine, and D-penicillamine. The vaccines were started shortly after optimal radiation therapy; and in 6 cases, treatment was initiated during the period of neurological deterioration. The patients that received chemotherapy were treated with vaccines for several weeks without chemotherapy. The median postoperative survival of the treated patients was 28 months. Nine people from twenty patients were alive, and five of them were in good condition. In 2013, a research group from Thomas Jefferson University reported that RV-V therapy significantly enhances the survival rate of mice with intracranial glial tumors GL261. The increase in survival rate was associated with delayed tumor growth and an increase in markers of T and B cells and IFNy in CNS tissue [220, 223]. Thus, the RV-V is a promising therapy against cancer, in particular GBM, increasing the effectiveness of existing immunotherapy methods.\n        RV-based VLPs can also be used as a delivery system for the efficient transport of therapeutic drugs to brain tumors [217]. We should note that the envelope protein and structural morphology of VLPs play an important role in overcoming the BBB and other physiological barriers [224]. The corresponding VLPs design was shown to provide a better biological distribution and a higher absorption efficiency by cancer cells than organic and inorganic nanocarriers [225, 226]. However, the direct use of VLPs is associated with many safety risks, including broad viral tropism, high immunogenicity, and pathogenicity, which significantly limits their further use [227].\n        Similar to RV-based VLPs, VLPs based on other viruses can be developed for the delivery of therapeutic agents (Fig. 7A). An example of such VLPs was reported by Pang et al. [228]. This scientific group has developed green fluorescence VLPs (gVLPs) in E. coli to load epirubicin (EPI) to form EPI@gVLPs. These particles were additionally modified with cell-penetrating peptides and labeled with 68 Ga for PET-CT imaging. Labeled 68 Ga-EPI@gVLPs showed excellent stability in serum (size 30–40 nm); they also can degrade upon proteolytic degradation of the protein envelope, which ensures the release and clearance of the drug to minimize long-term accumulation. In vivo delivery of labeled 68 Ga-EPI@gVLPs demonstrated that the median survival rate was increased to more than 50 days when mice received 2 injections (once a week) compared to the control group (median survival: 26 days) (Fig. 7B).Fig. 7Drug loading of VLPs and their application for brain tumor delivery: A Schematic illustration of drug loading into VLPs. B TEM images of EPI@gVLPs and micro-PET-MR images of mouse brain tumors, demonstrating the effect of tumor inhibition (scale bar = 20 nm, inset: 10 nm). Adapted with permission from Ref.[228]. C TEM images of VLPs and bioluminescent imaging, demonstrating the effect of tumor inhibition (scale bar = 100 nm, inset: 10 nm). Adapted with permission from Ref. [233]\n        Yang et al. studied the therapeutic effect of drug-loaded VLPs made of hepatitis B protein for the treatment of GBM [229]. Chemo- and gene-therapeutic agents paclitaxel and siRNA were loaded inside the VLPs. The obtained complexes had a size of 30–50 nm, and bioluminescent images of the glioma in vivo model clearly demonstrated an increased therapeutic effect of the paclitaxel- and siRNA-loaded VLPs (Fig. 7C). The results demonstrated the effective delivery of these therapeutic agents (paclitaxel and siRNA) to invasive tumor sites. The combination of chemo- and gene therapy revealed synergistic antitumor effects due to increased necrosis and apoptosis, and the ability to inhibit tumor invasion with minimal cytotoxicity.\n        For scalable production of VLPs, several parameters such as safety, reproducibility, and cost-effectiveness should be considered. The use of a bacterial expression system can be a universal option. The insect cell production system is another promising approach, which does not require a high level of safety or a special cultivation system. Plant viruses can be also used to prepare VLPs: they are non-toxic and biodegradable, can be self-assembled, and easily scaled. These properties make them an attractive alternative to other nanocarriers, such as liposomes and micelles [230]. However, it is difficult to develop a plant infection system in a conventional laboratory. Cell-free systems are also difficult to produce in laboratory conditions, but there are various kits for the expression of cell-free proteins available for sale. It can be concluded that the process of VLPs is not easy and requires special laboratory conditions, which complicates their large-scale production [231–233].\n        \n          Outlook\n          The latest developments in nanotechnology and bioengineering allowed employing VLPs as carriers of therapeutic agents and vaccines [234, 235]. In spite of a limited number of studies, it was shown that VLPs are capable of delivering therapeutic agents into the brain tumor. Modern bioengineering approaches enabled the design of VLPs with various structural and functional features, which significantly expands the scope of their application. Since VLPs themselves are immunogens, they can stimulate both the innate and adaptive immune systems [213]. However, despite being promising, VLPs have certain disadvantages: for example, toxicity and immunogenicity. In addition, the high cost of VLPs should be considered, which makes their large-scale production challenging [228, 236].\nOutlook\n          Currently, active work is underway to develop delivery systems for therapy of brain tumors using cell-based delivery systems [374, 384, 385]. They possess remarkable advantages such as active tumor tropism, biomimetic properties and strong immunological influence on tumor tissues. It is important to note that CAR-T cells have physiological ability to clonal expansion, which leads to a significant increase in the number of circulating antitumor cells. As a result, these cells can provide prolonged antitumor immunity, reducing the chance of relapse. Moreover, some of cell-based delivery systems are able to effectively overcome the BBB and penetrate into the membranes of the brain to reach tumor cells [367, 382, 386, 387]. However, the number of preclinical studies applying cell-based delivery systems as carriers to reach brain tumors is still limited due to the lack of understanding of mechanisms of brain tumor delivery.\nOrganic NPs\n        Nanocarriers based on organic materials generally include polymer-based and lipid-based NPs, which can be fabricated from natural or synthetic polymers and lipids, respectively. The main advantages of polymer-based NPs are the use of biocompatible natural or synthetic polymers that are approved by FDA and can be degraded in biological microenvironments after their in vivo administration. Various polymers and lipids have been considered for drug delivery applications. In the following sections, we discuss the polymers and lipids that are generally used in the concept of brain tumor delivery, mainly focusing on GBM and glioma tumors.\n        \n          Polymer-based NPs\n          \n            Albumin-based NPs\n            The albumin-based NPs have been extensively investigated for cancer therapy due to their unique properties, including biodegradability, non-antigenicity, and possibility of surface modification with targeting vectors. Moreover, the albumin-based NPs can also cross the BBB and reach tumor cells by SPRAC (secreted protein acidic and rich in cysteine) and gp 60 (glycoprotein 60) mechanisms-mediated targeting [237]. In the work [237], Lin et al. have found that albumin-binding proteins, i.e. SPARC and gp60, are expressed in glioma, and these pathways were applied to overcome the BBB. The authors have developed albumin-based NPs that have BBB-penetrating properties and can encapsulate different therapeutic drugs such as paclitaxel and fenretinide, exhibiting an improved treatment of glioma. Later in 2020, Gregory et al. designed protein NPs based on polymerized human serum albumin (HSA) modified with the iRGD peptide against GBM [238]. These NPs demonstrated an effective tumor delivery to GBM after their systemic administration (Fig. 8A). Recently, Kudarha et al. have prepared TMZ-loaded albumin NPs with a surface modification by hyaluronic acid (HA) to perform CD44 receptor-mediated targeting, which was used for U87 glioma treatment [239].Fig. 8Application of organic nanocarriers for brain tumor therapy: A Characterization of albumin-based NPs with the following histological analysis, demonstrating tumor inhibition effect (scale bar = 1 μm). Adapted with permission from Ref. [238]. B Characterization of PLA-based NPs and their biodistribution in the brain (scale bar = 200 nm). Adapted with permission from Ref. [247]. C SEM images of PLGA-based NPs and MR images before and after the therapy (scale bar = 1 μm). Adapted with permission from Ref. [248]. D AFM image of liposomes, in vivo fluorescent distribution, and histological analysis, demonstrating the tumor inhibition effect. Adapted with permission from Ref. [266]\n          \n          \n            Poly(butyl cyanoacrylate) NPs\n            Poly(butyl cyanoacrylate) (PBCA) NPs were the first developed nanocarriers used for the delivery of biologically active compounds through the BBB [240]. Weiss et al. showed that PBCA can be used to reduce any side effects on healthy organs and demonstrate good stability both in vivo and in vitro [241]. The synthesized PBCA NPs were additionally coated with polysorbate 80 to improve their colloidal stability in biological fluids. However, it simultaneously resulted in the absorption of plasma apolipoprotein B and/or E on the surface of the developed NPs. As a result, PBCA NPs were recognized as low-density lipoproteins and possessed an enhanced uptake by the endothelial cells of the BBB via the receptor-mediated endocytosis route [242]. Later in 2014, Voigt et al. studied neuronal toxicity of PBCA NPs in vitro and in vivo [243]. According to the work, no general toxicity was found (e.g. weight loss), and no neuronal damage was detected.\n            Mayur and Zaved developed PBCA NPs and used them for the delivery of hydrophobic drugs such as quercetin (QT), which is known as a bioflavonoid and antioxidant with poor bioavailability and very low distribution in the brain [244]. To improve the oral bioavailability of QT and increase its distribution in the brain, a new oral delivery system consisting of PBCA NPs and the same nanocarriers coated with polysorbate-80 (P-80) was developed. The sizes of the nanoparticles were 161.1 ± 0.44 nm for the uncoated NPs and 166.6 ± 0.33 nm for the NPs coated with P-80. As a result, the relative bioavailability of QT-PBCA and QT-PBCA + P-80 NPs was increased by more than 2.38 and 4.93 times, respectively, compared with free QT. A study of biodistribution in rats showed that a higher concentration of QT was found in the brain when NPs were covered with P-80 [244].\n          \n          \n            Poly(lactic acid) NPs\n            Poly(lactic acid) (PLA) NPs have been extensively studied for drug delivery applications due to their low cytotoxicity and biodegradability. The surface of the PLA NPs can be easily modified with surfactants or targeting ligands, which overall increases the effectiveness of the BBB penetration.\n            In the study of Junzhu et al., the surface of paclitaxel-loaded PLA NPs was modified with cysteine–arginine–glutamic acid–lysine–alanine (CREKA) peptide that has a high affinity for fibrin to enhance tropism to GBM [245]. Due to active targeting, these PLA NPs demonstrated an improved therapeutic effect compared to free drug or unmodified nanocarriers.\n            In another study, the surface of PLA NPs was modified by targeting ligand – Ft peptide, which was synthesized by coupling FHK and tLyp-1 sequence together via a cysteine [246]. The synthesized Ft-modified PLA NPs demonstrated an increased affinity to ECM component tenascin C and were able to accumulate in the glioma tissue in vivo. Later, in 2019 Seo et al. designed PLA-based NPs loaded with microRNAs (miR-21) that induce cell apoptosis and prevent tumor development [247]. According to this work, the authors have employed block copolymer of PLA and hyperbranched polyglycerol (HPG) for the synthesis of PLA-HPG NPs. Additionally, the PLA-HPG NPs were further activated by NaIO4 to form PLA-HPG-CHO NPs. It was shown that both types of PLA-HPG and PLA-HPG-CHO NPs were distributed in large volumes in the tumor-bearing brain (Fig. 8B). These NPs loaded with therapeutic drugs demonstrated good therapeutic efficacy, prolonging the survival of animals with intracranial tumors [247].\n          \n          \n            Poly(lactic-co-glycolic acid) NPs\n            Poly(lactic-co-glycolic acid) (PLGA) is another extensively studied polymer for drug delivery. PLGA NPs are biodegradable and offer great control over the pharmacokinetics of the developed nanocarriers. Furthermore, PLGA NPs were certified by the FDA for pharmaceutical applications.\n            In the study of Madani et al. [248], PLGA NPs were loaded with two anticancer drugs, paclitaxel and methotrexate, to achieve a synergistic effect during cancer therapy. The surface of the synthesized NPs was modified with Poloxamer188 to promote the adsorption of apolipoprotein E and enhance the penetration across the BBB. These PLGA NPs possessed a higher antitumor activity against GBM compared with free drugs (paclitaxel and methotrexate).\n            In another work [249], paclitaxel-loaded PLGA NPs were additionally modified with superparamagnetic iron oxide NPs. This allowed magnetic targeting of PLGA NPs, which improved the pharmacokinetics and therapeutic effect compared to passive targeting. The developed hybrid system showed no systemic toxicity, and no signs of hepatotoxicity were detected. The use of magnetic targeting led to a significantly prolonged (49 days) survival time of tumor-bearing mice compared to control mice (41 days). Recently, Caban-Toktas et al. have designed PLGA NPs loaded with R-flurbiprofen and paclitaxel for combination therapy against glioma, using the rat RG2 glioma tumor model [250]. The MR images clearly demonstrated the tumor inhibition for PLGA NPs after the post-treatment procedure (Fig. 8C).\n          \n        \n        \n          Lipid-based NPs\n          Recently, lipid-based NPs have gained significant interest due to their biodegradability, non-toxicity, excellent ability to target tumors, and surface modification possibilities, as well as the highly efficient encapsulation of lipophilic drugs. Lipid NPs include lipid nanocapsules, nanosomes, liposomes, micelles, and solid lipid NPs. All the listed carriers consist of lipids and include an oil solution, suspension or emulsion [251].\n          Liposomes are a classic example of lipid-based NPs. Liposomes are spherical vesicles that consist of one or more concentric bilayers of phospholipids surrounding an aqueous phase. Being non-toxic and biodegradable, liposomes are a powerful drug delivery system. Liposomes mainly consist of glycerophospholipids, which are amphiphilic lipids composed of a glycerol molecule attached to a phosphate group and two chains of either saturated or unsaturated fatty acids [252–255].\n          Due to the amphiphilic properties of phospholipids, they tend to self-assemble and form stable bilayer structures in aqueous environment. This process is facilitated through the hydrophilic interactions between polar head groups, Van der Waals forces between nonpolar hydrocarbon chains, and hydrogen bonds with surrounding water molecules. Hydrophobic chains are repelled by polar water molecules, and liposomes spontaneously self-organize into an enclosed bilayer [256].\n          Liposomes can encapsulate both hydrophilic and hydrophobic drugs. For this reason, liposomes are extensively studied as drug delivery systems. Despite their hydrophobic nature, liposomes cannot simply diffuse through the BBB due to their size. They can cross the BBB via AME, RME, and CMT. To efficiently utilize the above-mentioned mechanisms for drug delivery across the BBB, further surface modification of liposomes is required. For this, the surface of liposomes is complemented with cations, PEG, antibodies or other ligands.To make liposomal drug delivery site-specific, the surface of such particles is usually modified with targeting ligands. The most commonly used approach for such a modification utilizes various antibodies that target the antigens expressed at the surface of glioma cells [257, 258]. For example, anti-TfR single-chain antibodies have been used to decorate liposomes and specifically target GBM through the BBB [259, 260]. Another approach to increase the specificity of liposomes is to modify their surface with proteins (such as transferrin [261, 262]) or peptides (such as cell-penetrating peptides [263, 264]).\n          In 2009, Beier et al. demonstrated the efficiency of combination therapy based on PEGylated liposomal DOX, TMZ, and radiation therapy. As a result, PEGylated DOX loaded in the liposomal membrane was shown to penetrate the BBB more effectively compared to free drugs, and the median survival of animals increased up to 17.6 months [265]. Then, Lakkadwala et al. continued working in the field of combination therapy against brain tumors. In particular, a detailed investigation was performed of the use of drug co-loaded (DOX and erlotinib) liposomes modified with transferrin (Tf) for receptor-mediated endocytosis and a cell-penetrating peptide, penetratin (Pen), against GBM, using tumor mice model [266]. The in vivo imaging of mice clearly showed the accumulation of fluorescent-labeled liposomes in the brain (Fig. 8D). The excellent targeting of liposomes and their penetrating ability into GBM led to a significant decrease in tumor growth (Fig. 8D).\n          Previous studies have demonstrated that low-intensity focused ultrasound (LIFU) combined with systemic injection of lipid-shelled microbubbles can induce a noninvasive, local, and transient disruption of the BBB [267, 268]. Based on this, Lin et al. employed DOX-loaded cationic liposomes combined with LIFU for the BBB penetration and targeting C6 glioma in a rat model [269]. The use of LIFU induced BBB opening so that liposomes could deliver DOX into glioma. This combined procedure led to prolonged glioma inhibition with minimal side effects. Later in 2019, Papachristodoulou et al. reported that LIFU can mediate effective delivery of liposomes to the tumor region, which was demonstrated on mice bearing TMZ-resistant gliomas [270]. Very recently, Morse et al. applied a rapid short-pulse (RaSP) ultrasound for the delivery of drug-loaded liposomes to the murine brain in vivo [271].\n        \n        \n          Outlook\n          Organic NPs can be also applied as carriers of therapeutics to treat brain tumors, in particular, GBM. The main advantage of organic NPs is their high biocompatibility and biodegradability, which can regulate the release of therapeutic agents [272, 273]. Simple synthetic routes with the possibility of varying the size, shape, and functionality of organic NPs significantly increase their potential in the treatment of different types of brain tumors. However, organic NPs have some disadvantages, including low stability in biological fluids and sensitivity to storage conditions [272]. Furthermore, when organic NPs are introduced into the systemic circulation, blood plasma proteins are adsorbed on them. It can lead to enhanced clearance of NPs from the blood through the absorption-excretory system of the spleen and liver, which prevents their accumulation in the required tumor area, reducing the targeting ability [274]. The problems of organic NPs’ stability in liquid media and their protein adsorption can be solved by using surfactants (tween, poly(ethylene–glycol), D-a-tocopheryl polyethylene glycol) [275].\nPolymer-based NPs\n          \n            Albumin-based NPs\n            The albumin-based NPs have been extensively investigated for cancer therapy due to their unique properties, including biodegradability, non-antigenicity, and possibility of surface modification with targeting vectors. Moreover, the albumin-based NPs can also cross the BBB and reach tumor cells by SPRAC (secreted protein acidic and rich in cysteine) and gp 60 (glycoprotein 60) mechanisms-mediated targeting [237]. In the work [237], Lin et al. have found that albumin-binding proteins, i.e. SPARC and gp60, are expressed in glioma, and these pathways were applied to overcome the BBB. The authors have developed albumin-based NPs that have BBB-penetrating properties and can encapsulate different therapeutic drugs such as paclitaxel and fenretinide, exhibiting an improved treatment of glioma. Later in 2020, Gregory et al. designed protein NPs based on polymerized human serum albumin (HSA) modified with the iRGD peptide against GBM [238]. These NPs demonstrated an effective tumor delivery to GBM after their systemic administration (Fig. 8A). Recently, Kudarha et al. have prepared TMZ-loaded albumin NPs with a surface modification by hyaluronic acid (HA) to perform CD44 receptor-mediated targeting, which was used for U87 glioma treatment [239].Fig. 8Application of organic nanocarriers for brain tumor therapy: A Characterization of albumin-based NPs with the following histological analysis, demonstrating tumor inhibition effect (scale bar = 1 μm). Adapted with permission from Ref. [238]. B Characterization of PLA-based NPs and their biodistribution in the brain (scale bar = 200 nm). Adapted with permission from Ref. [247]. C SEM images of PLGA-based NPs and MR images before and after the therapy (scale bar = 1 μm). Adapted with permission from Ref. [248]. D AFM image of liposomes, in vivo fluorescent distribution, and histological analysis, demonstrating the tumor inhibition effect. Adapted with permission from Ref. [266]\n          \n          \n            Poly(butyl cyanoacrylate) NPs\n            Poly(butyl cyanoacrylate) (PBCA) NPs were the first developed nanocarriers used for the delivery of biologically active compounds through the BBB [240]. Weiss et al. showed that PBCA can be used to reduce any side effects on healthy organs and demonstrate good stability both in vivo and in vitro [241]. The synthesized PBCA NPs were additionally coated with polysorbate 80 to improve their colloidal stability in biological fluids. However, it simultaneously resulted in the absorption of plasma apolipoprotein B and/or E on the surface of the developed NPs. As a result, PBCA NPs were recognized as low-density lipoproteins and possessed an enhanced uptake by the endothelial cells of the BBB via the receptor-mediated endocytosis route [242]. Later in 2014, Voigt et al. studied neuronal toxicity of PBCA NPs in vitro and in vivo [243]. According to the work, no general toxicity was found (e.g. weight loss), and no neuronal damage was detected.\n            Mayur and Zaved developed PBCA NPs and used them for the delivery of hydrophobic drugs such as quercetin (QT), which is known as a bioflavonoid and antioxidant with poor bioavailability and very low distribution in the brain [244]. To improve the oral bioavailability of QT and increase its distribution in the brain, a new oral delivery system consisting of PBCA NPs and the same nanocarriers coated with polysorbate-80 (P-80) was developed. The sizes of the nanoparticles were 161.1 ± 0.44 nm for the uncoated NPs and 166.6 ± 0.33 nm for the NPs coated with P-80. As a result, the relative bioavailability of QT-PBCA and QT-PBCA + P-80 NPs was increased by more than 2.38 and 4.93 times, respectively, compared with free QT. A study of biodistribution in rats showed that a higher concentration of QT was found in the brain when NPs were covered with P-80 [244].\n          \n          \n            Poly(lactic acid) NPs\n            Poly(lactic acid) (PLA) NPs have been extensively studied for drug delivery applications due to their low cytotoxicity and biodegradability. The surface of the PLA NPs can be easily modified with surfactants or targeting ligands, which overall increases the effectiveness of the BBB penetration.\n            In the study of Junzhu et al., the surface of paclitaxel-loaded PLA NPs was modified with cysteine–arginine–glutamic acid–lysine–alanine (CREKA) peptide that has a high affinity for fibrin to enhance tropism to GBM [245]. Due to active targeting, these PLA NPs demonstrated an improved therapeutic effect compared to free drug or unmodified nanocarriers.\n            In another study, the surface of PLA NPs was modified by targeting ligand – Ft peptide, which was synthesized by coupling FHK and tLyp-1 sequence together via a cysteine [246]. The synthesized Ft-modified PLA NPs demonstrated an increased affinity to ECM component tenascin C and were able to accumulate in the glioma tissue in vivo. Later, in 2019 Seo et al. designed PLA-based NPs loaded with microRNAs (miR-21) that induce cell apoptosis and prevent tumor development [247]. According to this work, the authors have employed block copolymer of PLA and hyperbranched polyglycerol (HPG) for the synthesis of PLA-HPG NPs. Additionally, the PLA-HPG NPs were further activated by NaIO4 to form PLA-HPG-CHO NPs. It was shown that both types of PLA-HPG and PLA-HPG-CHO NPs were distributed in large volumes in the tumor-bearing brain (Fig. 8B). These NPs loaded with therapeutic drugs demonstrated good therapeutic efficacy, prolonging the survival of animals with intracranial tumors [247].\n          \n          \n            Poly(lactic-co-glycolic acid) NPs\n            Poly(lactic-co-glycolic acid) (PLGA) is another extensively studied polymer for drug delivery. PLGA NPs are biodegradable and offer great control over the pharmacokinetics of the developed nanocarriers. Furthermore, PLGA NPs were certified by the FDA for pharmaceutical applications.\n            In the study of Madani et al. [248], PLGA NPs were loaded with two anticancer drugs, paclitaxel and methotrexate, to achieve a synergistic effect during cancer therapy. The surface of the synthesized NPs was modified with Poloxamer188 to promote the adsorption of apolipoprotein E and enhance the penetration across the BBB. These PLGA NPs possessed a higher antitumor activity against GBM compared with free drugs (paclitaxel and methotrexate).\n            In another work [249], paclitaxel-loaded PLGA NPs were additionally modified with superparamagnetic iron oxide NPs. This allowed magnetic targeting of PLGA NPs, which improved the pharmacokinetics and therapeutic effect compared to passive targeting. The developed hybrid system showed no systemic toxicity, and no signs of hepatotoxicity were detected. The use of magnetic targeting led to a significantly prolonged (49 days) survival time of tumor-bearing mice compared to control mice (41 days). Recently, Caban-Toktas et al. have designed PLGA NPs loaded with R-flurbiprofen and paclitaxel for combination therapy against glioma, using the rat RG2 glioma tumor model [250]. The MR images clearly demonstrated the tumor inhibition for PLGA NPs after the post-treatment procedure (Fig. 8C).\nAlbumin-based NPs\n            The albumin-based NPs have been extensively investigated for cancer therapy due to their unique properties, including biodegradability, non-antigenicity, and possibility of surface modification with targeting vectors. Moreover, the albumin-based NPs can also cross the BBB and reach tumor cells by SPRAC (secreted protein acidic and rich in cysteine) and gp 60 (glycoprotein 60) mechanisms-mediated targeting [237]. In the work [237], Lin et al. have found that albumin-binding proteins, i.e. SPARC and gp60, are expressed in glioma, and these pathways were applied to overcome the BBB. The authors have developed albumin-based NPs that have BBB-penetrating properties and can encapsulate different therapeutic drugs such as paclitaxel and fenretinide, exhibiting an improved treatment of glioma. Later in 2020, Gregory et al. designed protein NPs based on polymerized human serum albumin (HSA) modified with the iRGD peptide against GBM [238]. These NPs demonstrated an effective tumor delivery to GBM after their systemic administration (Fig. 8A). Recently, Kudarha et al. have prepared TMZ-loaded albumin NPs with a surface modification by hyaluronic acid (HA) to perform CD44 receptor-mediated targeting, which was used for U87 glioma treatment [239].Fig. 8Application of organic nanocarriers for brain tumor therapy: A Characterization of albumin-based NPs with the following histological analysis, demonstrating tumor inhibition effect (scale bar = 1 μm). Adapted with permission from Ref. [238]. B Characterization of PLA-based NPs and their biodistribution in the brain (scale bar = 200 nm). Adapted with permission from Ref. [247]. C SEM images of PLGA-based NPs and MR images before and after the therapy (scale bar = 1 μm). Adapted with permission from Ref. [248]. D AFM image of liposomes, in vivo fluorescent distribution, and histological analysis, demonstrating the tumor inhibition effect. Adapted with permission from Ref. [266]\nPoly(butyl cyanoacrylate) NPs\n            Poly(butyl cyanoacrylate) (PBCA) NPs were the first developed nanocarriers used for the delivery of biologically active compounds through the BBB [240]. Weiss et al. showed that PBCA can be used to reduce any side effects on healthy organs and demonstrate good stability both in vivo and in vitro [241]. The synthesized PBCA NPs were additionally coated with polysorbate 80 to improve their colloidal stability in biological fluids. However, it simultaneously resulted in the absorption of plasma apolipoprotein B and/or E on the surface of the developed NPs. As a result, PBCA NPs were recognized as low-density lipoproteins and possessed an enhanced uptake by the endothelial cells of the BBB via the receptor-mediated endocytosis route [242]. Later in 2014, Voigt et al. studied neuronal toxicity of PBCA NPs in vitro and in vivo [243]. According to the work, no general toxicity was found (e.g. weight loss), and no neuronal damage was detected.\n            Mayur and Zaved developed PBCA NPs and used them for the delivery of hydrophobic drugs such as quercetin (QT), which is known as a bioflavonoid and antioxidant with poor bioavailability and very low distribution in the brain [244]. To improve the oral bioavailability of QT and increase its distribution in the brain, a new oral delivery system consisting of PBCA NPs and the same nanocarriers coated with polysorbate-80 (P-80) was developed. The sizes of the nanoparticles were 161.1 ± 0.44 nm for the uncoated NPs and 166.6 ± 0.33 nm for the NPs coated with P-80. As a result, the relative bioavailability of QT-PBCA and QT-PBCA + P-80 NPs was increased by more than 2.38 and 4.93 times, respectively, compared with free QT. A study of biodistribution in rats showed that a higher concentration of QT was found in the brain when NPs were covered with P-80 [244].\nPoly(lactic acid) NPs\n            Poly(lactic acid) (PLA) NPs have been extensively studied for drug delivery applications due to their low cytotoxicity and biodegradability. The surface of the PLA NPs can be easily modified with surfactants or targeting ligands, which overall increases the effectiveness of the BBB penetration.\n            In the study of Junzhu et al., the surface of paclitaxel-loaded PLA NPs was modified with cysteine–arginine–glutamic acid–lysine–alanine (CREKA) peptide that has a high affinity for fibrin to enhance tropism to GBM [245]. Due to active targeting, these PLA NPs demonstrated an improved therapeutic effect compared to free drug or unmodified nanocarriers.\n            In another study, the surface of PLA NPs was modified by targeting ligand – Ft peptide, which was synthesized by coupling FHK and tLyp-1 sequence together via a cysteine [246]. The synthesized Ft-modified PLA NPs demonstrated an increased affinity to ECM component tenascin C and were able to accumulate in the glioma tissue in vivo. Later, in 2019 Seo et al. designed PLA-based NPs loaded with microRNAs (miR-21) that induce cell apoptosis and prevent tumor development [247]. According to this work, the authors have employed block copolymer of PLA and hyperbranched polyglycerol (HPG) for the synthesis of PLA-HPG NPs. Additionally, the PLA-HPG NPs were further activated by NaIO4 to form PLA-HPG-CHO NPs. It was shown that both types of PLA-HPG and PLA-HPG-CHO NPs were distributed in large volumes in the tumor-bearing brain (Fig. 8B). These NPs loaded with therapeutic drugs demonstrated good therapeutic efficacy, prolonging the survival of animals with intracranial tumors [247].\nPoly(lactic-co-glycolic acid) NPs\n            Poly(lactic-co-glycolic acid) (PLGA) is another extensively studied polymer for drug delivery. PLGA NPs are biodegradable and offer great control over the pharmacokinetics of the developed nanocarriers. Furthermore, PLGA NPs were certified by the FDA for pharmaceutical applications.\n            In the study of Madani et al. [248], PLGA NPs were loaded with two anticancer drugs, paclitaxel and methotrexate, to achieve a synergistic effect during cancer therapy. The surface of the synthesized NPs was modified with Poloxamer188 to promote the adsorption of apolipoprotein E and enhance the penetration across the BBB. These PLGA NPs possessed a higher antitumor activity against GBM compared with free drugs (paclitaxel and methotrexate).\n            In another work [249], paclitaxel-loaded PLGA NPs were additionally modified with superparamagnetic iron oxide NPs. This allowed magnetic targeting of PLGA NPs, which improved the pharmacokinetics and therapeutic effect compared to passive targeting. The developed hybrid system showed no systemic toxicity, and no signs of hepatotoxicity were detected. The use of magnetic targeting led to a significantly prolonged (49 days) survival time of tumor-bearing mice compared to control mice (41 days). Recently, Caban-Toktas et al. have designed PLGA NPs loaded with R-flurbiprofen and paclitaxel for combination therapy against glioma, using the rat RG2 glioma tumor model [250]. The MR images clearly demonstrated the tumor inhibition for PLGA NPs after the post-treatment procedure (Fig. 8C).\nLipid-based NPs\n          Recently, lipid-based NPs have gained significant interest due to their biodegradability, non-toxicity, excellent ability to target tumors, and surface modification possibilities, as well as the highly efficient encapsulation of lipophilic drugs. Lipid NPs include lipid nanocapsules, nanosomes, liposomes, micelles, and solid lipid NPs. All the listed carriers consist of lipids and include an oil solution, suspension or emulsion [251].\n          Liposomes are a classic example of lipid-based NPs. Liposomes are spherical vesicles that consist of one or more concentric bilayers of phospholipids surrounding an aqueous phase. Being non-toxic and biodegradable, liposomes are a powerful drug delivery system. Liposomes mainly consist of glycerophospholipids, which are amphiphilic lipids composed of a glycerol molecule attached to a phosphate group and two chains of either saturated or unsaturated fatty acids [252–255].\n          Due to the amphiphilic properties of phospholipids, they tend to self-assemble and form stable bilayer structures in aqueous environment. This process is facilitated through the hydrophilic interactions between polar head groups, Van der Waals forces between nonpolar hydrocarbon chains, and hydrogen bonds with surrounding water molecules. Hydrophobic chains are repelled by polar water molecules, and liposomes spontaneously self-organize into an enclosed bilayer [256].\n          Liposomes can encapsulate both hydrophilic and hydrophobic drugs. For this reason, liposomes are extensively studied as drug delivery systems. Despite their hydrophobic nature, liposomes cannot simply diffuse through the BBB due to their size. They can cross the BBB via AME, RME, and CMT. To efficiently utilize the above-mentioned mechanisms for drug delivery across the BBB, further surface modification of liposomes is required. For this, the surface of liposomes is complemented with cations, PEG, antibodies or other ligands.To make liposomal drug delivery site-specific, the surface of such particles is usually modified with targeting ligands. The most commonly used approach for such a modification utilizes various antibodies that target the antigens expressed at the surface of glioma cells [257, 258]. For example, anti-TfR single-chain antibodies have been used to decorate liposomes and specifically target GBM through the BBB [259, 260]. Another approach to increase the specificity of liposomes is to modify their surface with proteins (such as transferrin [261, 262]) or peptides (such as cell-penetrating peptides [263, 264]).\n          In 2009, Beier et al. demonstrated the efficiency of combination therapy based on PEGylated liposomal DOX, TMZ, and radiation therapy. As a result, PEGylated DOX loaded in the liposomal membrane was shown to penetrate the BBB more effectively compared to free drugs, and the median survival of animals increased up to 17.6 months [265]. Then, Lakkadwala et al. continued working in the field of combination therapy against brain tumors. In particular, a detailed investigation was performed of the use of drug co-loaded (DOX and erlotinib) liposomes modified with transferrin (Tf) for receptor-mediated endocytosis and a cell-penetrating peptide, penetratin (Pen), against GBM, using tumor mice model [266]. The in vivo imaging of mice clearly showed the accumulation of fluorescent-labeled liposomes in the brain (Fig. 8D). The excellent targeting of liposomes and their penetrating ability into GBM led to a significant decrease in tumor growth (Fig. 8D).\n          Previous studies have demonstrated that low-intensity focused ultrasound (LIFU) combined with systemic injection of lipid-shelled microbubbles can induce a noninvasive, local, and transient disruption of the BBB [267, 268]. Based on this, Lin et al. employed DOX-loaded cationic liposomes combined with LIFU for the BBB penetration and targeting C6 glioma in a rat model [269]. The use of LIFU induced BBB opening so that liposomes could deliver DOX into glioma. This combined procedure led to prolonged glioma inhibition with minimal side effects. Later in 2019, Papachristodoulou et al. reported that LIFU can mediate effective delivery of liposomes to the tumor region, which was demonstrated on mice bearing TMZ-resistant gliomas [270]. Very recently, Morse et al. applied a rapid short-pulse (RaSP) ultrasound for the delivery of drug-loaded liposomes to the murine brain in vivo [271].\nInorganic NPs\n        Inorganic NPs, such as silica (SiO2), gold (Au), iron oxide (IONPs), silver (Ag), and others, are extensively studied as drug delivery carriers due to their well-controlled physicochemical properties, which can be tuned during synthesis. Furthermore, inorganic NPs can be considered not only as carriers of drugs but also as an independent unit for imaging methods (MRI, CT) [276].\n        \n          SiO2 NPs\n          Drug delivery systems based on SiO2 NPs can be considered as another alternative to deliver bioactive compounds to brain tumors. Due to their porosity, SiO2 NPs have a large surface area, which can be used for increased drug loading. Furthermore, the size, shape and pore sizes of SiO2 NPs can be tuned by changing the synthesis conditions [277]. Colloidal SiO2 is utilized in medical tablet manufacturing and is recognized as safe by the FDA. At present, various SiO2 NPs formulations are being tested in phase I and II clinical trials [278]. In general, SiO2 NPs are often combined with other components to obtain multicomponent drug formulations. They can be easily modified with IONPs and Au NPs. For example, Turan and co-workers developed multicomponent SiO2 NPs consisting of an iron oxide core and mesoporous silica shell that can effectively deliver drugs across the BBB into glioma cells [279]. The surface of the multicomponent SiO2 NPs was coated with fibronectin to provide active targeting to glioma cells. The drug release from the NPs was achieved by external radiofrequency (RF) fields; this therapy resulted in a twofold increase in animal survival (Fig. 9A). Next, Juthani et al. prepared ultrasmall core–shell SiO2 NPs for GBM treatment [280]. By employing fluorescent dyes and diagnostic radionuclides, the nanocarriers were proven to penetrate brain tumors with high efficiency (Fig. 9B).Fig. 9Application of SiO2-based NPs for targeting brain tumor: A TEM images of IONPs@SiO2 NPs with corresponding macroscopic ex vivo evaluation of their therapeutic efficiency against GBM tumors (scale bar = 100 nm). Adapted with permission from Ref. [279], B PET-CT imaging of radiolabeled core–shell SiO2 NPs showing clear accumulation of radionuclide signal in the brain tumors with corresponding histological and fluorescent analysis of NPs accumulation in the brain. Adapted with permission from Ref. [280]\n          Besides inorganic components, the SiO2 NPs can be modified with a lipid layer. For instance, Zhu and colleagues reported on the use of angiopep-2-modified lipid-coated SiO2 NPs for glioma targeting therapy overcoming the BBB [281]. This lipid-coating has led to an improved targeting efficiency of paclitaxel (20.6%) compared to the non-modified NPs (10.74%) that provided a prolonged survival time of C6 glioma-bearing rats (from 20 to 30 days). Another research group modified SiO2 NPs with PLGA. This modification allowed the encapsulation of paclitaxel as an anticancer drug and greatly enhanced the anticancer efficacy [282].\n        \n        \n          Au NPs\n          Au NPs are metallic colloidal NPs that have found numerous applications in drug delivery. They demonstrate great biocompatibility, and both their size and shape can be easily modified to alter their biodistribution [283, 284]. Among noble metals, Au NPs have found important applications in photothermal therapy (PTT) because they support localized surface plasmon resonances (LSPR). The LSPR effect can facilitate the absorption of light by Au NPs and convert the absorbed light into heat. However, during PTT, the energy of the absorbed light is only partially converted into heat for the elimination of cancer cells in vivo [285]. Apart from applying Au NPs as nanoheaters, they can be used as contrast agents in X-ray imaging due to their high X-ray attenuation [286]. The highly reactive surface of Au NPs can be modified with a variety of targeting ligands or biologically active compounds. The size of Au NPs can be greatly altered from 1 to > 200 nm to suit the needs of drug delivery. Depending on the size and surface modification of Au NPs they can be transported across the BBB through passive diffusion, RME, AME, and CMT [287, 288].\n          Au NPs have demonstrated their efficiency in the delivery of antitumor drugs. A 2018 study by Collucia et al. (Fig. 10A) described the use of Au NPs conjugated with cisplatin in combination with MR-guided focused ultrasound for successful in vivo inhibition of GBM growth [289].Fig. 10Application of inorganic nanocarriers based on Au, Ag, and Se NPs for targeting of brain tumor: (A) Bioluminescent images of the tumor showing the specific accumulation of Au NPs in the glioma and the anti-tumor effect after therapy. Adapted with permission from ref. [289], B Schematic illustration of the design of Ag NPs and ex vivo imaging of the accumulation of Ag NPs in the brain tumor. Adapted with permission from Ref. [310], C Schematic illustration of the synthesis of glioma cell targeting complexes based on Se NPs, TEM image of Se NPs and histograms of drug permeability and cytotoxicity (scale bar = 10 nm). Adapted with permission from Ref. [298]\n          Additionally, Au NPs can be utilized to enhance the efficiency of radiotherapy. In 2021, Dong and colleagues designed a radiotherapy sensitizer based on sub-nanometer Au NPs, BBB-penetrating peptide iRGD, and cell cycle regulator α-difluoromethylornithine [290]. Due to the high atomic number of Au, it can absorb X-ray efficiently and boost radiotherapy. The use of the developed Au NPs allowed low-dose radiotherapy to achieve the same efficiency of treatment as high-dose radiotherapy, with a significantly reduced fatality rate, which is a promising approach for the treatment of GBM.\n        \n        \n          Se NPs\n          Currently, Se NPs have drawn significant attention as therapeutic agents [291]. There are reports describing the antitumor activity of Se NPs due to their effect on reactive oxygen species (ROS) generated inside cells [292–296]. Internalization of Se NPs by tumor cells increases the production of mitochondrial ROS that results in ATP depletion and consequent cell death. Furthermore, Se NPs activate tumor necrotic factor and interferon regulatory factor that induces necroptosis through receptor-interacting protein 1 [297].\n          Chen et al. developed Polyporus Amboinensis Lam (PAL)-functionalized Se NPs to pass through the BBB and thus enhance the therapy of glioma (Fig. 10C) [298]. PAL-Se NPs up-regulated the ROS level and induced apoptosis in U87 glioma cells, which was demonstrated by in vitro and in vivo analysis. Similarly, Song et al. synthesized “smart” nanosystems based on Se NPs modified with HER-2 antibody for effective delivery into the brain tumor [299]. Wenjian has developed inorganic hybrids made of Ag and Se NPs (Ag@Se NPs) for the GBM therapy [300]. Ag@Se NPs were conjugated with RGD peptides (Ag@Se-RGD NPs) for GBM targeting. The results showed that Ag@Se-RGD NPs possessed high in vitro stability and induced a significant intracellular uptake by human glioma cells U251 with the following cell apoptosis due to ROS effect [300].\n          Despite the promising results of Se NPs for therapy of brain tumor, currently, most of the existing studies were conducted in vitro. The data demonstrating their effectiveness for in vivo delivery through the BBB is rather limited, and further research is required.\n        \n        \n          Ag NPs\n          Ag NPs are another type of nanocarriers for drug delivery application, which have unique optical properties. Similar to Au NPs, Ag NPs possess LSPR, which can be applied to induce apoptosis in cancer cells via heating [301–303]. The absorption efficiency of light by Ag NPs mainly depends on the geometry of NPs [285, 304].\n          Ag NPs can inhibit tumor growth and induce apoptosis of cancer cells [305–307]. The mechanism of tumor inhibition has not yet been fully investigated. Ag NPs can induce DNA damage, preventing DNA synthesis and further leading to cell cycle blocking in G2/M phase and apoptosis of tumor cells [308]. Furthermore, Ag+ ions can disrupt calcium homeostasis, which results in an increased toxicity of Ag NPs [309].\n          Jianming et al. investigated Ag NPs loaded with albendazole (Abz). For targeted therapy of glioma, Abz-loaded Ag NPs were coated with BSA. According to Fig. 10B, the obtained Ag-based hybrids have the ability to overcome the BBB and accumulate in the glioma [310]. In this study, modification of Ag NPs with Abz significantly increased the median survival time of glioma-bearing mice (from 15 to 23 days) with no toxicity on healthy tissues.\n          In contrast, various works demonstrate that Ag NPs can damage healthy tissues and induce systemic toxicity. For example, Ag NPs can increase the permeability of the BBB and suppress the antioxidant protection of astrocytes by increasing the protein interaction with thioredoxin, which leads to central neurotoxicity [311, 312].\n        \n        \n          IONPs\n          IONPs are of considerable interest as drug carriers due to their colloidal stability and low toxicity. IONPs have size-dependent magnetic properties, which are used for their navigation under an external magnetic field [313]. An interesting feature of iron IONPs is their ability to heat under an alternating magnetic field. This property of IONPs is actively used in the so-called magnetic hyperthermia. Notably, the heating rate of IONPs depends on size, shape, monodispersity and quality of NPs [314]. IONPs can be coated with biocompatible and biodegradable polymers to form a core–shell structure [315, 316]. To pass the BBB, the particle size can be adjusted from 5 to 100 nm, depending on the synthetic conditions, and the surface of IONPs can also be modified with targeting molecules. Several studies have demonstrated that IONPs can cross the BBB by applying an external magnetic field [317, 318]. For instance, Qiu et al. developed IONPs modified with phospholipid-PEG and showed the use of magnetic forces for controlled drug delivery by disrupting endothelial cell–cell junctions [319]. This finding provides some valuable technical data relevant for overcoming the BBB using an external magnetic field. In another study, Huang et al. demonstrated IONPs coated with PEG, PEI, and Tween-80 efficiently crossing the BBB in the rats by applying an external 0.3 T magnetic field [320].\n          Considering active targeting mechanisms, there are plenty of works describing the modification of IONPs with targeted molecules to facilitate their transport to the brain tumor [321]. For instance, Chen et al. synthesized IONPs conjugated with BBB-penetrating peptide anigiopep-2 (ANG) [322, 323]. Recently, Tan et al. developed novel IONPs covalently modified with interleukin-6 receptor-targeting peptides (I6P7) to provide delivery through the BBB and recognition of gliomas (Fig. 11A) [323]. Further, in vivo studies demonstrated an efficient accumulation of I6P7-modified IONPs in the tumor region, proved by MR imaging.Fig. 11Application of inorganic nanocarriers based on IONPs and CDs for targeting brain tumor: A Schematic illustration of the design of the hybrids based on IONPs and corresponding TEM, MR, and PET-CT images demonstrating the delivery efficacy of IONPs to the brain (scale bar = 50 nm, inset: scale bar = 16 nm). Adapted with permission from Ref. [323], B Schematic illustration of overcoming the BBB using an adjustable RF field to perform hyperthermia with commercially available IONPs (injected into the external carotid artery). MR and fluorescent images showing the delivery of IONPs to the mouse brain. Adapted with permission from Ref. [324], C Scheme of synthesis and TEM image of hybrids based on CDs. Ex vivo analysis of the main organs (the brain, heart, liver, spleen, lungs, and kidneys) of mice after a 30-min intravenous injection, demonstrating the accumulation of nanohybrids in the brain (scale bar = 50 nm). Adapted with permission from Ref.[333]\n          Several methods of IONPs delivery through the BBB were implemented without active targeting, using non-specific mechanisms. One of these approaches is to locally open the BBB for a certain time, using an adjustable RF field to achieve hyperthermia with commercially available IONPs injected through the medial cerebral artery (Fig. 11B) [324]. Lammers et al. described another method for the delivery of IONPs across the BBB [325]. In particular, the authors used poly(butyl cyanoacrylate)-based micro-bubbles loaded with IONPs that can mediate the BBB penetration. When exposed to ultrasound, the micro-bubbles were destroyed, which led to the release of IONPs; this caused acoustic forces, increasing the vascular permeability of the BBB. As a result, the IONPs released from microbubbles could penetrate the permeabilized BBB and accumulate in extravascular brain tissue.\n          Wu et al. developed an aqueous ferrofluid without surfactants, containing superparamagnetic IONPs (SPIONs) coated with SiO2 and carbon shells with an average size of 13 nm [326]. The double coating of SPIONs significantly increased their colloidal stability in biological fluids. The developed SPIONs reduced the viability of GBM and osteosarcoma cells. They showed an enhanced targeting of cancer cells due to the increased absorption abilities of these NPs and their pronounced adhesion to the membrane of cancer cells. The death of tumor cells occurred due to the heating of IONPs exposed to a magnetic field. Even in an ultra-low alternating magnetic field, the NPs released enough heat to cause tumor death [326].\n        \n        \n          CDs\n          Carbon dots (CDs) are a broad class of carbon-based nanomaterials that include carbon nanodots, graphene quantum dots (GQDs), and carbon nitride dots (CNDs) [327]. Several techniques of CDs synthesis have been developed, mainly focusing on top-down and bottom-up approaches [328]. The unique optical properties of CDs open a wide potential for diagnostic purposes. Indeed, CDs can demonstrate excitation-dependent emission from the blue-green range of light to the orange-red and near-infrared ranges [329, 330]. They also possess a high fluorescence quantum yield. Several techniques were developed to modify the surface of CDs with functional groups, such as − COOH, − OH, − C = O, and − C = N [331]. The functional groups on the surface of CDs allow their further modification with targeting vectors or biocompatible polymers for the design of targeted drug delivery platforms. A significant interest in the application of CDs for crossing the BBB has started after 2015, and now these researches are rapidly growing [327]. To examine the ability of CDs and their hybrids to overcome the BBB, in vitro and in vivo models have been developed. At present, the mechanisms explaining how CDs cross the BBB remain poorly understood. Despite this fact, three main mechanisms of CDs penetration across the BBB can be distinguished. The first one includes passive diffusion. The size of CDs can be less than 4 nm, which allows passing the gap between the endothelial cells of the BBB (4–6 nm). For instance, Lu et al. have prepared CDs with a size of around 2.6 nm and with a high quantum yield (51%) [332]. To study the BBB-penetration ability of these CDs, a biomimetic BBB model created from rat brain microvascular endothelial cells (rBMEC) and astrocytes was employed. It was found that the CDs were able to cross the BBB in a concentration-dependent manner [332]. Yuefang Niu et al. demonstrated the accumulation of CDs in the brain of mice using fluorescent imaging analysis of ex vivo organs (Fig. 11C) [333].\n          Another way to overcome the BBB is the use of electric charges. Thus, CDs with the size of 2.6 nm were additionally coated with cationic polyethyleneimine (PEI), enhancing the penetration ability through the BBB [332–334]. The third approach is based on the RME mechanism, which is the most classic strategy for overcoming the BBB. For instance, Hettiarachchi et al. developed triple conjugated CDs (the size was 1.5–1.7 nm) modified with transferrin (the targeted ligand) and two anti-tumor drugs (epirubicin and temozolomide) [335]. The transferrin-conjugated CDs showed a higher affinity to U87 glioma cells compared to non-modified CDs. In another study by Qiao et al., the authors developed the CDs modified with d-glucose and l-aspartic for targeting brain tumor cells (C6 cells) [336]. Recently, Li et al. prepared exosome-coated 10B-CDs for BNCT of brain tumors, which was demonstrated on a glioma mice model [337]. The excellent accumulation of these CDs in the brain glioma in vivo allowed an effective BNCT, achieving a prolonged survival rate of mice compared to control samples (a survival ratio of 100% for 30 days in case of BNCT and a survival ratio of 0% after 15 days of experiments in case of control group, i.e. mice without therapy) [337].\n        \n        \n          Outlook\n          Inorganic NPs have unique physico-chemical properties, such as nanometric size and increased loading capacity (e.g., SiO2 NPs). Inorganic NPs, for example, gold, iron-oxide, and carbon-based ones, have magnetic, electrical, optical and thermal properties that allow them to be used as contrast agents [338, 339]. Therefore, inorganic NPs can be applied in multimodal imaging, as well as theranostics [340–344]. These NPs can also actively absorb NIR energy and generate heat at the same time, which further improves their therapeutic effect and increases the optical resolution for analytical instruments [345]. Compared to the commercially available contrast agents (e.g. magnevist, omniscan), inorganic NPs possess a longer systemic circulation within the body [346, 347]. Due to LSPR, Au NPs are well-suited for optical coherence tomography [348] and computer tomography imaging [349]. IONPs can be used for MRI imaging [350].\nSiO2 NPs\n          Drug delivery systems based on SiO2 NPs can be considered as another alternative to deliver bioactive compounds to brain tumors. Due to their porosity, SiO2 NPs have a large surface area, which can be used for increased drug loading. Furthermore, the size, shape and pore sizes of SiO2 NPs can be tuned by changing the synthesis conditions [277]. Colloidal SiO2 is utilized in medical tablet manufacturing and is recognized as safe by the FDA. At present, various SiO2 NPs formulations are being tested in phase I and II clinical trials [278]. In general, SiO2 NPs are often combined with other components to obtain multicomponent drug formulations. They can be easily modified with IONPs and Au NPs. For example, Turan and co-workers developed multicomponent SiO2 NPs consisting of an iron oxide core and mesoporous silica shell that can effectively deliver drugs across the BBB into glioma cells [279]. The surface of the multicomponent SiO2 NPs was coated with fibronectin to provide active targeting to glioma cells. The drug release from the NPs was achieved by external radiofrequency (RF) fields; this therapy resulted in a twofold increase in animal survival (Fig. 9A). Next, Juthani et al. prepared ultrasmall core–shell SiO2 NPs for GBM treatment [280]. By employing fluorescent dyes and diagnostic radionuclides, the nanocarriers were proven to penetrate brain tumors with high efficiency (Fig. 9B).Fig. 9Application of SiO2-based NPs for targeting brain tumor: A TEM images of IONPs@SiO2 NPs with corresponding macroscopic ex vivo evaluation of their therapeutic efficiency against GBM tumors (scale bar = 100 nm). Adapted with permission from Ref. [279], B PET-CT imaging of radiolabeled core–shell SiO2 NPs showing clear accumulation of radionuclide signal in the brain tumors with corresponding histological and fluorescent analysis of NPs accumulation in the brain. Adapted with permission from Ref. [280]\n          Besides inorganic components, the SiO2 NPs can be modified with a lipid layer. For instance, Zhu and colleagues reported on the use of angiopep-2-modified lipid-coated SiO2 NPs for glioma targeting therapy overcoming the BBB [281]. This lipid-coating has led to an improved targeting efficiency of paclitaxel (20.6%) compared to the non-modified NPs (10.74%) that provided a prolonged survival time of C6 glioma-bearing rats (from 20 to 30 days). Another research group modified SiO2 NPs with PLGA. This modification allowed the encapsulation of paclitaxel as an anticancer drug and greatly enhanced the anticancer efficacy [282].\nAu NPs\n          Au NPs are metallic colloidal NPs that have found numerous applications in drug delivery. They demonstrate great biocompatibility, and both their size and shape can be easily modified to alter their biodistribution [283, 284]. Among noble metals, Au NPs have found important applications in photothermal therapy (PTT) because they support localized surface plasmon resonances (LSPR). The LSPR effect can facilitate the absorption of light by Au NPs and convert the absorbed light into heat. However, during PTT, the energy of the absorbed light is only partially converted into heat for the elimination of cancer cells in vivo [285]. Apart from applying Au NPs as nanoheaters, they can be used as contrast agents in X-ray imaging due to their high X-ray attenuation [286]. The highly reactive surface of Au NPs can be modified with a variety of targeting ligands or biologically active compounds. The size of Au NPs can be greatly altered from 1 to > 200 nm to suit the needs of drug delivery. Depending on the size and surface modification of Au NPs they can be transported across the BBB through passive diffusion, RME, AME, and CMT [287, 288].\n          Au NPs have demonstrated their efficiency in the delivery of antitumor drugs. A 2018 study by Collucia et al. (Fig. 10A) described the use of Au NPs conjugated with cisplatin in combination with MR-guided focused ultrasound for successful in vivo inhibition of GBM growth [289].Fig. 10Application of inorganic nanocarriers based on Au, Ag, and Se NPs for targeting of brain tumor: (A) Bioluminescent images of the tumor showing the specific accumulation of Au NPs in the glioma and the anti-tumor effect after therapy. Adapted with permission from ref. [289], B Schematic illustration of the design of Ag NPs and ex vivo imaging of the accumulation of Ag NPs in the brain tumor. Adapted with permission from Ref. [310], C Schematic illustration of the synthesis of glioma cell targeting complexes based on Se NPs, TEM image of Se NPs and histograms of drug permeability and cytotoxicity (scale bar = 10 nm). Adapted with permission from Ref. [298]\n          Additionally, Au NPs can be utilized to enhance the efficiency of radiotherapy. In 2021, Dong and colleagues designed a radiotherapy sensitizer based on sub-nanometer Au NPs, BBB-penetrating peptide iRGD, and cell cycle regulator α-difluoromethylornithine [290]. Due to the high atomic number of Au, it can absorb X-ray efficiently and boost radiotherapy. The use of the developed Au NPs allowed low-dose radiotherapy to achieve the same efficiency of treatment as high-dose radiotherapy, with a significantly reduced fatality rate, which is a promising approach for the treatment of GBM.\nSe NPs\n          Currently, Se NPs have drawn significant attention as therapeutic agents [291]. There are reports describing the antitumor activity of Se NPs due to their effect on reactive oxygen species (ROS) generated inside cells [292–296]. Internalization of Se NPs by tumor cells increases the production of mitochondrial ROS that results in ATP depletion and consequent cell death. Furthermore, Se NPs activate tumor necrotic factor and interferon regulatory factor that induces necroptosis through receptor-interacting protein 1 [297].\n          Chen et al. developed Polyporus Amboinensis Lam (PAL)-functionalized Se NPs to pass through the BBB and thus enhance the therapy of glioma (Fig. 10C) [298]. PAL-Se NPs up-regulated the ROS level and induced apoptosis in U87 glioma cells, which was demonstrated by in vitro and in vivo analysis. Similarly, Song et al. synthesized “smart” nanosystems based on Se NPs modified with HER-2 antibody for effective delivery into the brain tumor [299]. Wenjian has developed inorganic hybrids made of Ag and Se NPs (Ag@Se NPs) for the GBM therapy [300]. Ag@Se NPs were conjugated with RGD peptides (Ag@Se-RGD NPs) for GBM targeting. The results showed that Ag@Se-RGD NPs possessed high in vitro stability and induced a significant intracellular uptake by human glioma cells U251 with the following cell apoptosis due to ROS effect [300].\n          Despite the promising results of Se NPs for therapy of brain tumor, currently, most of the existing studies were conducted in vitro. The data demonstrating their effectiveness for in vivo delivery through the BBB is rather limited, and further research is required.\nAg NPs\n          Ag NPs are another type of nanocarriers for drug delivery application, which have unique optical properties. Similar to Au NPs, Ag NPs possess LSPR, which can be applied to induce apoptosis in cancer cells via heating [301–303]. The absorption efficiency of light by Ag NPs mainly depends on the geometry of NPs [285, 304].\n          Ag NPs can inhibit tumor growth and induce apoptosis of cancer cells [305–307]. The mechanism of tumor inhibition has not yet been fully investigated. Ag NPs can induce DNA damage, preventing DNA synthesis and further leading to cell cycle blocking in G2/M phase and apoptosis of tumor cells [308]. Furthermore, Ag+ ions can disrupt calcium homeostasis, which results in an increased toxicity of Ag NPs [309].\n          Jianming et al. investigated Ag NPs loaded with albendazole (Abz). For targeted therapy of glioma, Abz-loaded Ag NPs were coated with BSA. According to Fig. 10B, the obtained Ag-based hybrids have the ability to overcome the BBB and accumulate in the glioma [310]. In this study, modification of Ag NPs with Abz significantly increased the median survival time of glioma-bearing mice (from 15 to 23 days) with no toxicity on healthy tissues.\n          In contrast, various works demonstrate that Ag NPs can damage healthy tissues and induce systemic toxicity. For example, Ag NPs can increase the permeability of the BBB and suppress the antioxidant protection of astrocytes by increasing the protein interaction with thioredoxin, which leads to central neurotoxicity [311, 312].\nIONPs\n          IONPs are of considerable interest as drug carriers due to their colloidal stability and low toxicity. IONPs have size-dependent magnetic properties, which are used for their navigation under an external magnetic field [313]. An interesting feature of iron IONPs is their ability to heat under an alternating magnetic field. This property of IONPs is actively used in the so-called magnetic hyperthermia. Notably, the heating rate of IONPs depends on size, shape, monodispersity and quality of NPs [314]. IONPs can be coated with biocompatible and biodegradable polymers to form a core–shell structure [315, 316]. To pass the BBB, the particle size can be adjusted from 5 to 100 nm, depending on the synthetic conditions, and the surface of IONPs can also be modified with targeting molecules. Several studies have demonstrated that IONPs can cross the BBB by applying an external magnetic field [317, 318]. For instance, Qiu et al. developed IONPs modified with phospholipid-PEG and showed the use of magnetic forces for controlled drug delivery by disrupting endothelial cell–cell junctions [319]. This finding provides some valuable technical data relevant for overcoming the BBB using an external magnetic field. In another study, Huang et al. demonstrated IONPs coated with PEG, PEI, and Tween-80 efficiently crossing the BBB in the rats by applying an external 0.3 T magnetic field [320].\n          Considering active targeting mechanisms, there are plenty of works describing the modification of IONPs with targeted molecules to facilitate their transport to the brain tumor [321]. For instance, Chen et al. synthesized IONPs conjugated with BBB-penetrating peptide anigiopep-2 (ANG) [322, 323]. Recently, Tan et al. developed novel IONPs covalently modified with interleukin-6 receptor-targeting peptides (I6P7) to provide delivery through the BBB and recognition of gliomas (Fig. 11A) [323]. Further, in vivo studies demonstrated an efficient accumulation of I6P7-modified IONPs in the tumor region, proved by MR imaging.Fig. 11Application of inorganic nanocarriers based on IONPs and CDs for targeting brain tumor: A Schematic illustration of the design of the hybrids based on IONPs and corresponding TEM, MR, and PET-CT images demonstrating the delivery efficacy of IONPs to the brain (scale bar = 50 nm, inset: scale bar = 16 nm). Adapted with permission from Ref. [323], B Schematic illustration of overcoming the BBB using an adjustable RF field to perform hyperthermia with commercially available IONPs (injected into the external carotid artery). MR and fluorescent images showing the delivery of IONPs to the mouse brain. Adapted with permission from Ref. [324], C Scheme of synthesis and TEM image of hybrids based on CDs. Ex vivo analysis of the main organs (the brain, heart, liver, spleen, lungs, and kidneys) of mice after a 30-min intravenous injection, demonstrating the accumulation of nanohybrids in the brain (scale bar = 50 nm). Adapted with permission from Ref.[333]\n          Several methods of IONPs delivery through the BBB were implemented without active targeting, using non-specific mechanisms. One of these approaches is to locally open the BBB for a certain time, using an adjustable RF field to achieve hyperthermia with commercially available IONPs injected through the medial cerebral artery (Fig. 11B) [324]. Lammers et al. described another method for the delivery of IONPs across the BBB [325]. In particular, the authors used poly(butyl cyanoacrylate)-based micro-bubbles loaded with IONPs that can mediate the BBB penetration. When exposed to ultrasound, the micro-bubbles were destroyed, which led to the release of IONPs; this caused acoustic forces, increasing the vascular permeability of the BBB. As a result, the IONPs released from microbubbles could penetrate the permeabilized BBB and accumulate in extravascular brain tissue.\n          Wu et al. developed an aqueous ferrofluid without surfactants, containing superparamagnetic IONPs (SPIONs) coated with SiO2 and carbon shells with an average size of 13 nm [326]. The double coating of SPIONs significantly increased their colloidal stability in biological fluids. The developed SPIONs reduced the viability of GBM and osteosarcoma cells. They showed an enhanced targeting of cancer cells due to the increased absorption abilities of these NPs and their pronounced adhesion to the membrane of cancer cells. The death of tumor cells occurred due to the heating of IONPs exposed to a magnetic field. Even in an ultra-low alternating magnetic field, the NPs released enough heat to cause tumor death [326].\nCDs\n          Carbon dots (CDs) are a broad class of carbon-based nanomaterials that include carbon nanodots, graphene quantum dots (GQDs), and carbon nitride dots (CNDs) [327]. Several techniques of CDs synthesis have been developed, mainly focusing on top-down and bottom-up approaches [328]. The unique optical properties of CDs open a wide potential for diagnostic purposes. Indeed, CDs can demonstrate excitation-dependent emission from the blue-green range of light to the orange-red and near-infrared ranges [329, 330]. They also possess a high fluorescence quantum yield. Several techniques were developed to modify the surface of CDs with functional groups, such as − COOH, − OH, − C = O, and − C = N [331]. The functional groups on the surface of CDs allow their further modification with targeting vectors or biocompatible polymers for the design of targeted drug delivery platforms. A significant interest in the application of CDs for crossing the BBB has started after 2015, and now these researches are rapidly growing [327]. To examine the ability of CDs and their hybrids to overcome the BBB, in vitro and in vivo models have been developed. At present, the mechanisms explaining how CDs cross the BBB remain poorly understood. Despite this fact, three main mechanisms of CDs penetration across the BBB can be distinguished. The first one includes passive diffusion. The size of CDs can be less than 4 nm, which allows passing the gap between the endothelial cells of the BBB (4–6 nm). For instance, Lu et al. have prepared CDs with a size of around 2.6 nm and with a high quantum yield (51%) [332]. To study the BBB-penetration ability of these CDs, a biomimetic BBB model created from rat brain microvascular endothelial cells (rBMEC) and astrocytes was employed. It was found that the CDs were able to cross the BBB in a concentration-dependent manner [332]. Yuefang Niu et al. demonstrated the accumulation of CDs in the brain of mice using fluorescent imaging analysis of ex vivo organs (Fig. 11C) [333].\n          Another way to overcome the BBB is the use of electric charges. Thus, CDs with the size of 2.6 nm were additionally coated with cationic polyethyleneimine (PEI), enhancing the penetration ability through the BBB [332–334]. The third approach is based on the RME mechanism, which is the most classic strategy for overcoming the BBB. For instance, Hettiarachchi et al. developed triple conjugated CDs (the size was 1.5–1.7 nm) modified with transferrin (the targeted ligand) and two anti-tumor drugs (epirubicin and temozolomide) [335]. The transferrin-conjugated CDs showed a higher affinity to U87 glioma cells compared to non-modified CDs. In another study by Qiao et al., the authors developed the CDs modified with d-glucose and l-aspartic for targeting brain tumor cells (C6 cells) [336]. Recently, Li et al. prepared exosome-coated 10B-CDs for BNCT of brain tumors, which was demonstrated on a glioma mice model [337]. The excellent accumulation of these CDs in the brain glioma in vivo allowed an effective BNCT, achieving a prolonged survival rate of mice compared to control samples (a survival ratio of 100% for 30 days in case of BNCT and a survival ratio of 0% after 15 days of experiments in case of control group, i.e. mice without therapy) [337].\nCell-based delivery systems\n        Recently, cell-based delivery systems have received increased interest due to their potential for tumor applications. The main feature of such systems is their ability to mimic specific properties of organisms and deceive the system, providing site-specific delivery of therapeutic drugs [351]. In this context, the use of cells as carriers is a promising strategy for overcoming the BBB for the delivery of therapeutics to the brain tumor [352]. Various cells with brain tumor tropism have been investigated as carriers, including mesenchymal stem cells (MSCs), macrophages, neutrophils, erythrocytes, leukocytes, and monocytes [353]. However, drug loading into these cells is a challenging task. At present, four pathways for drug loading into cells can be considered: (i) non-covalent binding, (ii) covalent binding to cell membrane, (iii) internalization via cell endocytosis, and (iv) specific antibody-antigen interactions [211].\n        Besides the use of individual cells, another strategy employs cell components, i.e. cell membrane, for surface coating of nanocarriers. The interactions between a specific cell and brain endothelial cells can be used for developing cell membrane-coated nanocarriers that can cross the BBB and reach brain tumors. Extracellular vehicles (EVs) are an additional type of cell-based delivery system [351]. The capacity of EVs to overcome natural barriers, such as the BBB, was effectively used for delivery into brain tumors [351]. However, the encapsulation of hydrophilic/hydrophobic drugs into EVs can be difficult, and it can be realized by other, simpler strategies [351]. In the following sub-chapters, various cell-based delivery systems for targeting brain tumors will be presented and discussed.\n        \n          MSCs-based vehicles\n          It is well-known that MSCs can migrate to the tumor site due to their tropism associated with the stromal cell-derived factor-1 (SDF-1)/CXC chemokine receptor type-4 (CXCR4) axis [354]. The possible mechanism of the cell homing effect is the following: the high level of SDF-1 secreted by tumor cells serve as a chemoattractant gradient for MSCs, expressing CXCR4 receptor [355]. In many studies, to improve the homing effect of MSCs, they are genetically modified with overexpression of CXCR4 receptors [356]. For this purpose, the lentivirus is usually used. For example, MSCs transfected by lentiviral vectors (LV) carrying the gene of the fourth chemokine receptor (CXCR4) contributed to the migration to damaged areas due to the overexpression of CXCR4 [357, 358]. Genetically modified MSCs expressing an apoptosis-inducing ligand associated with tumor necrosis factor (TNF) (TRAIL) demonstrated targeted delivery and local production of TRAIL at the glioma tumor site [358, 359].\n          One of the most cited works about MSCs for the delivery of NPs to brain tumors was reported by Roger and co-workers (Fig. 12A) [359]. The authors demonstrated the proof-of-concept that MSCs can be used for the delivery of NPs loaded with therapeutic drugs into brain tumors. Another study by Huang et al. reported on MSCs modified with Si NPs as a multifunctional platform for targeted delivery to the brain tumor (U87MG mice model) [359]. They used the non-covalent binding of SiO2 NPs to the cell membrane. A similar approach of MSCs modification was used in the more recent works (Fig. 12B) [360, 361] By combining nanocarriers with different properties for MSCs modification, several therapeutic methods of brain tumor delivery can be realized. For instance, Luo et al. incorporated PLGA/black phosphorus quantum dots (BPQDs) in the MSCs for effective targeted photothermal therapy of U251 glioma tumors (Fig. 12C) [362].Fig. 12MSCs-based vehicles for overcoming the BBB and delivery to the glioma: A Schematic illustration and characterization of MSC-based multifunctional cell platform (MSC-platform). Adapted with permission from Ref. [359], B MSCs-delivery system modified with NIR-responsive drug carriers (B1: scale bar = 100 nm, B2: scale bar = 20 μm). Adapted with permission from Ref. [361], C Schematic design of PLGA/BPQD-loaded MSCs for enhanced photothermal therapy of U251 glioma. Adapted with permission from Ref. [362]\n        \n        \n          Erythrocyte-based vehicles\n          Erythrocytes, or red blood cells (RBCs), are the major components of blood and the main carriers of oxygen to the tissues via blood flow through the circulatory system. They possess several properties making them suitable for drug delivery [353]. However, the use of individual cells for drug delivery to mediate cancer treatment is not sufficient, because erythrocytes cannot migrate across the endothelial barrier and therefore deliver the drug to the tumor zone [363]. For tumor brain targeting, NPs are coated with cell membranes from erythrocytes to provide their long blood circulation with low immunogenicity [363]. For active targeting to brain tumors, the surface of cell-based nanocarriers should be additionally coated with targeted molecules, i.e. peptides. For example, Fu et al. designed RBC membrane-coated solid lipid NPs modified with T7 and NGR peptides [364]. The vincristine was used as a model antitumor drug for loading into the NPs. After encapsulation of vincristine, the cell membrane-coated carriers exhibited the most favorable anti-glioma effects in vitro and in vivo, increasing the survival rate of laboratory animals. In another work, Chai et al. reported on an effective delivery system consisting of robust RBC membrane-coated NPs modified with CDX peptide (RBCNPs-CDX) [365]. The authors demonstrated that the DOX-loaded RBCNPs-CDX possessed a more significant therapeutic efficacy and reduced toxicity compared to the non-targeted DOX for a glioma mouse model. Further, Cui reported on the preparation of erythrocyte membrane-coated PLGA NPs dual-modified with WSW and NGR peptides [366]. In vivo studies on glioma mouse models have shown that after intravenous injection, these NPs could enter the brain, target the tumor tissue, and significantly increase the survival rate. In another recent report by Chai et al., a targeted delivery system made of drug nanocrystals and modified with RBC membrane targeting tumor-peptides is described [367].\n        \n        \n          Immune cell-based vehicles\n          Nowadays, the use of immune cells, i.e. neutrophils, lymphocytes, and mononuclear phagocytes such as dendritic cells, monocytes, and macrophages, is one of the most promising approaches for cancer treatment. It was demonstrated that immune cells can cross the BBB [368]. Therefore, these cells and their components have been explored for the delivery of therapeutic drugs into brain tumors. Moreover, immune cells are used in the immunotherapy of malignant brain tumors [368, 369] Brain tumors are characterized by an inflammatory process and extensive recruitment of immune cells, mainly macrophages and T-cells, which can immediately respond to inflammation and migrate across the BBB into pathogenic tissues [211]. For example, Pohl-Guimaraes et al. showed that RNA-modified T cells can deliver immunomodulatory agents directly to brain tumors. The obtained results clearly demonstrated a significantly extended overall survival in an orthotopic treatment model, proving effective delivery of biological agents across the BBB using T-cells. However, for most patients, endogenous immune responses are not strong enough to create sufficient anti‐tumor responses, and thus, the engineering of new T-cell immunity using chimeric antigen receptors (CARs) is a rapidly developing approach for the treatment of cancer [370]. Early investigations using CAR T therapy against brain tumors have shown great promise, even though there are some challenges, including addressing tumor antigen heterogeneity, overcoming an immune‐suppressive tumor microenvironment, ensuring sufficient T-cell trafficking to the tumor, enhancing CAR T-persistence, and avoiding toxicity [370]. In this regard, Brown et al. developed a CAR T-cell immunotherapy targeting IL-13 receptor α2 (IL13Rα2) for the treatment of GBM [371]. Recently, Donovan et al. evaluated locoregional CSF delivery of CAR T-cell therapy as a treatment approach in xenograft mouse models of metastatic medulloblastoma [372].\n          The tumor-homing mechanism of macrophages and monocytes also makes these cell types promising candidates for brain tumor therapy. An additional advantage of macrophages is their phagocytic capabilities that allow the internalization of different types of NPs loaded with therapeutic compounds. Pang et al. demonstrated the feasibility of macrophages loaded with Dox-NPs to deliver drugs into glioma [373, 374]Recently, Ibarra et al. assessed a delivery system based on monocytes conjugated with polymer NPs for enhanced photodynamic therapy of GBM [375], which showed a promising targeting efficiency to GBM.\n          Neutrophils as a transport of diagnostic and therapeutic agents have been already demonstrated to cross the BBB and penetrate inflamed brain tumors [376]. In particular, Xue et al. used neutrophils to carry paclitaxel-loaded liposomes into the brain tumor (G422 glioma) (Fig. 13A) [377]. Unlike ordinary NPs that accumulate in tumor zones via active or passive targeting, the neutrophil-delivery system can recognize the postoperative inflammatory signals, such as IL-8 and CXCL1/KC [378], and deliver the therapeutic drugs to the infiltrating glioma. The authors demonstrated that such cell-based vehicles had a superior inhibition effect on tumor recurrence, using surgically treated glioma mouse models. Very recently, Liu et al. modified neutrophils with a lipid-decorated molecular photoacoustic contrast agent TFML. Such a cell-based delivery system demonstrated good brain tumor-targeting ability and strong photoacoustic signals in GBM [379].Fig. 13Neutrophil-based delivery systems for overcoming the BBB and penetration into the brain tumor: A Schematic illustration of the preparation of neutrophils modified with paclitaxel-loaded liposomes to target glioma tumors in mice. Below, in vivo fluorescence imaging of the normal and glioma-bearing mice after intravenous administration of neutrophils-based vehicles is shown. Adapted with permission from Ref. [377]. B TEM images of the neutrophil-exosomes system for the delivery of the antitumor drug DOX into the glioma (scale bar = 100 nm). Below, in vivo results (6-Luc glioma-bearing mice model) demonstrate that this cell-based vehicle can transport the drug through the BBB and migrate into the brain tumor with high efficiency. Adapted with permission from Ref. [382]\n          Although the use of neutrophils for drug delivery is a promising strategy in the therapy of brain tumors, there are some obstacles seriously hindering this approach. First of all, there is no simple protocol to generate large numbers of neutrophils for further ex vivo injection [380]. Second, neutrophils are difficult to cultivate, and they have a very short circulatory half-life [381]. Employing the cell membrane of neutrophils for coating NPs can overcome these difficulties, even though it complicates the synthetic protocols of nanocarriers. For instance, Wang et al. developed a neutrophil-exosomes system for the delivery of antitumor drug-DOX into the glioma (Fig. 13B) [382]. The in vivo results performed on 6-Luc glioma-bearing mice models clearly showed that this cell-based vehicle can transport the drug through the BBB and migrate into the brain tumor. Zhang et al. reported a neutrophil-based microrobot that can carry cargo to the glioma in vivo [383]. The use of such a responsive system for targeted drug delivery substantially inhibits the proliferation of tumor cells compared to traditional drug injections.\n        \n        \n          Outlook\n          Currently, active work is underway to develop delivery systems for therapy of brain tumors using cell-based delivery systems [374, 384, 385]. They possess remarkable advantages such as active tumor tropism, biomimetic properties and strong immunological influence on tumor tissues. It is important to note that CAR-T cells have physiological ability to clonal expansion, which leads to a significant increase in the number of circulating antitumor cells. As a result, these cells can provide prolonged antitumor immunity, reducing the chance of relapse. Moreover, some of cell-based delivery systems are able to effectively overcome the BBB and penetrate into the membranes of the brain to reach tumor cells [367, 382, 386, 387]. However, the number of preclinical studies applying cell-based delivery systems as carriers to reach brain tumors is still limited due to the lack of understanding of mechanisms of brain tumor delivery.\nMSCs-based vehicles\n          It is well-known that MSCs can migrate to the tumor site due to their tropism associated with the stromal cell-derived factor-1 (SDF-1)/CXC chemokine receptor type-4 (CXCR4) axis [354]. The possible mechanism of the cell homing effect is the following: the high level of SDF-1 secreted by tumor cells serve as a chemoattractant gradient for MSCs, expressing CXCR4 receptor [355]. In many studies, to improve the homing effect of MSCs, they are genetically modified with overexpression of CXCR4 receptors [356]. For this purpose, the lentivirus is usually used. For example, MSCs transfected by lentiviral vectors (LV) carrying the gene of the fourth chemokine receptor (CXCR4) contributed to the migration to damaged areas due to the overexpression of CXCR4 [357, 358]. Genetically modified MSCs expressing an apoptosis-inducing ligand associated with tumor necrosis factor (TNF) (TRAIL) demonstrated targeted delivery and local production of TRAIL at the glioma tumor site [358, 359].\n          One of the most cited works about MSCs for the delivery of NPs to brain tumors was reported by Roger and co-workers (Fig. 12A) [359]. The authors demonstrated the proof-of-concept that MSCs can be used for the delivery of NPs loaded with therapeutic drugs into brain tumors. Another study by Huang et al. reported on MSCs modified with Si NPs as a multifunctional platform for targeted delivery to the brain tumor (U87MG mice model) [359]. They used the non-covalent binding of SiO2 NPs to the cell membrane. A similar approach of MSCs modification was used in the more recent works (Fig. 12B) [360, 361] By combining nanocarriers with different properties for MSCs modification, several therapeutic methods of brain tumor delivery can be realized. For instance, Luo et al. incorporated PLGA/black phosphorus quantum dots (BPQDs) in the MSCs for effective targeted photothermal therapy of U251 glioma tumors (Fig. 12C) [362].Fig. 12MSCs-based vehicles for overcoming the BBB and delivery to the glioma: A Schematic illustration and characterization of MSC-based multifunctional cell platform (MSC-platform). Adapted with permission from Ref. [359], B MSCs-delivery system modified with NIR-responsive drug carriers (B1: scale bar = 100 nm, B2: scale bar = 20 μm). Adapted with permission from Ref. [361], C Schematic design of PLGA/BPQD-loaded MSCs for enhanced photothermal therapy of U251 glioma. Adapted with permission from Ref. [362]\nErythrocyte-based vehicles\n          Erythrocytes, or red blood cells (RBCs), are the major components of blood and the main carriers of oxygen to the tissues via blood flow through the circulatory system. They possess several properties making them suitable for drug delivery [353]. However, the use of individual cells for drug delivery to mediate cancer treatment is not sufficient, because erythrocytes cannot migrate across the endothelial barrier and therefore deliver the drug to the tumor zone [363]. For tumor brain targeting, NPs are coated with cell membranes from erythrocytes to provide their long blood circulation with low immunogenicity [363]. For active targeting to brain tumors, the surface of cell-based nanocarriers should be additionally coated with targeted molecules, i.e. peptides. For example, Fu et al. designed RBC membrane-coated solid lipid NPs modified with T7 and NGR peptides [364]. The vincristine was used as a model antitumor drug for loading into the NPs. After encapsulation of vincristine, the cell membrane-coated carriers exhibited the most favorable anti-glioma effects in vitro and in vivo, increasing the survival rate of laboratory animals. In another work, Chai et al. reported on an effective delivery system consisting of robust RBC membrane-coated NPs modified with CDX peptide (RBCNPs-CDX) [365]. The authors demonstrated that the DOX-loaded RBCNPs-CDX possessed a more significant therapeutic efficacy and reduced toxicity compared to the non-targeted DOX for a glioma mouse model. Further, Cui reported on the preparation of erythrocyte membrane-coated PLGA NPs dual-modified with WSW and NGR peptides [366]. In vivo studies on glioma mouse models have shown that after intravenous injection, these NPs could enter the brain, target the tumor tissue, and significantly increase the survival rate. In another recent report by Chai et al., a targeted delivery system made of drug nanocrystals and modified with RBC membrane targeting tumor-peptides is described [367].\nImmune cell-based vehicles\n          Nowadays, the use of immune cells, i.e. neutrophils, lymphocytes, and mononuclear phagocytes such as dendritic cells, monocytes, and macrophages, is one of the most promising approaches for cancer treatment. It was demonstrated that immune cells can cross the BBB [368]. Therefore, these cells and their components have been explored for the delivery of therapeutic drugs into brain tumors. Moreover, immune cells are used in the immunotherapy of malignant brain tumors [368, 369] Brain tumors are characterized by an inflammatory process and extensive recruitment of immune cells, mainly macrophages and T-cells, which can immediately respond to inflammation and migrate across the BBB into pathogenic tissues [211]. For example, Pohl-Guimaraes et al. showed that RNA-modified T cells can deliver immunomodulatory agents directly to brain tumors. The obtained results clearly demonstrated a significantly extended overall survival in an orthotopic treatment model, proving effective delivery of biological agents across the BBB using T-cells. However, for most patients, endogenous immune responses are not strong enough to create sufficient anti‐tumor responses, and thus, the engineering of new T-cell immunity using chimeric antigen receptors (CARs) is a rapidly developing approach for the treatment of cancer [370]. Early investigations using CAR T therapy against brain tumors have shown great promise, even though there are some challenges, including addressing tumor antigen heterogeneity, overcoming an immune‐suppressive tumor microenvironment, ensuring sufficient T-cell trafficking to the tumor, enhancing CAR T-persistence, and avoiding toxicity [370]. In this regard, Brown et al. developed a CAR T-cell immunotherapy targeting IL-13 receptor α2 (IL13Rα2) for the treatment of GBM [371]. Recently, Donovan et al. evaluated locoregional CSF delivery of CAR T-cell therapy as a treatment approach in xenograft mouse models of metastatic medulloblastoma [372].\n          The tumor-homing mechanism of macrophages and monocytes also makes these cell types promising candidates for brain tumor therapy. An additional advantage of macrophages is their phagocytic capabilities that allow the internalization of different types of NPs loaded with therapeutic compounds. Pang et al. demonstrated the feasibility of macrophages loaded with Dox-NPs to deliver drugs into glioma [373, 374]Recently, Ibarra et al. assessed a delivery system based on monocytes conjugated with polymer NPs for enhanced photodynamic therapy of GBM [375], which showed a promising targeting efficiency to GBM.\n          Neutrophils as a transport of diagnostic and therapeutic agents have been already demonstrated to cross the BBB and penetrate inflamed brain tumors [376]. In particular, Xue et al. used neutrophils to carry paclitaxel-loaded liposomes into the brain tumor (G422 glioma) (Fig. 13A) [377]. Unlike ordinary NPs that accumulate in tumor zones via active or passive targeting, the neutrophil-delivery system can recognize the postoperative inflammatory signals, such as IL-8 and CXCL1/KC [378], and deliver the therapeutic drugs to the infiltrating glioma. The authors demonstrated that such cell-based vehicles had a superior inhibition effect on tumor recurrence, using surgically treated glioma mouse models. Very recently, Liu et al. modified neutrophils with a lipid-decorated molecular photoacoustic contrast agent TFML. Such a cell-based delivery system demonstrated good brain tumor-targeting ability and strong photoacoustic signals in GBM [379].Fig. 13Neutrophil-based delivery systems for overcoming the BBB and penetration into the brain tumor: A Schematic illustration of the preparation of neutrophils modified with paclitaxel-loaded liposomes to target glioma tumors in mice. Below, in vivo fluorescence imaging of the normal and glioma-bearing mice after intravenous administration of neutrophils-based vehicles is shown. Adapted with permission from Ref. [377]. B TEM images of the neutrophil-exosomes system for the delivery of the antitumor drug DOX into the glioma (scale bar = 100 nm). Below, in vivo results (6-Luc glioma-bearing mice model) demonstrate that this cell-based vehicle can transport the drug through the BBB and migrate into the brain tumor with high efficiency. Adapted with permission from Ref. [382]\n          Although the use of neutrophils for drug delivery is a promising strategy in the therapy of brain tumors, there are some obstacles seriously hindering this approach. First of all, there is no simple protocol to generate large numbers of neutrophils for further ex vivo injection [380]. Second, neutrophils are difficult to cultivate, and they have a very short circulatory half-life [381]. Employing the cell membrane of neutrophils for coating NPs can overcome these difficulties, even though it complicates the synthetic protocols of nanocarriers. For instance, Wang et al. developed a neutrophil-exosomes system for the delivery of antitumor drug-DOX into the glioma (Fig. 13B) [382]. The in vivo results performed on 6-Luc glioma-bearing mice models clearly showed that this cell-based vehicle can transport the drug through the BBB and migrate into the brain tumor. Zhang et al. reported a neutrophil-based microrobot that can carry cargo to the glioma in vivo [383]. The use of such a responsive system for targeted drug delivery substantially inhibits the proliferation of tumor cells compared to traditional drug injections.\nConclusion, discussion, and prospects\n      Considering many methods that have been developed for overcoming the BBB to reach brain tumors, it can be concluded that the progress in the effective treatment of brain tumors is still unclear. In most cases, a lot of experimental approaches do not reach clinics, in particular, the ones related to the use of nanocarriers and cells or their derivatives. At the moment, the currently available clinical methods of brain tumor treatment are surgical intervention, chemotherapy, radiotherapy, immunotherapy, and gene therapy. Nevertheless, they cannot provide complete elimination of cancer tissues without compromising patient stability during the therapy. Moreover, there are certain side effects associated with each of these therapy methods. For example, surgical resection can damage healthy tissues of the brain that surround cancer cells. The use of chemotherapy can lead to nerve damage, nausea, hair loss, vomiting, infertility, diarrhea, insomnia and skin rash [388]. Radiotherapy causes effects mediated by exposure to ionizing radiation on healthy tissues (e.g. fibrosis, damage of the epithelial surface, radiation burn and sickness). Immunotherapy creates the risk of severe immunological reactions (e.g. systemic cytokine release syndrome) [389]. In case of gene therapy methods, inappropriate gene insertions may occur, leading to malfunctions in the activity of brain structures. The development of targeting strategies is highly required to reduce the side effects from therapy and prolong the median survival of the patients.\n      Nanotechnology and nanosciences have served as a major driver for the design and fabrication of various “smart” drug delivery systems with required targeting abilities [390]. The diversity of nanocarriers leads to the better understanding of the BBB penetration mechanisms and selected accumulation of the therapeutic drugs in the tumor zones. The key questions that seriously postpone the further clinical translation of the developed nanocarriers include their toxicity, reproducibility, large-scale production, and targeting ability.\n      (i) Toxicity: All the components that can be used for the fabrication of drug delivery systems should be non-toxic and approved by the relevant authorities. With the progress of nanotechnology, numerous new materials have been created as potential components for drug nanocarriers. However, clinical approval of new materials can be time-consuming. As a consequence, researchers focus on already known and approved materials, which limits the translation of novel ones into clinical practice.\n      (ii) Reproducibility: There are plenty of protocols describing the synthesis of drug delivery systems for different therapies, including brain tumors. However, these protocols are not always reproducible at the exact level as was reported, which makes further adaptation of published protocols necessary in each specific case. Automation of nanocarrier synthesis can help to overcome this problem. However, the use of complex delivery systems made of different components (organic, inorganic, and biological parts) significantly complicates the automatic synthesis process or makes it impossible.\n      (iii) Large-scale production: The lack of large-scale production of many modern drug delivery systems seriously limits their further translation into clinical practice. It is related to the reproducibility issues that were discussed above. Moreover, there are strict requirements for quality control, depending on the type of drug carriers, especially in the case of cell-based vehicles.\n      (iv) Targeting ability: Since many nanocarriers can deliver therapeutic drugs into the brain tumor via CMT, RME, and AME, the targeted delivery efficacy plays a crucial role. To enable the penetration of individual drugs and nanocarriers through the BBB, various targeting vectors can be considered for their chemical modification. However, if systemic administration is chosen, a high percentage of drug nanocarriers is accumulated in the liver and spleen. As a result, only a small fraction of drugs reaches brain tumors, significantly reducing the efficacy of therapy. After intravenous injection, nanocarriers might be covered by serum albumin, immunoglobulins, and other components of the blood, leading to their uptake by macrophages. Further, NPs can be accumulated in the spleen, lymph nodes, and liver by the reticuloendothelial system [391]. To exclude the macrophage internalization, PEGylation coating of NPs is usually performed, increasing the half-life of NPs circulation in the organism. However, in our opinion, this additional modification of NPs surface significantly complicates their further transfer into the clinical practice due to the multistep process. We suppose that the synthesis of NPs should be simple and efficient for intravenous administration with a high targeting ability. The use of cells or their derivatives can improve the efficiency of drug delivery, even though currently it remains at the initial stage [351]. There are several factors that prevent this strategy from reaching the clinics. First of all, a robust framework for ex vivo manipulation with patients’ cells should be created, which significantly complicates the therapeutic conditions and increases the final cost of this therapy. Second, the variability and time frame for the collection of biological samples required to obtain the appropriate drug delivery platform should be improved. Third, understanding of the mechanisms of cell tropism to the tumor is a key factor. Without this knowledge, it will be hard to predict the interaction between the injected cell-based vehicles and other biological objects in the live organism.\n      Besides, it is critical to develop combined methods of therapy. Single therapies are often insufficient for the treatment of brain tumors [7]. To improve the therapeutic efficiency, combined therapies are used, acting synergistically on different brain tumors and reducing the chance of tumor resistance. Two types of combined therapy can be distinguished. The first one is based on a simple administration of two or more compounds that have different mechanisms of action on tumors. As discussed above, brain delivery of most compounds is challenging and seems to be insufficient, according to the few clinical trials [7]. Of course, the use of appropriate targeted nanocarriers can solve this problem. But the current targeting efficiency is still too low to reach the required concentration of the delivered compounds in the brain. The second type of combined therapy suggests the use of several different treatment procedures. For instance, adjuvant therapy combines systemic chemotherapy, radiation therapy, hormone therapy, targeted therapy, biological therapy, and surgical intervention. In addition, choosing a relevant biological model is always a bottleneck in the design of new pharmaceuticals. This problem is the most common one for a wide range of cancers, especially in case of brain tumors. Thus, to predict the clinical outcome of therapeutic approach, an adequate animal model representing the complex of immunological cell-to-cell interactions in human brain tumors should be developed.\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC9479308/\nhttps://doi.org/10.1186/s12951-022-01610-7",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9479308/",
    "doi": "https://doi.org/10.1186/s12951-022-01610-7",
    "citation_count": 27,
    "references": {
        "10956167": "Current progress and challenges in the development of brain tissue models: How to grow up the changeable brain in vitro?",
        "10944884": "Pathophysiological aspects of transferrin-A potential nano-based drug delivery signaling molecule in therapeutic target for varied diseases",
        "10912509": "Suppression of ITPKB degradation by Trim25 confers TMZ resistance in glioblastoma through ROS homeostasis",
        "10898487": "Recent Advances in Intranasal Administration for Brain-Targeting Delivery: A Comprehensive Review of Lipid-Based Nanoparticles and Stimuli-Responsive Gel Formulations",
        "10861458": "Comparative assessment of direct and indirect cold atmospheric plasma effects, based on helium and argon, on human glioblastoma: an in vitro and in vivo study",
        "10827802": "Caveolin-1 promotes glioma proliferation and metastasis by enhancing EMT via mediating PAI-1 activation and its correlation with immune infiltrates",
        "10814352": "Small Molecule Immunomodulators as Next-Generation Therapeutics for Glioblastoma",
        "10804459": "Characterization of prevalent tyrosine kinase inhibitors and their challenges in glioblastoma treatment",
        "10778052": "Breaking Barriers in Neuro-Oncology: A Scoping Literature Review on Invasive and Non-Invasive Techniques for Blood–Brain Barrier Disruption",
        "10689561": "The long non-coding RNA OTX2-AS1 promotes tumor growth and predicts response to BCL-2 inhibition in medulloblastoma",
        "10575401": "Recent Advancements and Strategies for Overcoming the Blood–Brain Barrier Using Albumin-Based Drug Delivery Systems to Treat Brain Cancer, with a Focus on Glioblastoma",
        "10566587": "Unveiling the enigma of the blood–brain barrier in glioblastoma: current advances from preclinical and clinical studies",
        "10506202": "Nanoarchitectured conjugates targeting angiogenesis: investigating heparin-taurocholate acid conjugates (LHT7) as an advanced anti-angiogenic therapy for brain tumor treatment",
        "10488197": "Transferrin-Targeted Liposomes in Glioblastoma Therapy: A Review",
        "10363368": "Emerging Anesthetic Nanomedicines: Current State and Challenges",
        "10301958": "Advances in Focused Ultrasound for the Treatment of Brain Tumors",
        "10255125": "How to Develop Drug Delivery System Based on Carbohydrate Nanoparticles Targeted to Brain Tumors",
        "10145830": "Living Cells and Cell-Derived Vesicles: A Trojan Horse Technique for Brain Delivery",
        "9966329": "Low-Level Laser Treatment Induces the Blood-Brain Barrier Opening and the Brain Drainage System Activation: Delivery of Liposomes into Mouse Glioblastoma",
        "9962005": "Nanoparticles for Drug and Gene Delivery in Pediatric Brain Tumors’ Cancer Stem Cells: Current Knowledge and Future Perspectives",
        "9959315": "Microbubble Delivery Platform for Ultrasound-Mediated Therapy in Brain Cancers",
        "9941636": "Digital expression profile of immune checkpoint genes in medulloblastomas identifies CD24 and CD276 as putative immunotherapy targets",
        "9909545": "Pleiotropic effects of the COX-2/PGE2 axis in the glioblastoma tumor microenvironment",
        "9883977": "Customizing delivery nano-vehicles for precise brain tumor therapy",
        "9861179": "Genetically Encoded Self-Assembling Protein Nanoparticles for the Targeted Delivery In Vitro and In Vivo",
        "9784636": "Photodynamic Opening of the Blood–Brain Barrier and the Meningeal Lymphatic System: The New Niche in Immunotherapy for Brain Tumors",
        "9653627": "Tau Protein as Therapeutic Target for Cancer? Focus on Glioblastoma"
    },
    "journal": "Journal of Nanobiotechnology",
    "topics": [
        "approaches, delivery, malignant, current",
        "tumor, overcoming, approaches, status",
        "tumor, overcoming, barrier, brain"
    ]
}