{
    "title": "Surgically targeted radiation therapy (STaRT) trials for brain neoplasms: A comprehensive review",
    "abstract": "The mainstays of radiation therapy include external beam radiation therapy (EBRT) and internally implanted ra-\ndiation, or brachytherapy (BT), all with distinct benefits and risks in terms of local or distant tumor control and \nnormal brain toxicities, respectively. GammaTile® Surgically \nTargeted Radiation \nTherapy (STaRT) attempts to limit \nthe drawbacks of other BT paradigms via a permanently implanted, bioresorbable, conformable, collagen tile \ncontaining four uniform intensity radiation sources, thus preventing deleterious direct contact with the brain and \noptimizing interseed spacing to homogenous radiation exposure. \nThe safety and feasibility of GammaTile® STaRT \ntherapy was established by multiple clinical trials encompassing the spectrum of primary and secondary brain \nneoplasms, both recurrent and newly-diagnosed. Implantable GT tiles were FDA approved in 2018 for use in recur-\nrent intracranial neoplasms, expanded to newly-diagnosed malignant intracranial neoplasms by 2020. \nThe current \nspectrum of trials focuses on better defining the relative efficacy and safety of non-GT standard-of-care radiation \nstrategies for intracranial brain neoplasm. We summarize the key design and eligibility criteria for open and future \ntrials of GT therapy, including registries and randomized trials for newly-diagnosed and recurrent brain metastases \nas well as recurrent and newly-diagnosed glioblastoma in combination with approved therapies.\nKeywords \nbrachytherapy | brain metastases | gamma tile | gliomas | meningiomas.\nGlioblastoma represents the most common primary malig-\nnant brain tumor in adults and despite maximal surgical re-\nsection and adjuvant concurrent chemoradiotherapy, more \nthan 80% of patients develop local recurrence of their dis-\nease.1 The poor prognosis associated with this diagnosis, \npatterns of disease relapse, and poor quality of life associ-\nated with recurrence have prompted multiple attempts at \ndose-escalation with radiotherapy, including conventionally \nfractionated external beam radiotherapy (EBRT), accelerated \nhyperfractionated treatments, and stereotactic radiosurgery \n(SRS) boosts, all of which have uniformly failed to change \npatterns of relapse or improve survival.2,3 Brachytherapy \n(BT), as a means of local cavity dose-escalation at the \ntime of resection, initially seemed promising, but two ran-\ndomized trials using iodine-125 (I-125) in an unselected \npopulation of high-grade glioma patients failed to improve \nsurvival rates.4,5 However, these trials were completed over \n25 years ago, prior to era of molecular classification of gli-\noblastoma, modern image-guided neurosurgical resec-\ntions, use of radiosensitizing chemotherapy, novel imaging \nstudies to identify high-risk areas for disease relapse,6 and \nuse of adjuvant regional-directed therapies, such as Tumor \nTreating Fields.7 Coupled with our advanced understanding \nof the hypoxic niches wherein the tumor stem cells reside \n(which remain the most treatment resistant and source for \ntumor regrowth) and characterization of the tumor micro-\nenvironment,8 the case for radiotherapy intensification has \nexperienced a clear resurgence. Especially intriguing is the \nunique role of BT as a strategy of in situ tumor vaccination \nwhen combined with immunotherapeutics.9\nThis is an Open Access article distributed under the terms of the Creative Commons Attribution-NonCommercial License \n(https://creativecommons.org/licenses/by-nc/4.0/), which permits non-commercial re-use, distribution, and reproduction in any \nmedium, provided the original work is properly cited. For commercial re-use, please contact journals.permissions@oup.com",
    "authors": [
        "Yazmin Odia",
        "Alonso N Gutierrez",
        "Rupesh Kotecha"
    ],
    "published_year": "",
    "description": "Meningioma\n      While meningiomas are classified as benign tumors, the behavior of high-grade or multirecurrent meningiomas is often malignant. While the standard of care remains debulking surgery with the intent of curative Simpson grade 1 or 2 resection, EBRT is the mainstay at recurrence, known residual grade 2–3 tumor, or adjuvantly for grade 3 (malignant) histology. After exceeding safety thresholds of EBRT modalities, surgery alone proves inadequate for local tumor control and recurrence is often inevitable. In fact, the expected three-year surgical bed recurrence free survival for recurrent meningiomas after standard of care treatment is 52%.\n      In a single-arm, single-center IRB approved, prospective study, 20 recurrent, previously Irradiated, high-grade meningiomas treated with brain GammaTile™ (cesium-131brachythrapy) had significant improvement in time-to-local disease progression (LC) compared to the same patient (own case control) most recent prior therapy.10 At the time of the analysis, the median LC had not been reached, such that less than half of the patients had experienced tumor recurrence after study treatment. Median LC for tumors treated with GammaTile was projected to be at least 29 months compared to 18.3 months for the most recent prior therapy (HR = 0.17, P = .02). At 18 months posttherapy, 89% of patients treated with\n      GammaTile had no evidence of recurrent tumor, compared to 50% without tumor recurrence for prior therapy without GammaTile.10 Brachytherapy, thus, remains a viable therapeutic option that maximizes local control in the upfront setting and provide salvage treatment with durable local disease control while minimizing risks with re-irradiation.\nBrain Metastasis\n      In the management of patients with newly-diagnosed brain metastases undergoing surgical resection, the current standard-of-care postoperative EBRT (whole-brain radiotherapy [WBRT] or SRS) options clearly have limitations. Unlike extracranial tumors, resection of brain metastases with pathologically negative margins is rarely feasible, especially in more eloquent areas or adjacent to vascular structures or nerve bundles. Even in the modern era, gross total en-bloc resection alone for brain metastasis is associated with high failure rates.11 For patients undergoing adjuvant WBRT, the extended treatment course resulting in delay of systemic therapy, risks of neurocognitive decline, and low disease control for radioresistant histologies have led to significant reduction in WBRT utilization.12 Alternatively, although postoperative SRS results in superior neurocognitive preservation and similar overall survival to WBRT, the difficulty in delineating postoperative cavities, risk of disease recurrence in patients delayed to treatment,13 inferior local disease control compared with WBRT,11 and risk of leptomeningeal dissemination,14 have prompted the continued search for alternative treatment strategies. CNS BT offers an immediate treatment at the time of resection, without need for additional delay to postoperative SRS, with a dosimetrically superior approach and clearly warrants prospective comparison to modern day alternative strategies (see Figure 2).15\n      Although guidelines exist for the management of newly-diagnosed brain metastasis,16 there is little consensus regarding sequencing or use of salvage therapies at time of intracranial relapse.17 Surgery alone, especially for recurrence, also proves insufficient for local or regional tumor control, in part due to limitations in directly visualizing tumor margins whether intraoperatively to maximize resection or postoperatively to minimize normal brain toxicity while maximizing dose and coverage of surgical margins and/or residual tumor.18 Laser interstitial thermotherapy is considered in patients in whom resection cannot be performed.19 An array of salvage radiotherapy options including salvage WBRT, SRS alone, and hypofractionated SRS, but all these EBRT treatments are associated with modest rates of symptomatic radiation necrosis in the re-irradiation setting.20 This is in stark contrast to series of resection and cesium-131 (Cs-131) BT salvage series, which demonstrate high rates of disease control and low rates of symptomatic radiation necrosis.21 Therefore, to maximize local control in the upfront setting and provide salvage treatment with durable local disease control while minimizing risks with re-irradiation, brachytherapy remains an intriguing addition to the armamentarium.\nImplantable Brachytherapy for Brain Neoplasms\n      Brachytherapy is a standard-of-care treatment for many non–CNS tumors,22 and has historical precedence for primary brain tumor treatment dating back to 1914.23 Postoperative BT in lieu of EBRT provides immediate adjuvant radiation and has been historically associated with modest rates of radiation necrosis.24–27 BT options include temporary or permanent radioactive I-125 or Cs-131 radioactive sources encapsulated in small titanium cylindrical capsules called “seeds” typically measuring 4.5 mm in length × 0.8 mm in outer diameter. The three commonly utilized isotopes—Iodine 125 (I-125), Palladium 103 (Pd-103), or Cesium 131 (Cs-131) – are FDA approved for implantation both intracranially and extracranially. Extrapolating from extracranial indications, the initial BT studies for patients with brain metastases used I-125. One retrospective study reported the outcomes of 72 patients with newly-diagnosed brain metastases treated with gross total resection and I-125 implantation to a prescribed dose of 150 Gy without adjuvant WBRT. At a median follow-up of 16 months, the local control rate was 93%.28 Another retrospective series of 40 patients treated with the same approach also reported a favorable control rate of 92% but a symptomatic radiation necrosis rate of 23%.26 Given the potential for change in resection cavity dynamics and sensitivity of the brain, practitioners shifted to Cs-131 given the faster dose-rate (0.342 Gy/hr vs. 0.069 Gy/hr) and shorter half-life (9.69 days vs. 59.4 days).29 This faster dose-rate is potentially advantageous from a radiobiologic sense as more dose is delivered immediately after resection when the tumor burden should be the least and supported by postoperative SRS timing studies.13,30 A phase I/II evaluated the outcomes of 24 patients with newly-diagnosed brain metastases who underwent resection and Cs-131 implantation to a dose of 80 Gy. At a median follow-up of 19.3 months, the local freedom-from-progression was 100% with only 1 adjacent leptomeningeal recurrence.31 A subsequent trial from the same investigators specifically evaluated the same technique in 42 additional patients with 46 metastases >2.0 cm and also demonstrated a similar 100% freedom-from-progression.32 Despite these promising results and the radiobiologic advantages of Cs-131 over I-125, the two persistent limitations with the current approaches include the risks of radiation injury from direct source-to-brain contact as well as increase risk of necrosis or local tumor recurrence due to “hot spots” and “cold spots,” respectively, from uneven spacing of radiation sources.33,34 Therefore, the current American Brachytherapy Society consensus recommendations include enrolling BT patients onto institutional registries or prospective studies as well as encourage comparative research to modern EBRT modalities, such as SRS.29\nGammaTile® Surgically Targeted Radiation Therapy (STaRT)\n      GammaTile® (GT Medical Technologies Inc., Tempe, AZ) Surgically Targeted Radiation Therapy (STaRT) attempts to limit the drawbacks of other brain BT paradigms by using a permanently-implanted, bioresorbable, nonrigid, 20 mm × 20 mm × 4 mm collagen tile that contains four uniform strength cesium-131 (Cs-131) sources with individual source strength of 3.5 U. The GT tile serves both as a seed carrier and 3D spacer that prevents deleterious direct seed contact with the normal brain and provides inter-seed spacing to optimize a homogenous dose delivery from the 30-keV photon spectrum.35 The GT tiles are placed directly into the tumor cavity at the conclusion of a maximum safe resection to combine localized radiation with surgical debulking to maximize killing of any residual tumor cells. During the surgery, the placement technique aims to line the cavity with GT tiles to achieve maximum surface conformity and coverage. The process is repeated layer after layer of tiles until the cavity is filled in. Fundamentally, this implant technique follows that of the Quimby system in which a uniform distribution of equal strength sources is used. Since the collagen matrix of the tiles holds its shape for 3–4 months,36 the integrity of the implant remains stable for approximately four half-lives of the dose delivered.37\n      Given the low energy of the emitted photons and short half-life of Cs-131, there are inherent dosimetric characteristics that need to be considered. In particular, while the low energy photons do provide a sharp dose falloff of the order of 50% in 2 mm for a single seed35 thereby limiting the risk of radiation exposure to normal brain (and subsequent risk of radiation necrosis27,33), the sharp dose falloff also necessitates near total resection of the brain tumor due to this limited penetrance. Additionally, the lower energy photons also markedly lessen radiation exposure to family members and medical personnel post implant.38\n      Clinically, there are multiple commercial software packages that provide seed modeling and dose calculation for preplanning and post planning. During the preplanning phase, a pre-operative volume on MRI is quantified to determine the total number of GT tiles required for the implant. At the post planning phase, a CT scan is used to identify the spatial position of the seeds and use this for dose calculation. All of these software packages implement the dose calculation methodology as described in AAPM TG-43.39 Typically, a radiation dose of 60–80 Gy to the high risk residual volume is prescribed. Figure 1 shows GT STaRT seed placement and the resulting isodose distribution for a prescription dose of 60 Gy.\n      \n        Fig. 1\n        \n          GT STaRT seed placement and resulting Isodose distribution. Patient with a recurrent left parietal brain metastasis after prior whole-brain radiotherapy treated with resection and GT Cs-131 brachytherapy: The figure illustrates the placement of 6 seeds, each with an individual source strength of 3.5U (5.49mCi), to a cumulative seed strength of 21U (32.94mCi). Axial, sagittal, and coronal images of the postimplant CT of the brain demonstrate the resulting isodose distribution of this implant to a prescription dose of 60 Gy.\n        \n        \n      \n      \n        Fig. 2\n        \n          Comparison of GT STaRT to other radiation modalities. Isodose distribution for a recurrent right parietal brain metastasis treated with resection and GT Cs-131 brachytherapy: Alternative external beam radiotherapy approaches, such as Gamma Knife radiosurgery, CyberKnife radiosurgery, and intensity-modulated proton therapy are illustrated to demonstrate the differences in isodose distribution amongst the radiotherapy modalities. All plans were normalized to cover the same target volume with an EQD2 of 60Gy. A prospective comparative study is critical to understanding the clinical outcomes with each of these approaches.\nGammaTile® TRIALS\n      The safety and feasibility of GammaTile® STaRT therapy has already been established by multiple clinical trials encompassing the spectrum of primary and secondary brain neoplasms, both recurrent and newly-diagnosed. Implantable GT tiles were FDA approved in 2018 for use in recurrent intracranial neoplasms and expanded to newly-diagnosed malignant intracranial neoplasms by 2020. Approval was based on a single-arm, single-center, IRB approved, prospective study of 20 recurrent, previously-irradiated high-grade meningiomas that showed statistically significant improved time-to-local disease progression compared to the same patients’ (own case control) most recent prior therapy. The progression-free survival (PFS) rate was 89% at 18 months after surgery with GT STaRT therapy, compared to 50% with surgery alone.10 The collagen tile prototype in this pilot study differs from the current commercial version with a standardized size and shape of 20 mm × 20 mm × 4 mm squares with 1 seed source for every 1 cm2 of tile and subjected to e-beam sterilization post assembly.\n      The updated experience of 79 intracranial neoplasms was presented at AANS Meeting and American Brachytherapy Society Meeting in 2019 by Nakaji et al., including 40 malignant gliomas, 23 meningiomas, 12 metastases, and 4 “other” (1 each hemangiopericytoma, craniopharyngioma, plasmacytoma, dural sarcoma).40 The median age was 61 years (range 21–82). Prior same site EBRT dose average was 70 Gy and the average number of prior same site surgeries was two (range 0–4). The median local control duration was 12 months for malignant gliomas and 48.5 months for meningiomas, with similar overall survivals of 12 and 49.2 months, respectively. The overall survival associated with recurrent metastases was 12 months; the median local control duration not reached. Adverse events related to the procedure, included wound infection (2.5%), dural closure breakdown (2.5%), hematoma (1.3%), and symptomatic radiation necrosis (7.6%) which was medically managed. GT tile brachytherapy, thus, exhibited good local control and survival benefit with low rates of complications for intracranial neoplasms.\n      The current spectrum of trials focuses on better defining the relative efficacy and safety of GT relative to standard-of-care radiation strategies, including multiple randomized trials for newly-diagnosed and recurrent brain metastases as well as recurrent and newly-diagnosed glioblastoma in combination with approved therapies. Open and future trials are summarized in Table 1, key eligibility criteria highlighted in Table 2.\n      \n        Table 1.\n        \n          GT STaRT trials summary\n        \n        \n          \n            \n              Trial ID\n              NCT\n              CNS tumor type\n              New diagnosis (Y/N)\n              Recurrent (Y/N)\n              Primary outcome\n              Phase\n              Sample size\n              Randomized (Y/N)\n            \n          \n          \n            \n              \nOpen\n\n              \n              \n              \n              \n              \n              \n              \n              \n            \n            \n              GTM-101\n              NCT04427384\n              All intracranial tumors\n              Y\n              Y\n              “Real Word” safety and patient- reported outcomes\n              IV\n              600\n              N\n            \n            \n              GTM-102\n              NCT04365374\n              Solid tumor brain metastasis\n              Y\n              N\n              Index surgical bed recurrence- free survival (SB-RFS)\n              III\n              180\n              Y\n            \n            \n              MSK 20-542\n              NCT04690348\n              Solid tumor brain metastasis\n              N\n              Y\n              Index surgical bed recurrence- free survival (SB-RFS) at 1 year\n              II\n              76\n              Y\n            \n            \n              \nFuture\n\n              \n              \n              \n              \n              \n              \n              \n              \n            \n            \n              GTM-103\n              \n              Glioblastoma\n              Y\n              N\n              TBD\n              II\n              TBD\n              N\n            \n            \n              EF-38 CADENCE\n              \n              Glioblastoma\n              N\n              Y\n              TBD\n              II\n              TBD\n              N\n            \n          \n        \n      \n      \n        Table 2.\n        \n          GT STaRT trials key eligibility\n        \n        \n          \n            \n              Trial ID\n              CNS tumor type\n              Key inclusion criteria\n              Key exclusion criteria\n            \n          \n          \n            \n              GTM-101\n              All intracranial tumors\n              Adults \nrecurrent primary or brain metastatic tumors\n              Unable to tolerate/undergo MRI imaging \nAllergy to bovine derived products (Collagen)\n            \n            \n              GTM-102\n              Tumor brain metastasis\n              1-4 newly diagnosed (previously untreated) brain metastases \nExpected gross total resection of an index lesion \nIndex lesion size 2.5–5.0 cm, 2–2.5 cm only if surgery clinically indicated \nNonindex lesions <4.0 cm \nLocation >5 mm from optic nerve \nDural metastasis permitted \nSystemic therapy allowed 1 + weeks before and after surgery and GT implantation; 1 + day before and after SRT \nKPS ≥ 70 \nSystemic disease stable or progressive with reasonable treatment options \nLife expectancy of ≥6 months.\n              Brainstem metastasis \nPrior WBRT \n>2 prior courses of SRT for distal metastases \nPrior SRT within 15 mm from the index lesion \nPrimary germ cell tumor, small cell carcinoma, or lymphoma histologies \nRadiographic or CSF-proven leptomeningeal dissemination\n            \n            \n              MSK 20-542\n              Tumor Brain Metastasis\n              1–4 recurrent, previously irradiated brain metastases \nExpected gross total resection of an index lesion \nKPS ≥ 70\n              Unable to tolerate/undergo MRI imaging \nProximity to brainstem or optic apparatus \nPrior in-field infection \nPrior radiation >100Gy (in 2Gy fraction equivalents) \nRadiographic or CSF-proven leptomeningeal dissemination \nAbsence of native cranium or inability to reconstruct with native cranial bone flap\n            \n          \n        \n        \n          \n            GT = GammaTile; SRT = Stereotactic Radiation Therapy; WBRT = Whole Brain Radiation Therapy.\n          \n          \n            Index lesion indicates tumor to undergo surgery and GT implantation.\nPropective Registry Phase IV Trial\n      \n        GTM-101: A Multicenter Observational Study of GammaTile™ Surgically Targeted Radiation Therapy (STaRT) in Intracranial Brain Neoplasms (NCT04427384)\n        This multicenter, prospective, observational, phase IV noninterventional registry of an FDA-cleared device intends to evaluate “real-world” clinical outcomes and patient-reported outcomes (PROs) measuring safety and efficacy of GT STaRT for intracranial brain neoplasms. The study aims to (1) benchmark clinical outcomes of GT therapy, (2) allow comparisons to published clinical outcomes in the target population treated with standard of care (SOC) treatment(s), and (3) test for noninferiority of surgical bed recurrence-free survival to currently identified SOC for recurrent metastatic tumors and recurrent meningiomas as well as test for noninferiority of mean overall survival for recurrent malignant gliomas.\n        The target accrual of 600 enrolled subjects will be followed from presurgery with GT implantation as feasible at key time points of 0 (day of the procedure), 1, 3, 6, 9, 12, 18, and 24 months and every 6 months thereafter up to 5 years or until death, whichever comes first, and adjustable to the distinct schedules as per SOC for each tumor type. Any patient scheduled to undergo maximal safe resection with intraoperative GT therapy implantation and amenable to pre and postoperative MRI monitoring is eligible.\n        The primary endpoint varies by histology: overall survival for recurrent malignant gliomas and surgical bed control defined as surgical bed recurrence-free survival (SB-RFS) for recurrent meningiomas or metastases. SB-RFS is defined as the absence of new or enlarging surgical bed enhancement based on submitted cross sectional MRI images (coronal, axial and sagittal). The primary endpoint will be stratified by type of tumor (meningioma, high-grade glioma or brain metastasis) to demonstrate noninferiority compared with a performance goal based upon current identified SOC for each type of tumor. Given the size of the registry, analyses will be performed by tumor type, grade, and molecular profile. Secondary outcomes also include Quality of Life (QOL) based on Functional Assessment of Cancer Therapy-Brain (FACT-Br) and Linear Analogue Scale (LASA) inventories as well as functional status based on Karnofsky Performance Status (KPS) at baseline, 3, 6, 9, 12, 18, 24 months. Safety measures at site of GT therapy include: (1) radiation brain injury (defined using CTCAE central nervous system necrosis) at 3, 6, 9, 12, 18, and 24 months, (2) wound infection at 1 and 3 months, and (3) dural closure (CSF leak) at 1 and 3 months.\nGTM-101: A Multicenter Observational Study of GammaTile™ Surgically Targeted Radiation Therapy (STaRT) in Intracranial Brain Neoplasms (NCT04427384)\n        This multicenter, prospective, observational, phase IV noninterventional registry of an FDA-cleared device intends to evaluate “real-world” clinical outcomes and patient-reported outcomes (PROs) measuring safety and efficacy of GT STaRT for intracranial brain neoplasms. The study aims to (1) benchmark clinical outcomes of GT therapy, (2) allow comparisons to published clinical outcomes in the target population treated with standard of care (SOC) treatment(s), and (3) test for noninferiority of surgical bed recurrence-free survival to currently identified SOC for recurrent metastatic tumors and recurrent meningiomas as well as test for noninferiority of mean overall survival for recurrent malignant gliomas.\n        The target accrual of 600 enrolled subjects will be followed from presurgery with GT implantation as feasible at key time points of 0 (day of the procedure), 1, 3, 6, 9, 12, 18, and 24 months and every 6 months thereafter up to 5 years or until death, whichever comes first, and adjustable to the distinct schedules as per SOC for each tumor type. Any patient scheduled to undergo maximal safe resection with intraoperative GT therapy implantation and amenable to pre and postoperative MRI monitoring is eligible.\n        The primary endpoint varies by histology: overall survival for recurrent malignant gliomas and surgical bed control defined as surgical bed recurrence-free survival (SB-RFS) for recurrent meningiomas or metastases. SB-RFS is defined as the absence of new or enlarging surgical bed enhancement based on submitted cross sectional MRI images (coronal, axial and sagittal). The primary endpoint will be stratified by type of tumor (meningioma, high-grade glioma or brain metastasis) to demonstrate noninferiority compared with a performance goal based upon current identified SOC for each type of tumor. Given the size of the registry, analyses will be performed by tumor type, grade, and molecular profile. Secondary outcomes also include Quality of Life (QOL) based on Functional Assessment of Cancer Therapy-Brain (FACT-Br) and Linear Analogue Scale (LASA) inventories as well as functional status based on Karnofsky Performance Status (KPS) at baseline, 3, 6, 9, 12, 18, 24 months. Safety measures at site of GT therapy include: (1) radiation brain injury (defined using CTCAE central nervous system necrosis) at 3, 6, 9, 12, 18, and 24 months, (2) wound infection at 1 and 3 months, and (3) dural closure (CSF leak) at 1 and 3 months.\nRandomized Phase II–III Trials\n      \n        GTM-102: A Phase 3 Randomized Controlled Trial of PostSurgical Stereotactic Radiotherapy (SRT) versus Surgically Targeted Radiation Therapy (STaRT) with Gamma Tile for Treatment of Newly Diagnosed Metastatic Brain Tumors (NCT04365374)\n        This prospective, randomized, parallel group, open label, multicenter trial aims to compare safety and efficacy of standard of care surgery plus intracavitary GT implantation compared to standard of care postoperative stereotactic radiotherapy (SRT). The intended 180 subjects are randomized to SOC SRT (A) or experimental GT therapy (B) arms in a 1:1 fashion.\n        The primary outcome is the SB-RFS of the index lesion from the time of randomization to the time of surgical bed recurrence based on the intent-to-treat population. Secondary measures include relative rates of radiation necrosis at the index lesion up to 24 months, wound infection up to 3 months, dural closure (CSF leak) up to 3 months, and perisurgical leptomeningeal dissemination. Seizure frequency, hospitalization duration, and factors causing delays in SRT/SRS will also be noted. Additional secondary outcome measures include the per protocol SB-RFS, as well as overall survival (OS), change in QOL as measured by FACT-Br up to 9 months. Neurocognitive function will be measured by the Hopkins Verbal Learning Test-Revised (HVLT-R), Controlled Oral Word Association (COWA), and Trail Making Tests (TMT) Parts A and B up to 24 months. Functional status is assessed by KPS and Barthel activities of daily living (ADL) for up to 24 months.\n        Eligible patients include adults (18 years old or above) with 1–4 newly diagnosed brain metastases on the screening MRI. The index lesion must be 2.5–5.0 cm on the screening MRI with an expected gross total resection. Index lesions >2.0 cm, but <2.5 cm are eligible if surgery is deemed clinically necessary. Nonindex lesions must not exceed <4.0 cm in maximal diameter. All metastases must exceed 5 mm from the optic chiasm and exclude brainstem location. Dural based metastasis are eligible. Previous and/or concurrent treatment with investigational or FDA approved systemic therapies (eg chemotherapy, targeted therapeutics, immunotherapy) is permitted, but with >1 week wash-out periods before and after surgery and >1 day before or after SRT. Restrictions do not apply for agents delivered by implant or depot injections (such as hormonal therapies).\n        Functional status based on KPS must be ≥70. Systemic disease must be stable or progressive with reasonable systemic treatment options predicting a life expectancy of ≥6 months. Sensitivity to bovine (cow) derived materials including collagen products is exclusionary. No more than two prior courses of SRT for distal, previously diagnosed metastases are allowed beyond 15 mm from the index lesion. Prior WBRT is not permitted. Primary germ cell tumor, small cell carcinoma, or lymphoma histologies and radiographic or CSF-confirmed leptomeningeal dissemination are excluded.\n        Sample size was based on a null 12-month SB-RFS rate in the SRT control group of 77.3% and a noninferiority margin of 5%, yielding a total of 180 subjects for 80% power and 1-sided 0.025 significance level, assuming a 20% dropout rate by 30 months. A null HR = 1.26 and alternative HR = 0.63 are expected. The minimum number of events needed are 70. An interim analysis for both futility and efficacy is planned once 35 events occurred based on a Lan-DeMets spending function with O’Brien-Fleming boundary. The trial would be stopped early for futility if the p-value is greater than or equal to 0.293 or stopped early for efficacy if P-value is less than or equal to 0.002. The interim analysis is based on stratified log-rank test with the null hypothesis H0: HR ≥ 1.26, stratified by randomization stratification factors. The primary outcome of SB-RFS of the index lesion from the time of randomization to the time of surgical bed recurrence will be analyzed on the intent-to-treat population based on a Cox proportional hazards model. This represents the first randomized controlled trial of surgery plus permanently implanted intracavitary Cs131 brachytherapy versus postoperative stereotactic radiosurgery for newly-diagnosed brain metastases.\n      \n      \n        MSK 20-542: A Randomized Phase II Study of intracavitary Carrier-embedded Cs131 Brachytherapy for Recurrent Brain Metastases (NCT04690348)41\n        The single-center, randomized, controlled, phase II study hypothesizes that intracavitary Cs-131 brachytherapy offers highly conformal adjunct radiation that improves local control while conveying a low risk of radiation necrosis for 76 patients undergoing resection of recurrent, previously-irradiated brain metastases. Prior in-field infection, prior radiation >100 Gy (in 2 Gy fraction equivalents), 5 additional active or untreated CNS lesions, or leptomeningeal carcinomatosis are exclusionary criteria. Subjects are randomized 1:1 to either surgery with placement of Cs-131 brachytherapy or surgery alone. The primary endpoint is SB-RFS rate of the index lesion at 1 year. Secondary endpoints include wound complications at 3 months and time to local retreatment at the index site. Additional exploratory objectives include neurocognitive function prior to surgery and at 3 and 12 months postoperatively, with correlative analyses of the previously irradiated brain metastasis tissue. This represents the first randomized controlled trial of surgery plus permanently implanted intracavitary Cs-131 brachytherapy versus surgery alone for recurrent brain metastases.\nGTM-102: A Phase 3 Randomized Controlled Trial of PostSurgical Stereotactic Radiotherapy (SRT) versus Surgically Targeted Radiation Therapy (STaRT) with Gamma Tile for Treatment of Newly Diagnosed Metastatic Brain Tumors (NCT04365374)\n        This prospective, randomized, parallel group, open label, multicenter trial aims to compare safety and efficacy of standard of care surgery plus intracavitary GT implantation compared to standard of care postoperative stereotactic radiotherapy (SRT). The intended 180 subjects are randomized to SOC SRT (A) or experimental GT therapy (B) arms in a 1:1 fashion.\n        The primary outcome is the SB-RFS of the index lesion from the time of randomization to the time of surgical bed recurrence based on the intent-to-treat population. Secondary measures include relative rates of radiation necrosis at the index lesion up to 24 months, wound infection up to 3 months, dural closure (CSF leak) up to 3 months, and perisurgical leptomeningeal dissemination. Seizure frequency, hospitalization duration, and factors causing delays in SRT/SRS will also be noted. Additional secondary outcome measures include the per protocol SB-RFS, as well as overall survival (OS), change in QOL as measured by FACT-Br up to 9 months. Neurocognitive function will be measured by the Hopkins Verbal Learning Test-Revised (HVLT-R), Controlled Oral Word Association (COWA), and Trail Making Tests (TMT) Parts A and B up to 24 months. Functional status is assessed by KPS and Barthel activities of daily living (ADL) for up to 24 months.\n        Eligible patients include adults (18 years old or above) with 1–4 newly diagnosed brain metastases on the screening MRI. The index lesion must be 2.5–5.0 cm on the screening MRI with an expected gross total resection. Index lesions >2.0 cm, but <2.5 cm are eligible if surgery is deemed clinically necessary. Nonindex lesions must not exceed <4.0 cm in maximal diameter. All metastases must exceed 5 mm from the optic chiasm and exclude brainstem location. Dural based metastasis are eligible. Previous and/or concurrent treatment with investigational or FDA approved systemic therapies (eg chemotherapy, targeted therapeutics, immunotherapy) is permitted, but with >1 week wash-out periods before and after surgery and >1 day before or after SRT. Restrictions do not apply for agents delivered by implant or depot injections (such as hormonal therapies).\n        Functional status based on KPS must be ≥70. Systemic disease must be stable or progressive with reasonable systemic treatment options predicting a life expectancy of ≥6 months. Sensitivity to bovine (cow) derived materials including collagen products is exclusionary. No more than two prior courses of SRT for distal, previously diagnosed metastases are allowed beyond 15 mm from the index lesion. Prior WBRT is not permitted. Primary germ cell tumor, small cell carcinoma, or lymphoma histologies and radiographic or CSF-confirmed leptomeningeal dissemination are excluded.\n        Sample size was based on a null 12-month SB-RFS rate in the SRT control group of 77.3% and a noninferiority margin of 5%, yielding a total of 180 subjects for 80% power and 1-sided 0.025 significance level, assuming a 20% dropout rate by 30 months. A null HR = 1.26 and alternative HR = 0.63 are expected. The minimum number of events needed are 70. An interim analysis for both futility and efficacy is planned once 35 events occurred based on a Lan-DeMets spending function with O’Brien-Fleming boundary. The trial would be stopped early for futility if the p-value is greater than or equal to 0.293 or stopped early for efficacy if P-value is less than or equal to 0.002. The interim analysis is based on stratified log-rank test with the null hypothesis H0: HR ≥ 1.26, stratified by randomization stratification factors. The primary outcome of SB-RFS of the index lesion from the time of randomization to the time of surgical bed recurrence will be analyzed on the intent-to-treat population based on a Cox proportional hazards model. This represents the first randomized controlled trial of surgery plus permanently implanted intracavitary Cs131 brachytherapy versus postoperative stereotactic radiosurgery for newly-diagnosed brain metastases.\nMSK 20-542: A Randomized Phase II Study of intracavitary Carrier-embedded Cs131 Brachytherapy for Recurrent Brain Metastases (NCT04690348)41\n        The single-center, randomized, controlled, phase II study hypothesizes that intracavitary Cs-131 brachytherapy offers highly conformal adjunct radiation that improves local control while conveying a low risk of radiation necrosis for 76 patients undergoing resection of recurrent, previously-irradiated brain metastases. Prior in-field infection, prior radiation >100 Gy (in 2 Gy fraction equivalents), 5 additional active or untreated CNS lesions, or leptomeningeal carcinomatosis are exclusionary criteria. Subjects are randomized 1:1 to either surgery with placement of Cs-131 brachytherapy or surgery alone. The primary endpoint is SB-RFS rate of the index lesion at 1 year. Secondary endpoints include wound complications at 3 months and time to local retreatment at the index site. Additional exploratory objectives include neurocognitive function prior to surgery and at 3 and 12 months postoperatively, with correlative analyses of the previously irradiated brain metastasis tissue. This represents the first randomized controlled trial of surgery plus permanently implanted intracavitary Cs-131 brachytherapy versus surgery alone for recurrent brain metastases.\nFuture Trials\n      \n        EF-38 “CADENCE” Trial\n        An open-label pilot study of Optune® (Tumor Treating Fields [TTFields], 200kHz), surgical tumor resection and GammaTile® (GT) Therapy for the treatment of TTF-naïve glioblastoma at first recurrence.\n        This represents the first trial of surgery plus permanently implanted intracavitary Cs-131 brachytherapy followed by TTFields therapy for TTF-naïve glioblastoma at first recurrence.\n      \n      \n        GTM-103\n        Pilot Study of Resection and GammaTile®Followed by Concomitant EBRT and Temozolomide (TMZ) and Adjuvant TMZ in Newly-Diagnosed Glioblastoma (GBM).\n        This represents the first trial of surgery plus permanently implanted intracavitary Cs131 brachytherapy followed by standard EBRT with concurrent and adjuvant temozolomide for newly diagnosed brain metastases. Adjuvant TTFields therapy is permitted.\nEF-38 “CADENCE” Trial\n        An open-label pilot study of Optune® (Tumor Treating Fields [TTFields], 200kHz), surgical tumor resection and GammaTile® (GT) Therapy for the treatment of TTF-naïve glioblastoma at first recurrence.\n        This represents the first trial of surgery plus permanently implanted intracavitary Cs-131 brachytherapy followed by TTFields therapy for TTF-naïve glioblastoma at first recurrence.\nGTM-103\n        Pilot Study of Resection and GammaTile®Followed by Concomitant EBRT and Temozolomide (TMZ) and Adjuvant TMZ in Newly-Diagnosed Glioblastoma (GBM).\n        This represents the first trial of surgery plus permanently implanted intracavitary Cs131 brachytherapy followed by standard EBRT with concurrent and adjuvant temozolomide for newly diagnosed brain metastases. Adjuvant TTFields therapy is permitted.\nDiscussion\n      The aforementioned clinical trials explore the use of this technique in patients treated for newly-diagnosed or recurrent CNS neoplasms allowing for “real world” clinical data to be collected prospectively along with QOL assessments as well as comparisons to postoperative SRT in patients with large brain metastases or resection alone in those with recurrent disease. As ongoing trials are also evaluating different SRS techniques, such as postoperative SRS versus postoperative SRT (NCT04114981), preoperative SRS versus postoperative SRS (NCT03750227 and NCT03741673), dose-escalation with preoperative SRS (NCT01891318), and intra-operative radiation therapy (NCT03226483), future trial designs will benefit from the comprehensive collection of patterns of failure, neurocognitive function, and quality of life outcomes to best tailor the radiotherapy decision.\nFunding\n      Funding was provided for publication fees for this review article. Trials cited were all funded by GT Medical Technologies, Inc.\n      \nSupplement sponsorship. This supplement is sponsored by GT Medical Technologies, Inc., the makers of GammaTile® Therapy for brain tumors. GammaTile is FDA-cleared to deliver radiation therapy in patients with newly diagnosed malignant intracranial neoplasms and recurrent intracranial neoplasms. For full product and safety information, refer to the instructions for use.\n      \nConflicts of interest statement. YO: No financial conflicts of interest; Site co-investigator for GTM-101 Registry (NCT04427384); Data Safety & Monitoring Board for GammaTile® trial NCT04365374. ANG: Honoraria from Accuray Inc., Elekta AB, ViewRay Inc., and IBA SA. RK: Honoraria from Accuray Inc., Elekta AB, ViewRay Inc., Novocure Inc., Elsevier Inc., and Brainlab and institutional research funding from Medtronic Inc., Blue Earth Diagnostics Ltd., Novocure Inc., GT Medical Technologies, AstraZeneca, Exelixis, and ViewRay Inc. Site principal investigator and trial support for conduct of GTM-101 Registry (NCT04427384).\n      \nAuthorship statement. YO, ANG and RK made substantial contributions to the review of the ongoing trials including the acquisition, analysis, or interpretation of data; drafted the work or revised it critically for important intellectual content; approved the version to be published; and agree to be accountable for all aspects of the work in ensuring that questions related to the accuracy or integrity of any part of the work are appropriately investigated and resolved. All authors have given consent to publish.\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC9629486/\nhttps://doi.org/10.1093/neuonc/noac130",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9629486/",
    "doi": "https://doi.org/10.1093/neuonc/noac130",
    "citation_count": 8,
    "references": {
        "10988341": "GammaTile: Reshaping Brachytherapy",
        "10847243": "Exploring a novel seven-gene marker and mitochondrial gene TMEM38A for predicting cervical cancer radiotherapy sensitivity using machine learning algorithms",
        "10834587": "The role of GammaTile in the treatment of brain tumors: a technical and clinical overview",
        "10708937": "The surgical management of diffuse gliomas: Current state of neurosurgical management and future directions",
        "10669919": "First application of GammaTile cesium-131 brachytherapy with maximal safe resection of a glioma in a patient with limited scleroderma",
        "10584082": "Novel combination of GammaTile cesium-131 brachytherapy with 5-aminolevulinic acid fluorescence–guided resection in the re-irradiation of pediatric recurrent high-grade glioma: illustrative case",
        "10580070": "Systematic Review of WHO Grade 4 Astrocytoma in the Cerebellopontine Angle: The Impact of Anatomic Corridor on Treatment Options and Outcomes",
        "9977812": "Hydrogel systems for targeted cancer therapy"
    },
    "journal": "Neuro-Oncology",
    "topics": [
        "targeted, brain, trials, start",
        "targeted, surgically, trials, review",
        "radiation, therapy, neoplasms, start"
    ]
}