{"protocolSection":{"identificationModule":{"nctId":"NCT05733858","orgStudyIdInfo":{"id":"202102210A0"},"organization":{"fullName":"Chang Gung Memorial Hospital","class":"OTHER"},"briefTitle":"Comparative Efficacy of Novel Transcranial Random Noise Stimulation Versus Direct Current Stimulation on Augmenting Digital Mirror Therapy in Chronic Stroke","officialTitle":"Comparative Efficacy of Novel Transcranial Random Noise Stimulation Versus Direct"},"statusModule":{"statusVerifiedDate":"2022-12","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-03-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-07-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-07-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-12-24","studyFirstSubmitQcDate":"2023-02-08","studyFirstPostDateStruct":{"date":"2023-02-17","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-02-08","lastUpdatePostDateStruct":{"date":"2023-02-17","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Chang Gung Memorial Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study will be the first to investigate the effects of novel brain neurotechnology, which is the tRNS combined with digital MT. The investigators will perform a head-to-head comparison of the effects of the innovative tRNS- and tDCS-augmented digital MT interventions comprehensively on clinical, neurophysiological and motor control outcomes in stroke patients. The EEG and kinematic assessment will be used for assessing brain activities and upper extremity motor control. In addition, the investigators will identify the good responders to the tRNS- and tDCS-augmented digital MT interventions to determine the appropriate candidate for the innovative hybrid interventions. The overall findings of this research project will help advance current knowledge of brain neurotechnology and lead to development of neurophysiological and clinical evidence-based brain neurotechnology-augmented digital MT interventions for use in the clinical settings."},"conditionsModule":{"conditions":["Transcranial Direct Current Stimulation (tDCS)","Transcranial Random Noise Stimulation (tRNS)"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":105,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"tRNS with digital MT","type":"EXPERIMENTAL","interventionNames":["Device: tRNS","Behavioral: digital MT"]},{"label":"tDCS with digital MT","type":"EXPERIMENTAL","interventionNames":["Device: tDCS","Behavioral: digital MT"]},{"label":"sham stimulation with digital MT","type":"SHAM_COMPARATOR","interventionNames":["Device: sham stimulation","Behavioral: digital MT"]}],"interventions":[{"type":"DEVICE","name":"tRNS","description":"For tRNS, the electrical current is delivered alternatively (an alternating current). The stimulation intensity will be set as 1.5 to 2 mA (based on the tolerance of participants). The stimulation frequency will be random frequencies ranging from 101 and 640 Hz.The stimulation period of tRNS and tDCS will be 20 minutes.","armGroupLabels":["tRNS with digital MT"]},{"type":"DEVICE","name":"tDCS","description":"For tDCS, the electrical current is delivered in a continuous and consistent manner (direct current). The stimulation intensity will be the same as that of tRNS (1.5 to 2 mA based on the tolerance of participants), which is safe for stroke patients.The stimulation period of tRNS and tDCS will be 20 minutes.","armGroupLabels":["tDCS with digital MT"]},{"type":"DEVICE","name":"sham stimulation","description":"For the sham stimulation condition, the electrode placement will be the same as the other real eletrical stimulation conditions. The current will first turn up for 30 seconds and subsequently turn off in the next 30 seconds to provide sensory feeling without actually stimulating the brain.","armGroupLabels":["sham stimulation with digital MT"]},{"type":"BEHAVIORAL","name":"digital MT","description":"For the digital MT, the participants will be encouraged to move the affected arm as symmetrically and simultaneously as the unaffected hand while looking at the real-time image on the computer screen. The activities practiced during digital MT will include intransitive movements (e.g., flexion and extension of the wrist) and transitive movements (e.g., picking up a pen). The amount of time exposed to intransitive and transitive movements will be balanced for each participant. The participants will practice 30 intransitive and 30 transitive tasks over the 20 training sessions, and the actual movements will be selected based on each individual's ability and his/her needs.","armGroupLabels":["sham stimulation with digital MT","tDCS with digital MT","tRNS with digital MT"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change scores of Fugl-Meyer Assessment (FMA)","description":"The upper-extremity subscale of FMA will be used to assess sensorimotor impairment. It examines 33 movements scored on a 3-point ordinal scale (score range: 0-66). A higher FMA score suggests less impairment","timeFrame":"Baseline, posttest(after completing the intervention,often baseline after 4 week) , Midterm(2 week after completing intervention) , 3 -month after completing intervention, 6-month after completing intervention"},{"measure":"Change scores of Modified Ashworth Scale (MAS)","description":"The MAS is a 6-point ordinal scale that measures muscle spasticity in patients with brain lesions. Higher score indicates higher muscle tone. Investigators will assess the MAS scores of UE muscles, including biceps, triceps, wrist flexors and extensors, and finger flexors and extensors. The validity and reliability of MAS for patients with stroke were established to be adequate to good.","timeFrame":"Baseline, posttest(after completing the intervention,often baseline after 4 week) , Midterm(2 week after completing intervention) , 3 -month after completing intervention, 6-month after completing intervention"},{"measure":"Change scores of Revised Nottingham Sensory Assessment (rNSA)","description":"Changes in sensation before and after intervention will be measured with rNSA. Tactile sensation,proprioception, and stereognosis will be assessed with various sensory modalities. The rNSA is scored based on a 3-point ordinal scale (0-2) with a higher score indicates better sensation. The clinimetric properties of rNSA have been established in patients with stroke.","timeFrame":"Baseline, posttest(after completing the intervention,often baseline after 4 week) , 3 -month after completing intervention, 6-month after completing intervention"},{"measure":"Change scores of Medical Research Council scale (MRC)","description":"The MRC is an ordinal scale that assesses muscle strength. The scoring for each muscle ranges from 0 to 5, with a higher score indicates stronger muscle. The reliability of MRC for all muscle groups was good to excellent in patients with stroke.","timeFrame":"Baseline, posttest(after completing the intervention,often baseline after 4 week) , Midterm(2 week after completing intervention) , 3 -month after completing intervention, 6-month after completing intervention"},{"measure":"Change scores of Wolf Motor Function Test (WMFT)","description":"The WMFT is a reliable method to evaluate the UE motor ability in patients after stroke. The WMFT contains 15 function-based tasks and 2 strength-based tasks. The time (WMFT-time) and the functional ability (WMFT-quality) for an individual to complete the tasks will be recorded. A shorter WMFT-time and a larger WMFT-quality score indicate a faster movement and better quality of movement, respectively.","timeFrame":"Baseline, posttest(after completing the intervention,often baseline after 4 week) ) , 3 -month after completing intervention, 6-month after completing intervention"},{"measure":"Change scores of Motor Activity Log (MAL)","description":"The MAL will be used to assess the amount of use (AOU) and quality of movement (QOM) of the paretic UE. The MAL is a semi-structured interview that tests object manipulation and gross motor activities of daily living. The psychometric properties of The MAL adopts a 6-point ordinal scale, although patients can attribute a half-score, resulting in 11-point Likert scales with specified anchoring definitions at 6 points.Scores range from 0 to 5.\n\nMAL have been well-established, and a higher MAL score indicates better movement quality.","timeFrame":"Baseline, posttest(after completing the intervention,often baseline after 4 week) , 3 -month after completing intervention, 6-month after completing intervention"},{"measure":"Change scores of Nottingham Extended Activities of Daily Living Scale (NEADL)","description":"The NEADL is a self-report scale that measures instrumental activities of daily living. It evaluates 4 areas of daily living, including mobility, kitchen, domestic, and leisure activities. The total score is 0-66, and a higher score indicates better daily functional ability. The psychometric properties of NEADL have been well established.","timeFrame":"Baseline, posttest(after completing the intervention,often baseline after 4 week), 3 -month after completing intervention, 6-month after completing intervention"},{"measure":"Change scores of Stroke Impact Scale Version 3.0 (SIS 3.0)","description":"To evaluate health-related quality of life, the SIS 3.0 will be used. The SIS consists of 59 test items grouped into 8 domains (strength, hand function, ADL/IADL, mobility, communication, emotion, memory and thinking, and participation/role function). The participants will be asked to rate each item in a 5-point Likert scale regarding to the perceived difficulty in completing the task. The total score for each domain ranges from 0 to 100. An extra question will be asked to evaluate the participant's self-perceived overall recovery from stroke. The SIS 3.0 has satisfactory psychometric properties.","timeFrame":"Baseline, posttest(after completing the intervention,often baseline after 4 week) , 3 -month after completing intervention, 6-month after completing intervention"},{"measure":"Change scores of Functional Abilities Confidence Scale (FACS)","description":"The Functional Abilities Confidence Scale (FACS) was designed to measure the degree of self-efficacy or confidence a patient exhibits with various movements or postures.\n\nThe FACS consists of 15 questions which are answered and scored on a 0% (not confident at all) to 100% (completely confident) basis. The higher the percentage the higher the confidence level. The patients are asked to circle the percentage that best describes his or her level of confidence that they could perform the activity, in various situations, regardless of pain or discomfort.","timeFrame":"Baseline, posttest(after completing the intervention,often baseline after 4 week) , 3 -month after completing intervention, 6-month after completing intervention"},{"measure":"Change scores of Daily Living Self-Efficacy Scale (DLSES)","description":"The DLSES is designed to measure self-efficacy in psychosocial functioning and self-efficacy in activities of daily living, regardless of level of physical impairment.\n\nTypically, self-efficacy scales present items depicting different task demands that are rated according to the strength of belief in the ability to perform those activities.\n\na Likert scale of 0 'cannot do at all' to 100 'highly certain can do' was used for this measure.\n\nA total score is obtained by summing all items, with higher scores indicative of higher self-efficacy. Participants were instructed to rate their level of confidence in performing each of the daily living activities/behaviours listed on the DLSES.","timeFrame":"Baseline, posttest(after completing the intervention,often baseline after 4 week) , 3 -month after completing intervention, 6-month after completing intervention"},{"measure":"EEG Physiological Assessments","description":"A wireless EEG device will be used to evaluate treatment-induced changes on cortical activity by ERD of mu rhythm EEG during the movements for reaching for pressing the desk button. The mu rhythm is a specific frequency range (8-12 Hz) in the EEG signal and the amplitude decrease in mu-rhythm power (called ERD) can be used to depict the temporal pattern of cortical activity when preparing, producing, and controlling movement events.\n\nThe averaged area of the entire ERD curve under the reference level will be used as the amplitude parameter of cerebral activation. To characterize the ERD difference between the affected hemisphere and the unaffected hemisphere, a lateralization index (LI) will be used: LI = (ERDR- ERDL)/(ERDL+ERDR), where ERDR and ERDL represent the overall ERD areas (cerebral activation) of the C4 and C3 (or F4 and F3) channels. Significant increase of ERD in the damaged hemisphere and increase of LI will be indicators for a good recovery.","timeFrame":"Baseline, posttest(after completing the intervention,often baseline after 4 week)"},{"measure":"Kinematic Protocols","description":"Participants will be instructed to perform unilateral and bilateral arm movement tasks and reach-to-grasp movement tasks in sitting position. A static calibration trial is collected to configurate the joint coordinate system. Based on the position of these reflective markers, an upper body model will be constructed in Vicon Nexus for kinematic analyses. The position data of body segments and muscle activations will be captured by a seven-camera Vicon system for each participant during the task. The investigators will use Vicon nexus software and a custom Matlab program to process the kinematic and EMG data.","timeFrame":"Baseline, posttest(after completing the intervention,often baseline after 4 week)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. 3 months onset from a first-ever unilateral stroke;\n2. an initial FMA scores between 18 to 56, indicating moderate to mild upper extremity motor impairment55;\n3. age between 35 to 85;\n4. no excessive spasticity in any of the joints of the affected arm (shoulder, elbow, wrist and fingers);\n5. ability to follow instructions and perform tasks (Mini Mental State Examination scores 24);\n6. no participation in any neurorehabilitation experiments or drug clinical trials\n7. willing to provide written informed consent\n\nExclusion Criteria:\n\n1. contradiction to tRNS and tDCS including a history of epilepsy, pregnant, having pacemakers and metallic implants in the neck and head ;\n2. History of drug or alcohol abuse ;\n3. concomitant neurological conditions such as dementia, Parkinson's disease, brain tumor, brain injury and other brain diseases (such as intracranial hypertension or cerebral edema);\n4. Botulinum toxin injections 3 months before enrollment\n5. have unstable cardiovascular status such as uncontrolled hypertension or New York Heart Association (NYHA) Class III/IV heart failure or are not suitable for receiving tRNS by the physician's assessments.","healthyVolunteers":false,"sex":"ALL","minimumAge":"35 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}