{"protocolSection":{"identificationModule":{"nctId":"NCT05049018","orgStudyIdInfo":{"id":"14-MED98-10"},"organization":{"fullName":"Umm Al-Qura University","class":"OTHER"},"briefTitle":"Upper Extremity Training for Improving Balance Control Post-Stroke","officialTitle":"The Impact of Upper Extremity Training on Balance Control in Patients With Chronic Stroke: A Randomized Control Trial"},"statusModule":{"statusVerifiedDate":"2021-09","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-02-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-08-31","type":"ACTUAL"},"completionDateStruct":{"date":"2021-09-10","type":"ACTUAL"},"studyFirstSubmitDate":"2021-09-09","studyFirstSubmitQcDate":"2021-09-09","studyFirstPostDateStruct":{"date":"2021-09-17","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-09-17","lastUpdatePostDateStruct":{"date":"2021-09-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Ehab Mohamed Abd El Kafy","investigatorTitle":"Professor of Physical Therapy","investigatorAffiliation":"Umm Al-Qura University"},"leadSponsor":{"name":"Umm Al-Qura University","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Postural balance control is based on complex mechanisms involving several sensory and motor systems. Maintaining postural equilibrium requires muscle activation to oppose the balance threats. Stroke may be associated with a variety of deficits, including impaired upper limb functions , poor postural stability, impaired reactive balance control, and delayed responses to external balance perturbations. Individuals with stroke are at high risk for falls in all post-stroke stages. Falls may have long-term serious consequences and can lead to more disability. Upper extremity movements have a relevant contribution in controlling balance and enhance the ankle and hip strategies for maintaining upright postural stability among healthy adults. Upper extremities movements also, constitute important elements in both equilibrium and protective reactions. Appropriate corrective responses of both the upper and lower extremities are essential to regain balance control and reduce the risk of falls. More studies are required to know about the impact of arm movements on postural balance control in individuals post-stroke. The purpose of this study is to investigate the effect of the improvement of the upper extremity functions on postural balance control in patients with stroke.","detailedDescription":"Stroke is defined as rapidly developing clinical signs of focal (or global) disturbance of cerebral function, leading to death, with no apparent cause other than that of vascular origin. It considered the biggest burden cause of disability all over the world, 16 million people suffer from a stroke every year with great economic and social repercussions. Following a stroke, a number of impairments may influence the patient's ability to perform functional activities. These include weakness, alterations in tone, sensory loss, uncoordinated response, reduced balance mechanisms, and walking problems. Upper limb involvement is usually more pronounced than the lower limb. The effects of stroke on the upper limb functions are common and a significant cause of long-term disability. Balance impairment is one of the most common deficits in patients post-stroke. After a stroke, balance abilities are reduced due to abnormal muscle activity and asymmetric posture. Impaired Balance not only increases the risk of falls but also adversely affects physical activity and social participation. The inﬂuence of arm movements on postural control only appears to be evident in case of impairs upper extremity functional performance. Arm movements play a functional role in postural stability during standing and walking. Arm and hand movements can also serve a protective role to prevent head injury in case of falling. Rehabilitation programs aiming for improving upper extremity impairments and improving balance performance can reduce the fall risk in individuals with stroke. Recently, virtual reality-based training exercises, are used to improve upper limb functions, balance, gait, and quality of life in stroke survivors. Many studies supported that virtual reality-based programs are suitable and have a potential value for patients with stroke. The purpose of this study is to investigate the impact of the improvement of the upper motor abilities by using virtual reality-based training on balance control in patients with chronic stroke."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Upper Extremity Functions","Balance Control","Postural Stability","Virtual Reality","Conventional Exercise Training"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"The outcomes assessors who performed all assessments throughout the study were not involved in the intervention program. They were not informed about which group; each evaluated patient was belong (blind assessors).","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":40,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Control Group","type":"ACTIVE_COMPARATOR","description":"Participants who participated in the control group received a traditional physical therapy program for two hours. It included two parts, each of them was for one hour and 15 minutes rest in between. The first part included: muscle strengthening and facilitation exercises, stretching exercises, and postural reactions exercises. The second part included: functional exercise for facilitation of arm-reaching and arm-hand skills, manipulative tasks (grasping and release activities), and daily living activities for the affected upper limb.\n\nThe traditional treatment program was applied for both groups by therapists, experienced in stroke rehabilitation. It was carried out three sessions per week for twelve successive weeks.","interventionNames":["Other: Traditional Physical Therapy Program"]},{"label":"Experimental Group","type":"EXPERIMENTAL","description":"Participants in the experimental group received two hours treatment program that included three parts, the first and the second parts (similar to that were applied for participants in the control group). These two parts were applied for one hour followed by 15 minutes rest, then the third part was applied for one hour. The third part of the program was a one-hour virtual reality intervention program by using (ArmeoSpring) virtual reality equipment to simulate a range of upper limb tasks that facilitate arm activities, manipulative skills, and daily living tasks through using different interactive games and soft-wares.\n\nThe traditional treatment part of the program was applied by therapists, experienced in stroke rehabilitation. The virtual reality part of the program was applied by other experienced physiotherapists, who were well trained in using the (ArmeoSpring) System. All three parts of the program were carried out three sessions per week for twelve successive weeks.","interventionNames":["Other: Traditional Physical Therapy Program","Device: ArmeoSpring Virtual Reality Device (Upper Extremity Training Device with Virtual Reality Technology)"]}],"interventions":[{"type":"OTHER","name":"Traditional Physical Therapy Program","description":"This intervention included:\n\n* Strengthening and facilitation exercises for the affected upper extremity muscles.\n* Stretching and mobilization exercises for the affected upper extremity muscles and joints.\n* Postural reactions exercises.\n* Facilitation of arm-reaching and arm-hand skills for the affected upper extremity.\n* Facilitation of manipulative tasks (grasp and release activities) for the affected upper extremity.\n* Training of daily living activities for the upper extremities.","armGroupLabels":["Control Group","Experimental Group"]},{"type":"DEVICE","name":"ArmeoSpring Virtual Reality Device (Upper Extremity Training Device with Virtual Reality Technology)","description":"ArmeoSpring virtual Reality Equipment is a functional upper extremity rehabilitation device that provides specific therapy with augmented feedback. The ArmeoSpring instrument facilitates intensive task-oriented upper extremity therapy after stroke, traumatic brain injury, or other neurological diseases and injuries. It combines adjustable arm support, with augmented feedback and a large 3 D workspace that allows functional therapy exercises in a virtual reality environment.","armGroupLabels":["Experimental Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in the score of Fugl-Meyer Assessment Scale of Upper-Extremity (scale that assess the change in upper extremity motor functions)","description":"The Fugl-Meyer Assessment of Upper Extremity (FMA-UE) is a stroke-specific, performance-based impairment index. It measures the movement, coordination and reflex action of the shoulder, elbow, forearm, wrist and hand. The scale includes 33 items divided into 4 subscales: (A) shoulder/elbow, 18 items, (B) wrist, 5 items, (C) hand, 7 items, and (D) coordination/speed, 3 items. Each item is scored on an ordinal 3-point scale, where 2 points are assigned when the movement is performed fully, 1 point when performed partially, and 0 points when the movement cannot be performed. A total score of 66 indicates better sensorimotor function. Thus, the higher the score a patient will get after completion of the treatment program compared to the baseline score, the better the improvement in upper extremity motor functions.","timeFrame":"[Data collected at baseline, and 12 weeks after intervention commencement.] (i.e. Difference between Fugl-Meyer Assessment Scale Score of Upper-Extremity at both baseline and completion of 12 weeks of intervention)"},{"measure":"Change in the score of Balance Subscale of the Fugl-Meyer Test (scale that designed to evaluate balance impairment after stroke.)","description":"Balance Subscale of the Fugl-Meyer Test is designed to evaluate balance impairment after stroke. It contains 7 items, 3 for sitting and 4 for standing. These items are sitting without support, parachute reaction (both sides), standing with and without support, unilateral stance (both sides). The seven items are rated on a 3-point scale (0-2). The total score is ranged from 0 to 14. This test is a valid and reliable clinical balance measures at different post-stroke stages of recovery.","timeFrame":"[Data collected at baseline, and 12 weeks after intervention commencement.] (i.e. Difference between the scores of Balance Subscale of the Fugl-Meyer Test at both baseline and completion of 12 weeks of intervention)"},{"measure":"Change in the Overall Stability Indices {percentage value (%)} for Postural Stability Test (test that assess the change in postural stability)","description":"The Biodex Balance System will be used to assess the change in the Overall Stability Indices of the Postural Stability Test. The test includes measurement of the following indices: overall stability index, anteroposterior index and mediolateral index which represents the patient's ability to control his postural balance stability in all directions. High values % represent less stability and the patient has difficulty in balance control. On the other hand lower values are indicative of a better balance control.","timeFrame":"[Data collected at baseline, and 12 weeks after intervention commencement.](i.e. Difference between the overall stability indices score at both baseline and completion of 12 weeks of intervention)"}],"secondaryOutcomes":[{"measure":"Change in the Overall Directional Control Index {percentage value (%)}, for Limit of Stability Test (test that assess the change in balance ability)","description":"The Biodex Balance System was used to assess the change in the Overall Directional Control Index of the Limit of Stability Test. This test involved measurement of overall directional control which represented as a percentage value (%). The higher scores will indicate better balance control.","timeFrame":"[Data collected at baseline, and 12 weeks after intervention commencement.](i.e. Difference between the overall directional control index at both baseline and completion of 12 weeks of intervention)"},{"measure":"Change in the Total Time of Control {seconds} for Limit of Stability Test (test that assess the change in total time required to complete limit of Stability Test)","description":"The Biodex Balance System was used to assess the change in the Time of Control of the Limit of Stability Test. This test involved measurement of total time required to complete the test (seconds), improvement in this parameter requires minimizing the time recorded to complete the test.","timeFrame":"[Data collected at baseline, and 12 weeks after intervention commencement.](i.e. Difference between the total time required to complete limit of stability test at both baseline and completion of 12 weeks of intervention)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nThe inclusion criteria were: adult participants aged 50 to 60 years with a confirmed diagnosis of chronic stroke (at least 6 months following the stroke incidence) secondary to ischemia or hemorrhage. The degree of spasticity of the affected upper limb ranged between 1, 1+ and 2 according to Modified Ashworth Scale. All participants were cognitively able to understand and follow instructions. All participants did not receive other treatments to improve the functions of the affected upper limb except study treatment. During the study, participants were not receiving other interventions specialized to improve postural balance control.\n\nExclusion Criteria:\n\nThe exclusion criteria were: any participant with a cognitive reduction (\\< 23 points based on Mini-Mental State Examination scale). (15) Participants with ﬁxed muscle contractures, joints' stiffness, and who had major rotational malalignment in the affected upper and lower limbs. Participants with vestibular, and cerebellar problems were also excluded from this study. Other exclusion criteria were participants with: visual, auditory, and perceptual diseases/impairment, uncontrolled seizures, and those who received botulinum toxin (six months before the beginning of the study) or muscle-tone control medication (three months before the beginning of the study).","healthyVolunteers":false,"sex":"ALL","minimumAge":"50 Years","maximumAge":"60 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Ehab M Abd El Kafy, PhD","affiliation":"Faculty of Applied Medical Sciences - Umm Al Qura University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Umm Al Qura University","city":"Mecca","zip":"21955","country":"Saudi Arabia","geoPoint":{"lat":21.42664,"lon":39.82563}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"* Individual participant data underlying published results only.\n* The data available is Case-by-case basis at the discretion of Primary Sponsor","infoTypes":["STUDY_PROTOCOL"],"timeFrame":"Start Date: Beginning one year following main results publication End Date: Ending two years following main results publication","accessCriteria":"Data can be obtained by Principal Investigator Email Address: emkafy@uqu.edu.sa"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}