{"protocolSection":{"identificationModule":{"nctId":"NCT06055569","orgStudyIdInfo":{"id":"GR-2021-12372038"},"organization":{"fullName":"Fondazione Don Carlo Gnocchi Onlus","class":"OTHER"},"briefTitle":"Efficacy of Rehabilitation Using Action Observation and Muscle Stimulation in Post-stroke Patients.","officialTitle":"Efficacy of a Rehabilitation Treatment Using Observation THerapy Enhanced by muscLe Synergy-derived eLectrical stimulatiOn in Post-stroke Patients (OTHELLO)","acronym":"OTHELLO"},"statusModule":{"statusVerifiedDate":"2023-12","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-11-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-12-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-03-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-08-29","studyFirstSubmitQcDate":"2023-09-20","studyFirstPostDateStruct":{"date":"2023-09-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-12-20","lastUpdatePostDateStruct":{"date":"2023-12-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Fondazione Don Carlo Gnocchi Onlus","class":"OTHER"},"collaborators":[{"name":"Istituto di Neuroscienze Consiglio Nazionale delle Ricerche","class":"NETWORK"}]},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke is the third most common cause of disability worldwide and leads to upper limb motor disease in more than half of people affected.\n\nRecent data demonstrate that upper limb rehabilitation can be pursued using techniques such as the observation of action (Action Observation Therapy - AOT) or the stimulation of limb musculature using surface electrodes (Neuromuscular Electrical Stimulation - NMES).\n\nTo date, no rehabilitation studies used both the treatments (AOT-NMES) for the rehabilitation of upper limb after stroke.\n\nThe goal of this clinical trial is to study the efficacy of this combined approach (AOT-NMES) in people who developed upper limb motor impairment after stroke.\n\nThe main question this study aims to answer is if the rehabilitation performed using both action observation and neuromuscular stimulation has an higher efficacy than the use of AOT alone and higher than the observation of non-motor stimuli.\n\nParticipants will be people with upper limb impairment after stroke and will perform 15 rehabilitation sessions (5/week, 6 weeks, 60 minutes each).\n\nEach participant will be casually included in one of following three rehabilitation groups:\n\n* Action observation associated with neuromuscular stimulation (AOT-NMES, experimental condition): they will observe upper limb movements while their arm muscles will be stimulated. After the observation phase they will try to perform the same movements with the impaired arm.\n* Action observation alone (AOT): subjects will observe upper limb movements and after the observation phase then they will try to execute them with the impaired arm.\n* Motor-neutral observation (MNO): subjects will observe non-movement videos and after the observation phase they will try to execute upper limb movements with the impaired arm.\n\nEach participant will be evaluated for motor function before and after rehabilitation treatment and researchers will compare the motion improvement between the groups to assess the efficacy of AOT-NMES over other treatments."},"conditionsModule":{"conditions":["Stroke","Stroke Sequelae"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"TRIPLE","whoMasked":["PARTICIPANT","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":60,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Action Observation Therapy (AOT) associated with Neuromuscular Electrical Stimulation (NMES)","type":"EXPERIMENTAL","description":"The group will receive 5 consecutive days a week, for 3 weeks, 60 minutes-long sessions of action observation therapy (AOT) associated with a synchronous neuromuscular stimulation of motor synergies (NMES). After AOT-NMES, subjects will be asked to repeat the observed movement.","interventionNames":["Other: Rehabilitation protocol: AOT+NMES"]},{"label":"Action Observation Therapy (AOT)","type":"ACTIVE_COMPARATOR","description":"The group will receive 5 consecutive days a week, for 3 weeks, 60 minutes-long sessions of action observation therapy (AOT). The neuromuscular electrical stimulator will be placed on the subjects' arm without synchronous stimulation. After AOT, subjects will be asked to repeat the observed movement.","interventionNames":["Other: Rehabilitation protocol: Action Observation Therapy (AOT)"]},{"label":"Observation of motor-neutral stimuli (MNO)","type":"PLACEBO_COMPARATOR","description":"The group will receive 5 consecutive days a week, for 3 weeks, 60 minutes-long sessions of motor-neutral observation (MNO). The neuromuscular electrical stimulator will be placed on the subjects' arm without synchronous stimulation. After MNO, subjects will be asked to execute movements.","interventionNames":["Other: Observation of motor-neutral stimuli (MNO)"]}],"interventions":[{"type":"OTHER","name":"Rehabilitation protocol: AOT+NMES","description":"Action observation and neuromuscular electrical stimulation followed by motor execution","armGroupLabels":["Action Observation Therapy (AOT) associated with Neuromuscular Electrical Stimulation (NMES)"]},{"type":"OTHER","name":"Rehabilitation protocol: Action Observation Therapy (AOT)","description":"Action observation followed by motor execution","armGroupLabels":["Action Observation Therapy (AOT)"]},{"type":"OTHER","name":"Observation of motor-neutral stimuli (MNO)","description":"Motor-neutral observation followed by motor execution","armGroupLabels":["Observation of motor-neutral stimuli (MNO)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Changes in measure of upper extremity motor performance as assessed using the Fugl-Meyer Assessment of Motor Recovery after Stroke - Upper Extremity (FMA-UE) score.","description":"The Fugl-Meyer Assessment of Motor Recovery after Stroke is one of the most widely used measures of motor impairment in post-stroke hemiplegic patients, covering 5 domains (Motor function, sensory function, balance, joint range of motion, joint pain).\n\nThe assessment of upper extremity motion is performed using the Upper Extremity assessment (FMA-UE), including items scored on a 3-point ordinal scale (0: cannot perform, 1: performs partially; 2: performs fully) with total maximum score: 66 points (higher scores, best clinical profile).","timeFrame":"Baseline, 1 month (End of treatment), 6 months (Follow-up)"}],"secondaryOutcomes":[{"measure":"Changes in measure of upper limb functioning as assessed using the Action Research Arm test (ARAT)","description":"The ARAT test assess upper limb functioning through the execution of 19 tasks, divided in 4 sub-tests (grasp, grip, pinch, and gross arm movement). Each movement is scored on a 4-point ordinal scale (0=no movement, 1=movement partially performed, 2=movement completed but takes abnormally long; 3=movement performed normally). Total possible score is 57 points, with higher scores associated to best motor functioning.","timeFrame":"Baseline, 1 month (End of treatment), 6 months (Follow-up)"},{"measure":"Changes in health and disability status as measured using the World Health Organization Disability Assessment Schedule 2.0 (WHODAS 2.0)","description":"WHODAS 2.0 is an instrument assessing the level of health and disability across all diseases, directly linked to the concepts of the International Classification of Functioning, Disability and Health (ICF). WHODAS 2.0 covers 6 domains (Cognition, Mobility, Self-care, Getting along, Life activities, Participation) and scores range for each item from 0 to 4 (higher scores, higher disability). The 36-items version will be administered. Summary score (possible total score: 144) and domain-specific scores (score 0-24 for each domain) will be considered as outcome measures.","timeFrame":"Baseline, 1 month (End of treatment), 6 months (Follow-up)"},{"measure":"Changes in Stroke-associated quality of life as assessed using specific subscores of the Stroke Impact Scale (SIS) 3.0","description":"The Stroke Impact Scale 3.0 specifically measures quality of life in stroke survivors, considering multiple dimensions (strength, hand function, mobility, activities of daily living (ADL)/instrumental activities of daily living (IADL), memory, communication, emotion, social participation). Each of the 59 items can be rated on a 5-point Likert scale (from 1 to 5), with higher values corresponding to better quality of life. Each subscale of the SIS 3.0 may have a score from 0 to 100.","timeFrame":"Baseline, 1 month (End of treatment), 6 months (Follow-up)"},{"measure":"Changes in quality of life as self-rated in the EuroQol five dimensions (5D) and five levels (5L) questionnaire (EQ-5D-5L)","description":"The EQ-5D-5L is an instrument measuring health status, yet applied in different populations and settings. The EQ-5D-5L considers five dimensions (5D: mobility, self-care, usual activities, pain/discomfort and anxiety/depression) each of them measured with a single item scored on 5 levels (5L: no problems, slight problems, moderate problems, severe problems and extreme problems).\n\nThe selected level for each dimension is represented by a single digit (from 1: no problems to 5: extreme problems) and the digits of the five levels are combined in a 5-digits number describing the patient's health state, raging from 11111 (no problems in all dimensions) to 5555 (extreme problems in all dimensions).","timeFrame":"Baseline, 1 month (End of treatment), 6 months (Follow-up)"},{"measure":"Changes in global cognitive functioning as assessed using the Montreal COgnitive Assessment (MoCA) score.","description":"The MoCA test is a screening tool assessing global cognitive functioning across eight domains (orientation, visuospatial abilities, executive function, naming, memory, attention, language, abstraction). The possible maximun total score is 30, with higher values indicating a more preserved cognitive functioning.","timeFrame":"Baseline, 1 month (End of treatment), 6 months (Follow-up)"},{"measure":"Changes in muscular electrical activity during motor acts as measured using surface Electromyography (EMGs).","description":"Surface Electromyography (EMGs) is a non-invasive tool able to assess muscular electrical activity during the execution of active movements using electrodes applied on the skin surface. Muscular contraction amplitude will be recorded from 24 sensors placed on upper limbs (12 sensors/limb), during the execution of motor acts. Then, the difference between patient's and observed model's temporal dynamic of muscular contraction will be chosen as EMG outcome.","timeFrame":"Baseline, 1 month (End of treatment)"},{"measure":"Changes in the corticospinal excitability, assessed using Motor Evoked Potentials (MEPs).","description":"Motor evoked potentials (MEPs) can indicate the level of corticospinal excitability and the integrity of motor pathways. Motor potentials in first digital interosseus muscle will be evoked via Transcranial Magnetic Stimulation (TMS, single pulse) and peak-to-peak amplitudes will be recorded as indices of cortico-spinal excitability (i.e. integrity of motor pathways).","timeFrame":"Baseline, 1 month (End of treatment)"},{"measure":"Changes in motoneuron reflex excitability measured as H/M ratio amplitude.","description":"The H/M ratio is an index of motorneuron reflex excitability. The H/M ratio amplitude will be recorded over the Flexor Carpi Radialis muscle, evoked through the stimulation of the median nerve and eliciting H-reflex in extensor carpi radialis longus (ECRL) and flexor carpi radialis (FCR)","timeFrame":"Baseline, 1 month (End of treatment)"},{"measure":"Changes in movement parameters extracted from body kinematics.","description":"Kinematics of the upper limb and trunk will be recorded using a 9 camera optoelectronic system during 3D motor acts. The system will measure the 3D coordinates of spherical markers attached to body landmarks to compute trunk, shoulder, elbow and wrist angles.\n\nData processing will provide measures of deviations from physiological movement.","timeFrame":"Baseline, 1 month (End of treatment), 6 months (Follow-up)"},{"measure":"Changes in muscular synergies","description":"Muscle synergies will be extracted from the EMG envelope of each subject using the Non Negative Matrix Factorization algorithm.\n\nShort- and long-term changes induced by treatment in the similarities of muscle synergies with respect to physiological pattern will be evaluated. The module similarity will be measured by the maximum scalar product of the muscle weightings of each module between each participant and the normative reference, while the activation profile similarity by the Pearson's correlation coefficient of the activation profile of each module.","timeFrame":"Baseline, 1 month (End of treatment), 6 months (Follow-up)"},{"measure":"Changes in microstructural brain properties, assessed using advanced Magnetic Resonance Imaging (MRI) techniques.","description":"High-resolution structural sequences will be collected using Magnetic Resonance Imaging at 3.0 Tesla. Data on gray matter will be acquired using MPRAGE (T1w MPRAGE, at least 1x1x1 mm resolution) and FLAIR (1x1x1 mm resolution) sequences. White matter microstructure images will be collected using a DWI protocol (2x2x2 mm resolution, 5 b0 images, 50 directions). Data processing will provide measures of brain integrity, with higher integrity corresponding to more preserved brains.","timeFrame":"Baseline, 1 month (End of treatment), 6 months (Follow-up)"},{"measure":"Changes in brain sensory-motor networks, as investigated using functional Magnetic Resonance Imaging (fMRI).","description":"Sensory-motor brain networks will be assessed using advanced functional Magnetic Resonance Imaging (fMRI) protocols. Data will be acquired on a 3.0T scanner and will provide insights about spared/recovered neural correlates of sensory-motor function.","timeFrame":"Baseline, 1 month (End of treatment), 6 months (Follow-up)"}],"otherOutcomes":[{"measure":"Technological usability of the rehabilitation system, measured using the System Usability Scale (SUS)","description":"The System Usability Scale (SUS) is a quick and easy scale able to measure the global view of subjective usability of a tool/system. It consists of 10 items, each of them scored on a 5-points Likert scale (from \"Strongly Agree\" to \"Strongly Disagree\"). Scores are ranged from 0-100, with scores above 68 considered as usability above average.","timeFrame":"1 month (End of treatment)"},{"measure":"Treatment safety measured as total number of adverse events","description":"Total number of adverse events eventually occurred during treatment will be collected as measure of treatment safety.","timeFrame":"1 month (End of treatment)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age 50\\<years\\<=80;\n* Upper arm motor impairment after unilateral ischemic first ever stroke as verified by MRI or CT;\n* Two weeks up to 6 months after stroke;\n* Grading of upper arm motor impairment\\>2 at Medical Research Council scale (MRC).\n\nExclusion Criteria:\n\n* Neurological/orthopedic issues that would interfere with upper limb exercises;\n* Presence of any medical condition that represents a contraindication to Magnetic Resonance Imaging (MRI) examination or to Transcranial Magnetic Stimulation (TMS);\n* Presence of dermatologic issues that will interfere with neuromuscular stimulator;\n* Presence of electronic subcutaneous implants;\n* Presence of peripheral neuropathy;\n* Epilepsy;\n* Pregnancy;\n* Presence of severe cognitive impairment, including language comprehension detected during the neurological evaluation.","healthyVolunteers":false,"sex":"ALL","minimumAge":"50 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Monia Cabinio, Ph.D.","role":"CONTACT","phone":"+390240308952","email":"mcabinio@dongnocchi.it"}],"locations":[{"facility":"IRCCS Fondazione Don Carlo Gnocchi","status":"RECRUITING","city":"Milano","state":"Italia","zip":"20148","country":"Italy","contacts":[{"name":"Monia Cabinio, PhD","role":"CONTACT","phone":"+390240308952","email":"mcabinio@dongnocchi.it"}],"geoPoint":{"lat":45.46427,"lon":9.18951}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}