{"protocolSection":{"identificationModule":{"nctId":"NCT04989920","orgStudyIdInfo":{"id":"HS-016022"},"secondaryIdInfos":[{"id":"R24HD039629","type":"NIH","link":"https://reporter.nih.gov/quickSearch/R24HD039629"},{"id":"F31HD098796","type":"NIH","link":"https://reporter.nih.gov/quickSearch/F31HD098796"},{"id":"RR12169","type":"OTHER_GRANT","domain":"NIH National Center for Research Resources"},{"id":"RR13642","type":"OTHER_GRANT","domain":"NIH National Center for Research Resources"},{"id":"RR08655","type":"OTHER_GRANT","domain":"NIH National Center for Research Resources"},{"id":"K12DA000167","type":"NIH","link":"https://reporter.nih.gov/quickSearch/K12DA000167"},{"id":"14CRP18200010","type":"OTHER_GRANT","domain":"American Heart Association"},{"id":"R01NS045485","type":"NIH","link":"https://reporter.nih.gov/quickSearch/R01NS045485"},{"id":"#268272","type":"OTHER_GRANT","domain":"Fonds de la Recherche du Quebec Sante"}],"organization":{"fullName":"University of Southern California","class":"OTHER"},"briefTitle":"Brain and Behavior Correlates of Arm Rehabilitation","officialTitle":"Brain and Behavior Correlates of Arm Rehabilitation","acronym":"BCAR"},"statusModule":{"statusVerifiedDate":"2021-08","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2003-04-28","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2005-06-30","type":"ACTUAL"},"completionDateStruct":{"date":"2011-07-15","type":"ACTUAL"},"studyFirstSubmitDate":"2021-07-25","studyFirstSubmitQcDate":"2021-08-02","studyFirstPostDateStruct":{"date":"2021-08-04","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-08-02","lastUpdatePostDateStruct":{"date":"2021-08-04","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Carolee Winstein","investigatorTitle":"Professor, Biokinesiology and Physical Therapy","investigatorAffiliation":"University of Southern California"},"leadSponsor":{"name":"University of Southern California","class":"OTHER"},"collaborators":[{"name":"National Institute of Neurological Disorders and Stroke (NINDS)","class":"NIH"},{"name":"Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD)","class":"NIH"},{"name":"National Institute on Drug Abuse (NIDA)","class":"NIH"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This project is designed to use three-dimensional movement analysis and magnetic resonance (fMRI) neuroimaging techniques to examine the brain activity and motor behavior changes associated with constraint-induced (CI) therapy for patients with sub-acute stroke (3-9 months post-stroke).Participants are evaluated at 5 time points-1-mo (pre \\& post), 6-mo (pre \\& post), and 12-mo. Each person is randomized to receive CI therapy either between pre- and post-evaluations or after the 6-mo pre-evaluation. We will determine the effects of CI therapy on 1) reaching and grasping actions using behavioral kinematics and 2) the sensorimotor network through fMRI scans with goal-directed aiming and grasping tasks. We will also determine the relationship between lesion size and location using 3-D volumetric MRI scans and behavioral outcomes as a consequence of CI therapy.","detailedDescription":"PURPOSE OF THE STUDY AND BACKGROUND\n\n1. Specific Aims and Purpose of The Study: Overall, this proposal is to use three-dimensional movement analysis and magnetic resonance (fMRI) neuroimaging techniques to examine the brain activity and motor behavior changes associated with constraint-induced (CI) therapy for patients with sub-acute stroke. This project is a companion study to the recently funded multi-center randomized clinical trial (HD37606-01), Extremity Constraint-Induced Therapy Evaluation (EXCITE). This project complements EXCITE by probing the mechanisms underlying the clinical intervention in stroke rehabilitation. However, since enrollment for EXCITE has been completed, we will be enrolling a new set of participants.\n\nA. SPECIFIC AIMS:\n\n1. Determine the relationship between lesion size and location as assessed using 3-D volumetric MRI and functional outcome (i.e, motor control and functional use) as a consequence of CI therapy.\n2. Determine the effects of CI therapy on the control of reaching and grasping actions as assessed using behavioral kinematics.\n3. Determine the effects of CI therapy on the neural substrate (sensorimotor network) as assessed using fMRI during goal-directed aiming and grasping tasks (performed as activation tasks in the scanner).\n4. Determine the persistence and or stability of these changes in, motor control, neural substrate, and functional use of the upper extremity in stroke with CI therapy 6 months later.\n\nA.1: Specific working hypotheses for each aim are:\n\nFor Specific Aim # 1, Hypothesis 1: There will be a predictable relationship between lesion location, size and functional outcome from CI therapy. Those with specific sensorimotor cortex (MI, SI) lesions will show a poorer response than those with lesions confined to the subcortical regions (e.g., posterior limb of internal capsule, subcortical white matter, or basis pontis, paramedian pontine areas) controlled for lesion size. One working assumption underlying this hypothesis is that there will be a differential effect of CI therapy with subcortical vs cortical sensorimotor area lesions. Hypothesis 2: The differences between groups (treated vs untreated) will be greater in those with subcortical lesions than in those with cortical sensorimotor area lesions, controlled for lesion size, at the post-test/intervention time point.\n\nFor Specific Aim # 2, Hypothesis 1: CI therapy will benefit the control of reaching and grasping actions through changes in (arm) transport duration, timing of peak aperture, peak transport velocity, and smoothness of both the reach and the grasp component for grasping different sized objects and reaching different distances. Hypothesis # 2 is that the change in the motor control of reaching and grasping actions from baseline to post-test/intervention time point will be greater in the treated compared to the untreated group. Hypothesis # 3 is that these motor control changes will be correlated with changes in real-world use of the upper extremity as indexed by the Motor Activity Log (MAL) and Wolf Motor Function Test (WMFT).\n\nFor Specific Aim # 3, Hypothesis 1: CI therapy will result in a decrease in ipsilateral hemisphere activation and an expanded extent and or increased intensity of specific regions of interest (ROIs) in the contralateral (affected) sensorimotor network with CI therapy. Specifically, and as it relates to the planning of more complex hand actions (i.e., precision grasp), specific ROIs that will show change in intensity and/or extent include primary motor cortex (MI), primary sensory cortex (S1), supplementary motor area (SMA), and premotor area (PM). Hypothesis # 2 is that the change in ROI activation from baseline to post-test/intervention time point will be greater in the treated compared to the untreated group. Hypothesis 3: The presence of an expanded extent and/or more intense activation in these contralateral hemisphere ROIs will be correlated with changes in real-world use of the upper extremity as indexed by the MAL and WMFT.\n\nFor Specific Aim # 4, Hypothesis 1: Persistence of these changes in reach-to-grasp motor control (behavioral kinematics), expanded extent/intensity of sensorimotor network ROIs (fMRI) and functional use (MAL and WMFT) will be demonstrated through comparison of the treated and untreated (delayed-intervention) groups at the 6-month follow-up point. It is possible that the differences between groups at the 6-month point may be greater than at the post-test/intervention point particularly if functional use continues to improve in the treated group.\n\n2. Background and Significance: Stroke is the leading cause of disability among American adults. Each year in the U.S., approximately 750,000 people suffer strokes and of those, nearly 400,000 survive with some level of neurological impairment and disability. The cumulative total of living, stroke-affected Americans is nearly 3 million. Thirty billion dollars annually is the estimated burden from stroke-related disability. Despite the enormity of these statistics, there have been almost no scientific studies of the effectiveness of post-stroke rehabilitation interventions. As a result, the recently published Clinical practice guidelines for post-stroke rehabilitation (Gresham et al., 1995) have been forced to rely primarily on expert opinion and not on well-controlled scientific studies.\n\nA new therapeutic approach to the rehabilitation of movement after stroke, termed constraint-induced (CI) movement therapy, has been derived from basic research with monkeys given somatosensory deafferentation (Taub, 1980). CI movement therapy consists of a family of therapies; their common element is that they induce stroke patients to greatly increase the use of an affected arm and hand for many hours a day over a period of 10 to 14 consecutive days. The signature intervention involves motor restriction of the less affected arm in a sling or mitt and training of the affected arm. The therapies result in large changes in amount of use of the affected arm in the activities of daily living outside of the clinic that have persisted for the 2 years measured to date (Morris et al., 1997; Taub \\& Wolf, 1997; Taub et al., 1994; Taub et al., 1993; Wolf et al., 1989). Previous research has never resulted in any adverse effects from the restraint on the \"good arm/hand\".\n\nThere is mounting evidence for cortical reorganization that accompanies recovery of motor control after stroke, and recently, similar changes were demonstrated in connection with CI therapy in chronic stroke (Liepert et al., 2000). There appears to be a relationship between lesion size and location and the nature of this reorganization as well as the time course of this reorganization (Azari \\& Seitz, 2000). The fact that therapy (forced use) can influence this reorganization as revealed by the sub-human primate work (Nudo et al., 1996a,b) suggests that there would be differences in the change in cortical activation patterns for reaching and grasping tasks from baseline to post-test/intervention time points between the treated and untreated subjects in our proposed project. Further, and related to the neural network for the control of uni-manual reaching and grasping actions, ipsilateral (or bilateral) hemisphere activation has been shown to be a corollary of task complexity, motor set, and excessive effort (Winstein et al., 1997; Chen et al., 1997a, 1997b; Beltramello et al., 1998; Doyon et al.,1998; Winstein et al., 2000). Motor set effects have been demonstrated most consistently in the motor control literature by comparing predictable and unpredictable order conditions. In an unpredictable condition, motor set is based on a 'best guess' plan and default parameters are selected based on the range of possible responses (see Winstein et al., 2000, for motor set effects in triggered grasp responses). By contrast, under predictable task conditions, a more precise and tuned plan is enabled as the exact response can be planned in advance (Velicki et al., 2000). As such, we hypothesize that as reaching and grasping actions improve with practice, 'task complexity' will be reduced, motor set effects will be enhanced (i.e., the task is planned and performed more easily, with less cognitive demand, Lee et al., 1994), and there should be a concomitant reduction in the extent of ipsilateral (bilateral) neural activity for affected limb movements. At the same time, and consistent with use-dependent cortical reorganization, as skill (learning) improves, there should be an expansion or increased intensity of activation in the appropriate contralateral neural networks of reaching and grasping actions, particularly in regions of interest including M1, S1, SMA and PM areas. These arguments provide the logic for Specific Aim # 3 to determine the changes, as a consequence of CI therapy, in the sensorimotor cortical network through event-related fMRI during specific reaching and grasping tasks, and our associated hypotheses.\n\nBy logical extension, we suggest that the effects of CI therapy on the control of upper extremity reaching and grasping actions can be indexed at both the level of cortical neural activation patterns (fMRI) and behavioral kinematics and in relation to well known psychophysical laws of motor learning and control. Further, we suggest that the changes in performance as reflected by physiological brain activation and motor control kinematics can be related to changes in the use of the affected upper extremity as indexed by MAL and WMFT. This companion project is innovative in that it represents the first attempt to correlate the results of psychophysical studies of the 'control' of reaching and grasping actions with neuroimaging (fMRI) studies designed to highlight the 'central motor set' effect (Winstein et al., 2000) using a repeated measures design (3 repeated tests) with a between group factor (treated and untreated-control group). This study complements current research in the exploration of brain activity changes using different motor activation tasks and circumstances that are geared to lend science to the examination of this clinically based therapy.\n\nWith this proposal, we plan to assess the changes in neural activation (cortical reorganization) and motor control of reaching and grasping actions that pertain directly to CI therapy compared to that associated with standard and customary care. These experiments will be done on a separate day from the baseline, post-test, and 6-month follow-up tests, but they will be scheduled within 1 week of those tests. This design allows us to explore the physiological neural circuits, and motor control variables mediating the expected behavioral change associated with CI therapy (treated group) and standard and customary care (delayed intervention group) and characterize the persistence of that change in a group of sub-acute stroke survivors who have relatively small lesions and some ability to move the wrist and fingers on the hemiparetic side."},"conditionsModule":{"conditions":["Stroke, Cardiovascular"],"keywords":["Constraint-Induced Movement Therapy"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"CROSSOVER","interventionModelDescription":"Two group (treated vs waitlisted) crossover design.","primaryPurpose":"BASIC_SCIENCE","maskingInfo":{"masking":"SINGLE","maskingDescription":"Evaluator was blinded to group membership","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":23,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"CIMT (Constraint-Induced Movement Therapy)","type":"EXPERIMENTAL","description":"Therapy intervention: This arm will deliver the signature Constraint-induced therapy protocol for 60 hrs of training over a two-week period.","interventionNames":["Behavioral: Experimental group: CIMT group (Constraint-Induced Movement Therapy)"]},{"label":"Delayed (Control) intervention group","type":"NO_INTERVENTION","description":"Subjects randomized to the delayed intervention group will receive the \"usual and customary\" services provided by their personal health care system."}],"interventions":[{"type":"BEHAVIORAL","name":"Experimental group: CIMT group (Constraint-Induced Movement Therapy)","description":"2 weeks of intensive therapy delivered 5d/week for 6 hrs/day","armGroupLabels":["CIMT (Constraint-Induced Movement Therapy)"],"otherNames":["CI group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Wolf Motor Function test","description":"The primary outcome measure for BCAR and to which we will correlate our brain and behavior measures are the Wolf motor function test (Wolf et al., 2001) and the Motor Activity Log (a semi-structured interview) of arm use for 30 ADL in the home. These measures of arm use capture arm function in the laboratory and in the real world and have acceptable psychometric properties.","timeFrame":"Baseline to Immediately post-intervention"},{"measure":"Change in Wolf Motor Function test","description":"The primary outcome measure for BCAR and to which we will correlate our brain and behavior measures are the Wolf motor function test (Wolf et al., 2001) and the Motor Activity Log (a semi-structured interview) of arm use for 30 ADL in the home. These measures of arm use capture arm function in the laboratory and in the real world and have acceptable psychometric properties.","timeFrame":"Immediately post-intervention to 6-month follow-up"},{"measure":"Change in Wolf Motor Function test","description":"The primary outcome measure for BCAR and to which we will correlate our brain and behavior measures are the Wolf motor function test (Wolf et al., 2001) and the Motor Activity Log (a semi-structured interview) of arm use for 30 ADL in the home. These measures of arm use capture arm function in the laboratory and in the real world and have acceptable psychometric properties.","timeFrame":"Immediately post-intervention to 1 year follow-up"},{"measure":"Change Motor activity log","description":"The primary outcome measure for BCAR and to which we will correlate our brain and behavior measures are the Wolf motor function test (Wolf et al., 2001) and the Motor Activity Log (a semi-structured interview) of arm use for 30 ADL in the home. These measures of arm use capture arm function in the laboratory and in the real world and have acceptable psychometric properties.","timeFrame":"Baseline to Immediately post-intervention"},{"measure":"Change Motor activity log","description":"The primary outcome measure for BCAR and to which we will correlate our brain and behavior measures are the Wolf motor function test (Wolf et al., 2001) and the Motor Activity Log (a semi-structured interview) of arm use for 30 ADL in the home. These measures of arm use capture arm function in the laboratory and in the real world and have acceptable psychometric properties.","timeFrame":"Immediately post-intervention to 6 months follow-up"}],"secondaryOutcomes":[{"measure":"Change in Laterality-Index","description":"Brain activation measure for two regions of interest: M1 and Pre-frontal cortex","timeFrame":"Baseline to Immediately post-intervention"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* 1. 3 - 9 months post first-time stroke of infarct hemorrhagic type at the beginning of participation.\n\n  2. over the age of 18 years with no upper age limit.\n\n  3. cleared by a medical physician to participate.\n\n  4. Independent in basic activities of living.\n\n  5. minimum motor criteria: at least 10 degrees of active wrist extension, 10 degrees of finger extension in at least two fingers and the thumb (abduction) and the elbow (90 degrees flexion and extension) and shoulder (45 degrees flexion and abduction motion criteria.\n\nExclusion Criteria:\n\n* 1. score below 24 on the Folstein Mini-mental status exam (MMSE)\n\n  2. score greater than an average of 2.5 on the Motor Activity Log (MAL) amount scale\n\n  3. are concurrently participating in any experimental drug study\n\n  4. are concurrently participating in any formal physical rehabilitation or clinical trials\n\n  5. do not meet the minimum motor criteria or who do not meet the minimum balance criteria.\n\n  6. pre-menopausal woman who is pregnant","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Carolee J Winstein, PhD","affiliation":"Company Name (optional)","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of Southern California","city":"Los Angeles","state":"California","zip":"90089","country":"United States","geoPoint":{"lat":34.05223,"lon":-118.24368}}]},"referencesModule":{"references":[{"pmid":"22434022","type":"BACKGROUND","citation":"Tan C, Tretriluxana J, Pitsch E, Runnarong N, Winstein CJ. Anticipatory planning of functional reach-to-grasp: a pilot study. Neurorehabil Neural Repair. 2012 Oct;26(8):957-67. doi: 10.1177/1545968312437938. Epub 2012 Mar 20."},{"pmid":"16645139","type":"RESULT","citation":"Dong Y, Dobkin BH, Cen SY, Wu AD, Winstein CJ. Motor cortex activation during treatment may predict therapeutic gains in paretic hand function after stroke. Stroke. 2006 Jun;37(6):1552-5. doi: 10.1161/01.STR.0000221281.69373.4e. Epub 2006 Apr 27."},{"pmid":"17369516","type":"RESULT","citation":"Dong Y, Winstein CJ, Albistegui-DuBois R, Dobkin BH. Evolution of FMRI activation in the perilesional primary motor cortex and cerebellum with rehabilitation training-related motor gains after stroke: a pilot study. Neurorehabil Neural Repair. 2007 Sep-Oct;21(5):412-28. doi: 10.1177/1545968306298598. Epub 2007 Mar 16."}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"Only secondary and exploratory data analysis analysis code will be shared with other researchers."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000009203","term":"Myocardial Infarction"}],"ancestors":[{"id":"D000017202","term":"Myocardial Ischemia"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000007238","term":"Infarction"},{"id":"D000007511","term":"Ischemia"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000009336","term":"Necrosis"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M11845","name":"Myocardial Infarction","asFound":"Stroke, Cardiovascular","relevance":"HIGH"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M6236","name":"Coronary Artery Disease","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M19196","name":"Myocardial Ischemia","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}