{"protocolSection":{"identificationModule":{"nctId":"NCT05467657","orgStudyIdInfo":{"id":"ALC001NR001"},"organization":{"fullName":"Neuron, Spain","class":"OTHER"},"briefTitle":"Transcranial Magnetic Stimulation on Somtosensory Cortex Enhances Motor Learning in People With Stroke","officialTitle":"Efficacy of Repetitive Transcranial Magnetic Stimulation of the Somatosensory Cortex on Motor Learning"},"statusModule":{"statusVerifiedDate":"2023-12","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-11-15","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-12-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-10-04","studyFirstSubmitQcDate":"2022-07-19","studyFirstPostDateStruct":{"date":"2022-07-20","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-12-20","lastUpdatePostDateStruct":{"date":"2023-12-21","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Alfredo Lerín Calvo","investigatorTitle":"Physical Therapist","investigatorAffiliation":"Neuron, Spain"},"leadSponsor":{"name":"Neuron, Spain","class":"OTHER"},"collaborators":[{"name":"Universidad Autonoma de Madrid","class":"OTHER"},{"name":"Hospital Beata María Ana","class":"OTHER"}]},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The purpose of this study is to know the efficacy about the application of repetitive transcranial magnetic stimulation (rTMS) on the somatosensory cortex (S1) to enhance motor function in people with stroke.","detailedDescription":"Subjects will attend the Neuron rehabilitation clinic or La Beata Hospital on their own to begin a rehabilitation program. After being recruited for the study and signing informed consent an electroencephalography test (EEG) will be performed to determine the absence of ectopic foci and to reduce risks during the treatment process with repetitive transcranial magnetic stimulation (rTMS).\n\nOne assessor will be in charge of carrying out the rest of the neurophysiological tests, so the motor and sensory evoked potential will be collected, and a high-density electromyography (EMG) will be performed on the flexor and extensor muscles of the forearm. To finalise the assessment, a second evaluator will test sensory aspects with the two-point discrimination test, the Semmes-Wenstein monofilaments, the pinprick test and the sterognosia test, and motor aspects by means of the ARAT test.\n\nOnce the assessment is completed, the participant will be assigned to the control or experimental group through a randomisation process carried out by another person in the research group using GraphPad software. The control group treatment will consist of a daily one-hour session of 30 minutes of task-oriented training (TOT) and 30 minutes of robotic-assisted therapy (RAT), for 5 days per week, to which the rTMS placebo treatment will be added. To achieve the placebo, the localisation of the area to be stimulated will be carried out but the coil will be placed in a vertical position so the current wil not go through the skull and the patient will just feel the vibration, communicating to the participant that it is likely that during the stimulation process he/she will not feel anything.\n\nParticipants in the experimental group will receive one hour of rehabilitation therapy daily with 30 minutes of TOT and 30 minutes of RAT, 5 days per week, and rTMS will be applied. This process will comprise 5 weekly sessions of excitatory stimulation over the primary somatosensory area of the participant's affected side. For this purpose, the motor area will be localised and a coil will be placed 2 cm posterior to it. An isolated pulse will be applied to the stimulation area to ensure that the coil is not placed over the motor area using 110% of the motor resting threshold. After this, 24 trains of 5 Hz at an intensity of 90% of the motor resting threshold will be applied for 10 seconds, with a rest between series of 5 seconds (a total of 1200 pulses).\n\nFinally, once the treatment period is over, after 20 sessions, the assessment will be carried out again, recording the initial tests in the same order by the same assessors."},"conditionsModule":{"conditions":["Transcranial Magnetic Stimulation","Stroke","Motor Learning"],"keywords":["Transcranial magnetic stimulation","Stroke","Motor learning","Somatosensory cortex","Motor function"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"The experimental group will recive conventional therapy and repetitive transcranial magnetic stimulation over somatosensory cortex, and control group will receive conventional therapy and sham repetitive transcranial stimulation","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"TRIPLE","whoMasked":["PARTICIPANT","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":60,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"repetitive transcranial magnetic stimulation","type":"EXPERIMENTAL","description":"Participants in the experimental group will receive one hour of rehabilitation therapy daily with 30 minutes of Task Oriented Training (TOT) and 30 minutes of Robotic-Assisted Therapy (RAT), 5 days per week, and repetitive Transcranial Magnetic Stimulation (rTMS) will be applied. This process will comprise 5 weekly sessions of excitatory stimulation over the primary somatosensory area of the participant's affected side. For this purpose, the motor area will be localised and a coil will be placed 2 cm posterior to it. An isolated pulse will be applied to the motor area to ensure that the coil is not placed over the motor area using 110% of the motor resting threshold. After this, 24 trains of 5 Hz at an intensity of 90% of the motor resting threshold will be applied for 10 seconds, with a rest between series of 5 seconds (a total of 1200 pulses).","interventionNames":["Device: repetitive Transcranial Magnetic Stimulation"]},{"label":"Sham repetitive transcranial magnetic stimulation","type":"SHAM_COMPARATOR","description":"The control group treatment will consist of a daily one-hour session of 30 minutes of task-oriented training (TOT) and 30 minutes of robotic-assisted therapy (RAT), for 5 days per week, to which the repetitive Transcranial Magnetic Stimulation (rTMS) placebo treatment will be added. To achieve the placebo, the localisation of the area to be stimulated will be carried out but the coil will be placed in a vertical position so the current wil not go through the skull and the patient will just feel the vibration, communicating to the participant that it is likely that during the stimulation process he/she will not feel anything.","interventionNames":["Device: repetitive Transcranial Magnetic Stimulation"]}],"interventions":[{"type":"DEVICE","name":"repetitive Transcranial Magnetic Stimulation","description":"It will be applyed a magnetic field over the Somatosensory cortex of the patient that pretends to hiperexcite the membrans of the neurons inthis area to enhance motor learning","armGroupLabels":["Sham repetitive transcranial magnetic stimulation","repetitive transcranial magnetic stimulation"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in electroencephalographic activity","description":"The electrical signal evoked by the motor cortex when realizing a movement. It will be measured with an electroencephalograph","timeFrame":"Change from Baseline in electroencephalographic activity at 4 weeks"}],"secondaryOutcomes":[{"measure":"Changes in Resting Motor Treshold","description":"Electrophysilogic response of the motor cortex after a sensory stimulation. By placing the stimulator coil over the subject's motor cortex, an electrical pulse is passed to activate the upper motor neurons, generating a motor response that is recorded by electromyography in the subject's interosseous musculature. In this way, the excitability of the corticospinal tract can be measured by observing the latency recorded by electromyography.","timeFrame":"Change from Baseline in Resting Motor Treshold at 4 weeks"},{"measure":"Changes in Electromyographic activity in flexor and extensor muscles","description":"Using a high-density electromyograph placed on the dorsal and palmar aspect of the forearm, the patient is asked to perform a maximal contraction of the flexor and extensor muscles of the wrist and fingers. In this way, the motor recruitment capacity present in the patient is recorded by the number of motor units that are recruited during a maximal activation.","timeFrame":"Change from Baseline in Electromyographic activity in flexor and extensor muscles at 4 weeks"},{"measure":"Changes in Motor learning","description":"Ability to learn or demonstrate the ability to acquire, maintain, modify and control voluntary postures and movement patterns with a goal framed motor behaviour.One way to measure this in neurologically affected subjects is through motor dexterity, as it is a variable derived from motor learning that is more useful in the clinical setting. Because of this, Action Research Arm Test (ARAT) will be used. This test asses the motor dexterity of the patient by 4 subtest based on functional movements (grasping, holding, clamping and gross movement)","timeFrame":"Change from Baseline in Motor learning at 4 weeks"},{"measure":"Changes in Sensitivity","description":"It refers to the integration of information received by sensory receptors. It will be measured by the 2 points discrimination test, the Semmes-Weinstein monofilaments and the pinprick test, all of them applyed on tenar eminence of the subject. using an esthesiometer","timeFrame":"Change from Baseline in Sensitivity at 4 weeks"},{"measure":"Changes in Esterognosia","description":"It refers to the three-dimensional perception and recognition of an object through active touch. To assess sterognosia, the patient, with eyes closed, must recognise a set of objects presented randomly from the ulnar side of the hand and between the fingers and thumb. The objects used for the test are a pencil, a paper clip, a safety pin, a coin, a button, a pill, a rubber band, a string, a spoon, a bucket and a marble, andthe protocol by Van Heest, House and Putnam, 1993 will be used.","timeFrame":"Change from Baseline in esterognosia at 4 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Having suffered an ischaemic or haemorrhagic stroke with less than 6 months of evolution\n* Presenting a score \\>21 points on the Mini-mental State Examination scale.\n\nExclusion Criteria:\n\n* Severe impairment of upper limb motor function (\\<15 points on the Fugl-Meyer Assessment Upper Extremity scale)\n* Any contraindications to rTMS, such as metal implants, history of epileptic seizures or taking medication that lowers the seizure threshold\n* Previous history of neurological pathology.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Alfredo Lerín Calvo, PhD student","role":"CONTACT","phone":"620187457","email":"alfre_lerin@hotmail.com"}],"overallOfficials":[{"name":"Alfredo Lerín Calvo, PhD student","affiliation":"Neuron, Spain","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Neuron Chamberí","status":"NOT_YET_RECRUITING","city":"Madrid","zip":"28003","country":"Spain","contacts":[{"name":"Alfredo Lerín, PhD student","role":"CONTACT","phone":"620187457","email":"alfre_lerin@hotmail.com"}],"geoPoint":{"lat":40.4165,"lon":-3.70256}},{"facility":"Neuron Madrid Rio","status":"RECRUITING","city":"Madrid","zip":"28045","country":"Spain","contacts":[{"name":"Alfredo Lerín, MSc","role":"CONTACT","phone":"620187457","email":"alfre_lerin@hotmail.com"}],"geoPoint":{"lat":40.4165,"lon":-3.70256}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}