{"protocolSection":{"identificationModule":{"nctId":"NCT04030806","orgStudyIdInfo":{"id":"CBernardi"},"organization":{"fullName":"Federal University of Health Science of Porto Alegre","class":"OTHER"},"briefTitle":"Mirror Therapy in Sensorimotor Recovery of Paretic Upper Extremity After Chronic Stroke","officialTitle":"Effect of Mirror Therapy in Sensorimotor Recovery of The Paretic Upper Extremity After Chronic Stroke: a Randomized Clinical Study","acronym":"mithesenmost"},"statusModule":{"statusVerifiedDate":"2019-07","overallStatus":"UNKNOWN","lastKnownStatus":"ENROLLING_BY_INVITATION","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-07-03","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-11-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2019-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2019-07-02","studyFirstSubmitQcDate":"2019-07-23","studyFirstPostDateStruct":{"date":"2019-07-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2019-07-23","lastUpdatePostDateStruct":{"date":"2019-07-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Caren Luciane Bernardi","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Federal University of Health Science of Porto Alegre"},"leadSponsor":{"name":"Federal University of Health Science of Porto Alegre","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke is characterized by poor brain perfusion resulting from an ischemic or hemorrhagic event, causing a sensorimotor disorder in the upper extremity (UE) contralateral to the lesion. Mirror Therapy (MT) has been used in rehabilitation and its effects are related to the activation of mirror neurons and cortical reorganization. However, few studies have investigated the isolated effect of MT on the rehabilitation of these individuals.\n\nObjective: To investigate the isolated effect of MT on motor function, sensitivity, muscle strength, manual dexterity and spasticity of the paretic UE of individuals with chronic hemiparesis after stroke.\n\nDesign: Randomized simple-blind trial. Subject: Twenty-six patients post chronic, aged between 30 and 80 years, with mild or moderate sensorimotor impairment in UE will be evaluated.\n\nIntervention: The subjects will be randomly distributed in: intervention group will perform 60 minutes of MT and the control group will perform 60 minutes of control therapy composed of the same exercises, but without the mirror. Both groups will hold two sessions per week for six weeks.\n\nMain measure: Participants will be evaluated before and after the intervention. They will be evaluated through the Fugl-Meyer Scale to measure UL sensorimotor performance, Box-and-Block Test for manual dexterity, Dynamometry for palmar grip strength and Modified Ashworth Scale for spasticity. With this study, it was expected that the intervention group presented better results regarding the sensorimotor function when compared to the control group.\n\nThe data will be expressed as mean and 95% confidence interval (continuous variable) and absolute frequency (categorical variables). To compare the outcomes of the different experimental sessions and at the different moments (pre and post session), the Generalized Estimating Equations with post hoc LSD (Least Significant Difference) methods will be used. For all analysis the significance level was set at α = 0.05 and statistical software SPSS (Statistical Package for Social Sciences for Mac, version 22.0, IBM, USA) will be used.","detailedDescription":"Sample Size: The sampling was simple random and the calculation of the sample size needed to carry out this research was estimated using GPower software. The power and standard deviation were estimated from previous studies (Park et al., 2015) with a similar design. The sample size estimate for the present research project was 13 individuals per group (Mirror Therapy group and control group), totalizing 26 individuals, considering a level of significance (p) 5% and power of 80%."},"conditionsModule":{"conditions":["Stroke"],"keywords":["stroke","mirror therapy","upper extremity"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":26,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Intervention group","type":"EXPERIMENTAL","description":"All patients will perform 60 minutes of intervention, twice a week, for six weeks. During the intervention, the patient will be positioned seated in a chair with a table in front of him and a mirror (50cm x 50cm) will be placed vertically between his upper extremity.\n\nThe patient's paretic upper extremity will be positioned behind the mirror, allowing only the movements of his healthy upper extremity to be visualized. The reflective side of the mirror will be facing the healthy upper extremity , the patient will perform the exercises observing the movements of his healthy upper extremity through the reflection produced by the mirror, interpreting as the movement of his paretic member.","interventionNames":["Other: Mirror therapy intervention and control intervention"]},{"label":"Control group","type":"SHAM_COMPARATOR","description":"All patients will perform 60 minutes of intervention, twice a week, for six weeks. The mirror will be placed in the same position as the intervention group. However, the subject will have access to the non-reflective side of the mirror, directly visualizing the movement of his healthy arm. In the control group, the patients will be submitted to the same bimanual activities of the intervention group, but without the reflecting side of the mirror. Thus, the nonreflective side of the mirror will be facing the healthy arm, the patient will perform the same exercises visualizing only the movement of the healthy member.","interventionNames":["Other: Mirror therapy intervention and control intervention"]}],"interventions":[{"type":"OTHER","name":"Mirror therapy intervention and control intervention","description":"The exercise protocol will be composed of bimanual activities, performed by both the hands of the patient (paretic and healthy). The same protocol will be applied for both groups (intervention group and control group).\n\nInitially, the desensitization of the limbs will be accomplished by brushing the skin with objects of different textures (sponge, brush, cloths). Afterwards, isolated exercises of fingers (flexion-extension, opposition), wrists (flexo-extension), forearms (prono-supination) and elbows (flexo-extension) and functional exercises such as cleaning a table with a cloth, tightening sponges, roll balls. Each exercise will be performed slowly and repeated for 15 times, totaling three series of each exercise. The protocol used will be based on the proposal of Rothgangel and Braun (2013). The intervention will be carried out by the author of the project and by students of scientific initiation.","armGroupLabels":["Control group","Intervention group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Motor function of the paretic upper extremity","description":"The Fugl-Meyer motor assessment scale - FMAS - upper extremity section will be applied to measure the motor function of the paretic limb. In the motor domain, the tendon reflexes, synergistic movements, coordination and velocity of the upper limb are evaluated. It also includes evaluation of wrist movements and five types of grip. It consists of a cumulative numerical scoring system that evaluates the motor function of the upper extremity. Each item has three possible scores: 0 (not performed); 1 (partially accomplished) and 2 (fully realized). The total score ranged from 0 to 66 points, with scores ranging from 58-64 reflect mild impairment, 39-57 moderate impairment, and values below 39 show severe impairment.","timeFrame":"20 minutes"},{"measure":"Sensory function of the paretic upper extremity","description":"The Fugl-Meyer Sensory Rating Scale - FMAS - upper extremity section will be applied to measure the sensory function of the paretic limb. Sensation is assessed as absent, deficient or normal for light touch and proprioception. This evaluation considered the shoulder, elbow, wrist and thumb. Each item has three possible scores: 0 (anesthesia); 1 (hypoesthesia or anesthesia) and 2 (normal). A total score ranged from 0 to 12 points, a higher score indicate a better sensory function.","timeFrame":"15 minutes"}],"secondaryOutcomes":[{"measure":"Manual dexterity","description":"Box and Block Test (BBT) - Functional upper limb test - will be applied to evaluate the gross dexterity manual. The test consists of moving, one by one, the largest possible number of blocks from one box to the other of the same size. The recorded score will be equivalent to the number of blocks moved from side to side in 60 seconds.","timeFrame":"10 minutes"},{"measure":"Palmar grip strength","description":"Upper limb dynamometry will be applied to assess muscular strength of the upper limb paresis through palmar grip strength. For measurement, The Jamar® Manual Dynamometer (Sammons Preston Rolyan), in which the individual should remain seated in a chair without arm support, with shoulder attached, neutral rotation, elbow flexed at 90°, forearm in neutral position and extension wrist (between 0 and 30º). Three repetitions of the test will be performed, with a minimum interval of 20 seconds between each measurement, the final value being the arithmetic mean of the three measurements. All subjects will be instructed verbally to produce maximum force.","timeFrame":"10 minutes"},{"measure":"Spasticity of paretic upper extremity","description":"The Modified Ashworth Scale (MAS) will be used to assess spasticity, evaluating the resistance to passive movement. It consists of 0-4 point scale that assesses resistance to passive movement, in which higher scores corresponding to spasticity or increase in tone, while lower scores indicate normal muscle tone. The patients stayed in a sitting position to the assessment of the muscle tone of the elbow flexors, wrist flexors and horizontal shoulder adductor of the paretic UE, with three mobilizations for each muscle group.","timeFrame":"10 minutes"},{"measure":"Pain of paretic upper extremity","description":"The Visual Analogue Scale (VAS) for pain will be used to evaluate the pain present in the paretic member. It is a one-dimensional instrument for the assessment of pain intensity. It is a line with the numbers numbered 0-10. At one end of the line is marked \"score 0 = no pain\" and the other \"score 10 = worst pain imaginable\". The patient is then asked to evaluate and mark the pain present at that time.","timeFrame":"2 minutes"},{"measure":"Level of functional disability","description":"The level of functional disability will be assessed using the Functional Independence Measure Scale (MIF). MIF measures physical and cognitive dysfunction and care needs, and consists of 18 items. These items are grouped in 6 subscales that measure self-care, sphincter control, transfers, locomotion, communication and social cognition. Changes in the performance of activities are measured objectively by observing performance. Each item is evaluated with a 7-point scale that specifies the amount of help needed (1 = complete dependence, 7 = complete independence). So the total score ranges from 18 to 126, the highest score indicates better independence.","timeFrame":"15 minutes"},{"measure":"Quality of life after stroke: The Stroke Impact Scale 3.0","description":"The Stroke Impact Scale 3.0 (SIS 3.0) is a 59-item self-report assessment of stroke outcome used to assess patients' quality of life. The SIS has 8 domains: strength, hand function, mobility, physical and instrumental activities of daily living, memory and thinking, communication, emotion, and social participation. Scores for each domain range from 0 to 100, and higher scores indicate a better quality of life.","timeFrame":"15 minutes"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Have suffered a single stroke, ischemic or hemorrhagic at least 6 months prior to the study and at most 5 years prior to the study, diagnosed by MRI and / or CT scan;\n2. Age between 30 and 80 years;\n3. Spasticity ≤ 3 in the flexor muscles of the elbow, wrist and fingers, shoulder horizontal adductor (Ashworth Modified Scale);\n4. Mild or moderate sensorimotor impairment (Fugl-Meyer score scale - mild: 58-64 points, moderate: 39-57 points);\n5. Present ability to understand the instructions of the study (Mini-Mental score ≥ 18 for schooled individuals and ≥ 13 for illiterate individuals);\n6. Present muscular strength ≥ 3 in the flexor muscles of shoulder, and extensors of elbow and wrist.\n7. Be able to stay in position for more than 30 minutes;\n\nExclusion Criteria:\n\n1. Visual deficit that may limit participation in Mirror Therapy;\n2. History of severe depression or severe psychiatric disorder;\n3. Other neurological or musculoskeletal disorders in the upper limb not related to the stroke;\n4. Severe visuospatial negligence.","healthyVolunteers":false,"sex":"ALL","minimumAge":"30 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"Caren Luciane Bernardi","city":"Porto Alegre","state":"RS","zip":"90620-160","country":"Brazil","geoPoint":{"lat":-30.03306,"lon":-51.23}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}