{"protocolSection":{"identificationModule":{"nctId":"NCT04007315","orgStudyIdInfo":{"id":"GN18ST520"},"organization":{"fullName":"NHS Greater Glasgow and Clyde","class":"OTHER"},"briefTitle":"SaeboGlove Therapy for Severe Upper Limb Disability and Severe Hand Impairment After Stroke","officialTitle":"SaeboGlove Therapy for Severe Upper Limb Disability and Severe Hand Impairment After Stroke (SUSHI): A Pragmatic, Multicentre, Parallel-group, Randomised Controlled Trial With Blinded Outcome Assessment and Process Evaluation","acronym":"SUSHI"},"statusModule":{"statusVerifiedDate":"2020-05","overallStatus":"SUSPENDED","whyStopped":"COVID-19","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-11-21","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-07","type":"ESTIMATED"},"completionDateStruct":{"date":"2022-07","type":"ESTIMATED"},"studyFirstSubmitDate":"2019-07-01","studyFirstSubmitQcDate":"2019-07-01","studyFirstPostDateStruct":{"date":"2019-07-05","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-05-13","lastUpdatePostDateStruct":{"date":"2020-05-15","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"NHS Greater Glasgow and Clyde","class":"OTHER"},"collaborators":[{"name":"University of Glasgow","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The study will aim to determine whether 6-weeks of using a SaeboGlove independently (with or without help from a carer) improves upper limb function (measured using the Action Research Arm Test score) in comparison to usual care alone in people with reduced active finger extension, severe upper limb disability and severe hand impairment after recent stroke.","detailedDescription":"Severe arm and hand weakness causes disability and reduces quality of life after stroke. Recovery is best when people practice high numbers of movements based on everyday function such as reaching and grasping. People with severe weakness are often given treatments known to lack benefit and are frequently excluded from arm rehabilitation trials. This is because they don't have enough movement and often can't open their hand enough to carry out functional based therapy. This will be limiting recovery for those who need it most.\n\nA clinical trial is proposed of a new rehabilitation device called a SaeboGlove. It is worn on the weak hand to assist the hand to open. It can help people to grasp and release objects such as cutlery, clothes or a hairbrush during everyday activities, even when weakness is severe. This means it may enable people with severe weakness to practice beneficial movements based on everyday functional tasks and may increase their chance of a better recovery.\n\nIn this study people with severe hand and arm weakness early after stroke will receive 6-weeks of usual National Health Service (NHS) care or 6-weeks of usual NHS care with additional self-directed SaeboGlove therapy. Carers or hospital staff can help participants receiving SaeboGlove therapy. Participants who do not receive SaeboGlove therapy initially will be offered it after the trial ends.\n\nThis study will assess hand and arm movement and function, and quality of life at the start of the study, and 6-weeks and 14-week later. Participant, carer and clinician views and additional costs of SaeboGlove therapy will be assessed.\n\nA SaeboGlove therapy resource that stroke survivors could use independently after discharge from NHS stroke services will also be created."},"conditionsModule":{"conditions":["Stroke"],"keywords":["rehabilitation","hand"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"A pragmatic, multicentre, parallel-group, randomised controlled trial","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":110,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"SaeboGlove Therapy + usual care","type":"EXPERIMENTAL","description":"Use for 6 weeks - given an individualised self-management training programme involving repetitive grasping and releasing movements.","interventionNames":["Device: SaeboGlove therapy"]},{"label":"Usual care","type":"ACTIVE_COMPARATOR","description":"Usual NHS rehabilitation care based on National Clinical Guidelines for 6 weeks + 2 study visits and one study phone call","interventionNames":["Behavioral: Usual care"]}],"interventions":[{"type":"DEVICE","name":"SaeboGlove therapy","description":"An individualised self-management training programme involving repetitive grasping and releasing movements over 6 weeks.","armGroupLabels":["SaeboGlove Therapy + usual care"]},{"type":"BEHAVIORAL","name":"Usual care","description":"6-weeks of usual NHS care","armGroupLabels":["Usual care"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Upper limb function","description":"Change in Upper limb function measured by the Action Research Arm Test","timeFrame":"Time 0 to 6 weeks"}],"secondaryOutcomes":[{"measure":"Upper limb impairment","description":"Change in upper limb impairment as measured by Fugl-Meyer Upper Extremity (FMUE)","timeFrame":"Time 0 to 6 weeks"},{"measure":"Upper limb pain intensity","description":"Change in score on Visual Analogue Scale (VAS): measures pain intensity on an 11-point scale displayed on a 10 cm horizontal line, ranging from 0 (\"No Pain\") to 10 (\"Unbearable Pain\"), higher scores indicate greater pain intensity","timeFrame":"Time 0 to 6 weeks"},{"measure":"Perceived habitual functional upper limb use","description":"Change in Motor Activity Log (MAL)","timeFrame":"Time 0 to 6 weeks"},{"measure":"Activities of daily living","description":"Change in Barthel Index (BI) score: measures performance in activities of daily living, includes 10 items of activities of daily living (feeding, bathing, grooming, dressing, bowel control, bladder control, toileting, chair transfer, ambulation and stair climbing). Items are rated in terms of whether individuals can perform activities independently, with some assistance, or are dependent. Scores for each item vary between 0-1, 0-2 or 0-3 with the overall score ranging from 0-20 and the highest number being the best performance","timeFrame":"Time 0 to 6 weeks"},{"measure":"Quality of life - stroke","description":"Change in score on Stroke Impact Scale (SIS) (version 3.0): measures quality of life after stroke. It includes 59 items and assesses 8 domains (strength, hand function, ADL/IADL, mobility, communication, emotion, memory and thinking, and participation/role function). The SIS uses a 5-point Likert Scale. Summative scores for each domain range from 0-100. Total scores range from 0 to 800. A higher score reflects better function.","timeFrame":"Time 0 to 6 weeks"},{"measure":"Quality of life - generic","description":"Change in score on Equol 5 dimensions (5D), 5 levels (5L) (EQ-5D-5L): a descriptive system measuring quality of life over five dimensions (mobility, self-care, usual activities, pain/discomfort and anxiety/depression). Each dimension has five response levels (1-5, with 1 being the best outcome); and the responses to 5 dimensions can be combined to provide a 5 digit profile describing the respondent's health state with a single index value. An EQ-5D-5L index score of 1 represents full health.","timeFrame":"Time 0 to 6 weeks"},{"measure":"Disability","description":"Change in score on Modified rankin scale (mRS): measures degree of new disability or dependence after stroke, with a range of 0 (no new symptoms at all) to 5 (severe disability). Higher scores reflect greater disability.","timeFrame":"Time 0 to 6 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Capacity to consent to study participation\n* Aged ≥18 years\n* New clinical stroke diagnosis with:\n\n  i) Severe hand impairment (FMUE hand sub-section ≤7) and ii) Severe upper limb disability (ARAT ≤28)\n* \\>1 week post stroke\n* Identified during stroke index admission with consent, baseline assessment and randomisation occurring as an inpatient or within 2 weeks of discharge home\n* Considered eligible to use a SaeboGlove at consent/baseline assessment:\n\n  i) Reduced active range of finger extension with wrist held passively in full extension at consent/baseline ii) At least 5° passive wrist extension with fingers held passively in full extension iii) Nil to minimal digital contractures (5-10° accommodated) iv) Some initiation of gross active finger flexion v) Modified Ashworth Score ≤2\n* Considered able to learn to don/doff a SaeboGlove +/- help of willing carer\n* Considered able to engage in independent rehabilitation +/- help of willing carer\n* Considered able to comply with the requirements of the protocol, including questionnaires\n\nExclusion Criteria:\n\n* Swelling of the paretic hand considered severe enough to cause discomfort when glove is worn\n* Other significant upper limb impairment e.g. fixed contracture, fracture, frozen shoulder, severe arthritis, amputation\n* Diagnosis likely to interfere with rehabilitation or outcome assessments e.g. registered blind or terminal illness\n* Participant in other intervention trial","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Jesse Dawson, MD","affiliation":"University of Glasgow","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"NHS Lothian","city":"Edinburgh","country":"United Kingdom","geoPoint":{"lat":55.95206,"lon":-3.19648}},{"facility":"NHS Greater Glasgow and Clyde","city":"Glasgow","country":"United Kingdom","geoPoint":{"lat":55.86515,"lon":-4.25763}},{"facility":"NHS Lanarkshire","city":"Hamilton","country":"United Kingdom","geoPoint":{"lat":55.76667,"lon":-4.03333}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}