{"protocolSection":{"identificationModule":{"nctId":"NCT06012617","orgStudyIdInfo":{"id":"ERAPERMED2019-254"},"organization":{"fullName":"IRCCS Fondazione Stella Maris","class":"OTHER"},"briefTitle":"Combining biomArkers and Tele-health Solutions for Delivering at Home and in the Community Precision Medicine for the Upper Limb in cHildren With HEMIplegia Due to Stroke","officialTitle":"Combining biomArkers and Tele-health Solutions for Delivering at Home and in the Community Precision Medicine and Intervention for the Upper Limb in cHildren With HEMIplegia Due to Stroke (CATCH-HEMI)","acronym":"CATCH-HEMI"},"statusModule":{"statusVerifiedDate":"2023-08","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-09-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-09-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-09-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-01-20","studyFirstSubmitQcDate":"2023-08-22","studyFirstPostDateStruct":{"date":"2023-08-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-08-22","lastUpdatePostDateStruct":{"date":"2023-08-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"IRCCS Fondazione Stella Maris","class":"OTHER"},"collaborators":[{"name":"Karolinska Institutet","class":"OTHER"},{"name":"Karlsruhe Institute of Technology","class":"OTHER"},{"name":"Alexandria University","class":"OTHER"},{"name":"Khymeia","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Paediatric (including perinatal) stroke has an incidence of between 1.3 and 13.0 per 100.000 yearly in Europe. 1/3 of children with neonatal and 50% of post-natal stroke will develop a hemiplegia with upper limb being generally more affected than lower limb and a severe impact on children's participation and quality of life. Opportunities to advance scientific knowledge of the influence of genomic variation on the pattern, presentations and prognosis of paediatric stroke are lacking. Conversely, the discovery could have an enormous potential to drive the rehabilitation that is the major component of the stroke patient's care and to achieve a good functional outcome. The present proposal aims to change the current management of care and intervention of children with hemiplegia due to stroke, by identifying relevant biomarkers coming from four different areas (omics, clinical assessment, neuroimaging, Information and Communication Technologies) in order to stratify the children and to create a novel transdisciplinary patient-centred model to optimize and tailor the rehabilitation treatment. As a diagnostic tool, the new workflow allows the set-up for planning an individualized treatment based on patient specific needs, creating a model for an evidence-based clinical decision-making process that starts from the measurements of specific biomarkers, clinical measurements and effective use of patient's Upper Limb. The feasibility of the planned approach can be applied for deeply analysing and understanding results of previous researches and in new pilot studies on already available rehabilitative treatments. The results will provide an example of how different kinds of integrated assessments can contribute to create a plan for the management of children with hemiplegia due to stroke, thus leading to a better understanding of the correlation between genetic and phenotypic data. Finally, the Health Technology Assessment will provide estimates of its national and regional cost effectiveness.","detailedDescription":"Etiological causes of stroke in children are manifold and comprise both genetic and epigenetic factors but there are no reliable predictors for prevention or treatment strategies. Phenotypic variation of clinical features poses several challenges to the application of precision stroke medicine, making a simple genetic risk assessment only partially informative on an individual basis. The high incidence and prevalence, together with the high hetereogeneity of the etiology and phenotypic profiles, candidates the stroke in childhood as one of the main disorders in childhood that needs of a Personalised Medicine (PM) approach. The guiding principles of PM in adult stroke underscore, in fact, the need to identify, value, organise and analyse the multitude of variables obtained from each individual to generate a precise approach to optimise rehabilitation target.\n\nThe present proposal aims to change the current management of care and intervention of children with hemiplegia due to stroke, providing a new model of precision transdisciplinary approach. The main goal is to identify relevant biomarkers coming from four different areas (omics, clinical assessment, neuroimaging, kinematic analysis) in order to stratify the children and create a novel children stroke Patient Specific Model (PSM) to optimize and tailor the rehabilitation treatment. This approach is highly requested by the need of tailoring the rehabilitation treatment not only on the base of rough estimates of outcomes for a particular treatment planning and intervention but on the identification and analysis of the multitude of variables obtained from each individual. Moreover, much of comprehensive data are already collected by clinicians, but yet not readily used, during previous focused diagnostic and/or rehabilitative research project in a whole and personalized treatment approach (called theranostic, in PM approach). CATCH-HEMI will contribute to the improvement of quality of care of each child with hemiplegia due to stroke.\n\nThe investigators will collect all the data in a sample of at least 60 children with hemiplegia due to stroke.\n\nThe four areas that will be assessed will be: GENETIC (just a blood sample will be collected); NEUROIMAGING (just the already available structural brain MRI images will be collected); CLINICAL ASSESSMENT: all the 60 participants will be clinically evaluated at baseline with a comprehensive battery of standardised outcome measures (the evaluation will last around 2 hours covering all the domains underlined by the ICF, i.e. International Classification of Functioning, Disability and Health). Additional time will be required for children and parents to fill in questionnaires investigating the participation and quality of life. These questionnaires could be filled in at home and then send via mail to the clinicians. Moreover, for the KINEMATIC evaluation, participants will be asked to worn wearable smart commercial technological solutions (e.g. bracelets with sensors inside, app for registering daily life) for one month after the clinical evaluation."},"conditionsModule":{"conditions":["Congenital Hemiplegia","Unilateral Cerebral Palsy"],"keywords":["stroke","hemiplegia","children","upper limb","precision specific model"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"bioSpec":{"retention":"SAMPLES_WITH_DNA","description":"blood sample"},"enrollmentInfo":{"count":60,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"UCP group","description":"children with hemiplegia due to stroke"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Score of the Assisting Hand Assessment (AHA)","description":"This assessment measures bimanual performance in children with unilateral upper limb disabilities, during a semi-structured session with specific toys or activities. Is a standardized criterion-referenced test and the sum of scores may vary between 20 and 80, where a higher score indicates a higher ability level; the scaled score ranges between 0 and 100 and is a transformation of the sum score to a percentage distribuition within the scale, where 100 indicates that all test items were performed with the highest scores, and 0 means that all test items were performed with the lowest points.","timeFrame":"Months 1-24"},{"measure":"Kinematic parameters (i.e. speed, jerk, time) of upper limb abilities by means of Virtual Reality Rehabilitation System (VRRS)","description":"VRRS activities will quantitatively evaluate unimanual abilities, through kinematic parameters.","timeFrame":"Months 1-24"},{"measure":"Vector magnitude of upper limbs activities detected with ActigraphGXT3+ during clinical assessment","description":"ActigraphGXT3+, that will be worn on the two wrists, will quantitatively measure the movements of upper limbs during the clinical assessment.","timeFrame":"Months 1-24"},{"measure":"Score of magnetic resonance images with the semi-quantitative magnetic resonance image (sqMRI) scale","description":"The sqMRI is comprised of a global score and a number of subscores specifically assessing the involvement of different brain regions and the severity of brain lesion based on its structural MRI apearance (i.e. sequences, timing from the stroke event, digitalization)","timeFrame":"Months 1-24"},{"measure":"Numbers and type of stroke-related mutation by means of Whole Exome Sequencing (WES)","description":"To study the prevalence and genotype-phenotype correlation of mutations in genes already associated with pediatric stroke and to discover new possible candidate genes, a blood sample (7 cc) will be acquired and Whole Exome Sequencing (WES) will be applied to search rare potentially damaging single nucleotide variants (SNVs).","timeFrame":"Months 1-24"}],"secondaryOutcomes":[{"measure":"Scores of Melbourne Assessment 2 (MA2)","description":"It is criterion-referenced test that measures unilateral upper extremity quality of movement in subjects with neurological impairments according four elements: (i) Range of movement, (ii) Accuracy of reach and placement, (iii) Dexterity of grasp, release and manipulation and (iv) Fluency of movement. Scoring is completed across the 30 score items using a three-, four- or five-point scale and individually defined scoring criteria. Item scores relating to each element of movement measured are summed within the corresponding sub-scale. A child's final score on the MA2 is reported as four separate scores, one for each element of movement quality measured. A higher score indicates a higher upper limb ability investigated.","timeFrame":"Months 1-24"},{"measure":"Scores of Box and Block Tests (BBT)","description":"It measures unilateral gross manual dexterity. It is a quick, simple and inexpensive test. It can be used with a wide range of populations from childhood to adults. The score is given by the number of blocks carried from one compartment to the other in one minute. Higher scores on the test indicate better gross manual dexterity.","timeFrame":"Months 1-24"},{"measure":"Scores of patient and Environment Measure - Children and Youth (PEM-CY)","description":"It is a measure that evaluates participation in the home, at school, and in the community, along side environmental factors within each of these settings.","timeFrame":"Months 1-24"},{"measure":"Scores of Cerebral Palsy Quality of Life Questionnaire for Children (CP QOL -Child, 4-12 years)","description":"This instrument is useful for evaluating interventions designed to improve the lives of children.","timeFrame":"Months 1-24"},{"measure":"Scores of Cerebral Palsy Quality of Life Questionnaire for Adolescents (CP QOL -Teen, 13-18 years)","description":"This instrument is useful for evaluating interventions designed to improve the lives of adolescents.","timeFrame":"Months 1-24"},{"measure":"Scores of Children's Hand-use Experience Questionnaire (CHEQ)","description":"CHEQ is a questionnaire with 27 questions that evaluate the experience of children and adolescents in using the affected hand or hand prostheses in activities where usually two hands are needed. The sub-questions are rated on a 4-level scale. The total raw score are transformed by means of Rasch analysis to a 0-100 unit scale, where 100 indicates the highest scores, and 0 means the lowest.","timeFrame":"Months 1-24"},{"measure":"Scores of Child behavior checklist (CBCL)","description":"The CBCL will be applied to measure Behavioral functions and consists of 113 items describing a broad range of childhood behaviour problems, with subscales for externalizing and internalizing behaviour problems. Parents rate how true each item is now or was within the past 6 months in a scale of 3 points (0 meaning \"not true'\", 1 means \"somewhat or sometimes true'' and 2 \"very true or often true'').","timeFrame":"Months 1-24"},{"measure":"Scores of upper limbs activities detected with ActigraphGXT3+ during daily life","description":"ActigraphGXT3+, that will be worn on the two wrists, will quantitatively measure the movements of upper limbs during daily life for one week.","timeFrame":"Months 1-24"},{"measure":"Cognitive assessment with Wechsler Preschool and Primary Scale of Intelligence - Fourth Edition (WPPSI-IV)","description":"WPPSI-IV is an individually administered, norm-referenced instrument for assessing the intelligence of children aged 2 years, 6 months through 7 years, 7 months. The WPPSI-IV includes short, game-like tasks that engage young children. Scores yielded include a Full Scale IQ, as well as three Index scores (Verbal Comprehension, Visual Spatial, and Working Memory) for children up to 3 years, 11 months; and five Index scores (Verbal Comprehension, Visual Spatial, Fluid Reasoning, Working Memory, Processing Speed) for children 4 years through 7 years, 7 months. Ancillary subtests may be given to obtain additional scores for Vocabulary Acquisition, Nonverbal, and General Ability (for all ages) and Cognitive Proficiency (for older children).","timeFrame":"Months 1-24"},{"measure":"Scores of Cognitive assessment with Wechsler Intelligence Scale for Children - Fourth Edition (WISC-IV)","description":"WISC-IV is an individually administered IQ test used with children aged from 6 to 16. There are 15 subtests on the WISC-IV, but they may not all be used. In addition to subtest scores a combined composite score is reported (the IQ). Composite scores relating to specific cognitive areas may also be reported (index scores can be produced in the areas of Verbal Comprehension, Perceptual Reasoning, Working Memory and Processing Speed).","timeFrame":"Months 1-24"},{"measure":"Scores of Cognitive assessment with Wechsler Adult Intelligence Scale - Fourth Edition (WAIS-IV)","description":"WAIS-IV is an individually-administered, norm-referenced test designed to measure cognitive ability in individuals from age 16 years to 90 years, 11 months. It is the most frequently used measure of intelligence for adults and older adolescents. The WAIS-IV yields Full Scale IQ, Index Scores, and subtest-level scaled scores. The four Index Scores are Verbal Comprehension (VCI), Perceptual Reasoning (PRI), Working Memory (WMI), and Processing Speed (PSI). The WAIS-IV includes 10 core subtests and five supplemental subtests.","timeFrame":"Months 1-24"},{"measure":"Scores of Developmental test of Visual-Motor Integration (VMI)","description":"The VMI is a standardized, norm-referenced assessment involving copying geometric forms that is used to determine the level of integration between visual and motor systems in children and adolescent between 3 and 18 years. Standard scores and percentiles are then calculated, according to the number of the geometric forms correctly copied.","timeFrame":"Months 1-24"},{"measure":"Scores of verbal fluency with NEPSY-II","description":"The subtest verbal fluency, within the Language domain of NEPSY-II, assesses the ability to generate words within specific semantic and phonological categories in children between 3 and 16 years old. The child is asked to produce as many words as possible in 60 seconds, within a given semantic or phonological category. According to the number of words produced, scaled score is calculated.","timeFrame":"Months 1-24"},{"measure":"Scores of inhibition with NEPSY-II","description":"The subtest inhibition, within the Attention and Executive fuction domain of NEPSY-II, assesses the ability to inhibit automatic responses in favour of novel ones, in children between 5 and 16 years old.\n\nThe subject looks at a series of black and white shapes or arrows and names either the shape or direction or gives an alternating response, depending on the colour of the shape or arrow. According to the correct responses and execution time, scaled score or percentiles are calculated.","timeFrame":"Months 1-24"},{"measure":"Scores of BVS Corsi test","description":"The BVS Corsi test is a standardized measure of visuo-spatial short-term memory/working memory for children, performed on a plastic board containing nine blocks. The subject is asked to retrieve the sequence of the blocks tapped by the experimenter, following the same order for the forward condition or reversing the order for the backward condition. Sequence length identify the span level. A level is passed when at least three of its sequences are correctly retrieved. If, on the contrary, three or more errors are made at a level, the test is terminated. The span score is highest level passed. According to the span scores, percentiles are also available.","timeFrame":"Months 1-24"},{"measure":"Scores of auditory attention and response set with NEPSY-II","description":"This subtest consists in two different parts. The first one, administered from 5 to 16 years old, is called Auditory Attention and allow to assess sustained and selective auditory attention. The latter one, administered from 7 to 16 years old, is called Response Set and is designed to assess the ability to shift and maintain a new and complex set involving both inhibition of previously learned responses and correctly responding to matching or contrasting stimuli. The child listens to a series of words and touches the appropriate circle when he or she hears a target word. According to the correct responses, scaled score or percentiles are calculated.","timeFrame":"Months 1-24"},{"measure":"Scores of sustained attention with LEITER-3","description":"This subtest, within the LEITER-3 test, assesses visual attention in children and adults (3-75+ years) by requiring them to identify a target stimulus within increasing complexity matrices with distractors. The number of targets correctly identified allows the scaled score to be computed.","timeFrame":"Months 1-24"},{"measure":"Scores of Behavior Rating Inventory of Executive Function - Second Edition (BRIEF-2)","description":"The BRIEF-2 measures the executive function in daily life context in school aged children and adolescent by means of parent's and teacher's reports. From the 63 items it is possible to investigate 9 different areas: inhibition, self-monitoring, shifting, emotional control, initiative, working memory, planning and organization, task-monitor, and organization of materials. For each area is possible to calculate the t-score. These 9 executive domains are merged in three indices referring to cognitive, behaviour, and emotion regulation, and a global executive function score is also provided.","timeFrame":"Months 1-24"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* mild to moderately severe impairment of upper limb function with minimal ability to grasp and hold objects with affected hand (MACS level I-IV);\n* no obvious motor dyspraxia or communication deficits as assessed by ability to imitate action with the non-paretic upper limb;\n* sufficient cooperation, cognitive and communicative understanding to perform assessments and participate in the intervention;\n* adequate attention, engagement and visual abilities to perform\n\nExclusion Criteria:\n\n* severe or very minor UpL disability (MACS V);\n* Botulinum toxin-A injections in upper limb within 6 months prior to study entry;\n* upper limb surgery in UpL within 6 months prior to study entry","sex":"ALL","minimumAge":"6 Years","maximumAge":"18 Years","stdAges":["CHILD","ADULT"],"studyPopulation":"We will include patiens with confirmed diagnosis of hemiplegia due to pre-peri or post-neonatal, arterious ischemic or hemorragic venous stroke.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Giuseppina Sgandurra, MD, PhD","role":"CONTACT","phone":"050 886233/224","phoneExt":"+39","email":"g.sgandurra@fsm.unipi.it"}],"locations":[{"facility":"Prof. Tarek Omar","city":"Alexandria","country":"Egypt","contacts":[{"name":"Tarek E.I. Omar, MD","role":"CONTACT"}],"geoPoint":{"lat":31.21564,"lon":29.95527}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000002547","term":"Cerebral Palsy"},{"id":"D000006429","term":"Hemiplegia"}],"ancestors":[{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000001925","term":"Brain Damage, Chronic"},{"id":"D000010243","term":"Paralysis"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M12847","name":"Paralysis","relevance":"LOW"},{"id":"M5486","name":"Cerebral Palsy","asFound":"Cerebral Palsy","relevance":"HIGH"},{"id":"M9205","name":"Hemiplegia","asFound":"Hemiplegia","relevance":"HIGH"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M4897","name":"Brain Injuries","relevance":"LOW"},{"id":"M4892","name":"Brain Damage, Chronic","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M21550","name":"Pharmaceutical Solutions","relevance":"LOW"}],"browseBranches":[{"abbrev":"PhSol","name":"Pharmaceutical Solutions"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}