{"protocolSection":{"identificationModule":{"nctId":"NCT03784534","orgStudyIdInfo":{"id":"C17-75"},"secondaryIdInfos":[{"id":"2018-A02765-50","type":"REGISTRY","domain":"Secondary ID"}],"organization":{"fullName":"Institut National de la Santé Et de la Recherche Médicale, France","class":"OTHER_GOV"},"briefTitle":"Brain Network Models Of Motor Recovery After Stroke","officialTitle":"Brain Network Models Of Motor Recovery After Stroke","acronym":"ATTACK"},"statusModule":{"statusVerifiedDate":"2018-12","overallStatus":"UNKNOWN","lastKnownStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-02","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2022-02","type":"ESTIMATED"},"completionDateStruct":{"date":"2022-02","type":"ESTIMATED"},"studyFirstSubmitDate":"2018-12-10","studyFirstSubmitQcDate":"2018-12-21","studyFirstPostDateStruct":{"date":"2018-12-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2018-12-21","lastUpdatePostDateStruct":{"date":"2018-12-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Institut National de la Santé Et de la Recherche Médicale, France","class":"OTHER_GOV"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"As with other real=world connected systems, studying the network structure of multiple interactions in the brain (holism versus reductionism) has profound implications in the comprehension of emergent complex phenomena like, for example, the capability to functionally reorganize after cerebrovascular \"attacks\" or stroke. This dynamic skill, which is known in neuroscience as brain plasticity, is not only interesting from a network perspective, but it also plays a crucial role in determining the motor/cognitive recovery of patients who survive a stroke.\n\nNetwork analysis of functional connectivity (FC) patterns estimated from neuroimaging techniques such as electroencephalography (EEG), magnetoencephalography (MEG) and functional magnetic resonance imaging (fMRI) has allowed a major breakthrough in the understanding of physiopathology of stroke from a system perspective. Recent evidence from cross=sectional studies1,2 highlights that stroke lesions generally induce i) critical deviation from optimal (i.e. small=world) network topologies supporting both segregated and integrated information processing, ii) altered inter=hemispheric connectivity and modularity, iii) and abnormal region centrality in the ipsilesional hemisphere as well as in the contralesional hemisphere. While these findings provide new descriptors on how stroke lesions affect the functional brain network organization and how this correlates with the resulting behavioral impairment (e.g. hemiplegia, aphasia), they only represent a static picture of the brain plasticity, which is instead intrinsically dynamic, and partially inform on the chances of single patients to recover their motor/cognitive functions. These aspects dramatically limit the investigator's ability to fully understand the brain organizational mechanisms after stroke and to probe the predictive power of possible network=based neuromarkers of recovery. The ATTACK project aims to overcome these technological and methodological barriers by implementing the following three=fold strategy:\n\n1. acquiring a longitudinal dataset of brain and behavioral data in stroke patients and healthy controls,\n2. developing new analytic tools to characterize and generate temporally dynamic brain networks,\n3. building network=based models of functional recovery after stroke, accounting for individual patients.","detailedDescription":"The major thrust of this project is to develop a fundamentally new technology that overpasses current views in brain network analysis in an effort to i) identify the organizational mechanisms of brain plasticity underlying recovery in stroke patients and ii) exploit this information to design new diagnostic and prognostic neuromarkers of motor recovery.\n\nATTACK focuses on the acquisition of a longitudinal dataset (15 patients and 15 age=matched healthy controls). Multimodal data (clinical/functional scales, behavioral measures, brain activity EEG) will be collected from each patient at different phases after stroke across a series of consecutive recording sessions, i.e. +10 days, +1 month, +3 months, +6 months, +12 months after the first stroke event\n\nPatients will be selected with the following inclusion criteria: first=ever infarct lesion, with hand motor impairment. Exclusion criteria will be aged 18 to 85 years, inability to understand the task or perform motor tasks, contraindication to MRI. In each session, patients will be asked to perform several trials of resting state and hand grasping tasks (imagery and execution) in order to study also the intra=session brain changes occurring at short=time scales. Differently from current approaches focusing on fMRI changes, the present project focuses on high= density (64 sensors) EEG data in order to exploit the higher temporal resolution (in the order of ms) and have a much clearer understanding of the motor processes occurring at rapid oscillatory ranges (e.g. ERD/ERS). Furthermore, the high portability of EEG systems has the advantage to perform recording sessions at the patient's bedside, or even at home, in a totally non=invasive way, thus decreasing the impact on patient life in the hospital.\n\nClinical and behavioral data will be also collected from each patient to assess their motor recovery progress. Different scores include the ARAT, hand grip strength, NIHSS with motor subitems and Rankin score. Finally, anatomical MRI (T1 and tensor imaging) scan will be acquired for each patient after the subacute phase (+3 months) in order to locate and assess the severity/size of the lesion. These scores and data will be eventually used as covariates for the brain network topological changes. The first recording session will be performed at the Stroke unit of the Hospital Pitié_Salpêtrière. Subsequent sessions will be performed at the ICM, operated by the Centre EEG/MEG (CENIR).\n\nThe same data will be also collected at the ICM from the group of age-matched healthy subjects according to the same protocols and timing. This data are crucial in that they will be used to assess the statistical significance of the changes observed in the stroke patients. Recording sessions will be conducted in compliance with French regulations, including provisions relating to biomedical research in the Public Health Code, the French Bioethics law, the French Data Protection Act, and the World Medical Association Declaration of Helsinki."},"conditionsModule":{"conditions":["Stroke"],"keywords":["EEG","Recovery","Motor"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Pathophysiological and longitudinal study with no therapeutic intervention","primaryPurpose":"OTHER","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":30,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Healthy volunteers","type":"EXPERIMENTAL","description":"Subjects will be asked to perform:\n\n* high= density (64 sensors) EEG\n* clinical and behavioral data will be also collected from each subject to evaluate their motor skills: the ARAT or ACTION RESEARCH ARM TEST, hand grip strength, Fugl Meyer\n* anatomical MRI (T1 and tensor imaging) scan)","interventionNames":["Other: Imaging","Behavioral: Clinical and behavioral testing : Motor skills"]},{"label":"Patients","type":"EXPERIMENTAL","description":"Patients will be asked to perform:\n\n* high= density (64 sensors) EEG\n* clinical and behavioral data will be also collected from each patient to assess their motor recovery progress: the ARAT or ACTION RESEARCH ARM TEST, hand grip strength, NIHSS with motor subitems and Rankin and Barthel score, measure of functional independence and Hemispatial neglect, Fugl Meyer, test of Ashworth\n* anatomical MRI (T1 and tensor imaging) scan)","interventionNames":["Other: Imaging","Behavioral: Clinical and behavioral testing : Motor recovery progress","Behavioral: Clinical and behavioral testing : Motor skills"]}],"interventions":[{"type":"OTHER","name":"Imaging","description":"high= density (64 sensors) EEG and anatomical MRI (T1 and tensor imaging) scan","armGroupLabels":["Healthy volunteers","Patients"]},{"type":"BEHAVIORAL","name":"Clinical and behavioral testing : Motor recovery progress","description":"NIHSS with motor subitems and Rankin and Barthel score, measure of functional independence and Hemispatial neglect, test of Ashworth","armGroupLabels":["Patients"]},{"type":"BEHAVIORAL","name":"Clinical and behavioral testing : Motor skills","description":"the ARAT or ACTION RESEARCH ARM TEST, hand grip strength, Fugl Meyer","armGroupLabels":["Healthy volunteers","Patients"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Predictive value of EEG biomarkers on upper limb motor recovery (at 1 year)","description":"EEG centrality in M1 (arbitrary unit: \\[0-1\\])","timeFrame":"1 year"},{"measure":"Predictive value of EEG biomarkers on upper limb motor recovery (at 1 year)","description":"onnectivity indice: density of connectivity between cerebral hemispheres (arbitrary unit: \\[0-1\\])","timeFrame":"1 year"},{"measure":"Predictive value of EEG biomarkers on upper limb motor recovery (at 1 year)","description":"connectivity indice: network efficiency determined by areas topological distance (arbitrary unit: \\[0-1\\])","timeFrame":"1 year"}],"secondaryOutcomes":[{"measure":"Describe the changes in EEG connectivity during motor recovery","description":"EEG centrality in M1 (arbitrary unit: \\[0-1\\]","timeFrame":"1 year"},{"measure":"Describe the changes in EEG connectivity during motor recovery","description":"connectivity indice: density of connectivity between cerebral hemispheres (arbitrary unit: \\[0-1\\])","timeFrame":"1 year"},{"measure":"Describe the changes in EEG connectivity during motor recovery","description":"connectivity indice: network efficiency determined by areas topological distance (arbitrary unit: \\[0-1\\])","timeFrame":"1 year"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* First ever stroke\n* Delay between stroke onset and inclusion=10 days\n* Upper limb motor deficit assessed by the Fugl Meyer score\n* Written consent given\n* French health insurance\n* MMSE score \\> 26 for healthy volunteers\n\nExclusion Criteria:\n\n* Aged 18 to 85 years\n* Contra indication for MRI, unwilling to be informed a brain abnormality discovered on MRI other than the known one\n* Life threatening condition during the year of follow up\n* Surgery of the upper limb that impact the functional abilities\n* Pregnancy, people under legal guardian\n* Rankin score \\> 2 before the stroke\n* Subjects already involved in a therapeutic trial\n* Territorial sequelae old to the imagery","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Charlotte ROSSO, MD PhD","role":"CONTACT","phone":"+33142162103","email":"charlotte.rosso@gmail.com"},{"name":"Fabrizio DE VICO FALLANI, PhD","role":"CONTACT","phone":"+33157274294","email":"fabrizio.devicofallani@gmail.com"}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}