{"protocolSection":{"identificationModule":{"nctId":"NCT02778087","orgStudyIdInfo":{"id":"AAAQ2004"},"organization":{"fullName":"Columbia University","class":"OTHER"},"briefTitle":"Mirror Therapy After Stroke: A Dosing Study","officialTitle":"Self-directed Box (Mirror) Therapy After Stroke: A Dosing Study"},"statusModule":{"statusVerifiedDate":"2018-02","overallStatus":"TERMINATED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-01"},"primaryCompletionDateStruct":{"date":"2018-02-13","type":"ACTUAL"},"completionDateStruct":{"date":"2018-02-13","type":"ACTUAL"},"studyFirstSubmitDate":"2016-05-17","studyFirstSubmitQcDate":"2016-05-18","studyFirstPostDateStruct":{"date":"2016-05-19","type":"ESTIMATED"},"lastUpdateSubmitDate":"2018-02-13","lastUpdatePostDateStruct":{"date":"2018-02-14","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Glen Gillen","investigatorTitle":"Associate Professor of Rehabilitation and Regenerative Medicine","investigatorAffiliation":"Columbia University"},"leadSponsor":{"name":"Columbia University","class":"OTHER"},"collaborators":[{"name":"Helen Hayes Hospital","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"It has been suggested that augmenting repetitive task practice with the use of box (mirror) therapy (BT) can enhance the benefits of task practice and may provide stroke survivors an opportunity to engage in self-directed practice outside of normally scheduled therapy sessions. However, the dosage of BT to be used in clinical practice is unclear. In order for practitioners to begin integrating BT into clinical practice situations more information is needed to determine what defines a therapeutic dose. The aim of this study is to differentiate between two dosages of self-directed BT added to treatment as usual for decreasing arm and hand motor impairments, improving activity level, and increasing self-directed participation after stroke. Forty-five subjects from the Stroke Rehabilitation Unit at Helen Hayes Hospital (HHH) will be randomly assigned into three groups: treatment as usual plus 30 minute dosage of self-directed BT 5x/week; treatment as usual plus 60 minute dosage of self-directed BT 5x/week; treatment as usual plus 30 minutes of self-directed sham BT 5x/week.","detailedDescription":"Approximately 795,000 people in the United States have a stroke each year, and stroke is considered a leading cause of long-term disability. Impairments in arm and hand function are common after stroke and limit engagement in daily life activities, which impacts the overall quality of life of stroke survivors. It has been found that incomplete upper limb recovery predicted health related quality of life in stroke survivors at one year post-stroke in four (self-care, usual activities, pain/discomfort, \\& anxiety/depression) out of five domains measured on the EuroQol-5D questionnaire. Thus, evidence-based interventions that improve arm and hand function after stroke are needed. In fact, a recent study identified \"treatments for upper extremity recovery\" to be one of the top ten research priorities relating to life after stroke according to stroke survivors, caregivers, and health professionals. Evidence suggests task-oriented training interventions such as Repetitive Task Practice (RTP) are effective at improving upper extremity (UE) function and activity, and therapy participation in stroke survivors.\n\nRecently, it has been suggested that augmenting RTP with the use of cognitive strategies, such as Mirror Box Therapy (BT), can enhance the benefits of task practice and may provide stroke survivors an opportunity to engage in self-directed practice outside of normally scheduled therapy sessions. During BT, a person engages in motor activities with the unimpaired limb while watching its mirror reflection superimposed over the (unseen) impaired limb; this process creates a visual illusion whereby activities performed by the unimpaired limb are attributed to the impaired limb. While generating this visual illusion is a common ingredient in published BT effectiveness trials, the actual treatment protocols differ considerably. One important protocol difference seen across published trials relates to the dosage of BT. For instance, the minutes of BT provided range from 10 minutes to 60 minutes per session; session frequencies range from 1 to 7 sessions per week, and the length of the intervention ranges from 3 to 6 weeks. Thus, the dosage of BT to be used in clinical practice is unclear. In order for practitioners to begin integrating BT into clinical practice more information is needed on the effective dosage, as this may vary according to multiple factors (e.g., stage of recovery, the survivor's current functional limitations, or environment in which services are rendered)."},"conditionsModule":{"conditions":["Stroke"],"keywords":["motor recovery","mirror therapy","upper extremity"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":8,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"TAU plus 30 minutes of BT.","type":"EXPERIMENTAL","description":"Intervention: Subjects randomized to the 30 minute intervention will perform the above 15 minute Mirror Box Therapy intervention independently two times per day in addition to their treatment as usual.","interventionNames":["Behavioral: Mirror Box Therapy"]},{"label":"TAU plus 60 minute of BT.","type":"EXPERIMENTAL","description":"Intervention: Subjects randomized to the 60 minute intervention will perform the above 15 minute Mirror Box Therapy intervention independently four times per day in addition to their treatment as usual.","interventionNames":["Behavioral: Mirror Box Therapy"]},{"label":"TAU plus 30 minutes of sham BT.","type":"SHAM_COMPARATOR","description":"Intervention: Subjects randomized to the control (sham) group will perform the above Sham Mirror Box Therapy intervention independently two times per day. The control group will be using a mirror box with an opaque surface as opposed to a reflective mirror.","interventionNames":["Behavioral: Sham Mirror Box Therapy"]}],"interventions":[{"type":"BEHAVIORAL","name":"Mirror Box Therapy","description":"The BT intervention will be delivered in 15 minute increments via a self-directed program. The subject will sit comfortably at a table or desk in front of a box, which will be positioned in the mid-sagittal plane. The subject will place his or her affected arm inside the box so that it is out of view. The subject will then place his or her unaffected arm on the table and will be instructed to focus their attention on the mirror reflection of the unaffected arm throughout the intervention. The 15 minute intervention will consist of the following movements/tasks: active range of motion (AROM), functional tasks with objects, and object manipulation.","armGroupLabels":["TAU plus 30 minutes of BT.","TAU plus 60 minute of BT."]},{"type":"BEHAVIORAL","name":"Sham Mirror Box Therapy","description":"The BT intervention will be delivered in 15 minute increments via a self-directed program. The subject will sit comfortably at a table or desk in front of a box, which will be positioned in the mid-sagittal plane. The subject will place his or her affected arm inside the box so that it is out of view. The subject will then place his or her unaffected arm on the table and will be instructed to focus their attention on an opaque mirror throughout the intervention. The 15 minute intervention will consist of the following movements/tasks: AROM, functional tasks with objects, and object manipulation.","armGroupLabels":["TAU plus 30 minutes of sham BT."]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Score on Action Research Arm Test:","description":"This test examines hand and arm motor function. It consists of 19 movement tasks divided into 4 sub-tests (grasp, grip, pinch, and gross arm movement). Performance on each item is rated on a 4-point ordinal scale, ranging from 3 (performs test normally) to 0 (can perform no part of test). Totaled scores range from 0-57 with higher scores indicating higher functioning. Normative data for stroke has been published for this tool (Beebe \\& Lang, 2009; van der Lee et al., 2001). This tool has been found to be a valid measure (Platz et al., 2005; van der Lee et al., 2001). This test has excellent test-retest reliability (Platz et al., 2005), as well as inter-rater reliability (Nijland et al., 2010). Minimally clinically important difference (MCID) for this test has been established for both acute (Lang et al., 2008) and chronic stroke survivors (van der Lee et al., 2001).","timeFrame":"pre and post intervention up to 12 months"}],"secondaryOutcomes":[{"measure":"Score on Stroke Impact Scale","description":"This is a questionnaire including questions regarding whether the stroke has resulted in physical problems, problems with memory and thinking, changes in mood and emotions, problems with communication, daily living skills, mobility, and hand function. Normative data has been published for stroke survivors (Duncan et al., 2002). Several authors have established the validity of this tool (Doyle et al., 2007; Duncan et al., 2002; Huang et al., 2010; Kwon et al., 2006). This measure has adequate to excellent test-retest reliability depending on the domain (Duncan et al., 1999), as well as intra-rater reliability (Carod-Artal et al., 2009).","timeFrame":"pre and post intervention up to 12 months"},{"measure":"Score on Functional Independence Measure","description":"This provides a measurement of a subject's disability based on the International Classification of Impairment, Disabilities and Handicaps, and it indicates how much assistance the individual will need to carry out common basic activities of daily living. It contains 18 items that are rated on a seven point ordinal scale from total assistance to complete independence, and totaled scores range from a low of 18 to a high of 126, with higher scores indicating higher functioning. Normative data has been published for stroke survivors (Inouye et al., 2001). The validity of this measure has established (Inouye et al., 2001; Denti et al., 2008; Hsueh et al., 2002). This test has been found to have excellent test-retest reliability (Pollak et al., 1996; Hobart et al., 2001).","timeFrame":"pre and post intervention up to 12 months"},{"measure":"Score on Fugl-Meyer Assessment of Motor Recovery after Stroke (arm/hand section)","description":"This test examines a variety of reaching patterns, wrist and hand function, quality of movement, sensation, and reflexes. Items are scored on a 3-point ordinal scale from 0 (cannot perform) to 2 (performs fully). The domains assessed include: Motor function (UE maximum score = 66), Sensory function (UE maximum score = 12), and Joint pain (maximum score = 24). This tool is one of the most widely used quantitative measures of motor impairment after stroke (Gladstone et al., 2002). Multiple authors have documented the validity of this tool (Malouin et al., 1994; Mao et al., 2002; Shelton et al., 2001). It has excellent inter- and intra-rater reliability (Duncan, 1983). It has been found to be a strong predictor of motor function (Duncan, et al., 1992).","timeFrame":"pre and post intervention up to 12 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Adults status post ischemic or hemorrhagic stroke between the ages 18-85, receiving inpatient rehabilitation\n* Using the impaired arm, ability to lift and release a wash cloth off a table with any means of prehension in either the sitting or standing positions\n* A score \\> 21/30 on the Mini-Mental State Exam\n* Ability to consent.\n\nExclusion Criteria:\n\n* Serious visual or visual-perceptual deficits, neuropsychological impairments, or orthopedic conditions that would prevent participation in the BT protocol as determined by the treatment team\n* Involvement in another study protocol related to motor function after stroke\n* Anticipated length of stay less than two weeks\n* More than six months post stroke","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"99 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Glen Gillen, EdD, OTR","affiliation":"Columbia University","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Steven W. Lichtman, EdD","affiliation":"Helen Hayes Hospital","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Helen Hayes Hospital (Stroke Unit)","city":"West Haverstraw","state":"New York","zip":"10993","country":"United States","geoPoint":{"lat":41.20954,"lon":-73.98542}}]},"referencesModule":{"references":[{"pmid":"25553742","type":"BACKGROUND","citation":"Nilsen DM, Gillen G, Geller D, Hreha K, Osei E, Saleem GT. Effectiveness of interventions to improve occupational performance of people with motor impairments after stroke: an evidence-based review. Am J Occup Ther. 2015 Jan-Feb;69(1):6901180030p1-9. doi: 10.5014/ajot.2015.011965."},{"pmid":"24797202","type":"BACKGROUND","citation":"Nilsen DM, DiRusso T. Using mirror therapy in the home environment: a case report. Am J Occup Ther. 2014 May-Jun;68(3):e84-9. doi: 10.5014/ajot.2014.010389."},{"pmid":"23390640","type":"BACKGROUND","citation":"Thieme H, Mehrholz J, Pohl M, Behrens J, Dohle C. Mirror therapy for improving motor function after stroke. Stroke. 2013 Jan;44(1):e1-2. doi: 10.1161/strokeaha.112.673087."},{"pmid":"22419334","type":"BACKGROUND","citation":"Thieme H, Mehrholz J, Pohl M, Behrens J, Dohle C. Mirror therapy for improving motor function after stroke. Cochrane Database Syst Rev. 2012 Mar 14;2012(3):CD008449. doi: 10.1002/14651858.CD008449.pub2."},{"pmid":"25520374","type":"BACKGROUND","citation":"Mozaffarian D, Benjamin EJ, Go AS, Arnett DK, Blaha MJ, Cushman M, de Ferranti S, Despres JP, Fullerton HJ, Howard VJ, Huffman MD, Judd SE, Kissela BM, Lackland DT, Lichtman JH, Lisabeth LD, Liu S, Mackey RH, Matchar DB, McGuire DK, Mohler ER 3rd, Moy CS, Muntner P, Mussolino ME, Nasir K, Neumar RW, Nichol G, Palaniappan L, Pandey DK, Reeves MJ, Rodriguez CJ, Sorlie PD, Stein J, Towfighi A, Turan TN, Virani SS, Willey JZ, Woo D, Yeh RW, Turner MB; American Heart Association Statistics Committee and Stroke Statistics Subcommittee. Heart disease and stroke statistics--2015 update: a report from the American Heart Association. Circulation. 2015 Jan 27;131(4):e29-322. doi: 10.1161/CIR.0000000000000152. Epub 2014 Dec 17. No abstract available. Erratum In: Circulation. 2015 Jun 16;131(24):e535. Circulation. 2016 Feb 23;133(8):e417."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}