{"protocolSection":{"identificationModule":{"nctId":"NCT04997408","orgStudyIdInfo":{"id":"MOHW105-TDU-M-212-122008"},"organization":{"fullName":"Landseed Hospital","class":"OTHER"},"briefTitle":"Effectiveness of a Wearable Device-based Assisted Post-stroke Rehabilitation System","officialTitle":"The Cost-effectiveness Analysis of a Wearable Device-based Assisted Rehabilitation System for Discharged Patient With Stroke"},"statusModule":{"statusVerifiedDate":"2022-05","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2015-11","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2017-11","type":"ACTUAL"},"completionDateStruct":{"date":"2018-04","type":"ACTUAL"},"studyFirstSubmitDate":"2021-07-31","studyFirstSubmitQcDate":"2021-07-31","studyFirstPostDateStruct":{"date":"2021-08-09","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-05-15","lastUpdatePostDateStruct":{"date":"2022-05-17","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Landseed Hospital","class":"OTHER"},"collaborators":[{"name":"National Central University, Taiwan","class":"OTHER"},{"name":"Antai Medical Care Corperation Antai Tian-Sheng Memorial Hospital, Taiwan","class":"UNKNOWN"},{"name":"Ministry of Health and Welfare, Taiwan","class":"OTHER_GOV"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Multidisciplinary rehabilitation facilitates functional recovery after stroke, and adherence to rehabilitation guidelines is associated with improved outcomes. We assessed the efficacy of a wearable device-assisted rehabilitation system in addition to conventional therapy compared to conventional therapy alone.\n\nA total of 127 eligible acute stroke inpatients were enrolled. There were 76 males (59.8%). The mean age of the participants was 57.45 years; 63 and 64 participants were randomized to the WG and CG, respectively. Both groups showed significant improvements in mRS scores at 90 days (WG: -0.68 \\[95% confidence interval (CI), -0.94 to -0.42\\]; CG: -0.56 \\[95% CI, -0.74 to -0.38\\]; P\\<0.0001), but only the WG had significant improvements between 30 and 90 days (-0.36; 95% CI, -0.72, -0.007; P=0.049). Both groups had significant improvements in secondary outcomes at 90 days, but there was no difference between groups.","detailedDescription":"Stroke remains the leading cause of chronic physical disability worldwide and the second most common cause of acute mortality despite great progress in acute stroke treatment during the past decades. Adherence to rehabilitation guidelines after acute stroke is associated with improved outcomes. Current stroke guidelines recommend early and continuous rehabilitation to facilitate functional recovery and a good prognosis, and more than two-thirds of stroke patients are encouraged to participate in outpatient rehabilitation programs after hospital discharge. The efficacy of rehabilitation might be enhanced by increasing the rehabilitation time using mobile communication devices (telerehabilitation). Moreover, the use of telerehabilitation should be emphasized during the era of coronavirus disease 2019 (COVID-19), when medical resources are limited and in-person contact is restricted.\n\nDuring the Wearable-Assisted Rehabilitation (WEAR) for Stroke (WEAR-Stroke) trial, we aimed to investigate the efficacy of adding a 30-minute smartphone-assisted or smartwatch-assisted session to conventional in-person rehabilitation.\n\nSeveral innovative interventions have been introduced beside the conventional rehabilitation because of increasing awareness of the brain's regenerative potential and advances of technology by utilizing visual feedback, transcranial magnetic stimulation and robotics. An alternative way of delivering post-stroke rehabilitation, telerehabilitation, has been proposed by information and communication technologies. The devices could detect, store and upload their physical activity recorded in the sensor-embedded mobile devices of smart watches and smartphones, with connection to the internet and get real-time feedback by the computation. The market penetration of smart mobile devices is rapidly rising in every industrial sector and professional field. The smartphone software applications (apps) are becoming increasingly popular for both health care consumers and providers. The investigators designed a customizable, sensor-driven, internet-based rehabilitation system consisting of a sensing watch, smartphone, a web server and database and users' interface for medical staff. The primary outcome was the mRS scores from baseline (D0) to 30 days (D30), from D0 to 90 days (D90), and from D30 to D90. Acute stroke therapies often use the mRS to assess the functional outcomes and activity limitations.\n\nThe secondary outcomes included changes in the following measures at D30 and D90: Barthel index (BI) score for functional recovery of activities of daily living; static and dynamic balance ability (Berg Balance Scale, BBS) scores for 14 functional tasks with varying difficulty, including sitting, standing, transferring, reaching, stepping, and turning, rated using a 5-point scale (range, 0-4) based on the performance of the subject when completing the activity; the scores of the Functional Independence Measure (FIM), which is an 18-item tool that assesses motor domains, such as self-care, continence, transfers, and locomotion, and cognitive domains, such as communication and social cognition (each item was graded from 1 to 7 according to the level of assistance required, with 1 indicating total assistance and 7 indicating complete independence); and scores of the Stream Wolf Motor Function Test (SWMFT), which assesses the ability to perform simple and complex grasp tasks and global arm movements (range, 0-5 points, with 0 indicating unable and 5 indicating normal).\n\nThe investigators successfully implement the system developed in the project into three hospitals."},"conditionsModule":{"conditions":["Post-Acute-Stroke Rehabilitation"],"keywords":["Rehabilitation","Stroke","Mobile devices","Telemedicine"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Prospective randomized study","primaryPurpose":"HEALTH_SERVICES_RESEARCH","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":140,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Study Arm","type":"ACTIVE_COMPARATOR","description":"Mobile device-assisted rehabilitation","interventionNames":["Device: Customized exercise app","Other: In-person therapist-supervised rehabilitation"]},{"label":"Control Arm","type":"ACTIVE_COMPARATOR","description":"In-person therapist-supervised rehabilitation","interventionNames":["Other: In-person therapist-supervised rehabilitation"]}],"interventions":[{"type":"DEVICE","name":"Customized exercise app","description":"A Wearable Device-Based Assisted Post-Stroke Rehabilitation system","armGroupLabels":["Study Arm"]},{"type":"OTHER","name":"In-person therapist-supervised rehabilitation","description":"In-person therapist-supervised rehabilitation","armGroupLabels":["Control Arm","Study Arm"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The primary outcome measure was changed in mRS, which was defined by scores of 0 to 4 on the modified Rankin scale","description":"The primary outcome measure was changed in mRS, which was defined by scores of 0 to 4 on the modified Rankin scale, a global seven-level measure of functioning in which scores of 0 or 1 indicate a good outcome with no or minimal neurologic symptoms, scores of 2 to 5 indicate a poor outcome with increasing degree of disability, and 6 indicates death.","timeFrame":"Baseline, 30 days and 90 days"}],"secondaryOutcomes":[{"measure":"Change in Barthel Index (BI) at 30 days, 90 days","description":"Change in Barthel Index (BI) (measure performance in activities of daily living)","timeFrame":"Baseline, 30 days and 90 days"},{"measure":"Change in upper limb (UL) function (Stream Wolf Motor Function Test)","description":"Change in upper limb (UL) function (Stream Wolf Motor Function Test: assesses the ability to perform simple and complex grasp tasks and global arm movements. from 0 to 5 points. 0, unable; 5, normal.)","timeFrame":"Baseline, 30 days and 90 days"},{"measure":"Change in functional status (Functional Independence Measure)","description":"Change in functional status (Functional Independence Measure-an 18-item tool that assesses function in self-care, continence, mobility, transfers, communication, and cognition. Each item is graded from 1 to 7 according to the level of assistance required. 1, total assistance; 7, complete independence.)","timeFrame":"Baseline, 30 days and 90 days"},{"measure":"Change in static and dynamic balance ability (Berg balance scale)","description":"Change in static and dynamic balance ability (Berg balance scale 15- based on 14 functional tasks with varying difficulty, including sitting, standing, transfer, reaching, stepping, and turning. Each task was rated on a five-point scale, ranging from 0 to 4 based on the performance of the subject in completing the activity).","timeFrame":"Baseline, 30 days and 90 days"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Able to provide signed informed consent prior to study entry and understand the nature of this study and agree to adhere to all study protocol requirements.\n2. Males and females 20-75 years of age at the time of signing the informed consent\n3. Patients with first-ever acute ischemic or hemorrhagic stroke diagnosed by a neurologist or neurosurgeon within 4-12 weeks of onset,\n4. A baseline modified Rankin Scale score 2-4 on enrollment,\n5. A designated caregiver for each patient willing to assist the patient to be engaged in WEAR using the mobile embedded with APP.\n\nExclusion Criteria:\n\n1. Planning to have further rehabilitation in other hospital and could be followed up in the participating hospital.\n2. The caregiver of patients not willing to assist patients to be engaged in WEAR.","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}