{"protocolSection":{"identificationModule":{"nctId":"NCT04713384","orgStudyIdInfo":{"id":"Phase I Tele-Rehab"},"secondaryIdInfos":[{"id":"GRANT R43AG052290","type":"OTHER_GRANT","domain":"NIH"}],"organization":{"fullName":"Bright Cloud International Corp","class":"INDUSTRY"},"briefTitle":"Remote Bimanual Virtual Rehabilitation Post CVD","officialTitle":"Remote Bimanual Virtual Rehabilitation for Elderly With Cerebral Vascular Disease"},"statusModule":{"statusVerifiedDate":"2021-07","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2015-09-30","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2018-08-31","type":"ACTUAL"},"completionDateStruct":{"date":"2018-09-13","type":"ACTUAL"},"studyFirstSubmitDate":"2018-06-22","studyFirstSubmitQcDate":"2021-01-13","studyFirstPostDateStruct":{"date":"2021-01-19","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-07-15","lastUpdatePostDateStruct":{"date":"2021-07-21","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Grigore Burdea","investigatorTitle":"Chief Technology Officer","investigatorAffiliation":"Bright Cloud International Corp"},"leadSponsor":{"name":"Grigore Burdea","class":"INDUSTRY"},"collaborators":[{"name":"Kessler Foundation","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"The aim of the study is to develop the BrightBrainer G (grasp), a game-based upper-extremity motor and cognitive rehabilitation system using custom virtual reality simulations. The G model is a version of the BrightBrainer Rehabilitation System, a Class 1 Exempt medical device produced by Bright Cloud International Corp (FDA owner/operator 10050478), and listed with the FDA (registration number 3012187972);","detailedDescription":"8 elderly subjects (50 to 80 years old) who live at home and had a stroke more than 9 months prior to participation, who may also suffer from mild cognitive impairments and may be depressed, will be recruited. Their 8 caregivers will also be recruited at Kessler Foundation.\n\nParticipants will train on the BrightBrainer system for 4 weeks in their home, doing a total of 20 rehabilitation sessions. Sessions will consist of playing therapeutic games using both the impaired and unimpaired arms. Sessions will progress in duration from 20 minutes to 40 minutes of actual play. Before and after the 4 weeks home therapy, participants will travel to the Kessler Foundation (West Orange, NJ) and undergo standardized motor, cognitive, and emotive clinical evaluations."},"conditionsModule":{"conditions":["Stroke Sequelae","Cognitive Impairment","Depression"],"keywords":["virtual reality","stroke","upper extremity","BrightBrainer","rehabilitation","home","gamification"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"20 elderly subjects. Or these 4 healthy age-matched volunteers for usability, and 8 elderly stroke survivors to determine technology acceptance and clinical benefit to motor, cognitive and emotive function, under remote rehabilitation conditions. We will also recruit their 8 caregivers so to have better feedback in changes they observe in the stroke survivors and any technology issues. Among them, one patient dropped, 7 patients (and their caregivers) completed the study. The subjects in this feasibility study will have UE motor impairments, normal cognition or have Mild Cognitive Impairment (MCI).\n\nPre- and Post-intervention standardized evaluations will be used to determine benefit. Subjective evaluations and adherence to protocol will indicate acceptance of the technology.\n\nEach session of game exercises will store performance data, which will be monitored remotely.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":18,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Treatment","type":"EXPERIMENTAL","description":"Participants will undergo 4 weeks (20 sessions) of experimental rehabilitation in their home. They will play custom therapeutic games that are intensive and adapt to their condition. Before and after the 4-week intervention participants will travel to Kessler Foundation to undergo evaluations. The therapy is designed to improve arm range, strength, endurance, as well as memory, focusing and decision making. Data will be stored on the cloud, protected and monitored by the research team.","interventionNames":["Device: Integrative tele-rehalitation of chronic stroke survivors using custom therapeutic games"]}],"interventions":[{"type":"DEVICE","name":"Integrative tele-rehalitation of chronic stroke survivors using custom therapeutic games","description":"20 sessions of playing therapeutic games using both arms while siting at a table at home. Arms hold either generic game controllers, or BrightBrainer therapeutic controllers. Sessions involve a variety of games that train motor and cognitive function in an integrative way. The games are rendered by the BrightBrainer system. Games adapt and are winnable, benefiting well-being (reducing depression). Each session may generate many hundreds of arm repetitions, finger movement and grasps, depending on session duration. Data on arm reach as well as game outcomes and vitals are uploaded to an secure server. These data allow researchers to remotely monitor compliance to protocol and longitudinal progress. Caregivers are present at each session, and provide feedback as well as subjective ratings of the system.","armGroupLabels":["Treatment"],"otherNames":["BrightBrainer using BrightBrainer Grasp therapeutic controller"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Fugl-Meyer Assessment of Upper Extremity Function (Upper Extremity Sub-scale)","description":"Upper Extremity motor function Sub-Scale: 0 (completely impaired) to 66 (normal).","timeFrame":"Change from baseline at 4 weeks"},{"measure":"Trail Making Test B (TMT-B) (raw score) measure of cognitive executive function","description":"Timed test measures the subject's executive function. Subject is asked to connect dots of a page (with associated digits) in increasing magnitude, in the shortest time. Less time (measured in seconds) is better.","timeFrame":"Change from baseline at 4 weeks"}],"secondaryOutcomes":[{"measure":"Upper extremity functional index (UEFI) self-report of independence in daily activities","description":"Self-report of Independence in activities of daily living (ADLs). Scale: 0 (complete lack of independence in performing a given ADLs) to 80 (completely independent in that task). The form reports on 20 ADLs, which the highest score being 4 on each of them. Thus the highest possible score is 80 (20x4).","timeFrame":"Change from baseline at 4 weeks"},{"measure":"Chedoke Arm and Hand Activity Inventory (CAHAI) 9 measure of independence in bimanual daily activities","description":"ADL independence in bimanual tasks. Score Scale: 0 (completely impaired) to 63 (normal). Higher score is better, represented more independence in performing tasks with both hands.","timeFrame":"Change from baseline at 4 weeks"},{"measure":"Arm range of motion (degrees) measure for shoulder, elbow, wrist and fingers","description":"Measurement of active movement range for shoulder, elbow and fingers. Subjects' arm range of motion in each kinematic angles are measured in degree using a goniometer. Larger number is better (more range of motion)","timeFrame":"Change from baseline at 4 weeks"},{"measure":"Shoulder strength for deltoid muscles","description":"Measurement of shoulder strength using calibrated wrist weights. Subjects' shoulder strength is measured in pounds (lbs). More is better. 0 means no strength at all.","timeFrame":"Change from baseline at 4 weeks"},{"measure":"Grasp strength for power grasps and pinch grasps","description":"Grasp strength and pinch strength measurements using dynamo-meter and pinch meter. Three readings are used for the dynamometer when subject is asked to exert maximum power grasp, and then averaged. More is better. Minimum score is 0 (no strength at all).","timeFrame":"Change from baseline at 4 weeks"},{"measure":"Neuropsychological Assessment Battery NAB Verbal and Visual Attention Module","description":"Test for Verbal and visual attention will use Attention module digit span (working memory), dots (visual), which measures quantified metrics of subject's attention level. Dot test has a min of 0 (subject does not find the added dot) and a max of 12 (subject finds all added dots)","timeFrame":"Change from baseline at 4 weeks"},{"measure":"Trail Making Test A (TMT-A) measure of visual and cognitive processing speed","description":"Timed test measures the subject's Processing speed - visual and cognitive processing speed. Less time is better (1 second)","timeFrame":"Change from baseline at 4 weeks"},{"measure":"Hopkins Verbal Learning Test, Revised (HVLT-R) measure of verbal, visual and memory","description":"Tests measures the subject's verbal, visual and cognitive ability including delayed. Has 3 sub-tests plus a delayed recall test. Each sub-test has a min of 0 and a max of 12. Delayed recall has a min of 0 and a max of 24. More is better","timeFrame":"Change from baseline at 4 weeks"},{"measure":"Boston Naming Test (short form) test of verbal abbility in name (noun) associations","description":"Test measures subject's verbal and cognitive ability by asking specific questions. Min score 0 (unable to answer any of 15 questions) max score 15 (answers all). More is better","timeFrame":"Change from baseline at 4 weeks"},{"measure":"Brief Visuospatial Memory Test-Revised (Raw score)","description":"Timed Test of visuo-spatial memory by asking subjects to draw shapes they had seen. Higher score is better. Has alternate forms, only one form will be used in one evaluation.","timeFrame":"4 weeks"},{"measure":"Beck Depression Inventory II measure of depression severity","description":"Depression severity score (0 min, 63 max, less is better). 0 normal, 1-13 minimal; 14-19 Mild Depression; 20-28 Moderate Depression; 29-63 Severe Depression","timeFrame":"Change from baseline at 4 weeks"},{"measure":"Subjective evaluation by participant of the experimental therapy","description":"Participant fills a custom questionnaire with 10 questions. Each question uses a 5-Point Likert scale the system ease of use, perceived benefits and technical issues. Scale (0: Strongly disagree, 4: Strongly agree. i.e., in favor of the system). Higher score is better. Maximum score if all are rated at strongly agree is 40.","timeFrame":"4 weeks"},{"measure":"Blood Pressure measure by medical meter","description":"Blood pressure taken at each session (needs to be within physiological limits). Blood pressure is measured at start, mid and end of session.","timeFrame":"4 weeks"},{"measure":"Pulse measure by medical meter","description":"Pulse taken at every session. Pulse is measured at start, mid and end of session.","timeFrame":"4 weeks"},{"measure":"Arm Reach Baseline (computer measure)","description":"Arm reach area (square inches) measured at start of session. Higher value of reach area is better.","timeFrame":"4 weeks"},{"measure":"Session duration (computer measure)","description":"Duration of exercises performed on the device during a session, measured in minutes by the computer. Minimum is 15 minutes, maximum is 40 minutes More is better.","timeFrame":"4 weeks"},{"measure":"Average game scores (computer measure)","description":"Average of scores achieved by a subjects when playing therapeutic games in a given session. The higher the average the better. Range is 1 (lowest difficulty) to 10 (highest difficulty).","timeFrame":"4 weeks"},{"measure":"Arm repetitions (computer measure)","description":"Computer measure of total arm repetitions done by the subject in the process of playing therapeutic games. The higher the number the better. Minimum is 0 meaning the subject had not mover either arm at all during the session.","timeFrame":"4 weeks"},{"measure":"Finger extension repetitions (computer measure)","description":"Computer measure of total finger extension repetitions done by the subject in the process of playing therapeutic games. The higher the number the better. Minimum is 0 meaning the subject had not opened either hand at all during the session.","timeFrame":"4 weeks"},{"measure":"Grasping repetitions (computer measure)","description":"Computer measure of total grasp repetitions done by the subject in the process of playing therapeutic games in a given session. When playing bimanually, the grasps by each hand are added in this measure. The higher the number the better. Minimum is 0 meaning the subject had not grasped at all during the session.","timeFrame":"4 weeks"},{"measure":"Training intensity for arm and finger movements per minute (computer measure)","description":"Computer measure of average number of arm repetitions and of finger movements or grasps done by a participant in 1 minute in the process of playing therapeutic games. The higher the number the better. Minimum is 0 meaning the participant had not played at all (had no repetitions during that session).","timeFrame":"4 weeks"},{"measure":"Cognitive areas trained (computer measure)","description":"Computer measure of minutes of specific cognitive area training during a session. Specific domains are Attention, Memory, Executive Function and Language. Minimum is 0 (that area was not trained in a session). Maximum is session duration (up to 40 minutes) when only one cognitive area was trained during a session.","timeFrame":"4 weeks"},{"measure":"Average game level of difficulty (Computer Measure)","description":"Computer measure of average game difficulty of all the games played by the subject in a give session. The higher the number the better. Minimum is 1 meaning the subject had played all the games at the lowest level of difficulty in that session. Maximum is 10 (all games were played at their highest level of difficulty).","timeFrame":"4 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age 48 to 80;\n* Diagnosis of stroke which occurred more than 9 months prior (i.e. in the chronic phase);\n* English speakers;\n* UE unilateral motor involvement (FMA score 10 to 45);\n* Be able to actively move UE more than 15 degrees for shoulder and for elbow flexion/extension;\n* Be more than 4 months post casting procedures or Botulinum toxin injections;\n* Have cognitive skills to participate (Montreal Cognitive Assessment score 18-30).\n* Potential participants will not be excluded due to co-morbidities such as Parkinson, frozen shoulder, or arthritis;\n* Have normal cognition or MCI.\n\nExclusion Criteria:\n\n* Be younger than 48 or older than 80;\n* Present with severe visual neglect or legally blind;\n* Have severe hearing loss or deafness;\n* Present with receptive aphasia or severe expressive aphasia;\n* Have uncontrolled hypertension (\\>190/100 mmHg);\n* Have severe cognitive delay;\n* Cannot speak English;\n* Have history of violence or drug abuse;\n* Participants who cannot produce reliable scores on the neuropsychological pre-study assessment because they do not comprehend the test, or have severe speech impairment will be excluded;\n* Have severe hand spasticity and/or complete lack of arm movement;\n* MoCA scores of 17 and below.","healthyVolunteers":true,"sex":"ALL","minimumAge":"48 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"AM Barrett, MD","affiliation":"Kessler Foundation","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Kessler Foundation","city":"West Orange","state":"New Jersey","zip":"07052","country":"United States","geoPoint":{"lat":40.79871,"lon":-74.23904}}]},"referencesModule":{"seeAlsoLinks":[{"label":"site showing device","url":"http://www.BrightBrainer.com"}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"We will publish group analysis data, or case data, but no individually identifiable data will be released, per Federal Regulations pertaining to Protected Health Information."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000060825","term":"Cognitive Dysfunction"}],"ancestors":[{"id":"D000003072","term":"Cognition Disorders"},{"id":"D000019965","term":"Neurocognitive Disorders"},{"id":"D000001523","term":"Mental Disorders"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M6748","name":"Depression","relevance":"LOW"},{"id":"M6751","name":"Depressive Disorder","relevance":"LOW"},{"id":"M29395","name":"Cognitive Dysfunction","asFound":"Cognitive Impairment","relevance":"HIGH"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M5991","name":"Cognition Disorders","relevance":"LOW"},{"id":"M21526","name":"Neurocognitive Disorders","relevance":"LOW"},{"id":"M4505","name":"Mental Disorders","relevance":"LOW"},{"id":"M14163","name":"Psychotic Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}