{"protocolSection":{"identificationModule":{"nctId":"NCT02896348","orgStudyIdInfo":{"id":"2016-P-000666"},"organization":{"fullName":"Spaulding Rehabilitation Hospital","class":"OTHER"},"briefTitle":"Assessment of a Physio-neuro Platform (SynPhNe) for Home-based Retraining of Hand Function in Stroke Survivors","officialTitle":"Assessment of a Physio-neuro Platform (SynPhNe) for Home-based Retraining of Hand Function in Stroke Survivors"},"statusModule":{"statusVerifiedDate":"2023-04","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2016-08-18","studyFirstSubmitQcDate":"2016-09-09","studyFirstPostDateStruct":{"date":"2016-09-12","type":"ESTIMATED"},"lastUpdateSubmitDate":"2023-04-13","lastUpdatePostDateStruct":{"date":"2023-04-18","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Paolo Bonato","investigatorTitle":"PhD","investigatorAffiliation":"Spaulding Rehabilitation Hospital"},"leadSponsor":{"name":"Spaulding Rehabilitation Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUsExport":false},"descriptionModule":{"briefSummary":"The goal of this study is to:\n\n1. Assess the usability of the SynPhNe device in a home environment.\n2. Evaluate the efficacy of the SynPhNe home use device to improve motor hand function in chronic stroke subjects when used with a few sessions of standard care, as compared to standard care alone.","detailedDescription":"The goal of this study is to explore if the SynPhNe system can be used easily at home for people who suffered a stroke. With this study, we are also investigating if the SynPhNe system used could improve your hand function when it is used with a few sessions of research therapy.\n\nSynPhNe is a non-invasive device. It consists of a piece worn around the forearm, a head component and it communicates wirelessly via Bluetooth with the computer to provide subject with feedback while performing motor tasks with their hand. The head cap records your brain activity and gives feedback to help relaxing while exercising.\n\nWe are combining the use of the device with a research oriented rehabilitation program in a supervised environment. The SynPhNe system has not been approved by the U.S. Food and Drug Administration.\n\nSubjects will be randomized by chance (like a coin toss) to one of the two groups: lab-based upper extremity research therapy alone or lab-based upper extremity research therapy in addition to the SynPhNe system for home-based exercises.\n\n* The lab-based upper-extremity research therapy in its content is similar to regular occupational therapy and will focus exercise movements of arm and hand.\n* The group testing the SynPhNe system at home will have the system lent at no cost.\n\nThe study last for up to 12 weeks and involves up to 22 sessions in total:\n\n* Up to 3 sessions will be for testing arm movements (at baseline, after research therapy and at 1 month follow-up).\n* 18 research therapy sessions. 10 of them will be done at Spaulding Rehabilitation Hospital with a therapist and 8 of them by yourself, at home. Subjects will either be using the SynPhNe system or use the therapy plan recommended by the therapist, depending on the randomization. Each of these visits will be an hour long. They will be scheduled 3 days per week for six weeks."},"conditionsModule":{"conditions":["Stroke","Hemiparesis"],"keywords":["Hemiparesis","Stroke","Rehabilitation","Home-based"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":40,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"SynPhNe therapy","type":"EXPERIMENTAL","description":"Subjects will be asked to participate in a program of 18 upper-extremity rehabilitation sessions of 60 minutes with SynPhNe platform, over 6 weeks. The sessions will emphasize on the wrist and fingers movements, including functional activities.\n\nDuring week the two first weeks, 6 sessions will be done under therapist supervision at the Motion Analysis Laboratory at Spaulding Rehabilitation Hospital. Over the next 4 to 5 weeks, 10 sessions following exercises prompted by the SynPhNe system will be done unsupervised at home (or under limited supervision at the hospital), 2 sessions will be done at Spaulding Rehabilitation Hospital to review exercises with the SynPhNe system.","interventionNames":["Device: SynPhNe platform"]},{"label":"Conventional therapy","type":"ACTIVE_COMPARATOR","description":"Subjects will be asked to participate in a program of 18 upper-extremity rehabilitation sessions of 60 minutes under therapist supervision over two weeks at the Motion Analysis Laboratory at Spaulding Rehabilitation Hospital. The sessions will emphasize on the wrist and fingers movements, including functional activities.\n\nDuring week the two first weeks, 6 sessions will be done under therapist supervision at the Motion Analysis Laboratory at Spaulding Rehabilitation Hospital. The remaining 10 sessions will be done unsupervised at home, over approximately 4 weeks, and following the therapist home treatment plan. Over that time, 2 visits to Spaulding Rehabilitation will be made to review home treatment plan. Over the course of the study, participants will wear GeneActiv sensors to gather information about upper-extremity usage.","interventionNames":["Other: Conventional therapy"]}],"interventions":[{"type":"DEVICE","name":"SynPhNe platform","description":"SynPhNe is a non-invasive device. It consists of a piece worn around the forearm, a head component and it communicates wirelessly with the computer to provide feedback while performing motor tasks with the hemiparetic hand. The head cap records brain activity and gives feedback to help relaxing while exercising. The arm and the head component communicate wirelessly with the computer via Bluetooth. The head component reads brain signals while the arm gear senses your muscle signals when performing the exercises. The computer software adopts the appropriate difficulty level, speed and duration of the exercise depending on brain and muscle status to minimize fatigue.","armGroupLabels":["SynPhNe therapy"]},{"type":"OTHER","name":"Conventional therapy","description":"Exercise program established with a therapist (8 sessions under therapist direct supervision and 10 sessions at home). Low functioning subjects will be given more proximal joint-muscle exercises and activities while higher functioning subjects will have a greater component of distal tasks and activities. The therapist will review the exercises therapy plan with the subject and re-adjust it.","armGroupLabels":["Conventional therapy"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Fugl-Meyer Upper Extremity","description":"FM-UE is a measure of upper-extremity motor impairment including coordination and speed.","timeFrame":"Changes from baseline Fugl-Meyer scores at 7 weeks and at one month follow-up"},{"measure":"Box and Block test","description":"Gross motor manual dexterity assessment","timeFrame":"Changes from baseline scores at 7 week and at one month follow-up"},{"measure":"Wolf Motor Function Test (Upper Extremity)","description":"of 17 items that are upper extremity motor tasks and that can assess movement components required for daily tasks.","timeFrame":"Changes from baseline scores at Baseline, at 7 weeks and at one month follow-up"}],"secondaryOutcomes":[{"measure":"Jamar dynamometer","description":"Hand grip strength","timeFrame":"Changes from baseline scores at Baseline, at 7 weeks and at one month follow-up"},{"measure":"Visual Analogue Scale for Pain","description":"Assessment of pain intensity from 0 (no pain) to 10 (worse pain experienced)","timeFrame":"Changes from baseline scores at Baseline, at 7 weeks and at one month follow-up"},{"measure":"Modified Ashworth Scale","description":"Measure of spasticity of Upper Extremity, score range from 0 (no spasticity) to 4 (Passive movement no possible)","timeFrame":"Changes from baseline scores at Baseline, at 7 weeks and at one month follow-up"},{"measure":"Systolic and Diastolic Blood Pressure","description":"Arm measured blood Pressure","timeFrame":"Changes from baseline scores at Baseline, at 7 weeks and at one month follow-up"},{"measure":"Motor Activity Log","description":"Measure of amount and quality of arm use in daily life","timeFrame":"Changes from baseline scores at Baseline, at 7 weeks and at one month follow-up"},{"measure":"EQ5D questionnaire","description":"Assessment of Quality of life","timeFrame":"Changes from baseline scores at Baseline, at 7 weeks and at one month follow-up"}],"otherOutcomes":[{"measure":"Goniometry - Active Range of Motion","description":"Upper-extremity range of motion","timeFrame":"Changes from baseline scores at Baseline, at 7 weeks and at one month follow-up"},{"measure":"Manual Muscle Testing (Kendall)","description":"Muscle strength assessed by a therapist following Kendall guidelines. Scores range from 0 (no contraction) to 5 (maximum strength)","timeFrame":"Changes from baseline scores at Baseline, at 7 weeks and at one month follow-up"},{"measure":"WHO-ICF problem solving form","description":"Identification of participant's problems at the function, activity and environmental factors levels, following the World Health Organization International Classification of Functioning Codes. Decrease in number of problems identified at baseline indicates better outcomes.","timeFrame":"Changes from baseline scores at Baseline, at 7 weeks and at one month follow-up"},{"measure":"Device satisfaction feedback questionnaire (only for intervention group)","description":"Questionnaire to gather satisfaction feedback about usage of the device. Questions are scored from 1 to 5, total score up to 25. Higher score indicate higher satisfaction with the device.","timeFrame":"Scores at 7 weeks"},{"measure":"Number of sessions completed (only for intervention group)","description":"Log of completed sessions by the software. Higher number indicates better adherence to the intervention.","timeFrame":"Scores at 7 weeks"},{"measure":"Number of issues encountered with the device and/or software (only for intervention group)","description":"Number of occurrences of device and/or software malfunction.","timeFrame":"Scores at 7 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Ischemic or hemorrhagic stroke at least 6 months prior study enrollment ;\n* Moderate upper-extremity hemiparesis (initial score on the Upper Extremity Fugl-Meyer Assessment between 21 and 55 out of 66) ;\n* Ability to extend at least 2 fingers in the affected hand 10 degrees at any joint with pain-free passive range of motion at least 50% in all joints below the elbow.\n\nExclusion Criteria:\n\n* Cognitive impairment resulting to inability to follow instructions (as assessed with the MMSE) and inability to sustain attention for more than 10 minutes;\n* Current participation in upper-extremity therapy program;\n* Treatment with Botox injections in the affected arm in the previous 3 months and no planned Botox injections before the end of the study;\n* Poor sitting balance (as assessed with the Berg Balance Test);\n* Aphasia sufficient to limit comprehension and completion of the treatment protocol;\n* No more than moderate impairments in paretic UE sensation, passive range of motion, and pain that would limit ability to engage in therapy;\n* Increased muscle tone as indicated by score of \\>/= 3 on the Modified Ashworth Scale;\n* Previous diagnosis of dementia;\n* Previous diagnosis of neurological diseases other than Stroke;\n* History of seizures disorder and/or a seizure occuring within the last 6 months;\n* Other conditions affecting function of the stroke affected upper limb;\n* Severe pain in the stroke affected upper limb;\n* Terminal diseases with expected survival \\<1 year;\n* Not able to provide us or give us access to brain imaging of their Stroke lesion.","healthyVolunteers":false,"sex":"ALL","minimumAge":"21 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Catherine P Adans-Dester","role":"CONTACT","phone":"6179526321","email":"cadans-dester@partners.org"},{"name":"Gloria Vergara-Diaz","role":"CONTACT","phone":"6179526320","email":"gvergaradiaz@partners.org"}],"overallOfficials":[{"name":"Paolo Bonato, PhD","affiliation":"Spaulding Rehabilitation Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Spaulding Rehabilitation Hospital","city":"Boston","state":"Massachusetts","zip":"02129","country":"United States","contacts":[{"name":"Catherine Adans-Dester","role":"CONTACT","phone":"617-952-6321","email":"cadans-dester@partners.org"}],"geoPoint":{"lat":42.35843,"lon":-71.05977}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000010291","term":"Paresis"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M20634","name":"Muscle Weakness","relevance":"LOW"},{"id":"M12894","name":"Paresis","asFound":"Hemiparesis","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}