{"protocolSection":{"identificationModule":{"nctId":"NCT04782141","orgStudyIdInfo":{"id":"5/KRN/2020"},"organization":{"fullName":"Military Institute od Medicine National Research Institute","class":"OTHER"},"briefTitle":"Positioning the Trunk and Upper Limb to Improve the Coordination of the Hand Movement After Stroke","officialTitle":"Positioning the Trunk and Upper Limb to Improve the Coordination of the Wrist and Fingers After Stroke"},"statusModule":{"statusVerifiedDate":"2021-03","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-08-05","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-03-15","type":"ACTUAL"},"completionDateStruct":{"date":"2020-03-15","type":"ACTUAL"},"studyFirstSubmitDate":"2021-03-01","studyFirstSubmitQcDate":"2021-03-03","studyFirstPostDateStruct":{"date":"2021-03-04","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-03-03","lastUpdatePostDateStruct":{"date":"2021-03-04","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Anna Olczak","investigatorTitle":"PhD; Senior Specjalit of the Rehabilitation Clinc","investigatorAffiliation":"Military Institute od Medicine National Research Institute"},"leadSponsor":{"name":"Military Institute od Medicine National Research Institute","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study investigated how torso and shoulder positioning can help restore coordinated hand movements in stroke patients.","detailedDescription":"Stroke patients and healthy subjects were randomly divided into two different groups and tested in different positions. In study group 1, the exercise test consisted of two motor tasks carried out in two different starting positions: sitting and supine. During the first examination, the subject sat on the therapeutic table (without back support), feet resting on the floor (active stabilization of the trunk and shoulder). The upper limb was examined in adduction, with the elbow bent in the intermediate position between pronation and supination of the forearm. In the supine position, the upper limb was held beside the subject's body (adduction in the humeral joint, elbow flexion in the intermediate position; passive stabilization of the trunk and shoulder).\n\nIn study group 2, the exercise test again consisted of two motor tasks carried out in two different starting positions: supine with the upper extremity positioned perpendicularly to the trunk (passive stabilization of the trunk, active stabilization of the shoulder), and supine with the upper limb held beside the subject's body (adduction in the humeral joint, elbow flexion in the intermediate position; passive stabilization of the trunk and shoulder).\n\nA manual electronic dynamometer (EH 101) was used for grip strength measurement (error of measurement, 0.5 kg/lb). A Hand Tutor device (composed of a safe and comfortable glove equipped with position and motion sensors, and the Medi Tutor(TM) software) was used to measure the range of passive and active movement (error of measurement, 5 - 10 mm), as well as the speed/frequency of movement (error of measurement, 0,5 cycle/sec.).\n\nFirst, the range of passive movement in the radial-carpal joint (flexion and extension) and fingers (global flexion and extension) was measured in each position using the Hand Tutor Device. Then the subject made active movements in the same order. Finally, the subject was asked to make moves as quickly and in as full a range as possible. The measurement of grip strength with a dynamometer was performed in each position after the range of motion and speed/frequency tests."},"conditionsModule":{"conditions":["Stroke"],"keywords":["stroke","motor coordination","grip strength","rehabiliatation","stabilization","positioning"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":277,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Positioning the trunk and upper limb to improve the coordination the hand.","type":"EXPERIMENTAL","description":"The study investigated the effects of the trunk and upper limb positioning on improving wrist and hand coordination.","interventionNames":["Procedure: hand motor coordination in a sitting positin","Procedure: hand motor coordination in a supine position with the upper extremity positioned perpendicularly to the trunk","Procedure: hand motor coordination in a supine position with adduction in the humeral joint, elbow flexion in the intermediate position"]}],"interventions":[{"type":"PROCEDURE","name":"hand motor coordination in a sitting positin","description":"The subject sat on the therapeutic table (without back support), feet resting on the floor. The upper limb was examined in adduction, with the elbow bent in the intermediate position between pronation and supination of the forearm. Wrist and a hand free from stabilization.","armGroupLabels":["Positioning the trunk and upper limb to improve the coordination the hand."]},{"type":"PROCEDURE","name":"hand motor coordination in a supine position with the upper extremity positioned perpendicularly to the trunk","description":"motor tasks carried out in starting positions: supine with the upper extremity positioned perpendicularly to the trunk; the upper limb in adduction and flexion in the humeral joint, elbow extension, forearm in the intermediate position; elbow, wrist, hand free from stabilization.","armGroupLabels":["Positioning the trunk and upper limb to improve the coordination the hand."]},{"type":"PROCEDURE","name":"hand motor coordination in a supine position with adduction in the humeral joint, elbow flexion in the intermediate position","description":"In the supine position, the upper limb was held beside the subject's body (adduction in the humeral joint, elbow flexion in the intermediate position between pronation and supination of the forearm. Wrist and a hand free from stabilization.","armGroupLabels":["Positioning the trunk and upper limb to improve the coordination the hand."]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Range of passive movement of the wrist","description":"The Hand Tutor allows measurements of the range of passive movement of the wrist (in mm).","timeFrame":"up to 10 weeks"},{"measure":"Range of active movement of the wrist","description":"The Hand Tutor allows measurements of the range of active movement of the wrist (in mm)","timeFrame":"up to 10 week"},{"measure":"Wrist extension deficit (mm). The extension deficit refers to the difference between passive and active ROM.","description":"The Hand Tutor allows measurements of the extension deficit (in mm)","timeFrame":"up to 10 weeks"},{"measure":"Wrist flexion deficit mm","description":"The Hand Tutor allows measurements of the flexion deficit (in mm). The flexion deficit refers to the difference between passive and active ROM.","timeFrame":"up to 10 weeks"},{"measure":"Wrist maximum range of motion (ROM), mm","description":"The Hand Tutor allows measurements of the maximum range of motion (ROM) (in mm), from flexion to extension.","timeFrame":"up to 10 weeks"},{"measure":"Frequency of wrist movement (flexion to extension), cycles#/sec","description":"The Hand Tutor allows measurements of the speed or frequency (i.e., the number of cycles per sec).","timeFrame":"up to 10 weeks"},{"measure":"Range of passive movement of the fingers","description":"The Hand Tutor allows measurements of the passive movement of the fingers (in mm)","timeFrame":"up to 10 weeks"},{"measure":"Range of active movement of the fingers","description":"The Hand Tutor allows measurements of the active movement of the fingers (in mm)","timeFrame":"up to 10 weeks"},{"measure":"Fingers extension deficit mm","description":"The Hand Tutor allows measurements of the extension deficit (in mm). The extension deficit refers to the difference between passive and active ROM.","timeFrame":"up to 10 weeks"},{"measure":"Fingers flexion deficit mm","description":"The Hand Tutor allows measurements of the flexion deficit (in mm). The flexion deficit refers to the difference between passive and active ROM.","timeFrame":"up to 10 weeks"},{"measure":"Fingers maximum range of motion (ROM), mm","description":"The Hand Tutor allows measurements of the maximum range of motion (ROM) (in mm), from flexion to extension of each finger.","timeFrame":"up to 10 weeks"},{"measure":"Frequency of fingers movement (flexion to extension), cycles#/sec","description":"The Hand Tutor allows measurements of the speed or frequency (i.e., the number of cycles per sec)","timeFrame":"up to 10 weeks"},{"measure":"Assessment of the grip strength","description":"Grip strength, kg (a manusl electronic dynamometr (EH 101) was used for grip strength","timeFrame":"up to 10 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Study Group Inclusion Criteria:1) patients with hemiparesis after 5 to 7 weeks after stroke; 2) no severe deficits in communication, memory, or understanding what can impede proper measurement performance; 3) at least 20 years of age.\n\n-\n\nExclusion Criteria: 1) stroke up to 5 weeks after the episode; 2) epilepsy; 3) lack of trunk stability; 4) no wrist and hand movement; 5) high very low blood pressure; 6) dizziness; 7) malaise\n\nControl Group\n\nInclusion Criteria: 1) the control group consisted of subjects free from the upper extremity motor coordination disorders; 2) at least 20 years of age.\n\nExclusion Criteria: 1) history of neurologic or musculoskeletal disorders such as carpal tunnel syndrome, tendonitis, stroke, head injury, or other conditions that could affect their ability to active movement and handgrip; 2) severe deficits in communication, memory, or understanding what can impede proper measurement performance; 3) high very low blood pressure; 4) dizziness; 5) malaise\n\n-","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","maximumAge":"87 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Anna Olczak, MD","affiliation":"Rehabilitation Clinic, Military Institute of Medicine","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Military Institute of Medicine","city":"Warsaw","state":"Masovian District","zip":"04-141","country":"Poland","geoPoint":{"lat":52.22977,"lon":21.01178}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M9985","name":"Influenza, Human","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC01","name":"Infections"},{"abbrev":"BC08","name":"Respiratory Tract (Lung and Bronchial) Diseases"}]}},"hasResults":false}