{"protocolSection":{"identificationModule":{"nctId":"NCT04698369","orgStudyIdInfo":{"id":"9686"},"organization":{"fullName":"University of Oklahoma","class":"OTHER"},"briefTitle":"Evaluation of Vibration-based Wearable Upper Limb Rehabilitation Device","officialTitle":"Development and Evaluation of Vibration-based Wearable Upper Limb Rehabilitation Device"},"statusModule":{"statusVerifiedDate":"2022-01","overallStatus":"TERMINATED","whyStopped":"The study PI resigned","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-08-30","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-11-30","type":"ACTUAL"},"completionDateStruct":{"date":"2021-12-31","type":"ACTUAL"},"studyFirstSubmitDate":"2020-11-02","studyFirstSubmitQcDate":"2021-01-05","studyFirstPostDateStruct":{"date":"2021-01-06","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-01-24","lastUpdatePostDateStruct":{"date":"2022-02-08","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Oklahoma","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUnapprovedDevice":true,"isUsExport":false},"descriptionModule":{"briefSummary":"The investigators will perform a pilot 4-week at home study with 48 individuals with stroke and 10 therapists working with stroke patients to examine the feasibility and effect of a wearable focal muscle vibration device on upper limb strength and function.","detailedDescription":"Stroke often leads to significant impairment of upper limb function and is associated with decreased quality of life. Patients have difficulty moving out of the upper extremity flexion synergies that often dominate attempts to function after stroke. Change in muscle activation is the key underlying factor. Despite study results from several interventions for muscle activation and motor coordination, wide-scale adoption remains largely elusive due to the lack of sustainability of those interventions. The main reasons for the unsustainability are under-doses of the interventions and low patient compliance and participation. Recent studies among individuals without disabilities as well as those with strokes have shown that with focal vibration, there is greater potential to increase and coordinate muscle recruitment and build muscle strength and endurance. This form of treatment could widely benefit stroke patients and therapists who are in need of sustainable intervention that is effective and efficient to building muscle work capacity for function. Thus, the aims of this study are to evaluate the usability and feasibility of a novel vibration-based wearable device for upper limb rehabilitation in stroke patients. Forty-eight stroke patients and 10 therapists working with those stroke patients will be recruited to evaluate the usability of the device. All stroke patients will participate in a 4-week in-home vibration treatment to evaluate the feasibility of the device. Patients will be randomized into four groups receiving vibrations with different frequency (60 Hz or 120 Hz) and amplitude (0.2mm or 2mm). All groups will follow a prescribed dose of vibration based on the therapists' recommendations. Strength and functional outcomes will be measured before and after the 4-week in-home intervention. The investigators hypothesize that all groups will show an increase in grip strength and upper limb function at the end of study compared to baseline and that the increases in outcomes will be different in different groups. The investigators also expect all participants will tolerate the wearable device without adverse side effects and report high levels of satisfaction with the device. This pilot study may help to develop a novel sustainable wearable system providing vibration-based muscle activation for upper limb function rehabilitation. It may provide patients opportunity to apply the prescribed vibratory stimuli in-home and/or at community settings. It may also allow therapists to monitor treatment usage and patient performance and to adjust the treatment doses based on progression."},"conditionsModule":{"conditions":["Stroke"],"keywords":["focal muscle vibration","wearable","mHealth","in-home rehabilitation","stroke","upper extremity"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Subjects will be randomized using a computer-generated random table in four blocks of four (four different vibration intensities) to equalize the group numbers across the study period.\n\nThe four vibration intensities are: 60 Hz 0.2 mm, 60 Hz 2 mm, 120 Hz 0.2 mm, and 120 Hz 2mm.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"TRIPLE","maskingDescription":"Participants will not know the vibration intensity they receive. The care provider will be blinded on the vibration intensity as well. The outcome assessor will be blinded on which group the participants are.","whoMasked":["PARTICIPANT","CARE_PROVIDER","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":4,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"low frequency low amplitude","type":"EXPERIMENTAL","description":"The vibration frequency is 60 Hz and amplitude is 0.2 mm","interventionNames":["Device: Vibration Massage Therapy"]},{"label":"low frequency high amplitude","type":"EXPERIMENTAL","description":"The vibration frequency is 60 Hz and amplitude is 2 mm","interventionNames":["Device: Vibration Massage Therapy"]},{"label":"high frequency low amplitude","type":"EXPERIMENTAL","description":"The vibration frequency is 120 Hz and amplitude is 0.2 mm","interventionNames":["Device: Vibration Massage Therapy"]},{"label":"high frequency high amplitude","type":"EXPERIMENTAL","description":"The vibration frequency is 120 Hz and amplitude is 2 mm","interventionNames":["Device: Vibration Massage Therapy"]}],"interventions":[{"type":"DEVICE","name":"Vibration Massage Therapy","description":"WearUL is a patent pending wearable rehabilitation technology that targets localized vibration massage therapy directly onto the body. The frequency and amplitude combinations to be delivered by WearUL are safe and effective in clinical and research settings based on previous studies on focal vibration.","armGroupLabels":["high frequency high amplitude","high frequency low amplitude","low frequency high amplitude","low frequency low amplitude"],"otherNames":["WearUL"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Usability of the WearUL as assessed by the System Usability Scale (SUS)","description":"SUS is a reliable tool for measuring the usability of a device or system","timeFrame":"4 weeks"},{"measure":"Usability of the WearUL app as assessed by the mHealth App Usability Questionnaire (MAUQ)","description":"MAUQ is a reliable and valid questionnaire to assess mHealth app usability","timeFrame":"4 weeks"},{"measure":"Changes in grip strength","description":"the affected side grip strength measured by a dynamometer","timeFrame":"Change from Baseline Grip Strength at 4 weeks"},{"measure":"Changes in arm and hand function as assessed by CAHAI-7","description":"Chedoke Arm and Hand Activity Inventory - 7","timeFrame":"Change from Baseline CAHAI-7 at 4 weeks"},{"measure":"Changes in sensorimotor impairment as assessed by FMA-UE","description":"Fugl-Meyer Assessment of the Upper Extremity","timeFrame":"Change from Baseline FMA-UE at 4 weeks"},{"measure":"Changes in upper extremity performance as assessed by ARAT","description":"Action Research Arm Test","timeFrame":"Change from Baseline ARAT at 4 weeks"},{"measure":"Changes in self-reported functional upper extremity performance as assessed by MAL","description":"Motor Activity Log","timeFrame":"Change from Baseline MAL at 4 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Ischemic or hemorrhagic stroke with Chedoke McMaster's Stroke Assessment (CMSA) level four or above;\n* over 18 years of age;\n* have been using a smartphone more than one year;\n* live within 40 miles from the University of Oklahoma Health Sciences Center (OUHSC)\n\nExclusion Criteria:\n\n* a history of fractures or dislocations in the shoulder, elbow, or wrist from which the participant has not fully recovered,\n* severe impairment of verbal communication ability (for example, severe aphasia),\n* inability to consent (for example, dementia),\n* simultaneous participation in another treatment study targeting stroke recovery","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Hongwu Wang, PhD","affiliation":"University of Oklahoma","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"College of Allied Health, University of Oklahoma Health Sciences Center","city":"Oklahoma City","state":"Oklahoma","zip":"73117","country":"United States","geoPoint":{"lat":35.46756,"lon":-97.51643}}]},"referencesModule":{"references":[{"pmid":"24842220","type":"BACKGROUND","citation":"Murillo N, Valls-Sole J, Vidal J, Opisso E, Medina J, Kumru H. Focal vibration in neurorehabilitation. Eur J Phys Rehabil Med. 2014 Apr;50(2):231-42."},{"pmid":"25227540","type":"BACKGROUND","citation":"Paoloni M, Tavernese E, Fini M, Sale P, Franceschini M, Santilli V, Mangone M. Segmental muscle vibration modifies muscle activation during reaching in chronic stroke: A pilot study. NeuroRehabilitation. 2014;35(3):405-14. doi: 10.3233/NRE-141131."},{"pmid":"28240760","type":"BACKGROUND","citation":"Celletti C, Sinibaldi E, Pierelli F, Monari G, Camerota F. Focal Muscle Vibration and Progressive Modular Rebalancing with neurokinetic facilitations in post- stroke recovery of upper limb. Clin Ter. 2017 Jan-Feb;168(1):e33-e36. doi: 10.7417/CT.2017.1979."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"The de-identified data might be shared with permission from the funder and PI per request.","infoTypes":["STUDY_PROTOCOL","SAP"],"timeFrame":"After the completion of the r weeks study","accessCriteria":"Only de-identified data will be shared with permission from the funder and PI per request"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}