{"protocolSection":{"identificationModule":{"nctId":"NCT03945851","orgStudyIdInfo":{"id":"STU-2018-0175"},"organization":{"fullName":"University of Texas Southwestern Medical Center","class":"OTHER"},"briefTitle":"Functional MRI and DTI Analysis of Post VNS Therapy Rehab Changes","officialTitle":"Functional MRI and DTI Analysis of Post VNS Therapy Rehab Changes"},"statusModule":{"statusVerifiedDate":"2021-07","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-04-04","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-04-28","type":"ACTUAL"},"completionDateStruct":{"date":"2021-04-28","type":"ACTUAL"},"studyFirstSubmitDate":"2019-04-29","studyFirstSubmitQcDate":"2019-05-08","studyFirstPostDateStruct":{"date":"2019-05-10","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-07-30","lastUpdatePostDateStruct":{"date":"2021-08-02","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Bhavya Shah","investigatorTitle":"Assistant Professor","investigatorAffiliation":"University of Texas Southwestern Medical Center"},"leadSponsor":{"name":"University of Texas Southwestern Medical Center","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The purpose of performing magnetic resonance imaging (MRI) scans on patients undergoing stroke rehabilitation therapy in conjunction with vagal nerve stimulators (VNS) is to determine if the patients clinical improvement correlates to changes that can be identified on MRI of the brain such as degree of blood oxygen level dependent (BOLD) signal, changes in resting state connectivity, and corticospinal tract fiber density.\n\nSubjects will be randomized at implant surgery to either the device treatment (rehabilitation and VNS) or control (rehabilitation and Control VNS) groups. All participants of this study are also participants of the STU 062017-071 study and chose to participate in this functional magnetic resonance imaging (fMRI) sub-study. Rehabilitation is standard of care.\n\nBoth experimental groups and control groups will receive pre-rehabilitation and post-rehabilitation fMRI and diffusion tensor imaging (DTI) scans to quantify their white matter track density. We will analyze this data using the University of Texas Southwestern (UTSW) Advanced Neuroscience Imaging Research (ANSIR) pipeline which can automatically quantify white matter track density on both sides of the brain given the appropriate scans. In this study the VNS device specifically will not be studied. Rather we will be looking at the changes that occur in the brain as a result of using the VNS device during physical rehabilitation.\n\nOnce the post-rehabilitation scans are completed the patients in the control group will be given the opportunity to crossover into the experimental group and receive physical rehabilitation with the VNS implant turned on. They will have a third MRI session after their round of rehabilitation with the implant turned on in order to quantify their white matter tract density.","detailedDescription":"This study will consist of 2-3 fMRI sessions, depending on group assignment, and span 2 days for each session. It will be done at a single site only, at UTSW. The fMRI tasks will consists of subjects grasping and releasing a handgrip.\n\nThe VNS implant will be used in this study to determine if having the implant active during physical rehabilitation produces white matter tract changes in the brain visible on fMRI. All subjects in the STU 062017-071 study will receive a VNS implant. And all subjects in this study are also subjects of the STU 062017-071 study. Therefore participants of this study will enroll with the implant already in place.\n\nMethods: After passing routine MRI screening, patients who are enrolled in the VNS-REHAB study and consent to participate in the fMRI study will be scanned on a Phillips 3 Tesla Research Magnet (Ingenia, Philips Healthcare, Best, the Netherlands). Patients will be scanned before therapy and the week after therapy. A subset of patients will be scanned 3 times, before therapy, after therapy without activation of the vagal nerve stimulator, and after therapy with activation of the vagal nerve stimulator.\n\nScan Time:\n\nScan time is limited to 15 minutes per session to match manufacture FDA guidelines. Patients will receive two, 15 minute MRI scans over 2 days."},"conditionsModule":{"conditions":["Stroke Hemorrhagic"],"keywords":["vagal nerve stimulator","MRI","functional MRI"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Double blind, randomized, parallel study with partial crossover (control subjects crossover to treatment after randomized portion)","primaryPurpose":"DIAGNOSTIC","maskingInfo":{"masking":"QUADRUPLE","maskingDescription":"Participants, therapists (care providers), investigators, and outcomes assessors do not know which group (VNS or control VNS) the patients are randomized. Only one person at the site - the programmer who programs the device settings - knows which group the subject is randomized into.","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":3,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"VNS + Rehabilitation","type":"EXPERIMENTAL","description":"This study is only including subjects from the VNS-REHAB study (NCT03131960) who choose to participate in this fMRI sub-study. The experimental arm for that study includes subjects whose stroke treatment via Vagal Nerve Stimulation (VNS) delivered during rehabilitation.","interventionNames":["Procedure: fMRI"]},{"label":"Control VNS","type":"ACTIVE_COMPARATOR","description":"This study is only including subjects from the VNS-REHAB study (NCT03131960) who choose to participate in this fMRI sub-study. The active control arm for that study included subject whose stroke treatment is rehabilitation (standard-of-care) with only a minimal amount of VNS at the start of each rehabilitation session.","interventionNames":["Procedure: fMRI"]}],"interventions":[{"type":"PROCEDURE","name":"fMRI","description":"All subjects will undergo 2 fMRI sessions. Each of these sessions will span two days, and subjects will spend 15 minutes in the MRI each day. fMRI tasks will consist of subjects grasping and releasing a handgrip. The control arm subjects will be offered a third fMRI session after unblinding and therapy with activation of the VNS.","armGroupLabels":["Control VNS","VNS + Rehabilitation"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"White Matter Density","description":"White matter track density will be quantified using fMRI and DTI scans.","timeFrame":"An average of 7 days after Implantation (Pre-Rehabilitation)"},{"measure":"White Matter Density","description":"White matter track density will be quantified using fMRI and DTI scans.","timeFrame":"After 6 weeks of treatment (Post-Rehabilitation)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* This study is only including subjects from the STU 062017-071 (A Pivotal Randomized Study Assessing Vagus Nerve Stimulation (VNS) During Rehabilitation for Improved Upper Limb Motor Function After Stroke) study that choose to participate in this fMRI substudy.\n* History of unilateral supratentorial ischemic stroke that occurred at least 9 months but not more than ten 10 years prior to enrollment.\n* Age \\>22 years and \\<80 years.\n* Fugl-Meyer Assessment-Upper Extremity (FMA-UE) score of 20 to 50 (inclusive of 20 and 50).\n* Ability to communicate, understand, and give appropriate consent. Subjects should be able to follow two-step commands.\n* Right- or left-sided weakness of upper extremity.\n* Active wrist flexion/extension; active abduction/extension of thumb and at least two additional digits.\n\nExclusion Criteria:\n\n* History of hemorrhagic stroke\n* Presence of ongoing dysphagia or aspiration difficulties\n* Subject receiving medication that may significantly interfere with the actions of VNS on neurotransmitter systems at study entry. A list of excluded medications will be provided to investigators.\n* Prior injury to vagus nerve, either bilateral or unilateral (e.g. injury during carotid endarterectomy)\n* Severe or worse depression (Beck Depression Scale \\> 29) (Beck et al., 1961)\n* Unfavorable candidacy for device implant surgery (e.g. history of adverse reactions to anesthetics, poor surgical candidate in surgeon's opinion, etc)\n* Current use of any other stimulation device, such as a pacemaker or other neurostimulator; current use of any other investigational device or drug\n* Medical or mental instability (diagnosis of personality disorder, psychosis, or substance abuse) that would prevent subject from meeting protocol timeline\n* Pregnancy or plans to become pregnant or to breastfeed during the study period\n* Current or future requirement of diathermy during the study duration\n* Active rehabilitation within 4 weeks prior to consent\n* Botox injections or any other non-study active rehabilitation of the upper extremity within 4 weeks prior to therapy through the post-30 day visit\n* Severe spasticity of the upper limb (Modified Ashworth \\>=3)\n* Significant sensory loss. Sensory loss will be measured using the upper Extremity sensory section of the Fugl Meyer Assessment of Physical Performance. The assessment addresses light touch (2 items) and proprioception (4 items). The highest points attained is 12; subjects with scores less than 6 will be excluded from the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"22 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Bhavya Shah, MD","affiliation":"UT Southwestern Medical Center","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"UT Southwestern Medical Center","city":"Dallas","state":"Texas","zip":"75390","country":"United States","geoPoint":{"lat":32.78306,"lon":-96.80667}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000083302","term":"Hemorrhagic Stroke"}],"ancestors":[{"id":"D000020521","term":"Stroke"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M2405","name":"Hemorrhagic Stroke","asFound":"Stroke Hemorrhagic","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}