{"protocolSection":{"identificationModule":{"nctId":"NCT04037436","orgStudyIdInfo":{"id":"20190401"},"organization":{"fullName":"University of Waterloo","class":"OTHER"},"briefTitle":"Functional Exercise and Nutrition Education Program for Older Adults","officialTitle":"A Model for Delivering Strength Training and Nutrition Education for Older Adults (MoveStrong): A Pilot Randomized Controlled Trial","acronym":"MoveStrong"},"statusModule":{"statusVerifiedDate":"2020-11","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-09-24","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-03-14","type":"ACTUAL"},"completionDateStruct":{"date":"2020-09-01","type":"ACTUAL"},"studyFirstSubmitDate":"2019-06-28","studyFirstSubmitQcDate":"2019-07-25","studyFirstPostDateStruct":{"date":"2019-07-30","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-11-02","lastUpdatePostDateStruct":{"date":"2020-11-03","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Waterloo","class":"OTHER"},"collaborators":[{"name":"Canadian Institutes of Health Research (CIHR)","class":"OTHER_GOV"},{"name":"City of Lakes family Health Team","class":"UNKNOWN"},{"name":"Schlegel Villages and Research Institute for Aging","class":"UNKNOWN"},{"name":"YMCA","class":"OTHER"},{"name":"Kinnect to Wellness","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"There is strong evidence that specific types of exercise can improve health and physical function in older adults. While community exercise classes exist, many older adults with chronic conditions may need guidance from credentialed exercise professionals to ensure sufficient dose and progression and to address fears or low exercise self-efficacy. Furthermore, low protein intake among older adults is common and initiating exercise when nutrition is inadequate may cause weight loss and limit gains in muscle strength. The primary goal is to determine the feasibility of implementing the MoveSTroNg program under real-world conditions, measured through referral and recruitment to the program and study retention and adherence rates.","detailedDescription":"The MoveStrong trial is a 1-year pilot closed cohort stepped wedge randomized control trial (RCT) to evaluate the feasibility of implementation of the MoveStrong program. This program includes a functional exercise and nutrition program that teaches older adults with chronic diseases how to perform functional resistance and balance exercises and promote adequate protein intake and nutrition. Four sites (1 Northern and 3 Southern Ontario sites) will be cluster-randomized to implement MoveStrong at one of four start times, each three weeks apart. The primary outcome will be to determine the feasibility of recruitment and referral from diverse settings (i.e., retirement homes, community centers, and family health teams) and establish the retention and adherence to the program. Secondary objectives will determine the following: What are the participant's and provider's experience with the MoveStrong program? What is the short-term responsiveness (i.e., ability to detect change) of frailty indicators (Fried Frailty Index components), protein intake, or quality of life? Who agrees to participate? What adaptations need to be made to MoveStrong, or study methods in each setting? What is the cost relative to the benefit? Is behaviour change maintained in the maintenance period? Our long term goal is to use the information from this project to develop, implement, and evaluate a sustainable, scalable and pragmatic model to deliver strength and balance training and promote adequate protein intake among older adults with chronic diseases."},"conditionsModule":{"conditions":["Chronic Disease","Frail","Diabetes Mellitus","Cancer","Chronic Lung Disease","Cardiovascular Diseases","Congestive Heart Failure","Hypertension","Osteoporosis, Osteopenia","Arthritis","Stroke","Kidney Diseases"],"keywords":["Strength Training","Balance Training","Nutrition Education","Older adults","Frailty","Feasibility"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"SINGLE_GROUP","interventionModelDescription":"We will use a closed cohort stepped wedge design at 4 sites (1 in Northern Ontario and 3 in Southern Ontario). In a stepped wedge, sites are cluster-randomized to implement MoveSTroNg at one of four start times, each three weeks apart.","primaryPurpose":"OTHER","maskingInfo":{"masking":"NONE","maskingDescription":"Single (Outcomes Assessor)"}},"enrollmentInfo":{"count":44,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Intervention","type":"EXPERIMENTAL","description":"At regular intervals (the \"steps\") one cluster (i.e., one site) is randomised to cross from the control to the intervention under evaluation. This process continues until all clusters have crossed over to be exposed to the intervention. At the end of the study there will be a period when all clusters are exposed. Four sites are cluster-randomized to implement MoveSTroNg at one of four start times, each three weeks apart.","interventionNames":["Other: Strength and Balance Training & Nutrition Education"]},{"label":"Control","type":"OTHER","description":"Each cluster contributes observations under both control and intervention observation periods.","interventionNames":["Other: Usual Care"]}],"interventions":[{"type":"OTHER","name":"Strength and Balance Training & Nutrition Education","description":"Exercise:A kinesiologist-led twice-weekly program. Prior to attending the program, each attendee gets a 1:1 session with the kinesiologist to decide exercise starting levels. Group exercises start with a warm-up stepping game. Participants then perform 2 sets of 8 repetitions of each exercise, gradually progressing to an intensity of 3-8 repetitions maximum. Exercises include one each of a push, pull, squat, reach/press, lunge/step-up, lift and carry movement. After, there is a 10-minute group discussion to prompt making exercise routine at home. Nutrition:Two dietitian-led interactive group seminars to promote strategies to increase protein intake and sampling of protein-rich snacks and protein supplements. Seminar topics consider the cost to prepare high protein foods, the ability of retirement home residents to alter diet, how and why to spread protein intake through the day, how much protein is in their usual choices, and easy-to-consume protein-rich snacks.","armGroupLabels":["Intervention"]},{"type":"OTHER","name":"Usual Care","description":"During periods when a site is not involved in the MoveSTroNg program, participants will continue with their usual care routine. Usual care routines should not involve strength and balance exercises.","armGroupLabels":["Control"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Feasibility - Recruitment","description":"Definition: Number recruited at end of rollout. The criterion for success is to recruit 10 participants at each of 4 sites.","timeFrame":"1 month (August 1 to 31st, 2019)"},{"measure":"Feasibility - Retention","description":"Definition: Number retrained at post-rollout end. The criterion for success is 90% at rollout end.","timeFrame":"Start of the program to 9 weeks"},{"measure":"Feasibility - Adherence","description":"Definition: Percentage of individuals that attended exercise and nutrition sessions.\n\nThe criterion for success is 70% or higher.","timeFrame":"18 weeks after the start of the program"}],"secondaryOutcomes":[{"measure":"Body weight","description":"Fried Frailty Index Components: We will measure the change in body weight with a calibrated scale. A change of 5% (greater or lower) in 1 year is considered worse.","timeFrame":"Start of the program and 18 weeks after the start"},{"measure":"10 Meter Walk Test","description":"Fried Frailty Index Components: walking speed via the 10-meter walk test protocol. A change of 0.05 m/s is considered as a small meaningful change, while 0.13m/s is considered a substantial change.","timeFrame":"Start of the program and every 6 weeks until the 18th week"},{"measure":"Center for Epidemiological Study Depression Scale","description":"Fried Frailty Index Components: fatigue/exhaustion via the Center for Epidemiologic Study Depression Scale-Fatigue Questions. The score ranges from 0-60 (higher scores reflect increased symptom severity)","timeFrame":"Start of the program and every 6 weeks until the 18th week"},{"measure":"Physical Activity Scale","description":"Fried Frailty Index Components: lower physical activity via the CHAMPS Physical Activity Questionnaire for older adults. No score, but the recommended physical activity levels are 150 minutes of moderate to vigorous activity and 2 days of strength training of major muscle groups.","timeFrame":"Start of the program and every 6 weeks until the 18th week"},{"measure":"Grip Strength","description":"Fried Frailty Index Components: weakness via the Jamar hand-held dynamometer","timeFrame":"Start of the program and every 6 weeks until the 18th week"},{"measure":"30 Second Chair Stand Test","description":"We will use a chair with a straight back without arm rests (seat 17\" high), and a stopwatch. This will assess leg strength and endurance. Scores range depending on age and sex (e.g., male 60 to 64, \\< 14 chair stands is considered below average, while a male 65 to 69, \\< 12 is below average).","timeFrame":"Start of the program and every 6 weeks until the 18th week"},{"measure":"4 Square Step Test","description":"The Four Square Step Test is used to assess dynamic stability and the ability of the subject to step over low objects forward, sideways, and backward. For older adults \\> 15 seconds indicates increased risk of falls","timeFrame":"Start of the program and every 6 weeks until the 18th week"},{"measure":"EuroQol 5 dimension version 5-level (EQ-5D-5L)","description":"The EuroQol 5 dimension version 5-level (EQ-5D-5L) measures quality of life using 5 dimensions, on a 5 point scale, where a higher point is considered better.\n\nThe EuroQol 5 dimension version 5-level (EQ-5D-5L) also records the respondent's self-rated health on a 20 cm vertical, visual analogue scale with endpoints labelled 'the best health you can imagine' (100) and 'the worst health you can imagine' (0). This information can be used as a quantitative measure of health as judged by the individual respondents. A higher score indicates better quality of life","timeFrame":"Start of the program and every 6 weeks until the 18th week"},{"measure":"Automated Self-Administered 24-Hour (ASA24®) Dietary Assessment Tool","description":"We will use the Automated Self-Administered 24-Hour (ASA24®) Dietary Assessment Tool to conduct interviewer administered diet recalls for 2 weekdays and 1 weekend day. Nutrient analysis is automated and will be used to quantify and compare protein and energy intakes at baseline and follow-up only. There is no scale to this section","timeFrame":"Start of the program and every 6 weeks until the 18th week"},{"measure":"Participant and provider experience","description":"We will use a semi-structured interview guide to conduct exit interviews with each participant and kinesiologist. Interviews and training sessions will be audio-recorded and transcribed verbatim. Two researchers will perform thematic analyses to describe participant and provider experience and satisfaction, adaptations, and learning needs. There is no scale to this section","timeFrame":"18 weeks after the start of the program"},{"measure":"Adverse events","description":"We will ask participants to report adverse events and falls, using Health Canada definitions. We will report serious and non-serious adverse events (total and attributable to intervention). There is no scale to this section","timeFrame":"every 6 weeks until the 18th week after the start of the program"},{"measure":"Resource use","description":"We will use the Productivity and Activity Index questionnaire to assess indirect resource use over the last 6 weeks of the program.There is no scale to this section","timeFrame":"Start of the program and every 6 weeks until the 18th week"},{"measure":"Resource use","description":"We will use the Health Utility Form to assess direct medical resource use over the last 6 weeks of the program. Direct medical costs will be measured using a closed and open-ended survey about their personnel, hospitalization, medications, rehabilitation, and test costs. This questionnaire also evaluates out of pocket expenses and transportation.There is no scale to this section","timeFrame":"Start of the program and every 6 weeks until the 18th week"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Speak English or attend with a translator;\n* ≥ 60 years;\n* FRAIL scale score ≥1;\n* Have ≥1 diagnosed chronic condition (i.e., diabetes, obesity, cancer (other than minor skin cancer), chronic lung disease, cardiovascular disease, congestive heart failure, hypertension, osteoporosis, arthritis, stroke, or kidney disease).\n\nExclusion Criteria:\n\n* Currently doing similar resistance exercise ≥2x/week;\n* In palliative care;\n* Not able to perform basic activities of daily living;\n* Cognitive impairment (e.g., unable to follow two-step commands);\n* Travelling \\>1 week during exposure;\n* Absolute exercise contraindications (i.e., if they select \"no\" to any question in the Get Active Questionnaire they must seek physician approval before exercising)","healthyVolunteers":false,"sex":"ALL","minimumAge":"60 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"Chaplin Family YMCA","city":"Cambridge","state":"Ontario","country":"Canada","geoPoint":{"lat":43.3601,"lon":-80.31269}},{"facility":"The Village of Arbour Trails","city":"Guelph","state":"Ontario","zip":"N1G 0C9","country":"Canada","geoPoint":{"lat":43.54594,"lon":-80.25599}},{"facility":"Village of Winston Park","city":"Kitchener","state":"Ontario","zip":"N2E 3K1","country":"Canada","geoPoint":{"lat":43.42537,"lon":-80.5112}},{"facility":"A.R. Kaufman Family YMCA","city":"Kitchener","state":"Ontario","zip":"N2G 3C5","country":"Canada","geoPoint":{"lat":43.42537,"lon":-80.5112}},{"facility":"Your Family Health Team","city":"Sudbury","state":"Ontario","zip":"P3A 2T4","country":"Canada","geoPoint":{"lat":46.49,"lon":-80.99001}}]},"referencesModule":{"references":[{"pmid":"25810912","type":"RESULT","citation":"Beaudart C, Rizzoli R, Bruyere O, Reginster JY, Biver E. Sarcopenia: burden and challenges for public health. Arch Public Health. 2014 Dec 18;72(1):45. doi: 10.1186/2049-3258-72-45. eCollection 2014."},{"pmid":"25241753","type":"RESULT","citation":"Cruz-Jentoft AJ, Landi F, Schneider SM, Zuniga C, Arai H, Boirie Y, Chen LK, Fielding RA, Martin FC, Michel JP, Sieber C, Stout JR, Studenski SA, Vellas B, Woo J, Zamboni M, Cederholm T. Prevalence of and interventions for sarcopenia in ageing adults: a systematic review. Report of the International Sarcopenia Initiative (EWGSOP and IWGS). Age Ageing. 2014 Nov;43(6):748-59. doi: 10.1093/ageing/afu115. Epub 2014 Sep 21."},{"pmid":"27707740","type":"RESULT","citation":"Sherrington C, Michaleff ZA, Fairhall N, Paul SS, Tiedemann A, Whitney J, Cumming RG, Herbert RD, Close JCT, Lord SR. Exercise to prevent falls in older adults: an updated systematic review and meta-analysis. Br J Sports Med. 2017 Dec;51(24):1750-1758. doi: 10.1136/bjsports-2016-096547. Epub 2016 Oct 4."},{"pmid":"11253156","type":"RESULT","citation":"Fried LP, Tangen CM, Walston J, Newman AB, Hirsch C, Gottdiener J, Seeman T, Tracy R, Kop WJ, Burke G, McBurnie MA; Cardiovascular Health Study Collaborative Research Group. Frailty in older adults: evidence for a phenotype. J Gerontol A Biol Sci Med Sci. 2001 Mar;56(3):M146-56. doi: 10.1093/gerona/56.3.m146."},{"pmid":"24866862","type":"RESULT","citation":"Pahor M, Guralnik JM, Ambrosius WT, Blair S, Bonds DE, Church TS, Espeland MA, Fielding RA, Gill TM, Groessl EJ, King AC, Kritchevsky SB, Manini TM, McDermott MM, Miller ME, Newman AB, Rejeski WJ, Sink KM, Williamson JD; LIFE study investigators. Effect of structured physical activity on prevention of major mobility disability in older adults: the LIFE study randomized clinical trial. JAMA. 2014 Jun 18;311(23):2387-96. doi: 10.1001/jama.2014.5616."},{"pmid":"23036876","type":"RESULT","citation":"Brosseau L, Wells GA, Poitras S, Tugwell P, Casimiro L, Novikov M, Loew L, Sredic D, Clement S, Gravelle A, Kresic D, Hua K, Lakic A, Menard G, Sabourin S, Bolduc MA, Ratte I, McEwan J, Furlan AD, Gross A, Dagenais S, Dryden T, Muckenheim R, Cote R, Pare V, Rouhani A, Leonard G, Finestone HM, Laferriere L, Haines-Wangda A, Russell-Doreleyers M, De Angelis G, Cohoon C. Ottawa Panel evidence-based clinical practice guidelines on therapeutic massage for low back pain. J Bodyw Mov Ther. 2012 Oct;16(4):424-55. doi: 10.1016/j.jbmt.2012.04.002. Epub 2012 Jun 23."},{"pmid":"24281053","type":"RESULT","citation":"Giangregorio LM, Papaioannou A, Macintyre NJ, Ashe MC, Heinonen A, Shipp K, Wark J, McGill S, Keller H, Jain R, Laprade J, Cheung AM. Too Fit To Fracture: exercise recommendations for individuals with osteoporosis or osteoporotic vertebral fracture. Osteoporos Int. 2014 Mar;25(3):821-35. doi: 10.1007/s00198-013-2523-2. Epub 2013 Nov 27."},{"pmid":"27486153","type":"RESULT","citation":"Ravindran AV, Balneaves LG, Faulkner G, Ortiz A, McIntosh D, Morehouse RL, Ravindran L, Yatham LN, Kennedy SH, Lam RW, MacQueen GM, Milev RV, Parikh SV; CANMAT Depression Work Group. Canadian Network for Mood and Anxiety Treatments (CANMAT) 2016 Clinical Guidelines for the Management of Adults with Major Depressive Disorder: Section 5. Complementary and Alternative Medicine Treatments. Can J Psychiatry. 2016 Sep;61(9):576-87. doi: 10.1177/0706743716660290. Epub 2016 Aug 2."},{"pmid":"10474547","type":"RESULT","citation":"Glasgow RE, Vogt TM, Boles SM. Evaluating the public health impact of health promotion interventions: the RE-AIM framework. Am J Public Health. 1999 Sep;89(9):1322-7. doi: 10.2105/ajph.89.9.1322."},{"pmid":"20543750","type":"RESULT","citation":"Peterson MD, Sen A, Gordon PM. Influence of resistance exercise on lean body mass in aging adults: a meta-analysis. Med Sci Sports Exerc. 2011 Feb;43(2):249-58. doi: 10.1249/MSS.0b013e3181eb6265."},{"pmid":"26420238","type":"RESULT","citation":"Borde R, Hortobagyi T, Granacher U. Dose-Response Relationships of Resistance Training in Healthy Old Adults: A Systematic Review and Meta-Analysis. Sports Med. 2015 Dec;45(12):1693-720. doi: 10.1007/s40279-015-0385-9."},{"pmid":"19588334","type":"RESULT","citation":"Liu CJ, Latham NK. Progressive resistance strength training for improving physical function in older adults. Cochrane Database Syst Rev. 2009 Jul 8;2009(3):CD002759. doi: 10.1002/14651858.CD002759.pub2."},{"pmid":"29310138","type":"RESULT","citation":"Trombetti A, Hars M, Hsu FC, Reid KF, Church TS, Gill TM, King AC, Liu CK, Manini TM, McDermott MM, Newman AB, Rejeski WJ, Guralnik JM, Pahor M, Fielding RA; LIFE Study Investigators. Effect of Physical Activity on Frailty: Secondary Analysis of a Randomized Controlled Trial. Ann Intern Med. 2018 Mar 6;168(5):309-316. doi: 10.7326/M16-2011. Epub 2018 Jan 9."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED","description":"If requested we will consider sharing data. If raw data is shared, participant data will be deidentified."}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"Prot_SAP_ICF","hasProtocol":true,"hasSap":true,"hasIcf":true,"label":"Study Protocol, Statistical Analysis Plan, and Informed Consent Form","date":"2019-06-18","uploadDate":"2019-07-22T11:56","filename":"Prot_SAP_ICF_000.pdf","size":1178763}]}},"annotationSection":{"annotationModule":{"unpostedAnnotation":{"unpostedResponsibleParty":"University of Waterloo","unpostedEvents":[{"type":"RELEASE","date":"2022-11-07"},{"type":"RESET","date":"2023-09-20"}]}}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14","submissionTracking":{"estimatedResultsFirstSubmitDate":"2022-11-07","submissionInfos":[{"releaseDate":"2022-11-07","resetDate":"2023-09-20"}]}},"conditionBrowseModule":{"meshes":[{"id":"D000010024","term":"Osteoporosis"},{"id":"D000001851","term":"Bone Diseases, Metabolic"},{"id":"D000008171","term":"Lung Diseases"},{"id":"D000007674","term":"Kidney Diseases"},{"id":"D000006333","term":"Heart Failure"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000002908","term":"Chronic Disease"}],"ancestors":[{"id":"D000006331","term":"Heart Diseases"},{"id":"D000009140","term":"Musculoskeletal Diseases"},{"id":"D000014570","term":"Urologic Diseases"},{"id":"D000052776","term":"Female Urogenital Diseases"},{"id":"D000005261","term":"Female Urogenital Diseases and Pregnancy Complications"},{"id":"D000091642","term":"Urogenital Diseases"},{"id":"D000052801","term":"Male Urogenital Diseases"},{"id":"D000001847","term":"Bone Diseases"},{"id":"D000008659","term":"Metabolic Diseases"},{"id":"D000012140","term":"Respiratory Tract Diseases"},{"id":"D000020969","term":"Disease Attributes"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M9111","name":"Heart Failure","asFound":"Congestive Heart Failure","relevance":"HIGH"},{"id":"M10388","name":"Kidney Diseases","asFound":"Kidney Disease","relevance":"HIGH"},{"id":"M6805","name":"Diabetes Mellitus","relevance":"LOW"},{"id":"M9714","name":"Hypertension","relevance":"LOW"},{"id":"M4166","name":"Arthritis","relevance":"LOW"},{"id":"M10858","name":"Lung Diseases","asFound":"Lung Disease","relevance":"HIGH"},{"id":"M1175","name":"Frailty","relevance":"LOW"},{"id":"M12637","name":"Osteoporosis","asFound":"Osteoporosis","relevance":"HIGH"},{"id":"M5837","name":"Chronic Disease","asFound":"Chronic Disease","relevance":"HIGH"},{"id":"M4820","name":"Bone Diseases, Metabolic","asFound":"Osteopenia","relevance":"HIGH"},{"id":"M4816","name":"Bone Diseases","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"},{"id":"M11787","name":"Musculoskeletal Diseases","relevance":"LOW"},{"id":"M17009","name":"Urologic Diseases","relevance":"LOW"},{"id":"M2876","name":"Urogenital Diseases","relevance":"LOW"},{"id":"M26783","name":"Female Urogenital Diseases","relevance":"LOW"},{"id":"M13817","name":"Pregnancy Complications","relevance":"LOW"},{"id":"M8089","name":"Female Urogenital Diseases and Pregnancy Complications","relevance":"LOW"},{"id":"M26785","name":"Male Urogenital Diseases","relevance":"LOW"},{"id":"M11329","name":"Metabolic Diseases","relevance":"LOW"},{"id":"M14667","name":"Respiratory Tract Diseases","relevance":"LOW"},{"id":"M22390","name":"Disease Attributes","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","asFound":"Chronic","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXS","name":"Urinary Tract, Sexual Organs, and Pregnancy Conditions"},{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"},{"abbrev":"BC19","name":"Gland and Hormone Related Diseases"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC08","name":"Respiratory Tract (Lung and Bronchial) Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}