{"protocolSection":{"identificationModule":{"nctId":"NCT04512690","orgStudyIdInfo":{"id":"STUDY19090210"},"organization":{"fullName":"University of Pittsburgh","class":"OTHER"},"briefTitle":"Spinal Cord Stimulation for Restoration of Arm and Hand Function in People With Subcortical Stroke","officialTitle":"Spinal Cord Stimulation for Restoration of Arm and Hand Function in People With Subcortical Stroke"},"statusModule":{"statusVerifiedDate":"2023-10","overallStatus":"ENROLLING_BY_INVITATION","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-03-24","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-09","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-07-24","studyFirstSubmitQcDate":"2020-08-12","studyFirstPostDateStruct":{"date":"2020-08-13","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-10-19","lastUpdatePostDateStruct":{"date":"2023-10-23","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Lee Fisher, PhD","investigatorTitle":"Associate Professor","investigatorAffiliation":"University of Pittsburgh"},"leadSponsor":{"name":"Lee Fisher, PhD","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUsExport":false},"descriptionModule":{"briefSummary":"The goal of this study is to verify whether electrical stimulation of the cervical spinal cord can activate muscles of the arm and hand in people with hemiplegia following stroke. Participants will undergo a surgical procedure to implant a system which provides epidural electrical stimulation (EES) of the cervical spinal cord. Researchers will quantify the ability of EES to recruit arm and hand muscles and produce distinct kinematic movements. The implant will be removed after less than 30 days. Results of this study will provide the foundation for future studies evaluating the efficacy of a minimally-invasive neuro-technology that can be used in clinical neurorehabilitation programs to restore upper limb motor function in people with subcortical strokes, thereby increasing independence and quality of life.","detailedDescription":"Specifically, researchers will 1) quantify the motor potentials in arm and hand muscles generated by single pulses of electrical stimulation of the spinal cord using FDA-cleared devices 2) characterize optimal stimulation parameter ranges to maximize induced arm and hand movement, 3) measure neural changes that could be induced by the system, 4) characterize potential clinical effects by assessing patient mobility, spasticity, and neurophysiology with standard clinical tests and simple motor tasks."},"conditionsModule":{"conditions":["Stroke","Brain Diseases","Central Nervous System Diseases","Nervous System Diseases","Cardiovascular Diseases"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"Prospective, non-randomized, open-label, descriptive, experimental","primaryPurpose":"BASIC_SCIENCE","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":15,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Epidural electrical stimulation of the cervical spinal cord","type":"EXPERIMENTAL","description":"Individuals with prior subcortical stroke and hemiparesis of the upper extremity.","interventionNames":["Device: Epidural electrical stimulation (EES) of the cervical spinal cord"]}],"interventions":[{"type":"DEVICE","name":"Epidural electrical stimulation (EES) of the cervical spinal cord","description":"All participants enrolled in this group will undergo a surgical procedure to implant a system which provides epidural electrical stimulation (EES) of the cervical spinal cord. Researchers will quantify the ability of EES to recruit arm and hand muscles and produce distinct kinematic movements. The implant will be removed after less than 30 days.","armGroupLabels":["Epidural electrical stimulation of the cervical spinal cord"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Adverse Events","description":"Study is considered successful if no serious adverse events related to the use of electrical stimulation are reported","timeFrame":"29 days"},{"measure":"Discomfort and Pain","description":"We will assess the relative level of discomfort and/or pain that is associated to the delivery of stimulation to the spinal cord. After each stimulation trains patients will be asked to report their perceived discomfort level using a 10 value subjective scale. Low values will be assigned to low discomfort, and high values to high discomfort.The study is considered successful if 70% of recruited subjects does not report discomfort or pain at stimulation amplitudes that are required to obtain motor responses in the muscles of the arm and hand","timeFrame":"7, 14, 21, 29 days"}],"secondaryOutcomes":[{"measure":"Motor Impairment","description":"The Fugl-Meyer Assessment (FMA) is a stroke-specific, performance-based impairment index. It is designed to assess motor functioning, balance, sensation and joint functioning in patients with post-stroke hemiplegia. It is applied clinically and in research to determine disease severity, describe motor recovery, and to plan and assess treatment. The upper extremity motor function score ranges from 0 to 66 points. Minimal Detectable Change (MDC) is 5.2 points. The MCID (Minimally Clinically Important Difference) is 4.25 to 7.25.","timeFrame":"15, 29 days"},{"measure":"Dexterity / Function: Action Research Arm Test","description":"The investigators will use the Action Research Arm Test (ARAT) assessment to quantify functional hand and arm dexterity. Performances will be compared with SCS-on against SCS-off. The investigators will consider as a minimally acceptable improvement an increase in the affected arm total score of \\>4 points. Comparison will be done per patient between Stim-on, Stim-off and pre-study baselines. Maximum score on the test is 57 points, minimum score is zero points, with a higher value indicating better dexterity/function.","timeFrame":"7, 29 days"},{"measure":"Single Joint Force","description":"Isometric torque: measure the isometric torque produced by the subject at the shoulder, elbow and wrist joints. Comparison of SCS-on with SCS-off performance. Success Criteria: ≥20% increased torque production over SCS-off baseline as measured during single-joint isometric torque.","timeFrame":"7, 14, 21, 29 days"},{"measure":"Joint Velocity","description":"The investigators will use the KINARM robot to quantify joint velocity. The investigators will measure 2D kinematics of the arm during several different horizontal reaching tasks. The investigators will also quantify joint velocity in 3D while subjects perform reach and grasp tasks unsupported. Subjects will be tasked to reach to targets or objects and manipulate objects while 3D videos of their arm and hand movements are recorded. Arm and hand kinematics will then be analyzed offline in parallel to EMG analysis of arm and hand muscles. Comparison will be done per patient between Stim-on and Stim-off at different time-points. Given the scientific nature of this task no minimal acceptable improvement is defined and data will be used to understand effects of SCS on arm kinematics.","timeFrame":"7, 14, 21, 29 days"},{"measure":"Movement Smoothness","description":"The investigators will use the KINARM robot to quantify movement smoothness. The investigators will measure 2D kinematics of the arm during several different horizontal reaching tasks. The investigators will also quantify movement smoothness in 3D while subjects perform reach and grasp tasks unsupported. Subjects will be tasked to reach to targets or objects and manipulate objects while 3D videos of their arm and hand movements are recorded. Arm and hand kinematics will then be analyzed offline in parallel to EMG analysis of arm and hand muscles. Comparison will be done per patient between Stim-on and Stim-off at different time-points. Given the scientific nature of this task no minimal acceptable improvement is defined and data will be used to understand effects of SCS on arm kinematics.","timeFrame":"7, 14, 21, 29 days"},{"measure":"Time to Target","description":"The investigators will use the KINARM robot to quantify time to target. The investigators will measure 2D kinematics of the arm during several different horizontal reaching tasks. The investigators will also quantify time to target in 3D while subjects perform reach and grasp tasks unsupported. Subjects will be tasked to reach to targets or objects and manipulate objects while 3D videos of their arm and hand movements are recorded. Arm and hand kinematics will then be analyzed offline in parallel to EMG analysis of arm and hand muscles. Comparison will be done per patient between Stim-on and Stim-off at different time-points. Given the scientific nature of this task no minimal acceptable improvement is defined and data will be used to understand effects of SCS on arm kinematics.","timeFrame":"7, 14, 21, 29 days"},{"measure":"Sensory motor integration: success-rate","description":"The investigators will use the KINARM robot to quantify functional sensory acuity and sensory-motor integration. The investigators will measure 2D kinematics of the arm during different exercises where subjects will reach to defined targets with and without visual feedback. These tasks are designed to assess proprioception acuity and sensory-motor integration. Success-rate will be quantified offline. Comparison will be done per patient between Stim-on and Stim-off at different timepoints. Given the scientific nature of this task no minimal acceptable improvement is defined and data will be used to understand effects of SCS on sensorimotor integration processes.","timeFrame":"7, 14, 21, 29 days"},{"measure":"Sensory motor integration: displacement error","description":"The investigators will use the KINARM robot to quantify functional sensory acuity and sensory-motor integration. The investigators will measure 2D kinematics of the arm during different exercises where subjects will reach to defined targets with and without visual feedback. These tasks are designed to assess proprioception acuity and sensory-motor integration. Displacement error from true target location will be quantified offline. Comparison will be done per patient between Stim-on and Stim-off at different timepoints. Given the scientific nature of this task no minimal acceptable improvement is defined and data will be used to understand effects of SCS on sensorimotor integration processes.","timeFrame":"7, 14, 21, 29 days"},{"measure":"Spasticity","description":"The investigators will quantify spasticity scores using the Modified Ashworth Scale (MAS) for the shoulder, elbow and wrist joint and compare values with SCS-on and SCS-off. The investigators will consider as a minimally acceptable improvement a decrease of MAS \\>1, if available for the specific joint. Comparison will be done per patient between Stim-on and Stim-off and pre-study baselines. Maximum score on the MAS is 4, minimum score is 0, with a lower number indicating less spasticity.","timeFrame":"7, 15, 21, 29 days"},{"measure":"Sensorimotor Network Function","description":"The investigators will perform resting state and motor-task functional MRI of the brain and spinal cord to quantify neural network activation at rest and during the execution of simple motor tasks.","timeFrame":"29 days"},{"measure":"Sensorimotor Network Structure Integrity","description":"The investigators will perform High-definition Diffusion Weighted Imaging to quantify Fractional Anisotropy as a measurement of axon integrity in the brain and spinal cord pre and post study.","timeFrame":"29 days"},{"measure":"Cortico-spinal Tract Integrity","description":"The investigators will measure muscle evoked potential consequent to Transcranial Magnetic Stimulation of the cortico-spinal tract to assess integrity of the cortico-spinal tract. They will also explore SCS responses when conditioned by a TMS pulse and vice-versa.","timeFrame":"29 days"},{"measure":"Spinal Circuit Excitability","description":"The investigators will measure H-reflexes of arm muscles obtained during stimulation of the peripheral nerves to quantify excitability of spinal motoneurons to stimulation of primary sensory afferents pre and post-study. Expected Result: The main scientific hypothesis is that SCS will change sensori-to-motoneuron excitability that can be measured via H-reflex responses pre and post-implant.","timeFrame":"7, days"},{"measure":"Motoneuron Firing Rates","description":"The investigators will use high-density EMGs on arm muscles to calculate firing rates of single spinal motoneuron discharge during isometric maximal voluntary contractions.","timeFrame":"7, 14, 21, 29 days"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Single, ischemic or hemorrhagic stroke resulting in upper extremity hemiparesis more than 6 months prior to the time of enrollment. (Prior strokes that did not cause upper extremity motor deficits are not exclusionary.)\n2. Participants must be between the ages of 21 and 70 years old.\n3. Scores higher than 7 and lower than 50 on the Fugl-Meyer scale\n\nExclusion Criteria:\n\n1. Serious disease or disorder (ex. neurological condition other than stroke, cancer, severe cardiac or respiratory disease, renal failure, etc.) or cognitive impairments that could affect the ability to participate in study activities.\n2. Pregnancy or breast feeding.\n3. Receiving anticoagulant, anti-spasticity or anti-epileptic medications throughout the duration of the study.\n4. Presence of any implanted medical devices.\n5. Severe claustrophobia.\n6. Presence of joint contractures deemed by study clinician/investigator to be too severe to participate in study activities\n7. Results from the Brief Symptoms Inventory (BSI-18) and additional discussions with the Principal Investigator and a study physician that deem participant inappropriate for the study.\n8. Evaluation to sign consent form score \\<12.","healthyVolunteers":false,"sex":"ALL","minimumAge":"21 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Lee Fisher, PhD","affiliation":"University of Pittsburgh","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of Pittsburgh","city":"Pittsburgh","state":"Pennsylvania","zip":"15213","country":"United States","geoPoint":{"lat":40.44062,"lon":-79.99589}}]},"referencesModule":{"references":[{"pmid":"27830790","type":"BACKGROUND","citation":"Capogrosso M, Milekovic T, Borton D, Wagner F, Moraud EM, Mignardot JB, Buse N, Gandar J, Barraud Q, Xing D, Rey E, Duis S, Jianzhong Y, Ko WK, Li Q, Detemple P, Denison T, Micera S, Bezard E, Bloch J, Courtine G. A brain-spine interface alleviating gait deficits after spinal cord injury in primates. Nature. 2016 Nov 10;539(7628):284-288. doi: 10.1038/nature20118."},{"pmid":"31257411","type":"BACKGROUND","citation":"Coscia M, Wessel MJ, Chaudary U, Millan JDR, Micera S, Guggisberg A, Vuadens P, Donoghue J, Birbaumer N, Hummel FC. Neurotechnology-aided interventions for upper limb motor rehabilitation in severe chronic stroke. Brain. 2019 Aug 1;142(8):2182-2197. doi: 10.1093/brain/awz181."},{"pmid":"24713270","type":"BACKGROUND","citation":"Angeli CA, Edgerton VR, Gerasimenko YP, Harkema SJ. Altering spinal cord excitability enables voluntary movements after chronic complete paralysis in humans. Brain. 2014 May;137(Pt 5):1394-409. doi: 10.1093/brain/awu038. Epub 2014 Apr 8. Erratum In: Brain. 2015 Feb;138(Pt 2):e330."},{"pmid":"24305828","type":"BACKGROUND","citation":"Capogrosso M, Wenger N, Raspopovic S, Musienko P, Beauparlant J, Bassi Luciani L, Courtine G, Micera S. A computational model for epidural electrical stimulation of spinal sensorimotor circuits. J Neurosci. 2013 Dec 4;33(49):19326-40. doi: 10.1523/JNEUROSCI.1688-13.2013."},{"pmid":"27198185","type":"BACKGROUND","citation":"Lu DC, Edgerton VR, Modaber M, AuYong N, Morikawa E, Zdunowski S, Sarino ME, Sarrafzadeh M, Nuwer MR, Roy RR, Gerasimenko Y. Engaging Cervical Spinal Cord Networks to Reenable Volitional Control of Hand Function in Tetraplegic Patients. Neurorehabil Neural Repair. 2016 Nov;30(10):951-962. doi: 10.1177/1545968316644344. Epub 2016 May 18."},{"pmid":"30440659","type":"BACKGROUND","citation":"Barra B, Roux C, Kaeser M, Schiavone G, Lacour SP, Bloch J, Courtine G, Rouiller EM, Schmidlin E, Capogrosso M. Selective Recruitment of Arm Motoneurons in Nonhuman Primates Using Epidural Electrical Stimulation of the Cervical Spinal Cord. Annu Int Conf IEEE Eng Med Biol Soc. 2018 Jul;2018:1424-1427. doi: 10.1109/EMBC.2018.8512554."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Data may be shared with other researchers for the purpose of data analysis and collaboration.","infoTypes":["STUDY_PROTOCOL","SAP","ICF","CSR","ANALYTIC_CODE"]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000014652","term":"Vascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M4894","name":"Brain Diseases","asFound":"Brain Diseases","relevance":"HIGH"},{"id":"M5432","name":"Central Nervous System Diseases","asFound":"Central Nervous System Diseases","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}