{"protocolSection":{"identificationModule":{"nctId":"NCT03532984","orgStudyIdInfo":{"id":"Beam study"},"secondaryIdInfos":[{"id":"UPotsdam","type":"OTHER","domain":"University of Potsdam"}],"organization":{"fullName":"University Medical Center Groningen","class":"OTHER"},"briefTitle":"Beam Walking Across the Lifespan for Falls Prediction","officialTitle":"Beam Walking to Assess Dynamic Balance in Health and Disease: A Protocol for the 'BEAM' Multi-center Observational Study","acronym":"BEAM"},"statusModule":{"statusVerifiedDate":"2018-05","overallStatus":"UNKNOWN","lastKnownStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-06-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2019-05-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2020-05-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2018-04-27","studyFirstSubmitQcDate":"2018-05-09","studyFirstPostDateStruct":{"date":"2018-05-22","type":"ACTUAL"},"lastUpdateSubmitDate":"2018-05-09","lastUpdatePostDateStruct":{"date":"2018-05-22","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Tibor Hortobagyi","investigatorTitle":"professor of healthy ageing","investigatorAffiliation":"University Medical Center Groningen"},"leadSponsor":{"name":"University Medical Center Groningen","class":"OTHER"},"collaborators":[{"name":"Dokkyo Medical University","class":"OTHER"},{"name":"University of Potsdam","class":"OTHER"},{"name":"Somogy Megyei Kaposi Mór Teaching Hospital","class":"OTHER"},{"name":"University of Sao Paulo","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Background: Dynamic balance keeps the vertical projection of the center of mass within the base of support while the center of mass moves. The age-related decrease in dynamic balance is a risk factor for falls. Dynamic balance tests are used to predict the risks for falls and eventual falls but the psychometric properties of most tests assessing dynamic balance are unsatisfactory and comprise no actual loss of balance while walking. Objectives: Using beam walking distance as a measure of dynamic balance, we will determine the psychometric properties, lifespan and patient reference values, the relationship with selected 'dynamic balance tests', and the accuracy of beam walking distance to predict falls. Methods: This cross-sectional observational study will examine healthy adults in 7 decades (n=432) at 4 centers. Center 5 will examine patients (n=100) diagnosed with Parkinson's disease, multiple sclerosis, stroke, and balance disorders. At Test 1, all participants will be measured for demographics, medical history, grip and leg strength, short physical performance battery, static balance on a force platform, and dynamic balance using beam walking (4m-long, 4, 8, and 12 cm wide) under single (beam walking only) and dual task conditions (beam walking while concurrently performing an arithmetic task). In addition, cognitive function (global cognition, attention, executive function, processing speed, memory) will be assessed. Patients and healthy participants age 50+ will be additionally measured for fear of falling, history of falls, miniBESTest, functional reach on a force platform, timed up and go, and reactive balance. At Test 2, 7-10 days after Test 1, healthy adults young and age 50+ (n=40) will be re-tested for reliability of beam walking performance. All participants age 50+ will be re-called to report fear of falling and fall history 6 and 12 months after Test 1. Conclusion: The investigators expect to find that beam walking performance vis-à-vis the traditionally used balance outcomes predicts more accurately fall risks and falls.","detailedDescription":"Introduction Natural aging is associated with late life mobility disability. Walking speed slows, steps become shorter and variable, and balance while standing and walking becomes unstable, especially when these mobility tasks are combined with a motor or a cognitive task. Gait, balance, and muscle impairments cause falls in \\~30% and \\~50% of adults age over 65 and 80, respectively. Nearly 50% of outdoor falls occur while walking. Measuring dynamic balance is thus important to characterize the current state of postural control and identify those who are likely to experience severe levels of mobility disability, including falls in the future.\n\nDynamic balance is the maintenance of equilibrium while walking with and without a self- or external perturbation and resisting internal or external perturbations while standing. In particular, dynamic balance keeps the vertical projection of the center of mass (COM) within the base of support while the COM moves. To date, dynamic balance has been inferred from 'functional tests' without an actual balance loss.\n\nFunctional tests measure dynamic balance indirectly and many suffer from a ceiling or floor effect and are insensitive to interventions and clinical status. The Berg-Balance-Scale (BBS), designed for frail old adults, suffers from poor sensitivity to treatment effects, it has no common interpretation for a given score, unclearly related to mobility status and to the use of mobility aids. The Tinetti Balance and Gait Test is a 'functional test' used for 'dynamic balance' but identified only 11% of non-fallers, suggesting poor specificity. The Timed-up-and-Go (TUG) test does not inform clinicians if patients' static or dynamic balance or walking ability is poor and it predicts falls inconsistently. One leg stand can be difficult for many old adults and is unrelated to gait stability. Functional-reach (FR) has no walking element and patients compensate for balance problems during walking. The BESTest is organized around systems underlying balance control and similar to the Physiological Profile Approach that takes over 30 minutes to administer, albeit it has good reliability and higher sensitivity to change than the BBS. Its short version, the miniBESTest takes only \\~15 minutes to administer and has good reliability and discriminative validity between fallers and non-fallers, yet the reported scores vary widely and suggest a floor effect in patients with spinal cord injury, traumatic brain injury, acquired brain injury, and multiple trauma. Static posturography measures static balance and correlates poorly with dynamic balance. The Star Excursion Balance Test, the Modified Bass Test, and the Dynamic Leap and Balance Test, involve unnatural movements or rapid change-of-directions seniors never perform. Dynamic posturography refers to responses to a perturbation given in standing or walking. The face validity of stability margin or the medial acceleration of the COM and the relationship between these variables and walking balance is unclear. Time-to-stabilization tests involve a single jump landing on the floor, unsuitable for seniors. These latter tests and those measuring center of pressure (COP) outcomes require a force platform, making the tests unsuitable for clinicians. Inertial sensors can quantify walking balance during TUG but the data analysis of gait dynamics requires sophisticated software.\n\nBeam walking performance to measure dynamic balance in old age. The single most important limitation of 'dynamic balance' tests is a failure to quantify an actual balance loss while walking. Currently there is no laboratory-based or clinical test to assess a loss of dynamic balance during walking, walking balance impairment, and fall risk in a clinical setting. Beam walking could measure dynamic balance more accurately than tests currently in use because the reduction in base of support transiently increases instability associated with the pivoting of the COM over the stance leg. Beam compared with floor walking increases the challenge to dynamic balance because the performer must control the path of the COM not to cross the edge of foot support to stay on the beam. Such crossing often happens in old adults and a misstep, a 'fall', ensues. The instability during COM transfer while transiently on one leg and on a narrow beam is the key and unique element of beam walking that could amplify (sub)clinical dysfunctions in dynamic balance more effectively than current tests and make beam walking performance a novel biomarker of dynamic balance in health and disease.\n\nApplication of beam walking in patients with neurological disorders. Dysfunction in dynamic balance is a precursor to the high incidence of falls in neurological patients and identifying fall-related risk factors is a priority. Parkinson's disease (PD), multiple sclerosis (MS), and stroke patients suffered one (47%) or multiple (32%) falls at 6-months follow-up. While the etiology leading to a fall differs between these patient categories, dysfunction of dynamic balance is a key common contributing element to mobility disability. Remarkably, disease type and balance confidence only and none of the 'dynamic balance tests' or 'functional tests' (BBS, Dynamic Gait Index, TUG, 10-m walking test) predicted single and recurrent falls. There is thus a need to determine if beam walking compared with the currently used tests of dynamic balance is more accurate in diagnosing fall risk and predicting falls in these patients.\n\nCognitive dual-tasking during beam walking. Even though gait speed slows with aging, implying an impaired dynamic balance, the conscious, cognitive, and cortical control of walking still increases. In particular, when old adults couple walking with a cognitive task such as talking, calculation, or memory recall, the demand for attention and executive function increases to control gait. When dual-tasking, old adults' steps become variable and gait stability decreases. However, it is unknown if the dual task-related gait slowing is caused by the cognitive task affecting the dynamic balance element of gait or if the effects are global on speed and rhythm.\n\nAims, hypotheses. This study will determine: 1. The psychometric properties and 2. Lifespan and patient reference values for dynamic balance as determined by beam walking with and without cognitive dual-tasking; 3. The statistical relationship between dynamic balance (i.e., beam walking performance) and selected 'functional tests' currently used to measure dynamic balance, and 4. The risk factors and predictors of falls in neurological patients. The global hypothesis is that age, disease type, and cognitive dual-tasking affect dynamic balance as measured by beam walking performance (distance, velocity, step number). In healthy old adults, determinants of single and dual-task beam walking performance are expected to include age, sex, executive function, physical activity, leg strength, and one leg COP variability. In patients with neurological disorders, we expect that disease type, balance confidence, executive function affect single-task beam performance. Because of the novelty, it is unclear if patients can perform dual-task beam walking. The investigators expect to find that beam walking performance vis-à-vis the traditionally used balance outcomes predicts more accurately fall risks and falls.\n\nMethods Design. This is a 5-site, multicenter cross-sectional observational study using the STROBE checklist. Centers 1-4 will examine healthy old adults (n=432) and Center 5 will examine patients with a diagnosis of PD, MS, stroke, and non-specific balance disorders (n=100). Selected healthy participants will repeat only the beam walking measurements at Test 2, 7-10 days after Test 1 to assess reliability (n=40). All participants age 50+ will complete fall history at Test 1 and at 6 and 12 months follow-ups. We selected age 50, as balance starts to decline at this age. The primary outcome for all participants is beam-walking performance in meters. Age, sex, cognitive function, physical activity, and leg strength are determinants of dynamic balance and thus the sample size must be set to meet recommendations of at least 4-5 times more participants than predictors. To increase external validity, universal reference values should be broad and representative of the heterogeneity in the population, which will be achieved by testing healthy male and female participants in four countries on three continents.\n\nParticipants. Healthy participants will be recruited from local areas at the four centers using word of mouth and advertisements in public areas, libraries, churches, newspapers, fitness clubs, health care facilities, and on radio, TV, and the Internet. Volunteer participants included will be male and female adults aged over 20, in good health, balance, and mobility.\n\nPositive answer to any of the following questions in a (phone) interview results in exclusion from the study: unable to walk 10-m independently; knee or hip joint replacements ≤6 months before enrollment; uncontrolled cardiovascular disease or angina; neuromuscular disease; diagnosed Parkinson's disease; multiple sclerosis; stroke; cancer therapy ≤ 3 months before enrollment; severe asthma or chronic bronchitis; diagnosed diabetes with neuropathy, poor and uncorrected vision, and a score ≤27 on the Mini-Mental State Examination (MMSE). At the start of the laboratory visit participants will perform the Short-Physical-Performance-Battery (SPPB) and those healthy adults with a score ≤10 for mobility will be excluded.\n\nCenter 5 (Kaposvár, Hungary) will recruit patients from the hospital's outpatient day clinic and medical database. Patients will be eligible who report with balance and mobility difficulties and are candidates for or are currently enrolled in rehabilitation. PD patients (Hoehn-Yahr stage of 2 to 3) will meet the UK Brain Bank criteria. MS patients will meet the McDonald criteria of the International Panel on Diagnosis of MS. Stroke patients will meet World Health Organization diagnostic criteria for stroke. Balance disorder patients will be included who visit the outpatient clinic due to a fall and dizziness. Excluded will be those with MMSE \\<21, major depression (Clinically Useful Depression Outcome score ≥46), severe joint and/or bone disorder interfering with balance and gait (clinical judgment), aphasia if interfering with the comprehension of the aims of the study, MS relapse within 3 months, stroke \\<1 month before start of study, benign paroxysmal positional vertigo, polyneuropathy, and phobic dizziness. The Statistics section shows the sample sizes.\n\nEthical committees at each location will approve the study protocol and the consent form, which each participant will read and sign. The study will be conducted according to the Declaration of Helsinki."},"conditionsModule":{"conditions":["Aging","Parkinson Disease","Stroke","Dementia","Diagnoses Disease","Cognitive Impairment","Postural; Defect"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":432,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"adults aged 20-29","description":"healthy adults will perform the following tests: Functional tests Mini BESTest Mobility, SPPB Static balance Proactive balance (Reach, TUG) Reactive balance Dynamic balance (beam test) Grip, leg strength\n\nCognitive tests Global cognition Attention, executive f. Processing speed Memory"},{"label":"adults aged 30-39","description":"healthy adults will perform the following tests: Functional tests Mini BESTest Mobility, SPPB Static balance Proactive balance (Reach, TUG) Reactive balance Dynamic balance (beam test) Grip, leg strength\n\nCognitive tests Global cognition Attention, executive f. Processing speed Memory"},{"label":"adults aged 40-49","description":"healthy adults will perform the following tests: Functional tests Mini BESTest Mobility, SPPB Static balance Proactive balance (Reach, TUG) Reactive balance Dynamic balance (beam test) Grip, leg strength\n\nCognitive tests Global cognition Attention, executive f. Processing speed Memory"},{"label":"adults aged 50-59","description":"healthy adults will perform the following tests: Functional tests Mini BESTest Mobility, SPPB Static balance Proactive balance (Reach, TUG) Reactive balance Dynamic balance (beam test to predict falls) Grip, leg strength\n\nCognitive tests Global cognition Attention, executive f. Processing speed Memory\n\nIn the follow up study 6, 12 months after baseline, fear of falling and fall history will be assessed in 50+","interventionNames":["Diagnostic Test: Beam test to predict falls"]},{"label":"adults aged 60-69","description":"healthy adults will perform the following tests: Functional tests Mini BESTest Mobility, SPPB Static balance Proactive balance (Reach, TUG) Reactive balance Dynamic balance (beam test to predict falls) Grip, leg strength\n\nCognitive tests Global cognition Attention, executive f. Processing speed Memory\n\nIn the follow up study 6, 12 months after baseline, fear of falling and fall history will be assessed in 50+","interventionNames":["Diagnostic Test: Beam test to predict falls"]},{"label":"adults aged 70-79","description":"healthy adults will perform the following tests: Functional tests Mini BESTest Mobility, SPPB Static balance Proactive balance (Reach, TUG) Reactive balance Dynamic balance (beam test to predict falls) Grip, leg strength\n\nCognitive tests Global cognition Attention, executive f. Processing speed Memory\n\nIn the follow up study 6, 12 months after baseline, fear of falling and fall history will be assessed in 50+","interventionNames":["Diagnostic Test: Beam test to predict falls"]},{"label":"adults aged 80+","description":"healthy adults will perform the following tests: Functional tests Mini BESTest Mobility, SPPB Static balance Proactive balance (Reach, TUG) Reactive balance Dynamic balance (beam test to predict falls) Grip, leg strength\n\nCognitive tests Global cognition Attention, executive f. Processing speed Memory\n\nIn the follow up study 6, 12 months after baseline, fear of falling and fall history will be assessed in 50+","interventionNames":["Diagnostic Test: Beam test to predict falls"]},{"label":"geriatric patients","description":"healthy adults will perform the following tests: Functional tests Mini BESTest Mobility, SPPB Static balance Proactive balance (Reach, TUG) Reactive balance Dynamic balance (beam test to predict falls) Grip, leg strength\n\nCognitive tests Global cognition Attention, executive f. Processing speed Memory\n\nIn the follow up study 6, 12 months after baseline, fear of falling and fall history will be assessed in 50+","interventionNames":["Diagnostic Test: Beam test to predict falls"]}],"interventions":[{"type":"DIAGNOSTIC_TEST","name":"Beam test to predict falls","description":"Dynamic balance will be determined in all participants during beam walking. The beams are 4m long, 2cm high, and 4, 8, and 12cm wide. After a practice trial, participants will perform three trials on each width with and without a calculation task. Trials will be block-randomized based on beam width then on task. Instructions: 'Traverse the entire length of the beam safely at your preferred speed without stepping off, facing forward, with your arms folded in front of your chest. Trials end when you step off, walk sideways, or unfold the arms.' Outcomes are the sum of length traversed, average velocity, number of steps, and average step length determined from video recordings made at 90° relative to the walking direction with full beam length in view using off-the-shelf video cameras.","armGroupLabels":["adults aged 50-59","adults aged 60-69","adults aged 70-79","adults aged 80+","geriatric patients"],"otherNames":["Beam walking"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"distance in balance beam walking under single and dual-task conditions","description":"Outcomes are the sum of length traversed (3-5 trials, 4m each, 12m maximum), average velocity, number of steps, and average step length determined from video tape recordings (60Hz) made at 90° relative to the walking direction with full beam length in view using off-the-shelf HD video cameras (Kinovea software).","timeFrame":"2 hours"}],"secondaryOutcomes":[{"measure":"Physical activity","description":"Physical activity will be estimated by the international physical activity questionnaire in all participants","timeFrame":"10 minutes"},{"measure":"Fall history","description":"Fall history will be determined by having participants age 50+ report falls for the previous 12 months ('Have you experienced a fall over the past 12 months? 'How severe was the most severe fall? (Hospitalization, fracture, nursing home admission).' Patients' hospital fall records will be also consulted if available.","timeFrame":"10 minutes"},{"measure":"Falls efficacy scale-international","description":"Falls efficacy scale-international will determine in participants age 50+ the level of concern about falling during social and physical activities indoors and outdoors. 16-items are being asked on a 4-point Likert scale. The scores are added up to calculate a total score that ranges from 16 to 64. A higher score indicates a greater fear of falling.","timeFrame":"10 minutes"},{"measure":"Balance confidence","description":"Balance confidence will be assessed with the Activities-specific Balance Confidence (ABC) Scale. The scale is in % from 0 (no confidence) to 100 (completely confident)","timeFrame":"15 minutes"},{"measure":"Mini-BESTest","description":"Mini-BESTest identifies systems that control (dynamic) balance.","timeFrame":"20 minutes"},{"measure":"Mobility","description":"Mobility will be measured in all participants by the Short Physical Performance Battery, a composite mobility test.","timeFrame":"20 minutes"},{"measure":"Static steady-state balance","description":"Static steady-state balance will be assessed in all participants using the Romberg and Sharpened Romberg Tests while standing on a force platform with feet closed while holding both arms extended to the front with palms facing upwards and in tandem stance with eyes open and closed for 10s each task.","timeFrame":"10 minutes"},{"measure":"Proactive Balance","description":"Proactive balance will be measured in all participants age 20-29 and 50+ by the functional reach test while standing on a force platform","timeFrame":"10 minutes"},{"measure":"Reactive balance","description":"Reactive balance will be measured in all participants age 20-29 and 50+ by the push and release test","timeFrame":"10 minutes"},{"measure":"Upper extremity strength","description":"Upper extremity strength will be measured in all participants by grip strength","timeFrame":"10 minutes"},{"measure":"Lower extremity strength","description":"Lower extremity strength of the knee extensors will be measured in all participants in the seated position on a dynamometer or by a hand held dynamometer","timeFrame":"10 minutes"},{"measure":"Cognitive status","description":"Cognitive status will be measured in all participants by the Digit Symbol Substitution Test","timeFrame":"5 minutes"},{"measure":"Global cognition","description":"Global cognition will be measured in participants aged 50+ by the Mini Mental State Examination Test","timeFrame":"5 minutes"},{"measure":"Executive function","description":"Executive function will be measured in participants aged 50+ by the phonemic fluency test","timeFrame":"5 minutes"},{"measure":"Attention","description":"Attention will be measured in participants aged 50+ by the Stroop color-word test","timeFrame":"5 minutes"},{"measure":"Verbal memory span","description":"Verbal memory span will be measured in participants aged 50+ by the Digit Span test","timeFrame":"10 minutes"},{"measure":"Visual memory span","description":"Visual memory span will be measured in participants aged 50+ by the Visual Memory Span test","timeFrame":"10 minutes"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Volunteer participants included will be male and female adults aged over 20, in good health, balance, and mobility.\n\nExclusion Criteria:\n\n* Positive answer to any of the following questions in a (phone) interview results in exclusion from the study: unable to walk 10-m independently; knee or hip joint replacements ≤6 months before enrollment; uncontrolled cardiovascular disease or angina; neuromuscular disease; diagnosed Parkinson's disease; multiple sclerosis; stroke; cancer therapy ≤ 3 months before enrollment; severe asthma or chronic bronchitis; diagnosed diabetes with neuropathy, poor and uncorrected vision, and a score ≤27 on the Mini-Mental State Examination (MMSE).","healthyVolunteers":true,"sex":"ALL","minimumAge":"20 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Healthy participants will be recruited from local areas at the four centers using word of mouth and advertisements in public areas, libraries, churches, newspapers, fitness clubs, health care facilities, and on radio, TV, and the Internet. Volunteer participants included will be male and female adults aged over 20, in good health, balance, and mobility.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"locations":[{"facility":"School of Physical Education and Sport of Ribeirão Preto","city":"São Paulo","country":"Brazil","contacts":[{"name":"Renato Moraes, PhD","role":"CONTACT"}],"geoPoint":{"lat":-23.5475,"lon":-46.63611}},{"facility":"University of Potsdam","city":"Potsdam","country":"Germany","contacts":[{"name":"Urs Granacher, PhD","role":"CONTACT"}],"geoPoint":{"lat":52.39886,"lon":13.06566}},{"facility":"Somogy County Kaposi Mór Teaching Hospital","city":"Kaposvár","country":"Hungary","contacts":[{"name":"József Tollár","role":"CONTACT"}],"geoPoint":{"lat":46.36667,"lon":17.8}},{"facility":"Dokkyo Medical University","city":"Mibu","country":"Japan","geoPoint":{"lat":36.41667,"lon":139.8}},{"facility":"University of Groningen","city":"Groningen","country":"Netherlands","contacts":[{"name":"Tibor Hortobagyi, PhD","role":"CONTACT"}],"geoPoint":{"lat":53.21917,"lon":6.56667}}]},"referencesModule":{"references":[{"pmid":"30336478","type":"DERIVED","citation":"Hortobagyi T, Uematsu A, Sanders L, Kliegl R, Tollar J, Moraes R, Granacher U. Beam Walking to Assess Dynamic Balance in Health and Disease: A Protocol for the \"BEAM\" Multicenter Observational Study. Gerontology. 2019;65(4):332-339. doi: 10.1159/000493360. Epub 2018 Oct 18."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000010300","term":"Parkinson Disease"}],"ancestors":[{"id":"D000020734","term":"Parkinsonian Disorders"},{"id":"D000001480","term":"Basal Ganglia Diseases"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000009069","term":"Movement Disorders"},{"id":"D000080874","term":"Synucleinopathies"},{"id":"D000019636","term":"Neurodegenerative Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M12903","name":"Parkinson Disease","asFound":"Parkinson's Disease","relevance":"HIGH"},{"id":"M6594","name":"Dementia","relevance":"LOW"},{"id":"M29395","name":"Cognitive Dysfunction","relevance":"LOW"},{"id":"M22184","name":"Parkinsonian Disorders","relevance":"LOW"},{"id":"M25293","name":"Ganglion Cysts","relevance":"LOW"},{"id":"M16048","name":"Synovial Cyst","relevance":"LOW"},{"id":"M4464","name":"Basal Ganglia Diseases","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M11719","name":"Movement Disorders","relevance":"LOW"},{"id":"M2217","name":"Synucleinopathies","relevance":"LOW"},{"id":"M21248","name":"Neurodegenerative Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC17","name":"Skin and Connective Tissue Diseases"},{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"}]}},"hasResults":false}