{"protocolSection":{"identificationModule":{"nctId":"NCT05778448","orgStudyIdInfo":{"id":"BCI_KennethFong_PabloCruz"},"organization":{"fullName":"The Hong Kong Polytechnic University","class":"OTHER"},"briefTitle":"BCI for Hemiparetic Upper Extremities in Patients Due to Stroke","officialTitle":"Brain-computer Interface (BCI) Based Closed-loop Training for Hemiparetic Upper Extremities in Patients Due to Stroke: A Randomized Controlled Study"},"statusModule":{"statusVerifiedDate":"2023-09","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-08-11","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-07-31","type":"ACTUAL"},"completionDateStruct":{"date":"2023-07-31","type":"ACTUAL"},"studyFirstSubmitDate":"2023-01-31","studyFirstSubmitQcDate":"2023-03-09","studyFirstPostDateStruct":{"date":"2023-03-21","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-09-21","lastUpdatePostDateStruct":{"date":"2023-09-22","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Kenneth N. K. Fong","investigatorTitle":"Professor","investigatorAffiliation":"The Hong Kong Polytechnic University"},"leadSponsor":{"name":"The Hong Kong Polytechnic University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"Non-invasive brain-computer interface (BCI) technology is one of the new training approaches to achieve motor restoration through a closed-loop system from brain activity through event-related desynchronization (ERD) after motor imagery (MI) or movement attempt to peripheral feedback triggered by an external hepatic device. Often, it is unclear whether the BCI intervention itself or the assistance of the external device leads to neural responses and functional gains.\n\nThis study adopts a closed-loop BCI system involving ERD induced by MI. Functional electrical stimulation (FES) and virtual reality (VR) are simultaneously delivered as feedback. The aim is to investigate the efficacy of closed-loop BCI training combined with FES and VR on the recovery of the hemiparetic upper extremity of individuals with chronic stroke.\n\nChronic stroke survivors are being recruited and randomly allocated into 3 groups: (1) BCI-FES-VR - participants look at an external screen displaying the VR avatar participant's arms while performing wrist dorsiflexion MI in random order (left or right). The BCI system detects the ERD of the motor area corresponding to correct MI. Then, visual feedback with the VR and motor-tactile feedback with the discharge of the FES is delivered; (2) BCI-FES - same procedure as group 1, but the difference is that the participant's hands replace the VR system; (3) BCI-VR - same procedure as group 1, but the FES is removed. Each session requires 240 MI trials with a training duration of 10 sessions in a 3-week interval.\n\nMotor and MI assessments are being conducted at post-assessment and at a 3-week follow-up.\n\nThe findings of this study will provide significant new information regarding neurophysiological motor relearning mechanisms, which could inform the development and evaluation of BCI-based treatment for individuals with stroke and impact the field of translational neuroscience."},"conditionsModule":{"conditions":["Stroke","Brain Computer Interface"],"keywords":["Stroke","Brain Computer Interface","Neurorehabilitation","Event Related Desynchronization"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":30,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"BCI-FES-VR","type":"EXPERIMENTAL","description":"Participants look at an external screen displaying the VR avatar participant's arms while performing wrist dorsiflexion MI in random order (left or right). The BCI system detects the ERD of the motor area corresponding to correct MI. Then, visual feedback with the VR and motor-tactile feedback with the discharge of the FES is delivered. Each session requires 240 MI trials with a training duration of 10 sessions in a 3-week interval.","interventionNames":["Device: Brain Computer Interface/ Functional Electrical Stimulation/ Virtual Reality"]},{"label":"BCI-FES","type":"ACTIVE_COMPARATOR","description":"Same procedure as arm 1 (BCI-FES-VR), but the difference is that the participant's hands replace the VR system. Each session requires 240 MI trials with a training duration of 10 sessions in a 3-week interval.","interventionNames":["Device: Brain Computer Interface/ Functional Electrical Stimulation/ Virtual Reality"]},{"label":"BCI-VR","type":"ACTIVE_COMPARATOR","description":"Same procedure as arm 1 (BCI-FES-VR), but the FES is removed. Each session requires 240 MI trials with a training duration of 10 sessions in a 3-week interval. Each session requires 240 MI trials with a training duration of 10 sessions in a 3-week interval.","interventionNames":["Device: Brain Computer Interface/ Functional Electrical Stimulation/ Virtual Reality"]}],"interventions":[{"type":"DEVICE","name":"Brain Computer Interface/ Functional Electrical Stimulation/ Virtual Reality","description":"A BCI system involves 3 main components - (1) brain activity collection, (2) external devices triggered by specific features of brain activity, and (3) a processor which decodes the brain activity signal and then translates it into computerized commands to control external devices such as virtual games and functional electrical stimulation (FES).","armGroupLabels":["BCI-FES","BCI-FES-VR","BCI-VR"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change from Baseline Fugl-Meyer Assessment - Upper Extremity (FMA-UE)","description":"FMA-UE is a clinical assessment for upper limb motor impairment after stroke. It includes 33 items assessing the movement, coordination, and reflex actions of the shoulder, elbow, forearm, and wrist, and the hand joints of the hemiparetic arm. Each item consists of a 3-point ordinal scale (0, 1 and 2), with a total score of 66. The higher the score, the better the performance.","timeFrame":"Baseline, Post-intervention and 3-week Follow-up (through study completion, an average of 6 weeks)"},{"measure":"Change from Baseline Action Research Arm Test (ARAT)","description":"The ARAT is a clinical assessment for upper limb functional activities for patients with stroke. The ARAT assesses proximal and distal components of upper limb function. It consists of four subscales: grasp, grip, pinch, and gross movement. It has 19 movement tasks, each graded using a four-point ordinal scale (total scores range from 0 to 57)","timeFrame":"Baseline, Post-intervention and 3-week Follow-up (through study completion, an average of 6 weeks)"}],"secondaryOutcomes":[{"measure":"Revised Purdue Spatial Visualization Test (Revised PSVT:R)","description":"This test consists of 30 questions designed to see how well a participant can visualize the rotation of three-dimensional objects.\n\nobjects. Each correct answer scores 1 point. The total score is 30 points. The higher the score, the better the performance.","timeFrame":"Baseline, Post-intervention and 3-week Follow-up (through study completion, an average of 6 weeks)"},{"measure":"Kinesthetic and Visual Imagery Questionnaire (KVIQ)","description":"The aim of this questionnaire is to determine the extent to which individuals are able to visualize and feel imagined movements. All movements are assessed from a sitting position. The questionnaire includes a visual imagery scale and a kinesthetic imagery scale. The long version (KVIQ-20) comprises 20 items (10 movements for each scale). The rating scale is a 5-point ordinal scale, the clarity of the visual image ( Items V1 to V10) or the intensity of the sensations associated with the imagined movement (Items K1 to K10). The higher the score, the better the outcome. The highest score is 50.","timeFrame":"Baseline, Post-intervention and 3-week Follow-up (through study completion, an average of 6 weeks)"},{"measure":"Hand grip strength test","description":"It is a measure of muscular strength or the maximum force/tension generated by the participant's forearm muscles.","timeFrame":"Baseline, Post-intervention and 3-week Follow-up (through study completion, an average of 6 weeks)"},{"measure":"Motor Activity Log (MAL)","description":"It is a subjective measure of an individual's real life functional upper limb performance and consists of two scales: the amount of use and quality of movement. The MAL adopts a 6-point ordinal scale from 0 to 5. The higher the score, the better the outcome.","timeFrame":"Baseline, Post-intervention and 3-week Follow-up (through study completion, an average of 6 weeks)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Have a diagnosis of ischemic or hemorrhagic stroke to unilateral hemisphere, confirmed by neuroimaging examinations, i.e., brain CT or MRI;\n2. Chronic phase of stroke, i.e., time after stroke onset more than 6 months;\n3. Between 18 and 64 years old;\n4. With severe to moderate levels of hemiparetic upper limb impairment due to stroke, i.e., from levels 1 to 4 in the Functional Test for the Hemiplegic Upper Extremity (FTHUE)\n5. Able to give informed written consent to participate in the study.\n\nExclusion Criteria:\n\n1. Previous diagnosis of any neurological disease excluding stroke;\n2. Presence of any sign of cognitive problems (Abbreviated Mental Test \\< 6)\n3. Modified Ashworth score \\> 2 in wrist extensor muscle in the hemiparetic upper extremity after stroke (Bohannon and Smith, 1987) or with severe pain that hinders upper extremity movement\n4. With other notable impairments of the upper extremity not caused by stroke (e.g., fracture, Rheumatoid Arthritis, or congenital deformity, etc.)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"64 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"The Hong Polytechnic University, Department of Rehabilitation Sciences","city":"Hong Kong","zip":"Hung Hom","country":"Hong Kong","geoPoint":{"lat":22.27832,"lon":114.17469}}]},"referencesModule":{"references":[{"pmid":"32334608","type":"BACKGROUND","citation":"Bai Z, Fong KNK, Zhang JJ, Chan J, Ting KH. Immediate and long-term effects of BCI-based rehabilitation of the upper extremity after stroke: a systematic review and meta-analysis. J Neuroeng Rehabil. 2020 Apr 25;17(1):57. doi: 10.1186/s12984-020-00686-2."},{"pmid":"28003656","type":"BACKGROUND","citation":"Sitaram R, Ros T, Stoeckel L, Haller S, Scharnowski F, Lewis-Peacock J, Weiskopf N, Blefari ML, Rana M, Oblak E, Birbaumer N, Sulzer J. Closed-loop brain training: the science of neurofeedback. Nat Rev Neurosci. 2017 Feb;18(2):86-100. doi: 10.1038/nrn.2016.164. Epub 2016 Dec 22. Erratum In: Nat Rev Neurosci. 2019 May;20(5):314."},{"type":"BACKGROUND","citation":"Cruz Gonzalez, P., Fong, K. N., & Brown, T. (2022). Closed-Loop Brain-Computer Interface Training for Hemiparetic Upper Extremities in Patients with Chronic Stroke: A randomized control study [Abstract]. Neurorehabilitation and Neural Repair. Poster presentation at the 12th World Congress for Neurorehabilitation, December 2022, Vienna, Austria."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}