{"protocolSection":{"identificationModule":{"nctId":"NCT02266836","orgStudyIdInfo":{"id":"MT-ST-2001"},"organization":{"fullName":"MyndTec Inc.","class":"INDUSTRY"},"briefTitle":"MyndMove Therapy for Severe Hemiparesis of the Upper Limb Following Stroke","officialTitle":"Clinical Feasibility and Usability of MyndMove Therapy for FES Facilitated Treatment of Subacute and Chronic Severe Hemiparesis of the Upper Limb Following Stroke"},"statusModule":{"statusVerifiedDate":"2019-08","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2014-10"},"primaryCompletionDateStruct":{"date":"2015-10","type":"ACTUAL"},"completionDateStruct":{"date":"2015-10","type":"ACTUAL"},"studyFirstSubmitDate":"2014-09-26","studyFirstSubmitQcDate":"2014-10-14","studyFirstPostDateStruct":{"date":"2014-10-17","type":"ESTIMATED"},"lastUpdateSubmitDate":"2020-01-27","lastUpdatePostDateStruct":{"date":"2020-01-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"MyndTec Inc.","class":"INDUSTRY"},"collaborators":[{"name":"University Health Network, Toronto","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"The purpose of this study is to examine the efficacy of MyndMove therapy in the early sub-acute, late sub-acute and chronic post-stroke patients. Other objectives include assessing the required doses of electrical current amplitudes, the usability of the device, and examining the overall safety.","detailedDescription":"The purpose of this study is to examine the efficacy of MyndMove therapy in the early sub-acute, late sub-acute and chronic post-stroke patients. Other objectives include assessing the required doses of electrical current amplitudes, the usability of the device, and examining the overall safety.\n\nMany individuals experience weakness or paralysis of their arms and hands following a stroke. As a result, they are often unable to grasp and reach objects voluntarily and have difficulty performing basic activities of daily living (ADLs) such as dressing, feeding, bathing and grooming. Despite extensive rehabilitation programs, many of these individuals remain dependent on others for assistance with ADLs. This unmet medical need remains the focus of a wide range of research efforts.\n\nMyndMove is a newly developed Functional Electrical Stimulation based treatment designed to recover voluntary movement in severely paralyzed upper limbs following stroke and spinal cord injury.\n\nThis study will enroll stroke patients that have severe hemiparesis of an upper limb (as defined by 1) an UE-FMA score of less than or equal to 19 and 2) a Chedoke McMaster Stage of 1-2 for the arm and hand). Three cohorts of patients enrolled in the study will include:\n\n* Early sub-acute stroke patients (less than 2 months post stroke) receiving therapy during inpatient rehabilitation;\n* Late sub-acute stroke patients (post-discharge from inpatient rehab and less than 6 months post stroke) receiving therapy in outpatient clinic settings; and\n* Chronic stroke patients (greater than 6 months post stroke) receiving therapy in outpatient clinic settings"},"conditionsModule":{"conditions":["Hemiparesis of the Upper Limb Following Stroke"],"keywords":["Stroke","Cerebrovascular accident","Upper Extremity","Cerebral Infarction","Brain Infarction","Brain Ischemia","Cerebrovascular Disorders","Cardiovascular Diseases","Nervous System Diseases","Central Nervous System Diseases"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":50,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"MyndMove","type":"EXPERIMENTAL","description":"The MyndMove system is a neuromodulation device that delivers short electrical pulses to stimulate muscle contractions and enhance motor recovery following Stroke or Spinal Cord Injury. MyndMove delivers therapeutic stimulation sequences called protocols, which are coded therapeutic algorithms which assist muscle movement allowing the brain and central nervous system to be retrained restoring voluntary reaching and grasping functions lost following neurological injury. The MyndMove system comprises the hardware device, stimulation electrodes and cables, hand and foot switches, and integrated software.","interventionNames":["Device: MyndMove"]}],"interventions":[{"type":"DEVICE","name":"MyndMove","description":"During a MyndMove therapy session, the patient is instructed to attempt to execute a task voluntarily. As the patient is attempting to perform the designated task, specific muscles in the arm are stimulated to generate contractions that produce the desired movement. After a brief interval of the patient attempting to initiate a movement the therapist activates the MyndMove stimulation protocol, which generates bursts of short electrical pulses, using surface electrodes, to produce muscle contractions enabling the patient to complete the desired/instructed task. Proper sequencing of the muscle contractions as per the MyndMove protocols are tailored to achieve a wide range of reaching and grasping functions. The technique stimulates non-damaged pathways of the central nervous system.","armGroupLabels":["MyndMove"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Upper Extremity Fugl-Meyer Assessment (UE-FMA)","description":"The Upper Extremity Fugl-Meyer Assessment (UE-FMA) is a standardized scale used for the evaluation of physical performance in the post-stroke hemiplegic patient. The upper extremity (UE) evaluates the function of the upper extremity motor function in four components: Shoulder/Elbow and Forearm, Wrist, Hand and Coordination and Speed in a series of performed tasks. The maximum score associated with the UE-FMA is 66 points. Each of the 33 specific tasks is scored as either 0 or an absence of function to a maximum score of 2 for the tasks being fully completed. Partial function can be scored as 1 for selected tasks. This evaluation will be completed by a trained physiotherapist or occupational therapist. Upper extremity assessment for stroke patients. Clinically Significant change is \\>6 points","timeFrame":"baseline to 6 weeks"}],"secondaryOutcomes":[{"measure":"Change in Functional Independence Measure and Self-Care Functional Independence Measure for the early subacute subjects","description":"To measure the degree of disability the Functional Independence Measure will be completed. The FIM consists of 18 items of which 13 are motor related tasks and 5 are cognitive related items. The measure is broken down into 6 classifications of self-care, sphincter control, mobility, locomotion, communication and social cognition. The self-care consists of 6 items: eating, grooming, bathing, dressing-upper body, dressing-lower body, toileting. Each item is rated using a 7-point scale indicating the level of functioning from total assistance with a score of 1 to complete independence with a score of 7.","timeFrame":"Baseline - 6 weeks"},{"measure":"System Usability Scale","description":"Each Therapist will complete the System Usability Scale on the last treatment visit which is expected to be an average of 5 weeks after therapy has begun. Each question in the System Usability Scale is scored from 1 - Strongly Disagree, through to 5 - Strongly Agree. System Usability Scale scores, based on therapist assessments, at end of study compared to baseline (after basic training).","timeFrame":"An average of 5 weeks after therapy has begun"},{"measure":"All adverse events","description":"At each study visit, participants will be asked if they have experienced any adverse events. Participants will be in the study for an expected average of 5 weeks.","timeFrame":"Baseline - An average of 5 weeks after therapy has begun"},{"measure":"Amplitudes to elicit muscle movement","description":"The amplitudes that are used to elicit the muscle movement will be recorded for the various muscles for each participant. The average required amplitude will be calculated and the minimum and maximum amplitudes will be noted. This will provide future guidance on the typical range of amplitudes needed for the various muscles to treat patients.","timeFrame":"Throughout study"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Ischemic or hemorrhagic stroke confirmed by MRI or CT scan\n2. Sub-acute subjects at least 10 days post stroke. Chronic subjects at least 6 months post stroke\n3. Chedoke-McMaster Stroke Assessment Stage 1-2 (arm and hand)\n4. Severe hemiplegia of the upper extremity defined as UE-FMA score of less than or equal to 19\n5. Subject is able to follow instructions\n6. Subject is able to sit and participate in one hour of upper limb therapy\n7. Anticipated to be discharged home or already at home following conventional inpatient rehabilitation\n8. Willing to attend outpatient therapy if chronic or late sub-acute\n9. Subject is able and willing to give written informed consent\n10. Men and women aged 18 or older\n\nExclusion Criteria:\n\n1. Global Aphasia\n2. Previous history of clinical stroke either ischemic infarct, hemorrhagic and subarachnoid bleeding\n3. Upper extremity injury or condition prior to stroke that limits the function of the hand or arm\n4. Life expectancy of less than 12 months due to other illness\n5. Subject has malignant skin lesion on the affected upper extremity\n6. Subject has history of seizure disorder and on seizure medications\n7. Subject has existing electrical stimulation devices (ICD, Pacemaker, Spinal Stimulation)\n8. Neurologic condition that may affect motor response (e.g. Parkinson's, ALS, MS)\n9. Subject has rash or open wound at any potential electrode site\n10. In the judgment of the medical provider, subject has medical complications that may interfere with the execution of the study\n11. Botulinum toxin (Botox) injection into affected upper extremity at least 3 months before the study or during the study\n12. Currently enrolled in another upper limb study\n13. Enrolled in the past six months in a clinical study involving drugs or biologics","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Debbie A Hebert, MSc(Kin)","affiliation":"University Health Network, Toronto","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Mark Bayley, MD","affiliation":"University Health Network, Toronto","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"city":"Brampton","state":"Ontario","country":"Canada","geoPoint":{"lat":43.68341,"lon":-79.76633}},{"city":"London","state":"Ontario","country":"Canada","geoPoint":{"lat":42.98339,"lon":-81.23304}},{"city":"Oshawa","state":"Ontario","country":"Canada","geoPoint":{"lat":43.90012,"lon":-78.84957}},{"city":"Ottawa","state":"Ontario","country":"Canada","geoPoint":{"lat":45.41117,"lon":-75.69812}},{"city":"Toronto","state":"Ontario","country":"Canada","geoPoint":{"lat":43.70011,"lon":-79.4163}},{"city":"Windsor","state":"Ontario","country":"Canada","geoPoint":{"lat":42.30008,"lon":-83.01654}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000010291","term":"Paresis"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M5483","name":"Cerebral Infarction","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M20634","name":"Muscle Weakness","relevance":"LOW"},{"id":"M12894","name":"Paresis","asFound":"Hemiparesis","relevance":"HIGH"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}