{"protocolSection":{"identificationModule":{"nctId":"NCT05598892","orgStudyIdInfo":{"id":"CorporacionRCLCS0008"},"organization":{"fullName":"Corporación de Rehabilitación Club de Leones Cruz del Sur","class":"OTHER"},"briefTitle":"Hand Rehabilitation Based on a RobHand Exoskeleton in Stroke Patients: a Case Series Study","officialTitle":"Hand Rehabilitation Based on a RobHand Exoskeleton in Stroke Patients: a Case Series Study"},"statusModule":{"statusVerifiedDate":"2022-09","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-03-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-09-30","type":"ACTUAL"},"completionDateStruct":{"date":"2021-09-30","type":"ACTUAL"},"studyFirstSubmitDate":"2022-09-27","studyFirstSubmitQcDate":"2022-10-27","studyFirstPostDateStruct":{"date":"2022-10-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-10-27","lastUpdatePostDateStruct":{"date":"2022-10-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Corporación de Rehabilitación Club de Leones Cruz del Sur","class":"OTHER"},"collaborators":[{"name":"University of Valladolid","class":"OTHER"},{"name":"Universidad de Magallanes","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The following study seeks to provide information regarding to the RobHand exoskeleton for hand neuromotor maintenance and/or rehabilitation, developed by the University of Valladolid, Spain.","detailedDescription":"The following study seeks to provide information regarding to the RobHand exoskeleton for hand neuromotor maintenance and/or rehabilitation, developed by the University of Valladolid, Spain. The study was carried out by the Neurotchnology Group of the Research and Development Area of the Corporación de Rehabilitación Club de Leones Cruz del Sur, Chile. Clinical test were implemented on four subjects with Stroke sequelae who participated in two evaluations of manual function and 16 training sessions with the robotic exoskeleton, in order to know the clinical effects on manual function, safety and satisfaction of users who utilize the exoskeleton RobHand."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke","Hand Rehabilitation","Exoskeleton"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":4,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Robot-assisted Rehabilitation","type":"EXPERIMENTAL","description":"Participants will receive rehabilitation based on hand robotic exosqueleton (ROBHAND, ITAP Valladolid, Spain) Patients will perform upper limb exercises assisted by the device. Training involve 16 sessions, 2 sessions per week for 8 weeks, each lasting about 60 minutes.","interventionNames":["Device: Training with Robotic Hand Exoskeleton"]}],"interventions":[{"type":"DEVICE","name":"Training with Robotic Hand Exoskeleton","description":"The intervention consists in Robotic Hand training sessions. Each subject received 16 sessions lasting 60 minutes each and a frequency of 2 sessions per week. The sessions will be applied by an Ocupational Therapist with experience in Robotic training. Robhand exoskeleton (ITAP, Valladolid, Spain) is an exoskeleton-type electromechanical device, which is attached to the patient's hand and provides assistance for performing different types of finger movement rehabilitation therapies. The exoskeleton is composed of five independent subassemblies that are placed on a platform which is located on the back of the hand, with the exception of the thumb subassembly that is mounted on a separated module connected to the hand support platform through a linkage device.","armGroupLabels":["Robot-assisted Rehabilitation"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Dynamometry - Grip Baseline","description":"A Jamar hydraulic hand dynamometer (Pennsylvania, USA) was used to assess isometric contractions. This test allows to evaluate the functional integrity of the upper extremity through the force exerted when squeezing the hand and therefore,to identify the loss of physiological muscle function. The patient is asked to grasp the resistance of the handle, place his shoulder in abduction and with neutral rotation. Additionally, the elbow must be flexed at 90º and with the forearm in a neutral position.","timeFrame":"Baseline"},{"measure":"Dynamometry - Grip Post Intervention","description":"A Jamar hydraulic hand dynamometer (Pennsylvania, USA) was used to assess isometric contractions. This test allows to evaluate the functional integrity of the upper extremity through the force exerted when squeezing the hand and therefore,to identify the loss of physiological muscle function. The patient is asked to grasp the resistance of the handle, place his shoulder in abduction and with neutral rotation. Additionally, the elbow must be flexed at 90º and with the forearm in a neutral position.","timeFrame":"8 weeks"}],"secondaryOutcomes":[{"measure":"Nine Hole Peg Test (9-HPT) Baseline","description":"9-HPT seeks to evaluate the dexterity of the fingers \\[43\\], for which a board and nine pegs are used. The patient must place the 9 pegs on the board and then remove all of them, using the dominant and non-dominant hand. This test is timed.","timeFrame":"Baseline"},{"measure":"Nine Hole Peg Test (9-HPT) Post Intervention","description":"9-HPT seeks to evaluate the dexterity of the fingers \\[43\\], for which a board and nine pegs are used. The patient must place the 9 pegs on the board and then remove all of them, using the dominant and non-dominant hand. This test is timed.","timeFrame":"8 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Over 18 years old\n* Active patient at the Rehabilitation Center Club de Leones Cruz del Sur\n* At least 1 Hemorrhagic or ischemic stroke\n* Adequate level of consciousness\n* Paresis of the upper extremities\n* Patient who signed the inform consent\n\nExclusion Criteria:\n\n* Comorbidities in the central nervous system\n* Pain in the upper extremity (hand, forearm, arm)\n* Patient who does not sign the informed consent","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Asterio H Andrade, PhD","affiliation":"Rehabilitation Center Club de Leones Cruz del Sur","role":"STUDY_CHAIR"}],"locations":[{"facility":"Corporación de Rehabilitación Club de Leones Cruz del Sur","city":"Punta Arenas","state":"XII Región","zip":"6211525","country":"Chile","geoPoint":{"lat":-53.15483,"lon":-70.91129}}]},"referencesModule":{"references":[{"pmid":"30871944","type":"BACKGROUND","citation":"GBD 2016 Stroke Collaborators. Global, regional, and national burden of stroke, 1990-2016: a systematic analysis for the Global Burden of Disease Study 2016. Lancet Neurol. 2019 May;18(5):439-458. doi: 10.1016/S1474-4422(19)30034-1. Epub 2019 Mar 11."},{"type":"BACKGROUND","citation":"Málaga, G., La Cruz-Saldaña, D., Busta-Flores, P., Carbajal, A., & Santiago-Mariaca, K. (2018). La enfermedad cerebrovascular en el Perú: estado actual y perspectivas de investigación clínica. Acta medica peruana, 35(1), 51-54."},{"type":"BACKGROUND","citation":"Leyton Pavez, C.E., Espinoza, I.R.P., Hernández Poblete, P.A., Gil Martín, J.C.: Atención post hospitalaria de pacientes con accidente cerebrovascular en atención primaria de salud. Revista Médica de Risaralda 25, 23-30 (2019)"},{"type":"BACKGROUND","citation":"Sepúlveda-Contreras, J.: Caracterización de pacientes con accidente cerebrovascular ingresados en un hospital de baja complejidad en Chile. Universidad y Salud 23, 8-12 (2021)"},{"pmid":"12411667","type":"BACKGROUND","citation":"Rathore SS, Hinn AR, Cooper LS, Tyroler HA, Rosamond WD. Characterization of incident stroke signs and symptoms: findings from the atherosclerosis risk in communities study. Stroke. 2002 Nov;33(11):2718-21. doi: 10.1161/01.str.0000035286.87503.31."},{"pmid":"17311785","type":"BACKGROUND","citation":"Fischer HC, Stubblefield K, Kline T, Luo X, Kenyon RV, Kamper DG. Hand rehabilitation following stroke: a pilot study of assisted finger extension training in a virtual environment. Top Stroke Rehabil. 2007 Jan-Feb;14(1):1-12. doi: 10.1310/tsr1401-1."},{"pmid":"23885710","type":"BACKGROUND","citation":"Thibaut A, Chatelle C, Ziegler E, Bruno MA, Laureys S, Gosseries O. Spasticity after stroke: physiology, assessment and treatment. Brain Inj. 2013;27(10):1093-105. doi: 10.3109/02699052.2013.804202. Epub 2013 Jul 25."},{"type":"BACKGROUND","citation":"Beneitez García, P.: Neurorrehabilitación: Robótica Y Realidad Virtual en Accidente Cerebrovascular. Reeducación del Miembro Superior, (2019). http://hdl.handle.net/10810/31072"},{"pmid":"12878437","type":"BACKGROUND","citation":"Rossini PM, Calautti C, Pauri F, Baron JC. Post-stroke plastic reorganisation in the adult brain. Lancet Neurol. 2003 Aug;2(8):493-502. doi: 10.1016/s1474-4422(03)00485-x."},{"pmid":"8650578","type":"BACKGROUND","citation":"Nudo RJ, Wise BM, SiFuentes F, Milliken GW. Neural substrates for the effects of rehabilitative training on motor recovery after ischemic infarct. Science. 1996 Jun 21;272(5269):1791-4. doi: 10.1126/science.272.5269.1791."},{"pmid":"10845057","type":"BACKGROUND","citation":"Jones EG. Cortical and subcortical contributions to activity-dependent plasticity in primate somatosensory cortex. Annu Rev Neurosci. 2000;23:1-37. doi: 10.1146/annurev.neuro.23.1.1."},{"pmid":"14504336","type":"BACKGROUND","citation":"Sterr A, Freivogel S. Motor-improvement following intensive training in low-functioning chronic hemiparesis. Neurology. 2003 Sep 23;61(6):842-4. doi: 10.1212/wnl.61.6.842."},{"pmid":"7650532","type":"BACKGROUND","citation":"Butefisch C, Hummelsheim H, Denzler P, Mauritz KH. Repetitive training of isolated movements improves the outcome of motor rehabilitation of the centrally paretic hand. J Neurol Sci. 1995 May;130(1):59-68. doi: 10.1016/0022-510x(95)00003-k."},{"pmid":"11138954","type":"BACKGROUND","citation":"Levy CE, Nichols DS, Schmalbrock PM, Keller P, Chakeres DW. Functional MRI evidence of cortical reorganization in upper-limb stroke hemiplegia treated with constraint-induced movement therapy. Am J Phys Med Rehabil. 2001 Jan;80(1):4-12. doi: 10.1097/00002060-200101000-00003."},{"pmid":"17012642","type":"BACKGROUND","citation":"Frick EM, Alberts JL. Combined use of repetitive task practice and an assistive robotic device in a patient with subacute stroke. Phys Ther. 2006 Oct;86(10):1378-86. doi: 10.2522/ptj.20050149."},{"type":"BACKGROUND","citation":"Panagiotis, P., Zheng, W., Kevin C., G., Robert J., W., Conor J., W.: Soft robotic glove for combined assistance and at-home rehabilitation. Robotics and Autonomous Systems 73(Wearable Robotics), 135-143 (2015). doi:10.1016/j.robot.2014.08.014"},{"type":"BACKGROUND","citation":"Ates, S., Haarman, C.J.W., Stienen, A.H.A.: SCRIPT passive orthosis: design of interactive hand and wrist exoskeleton for rehabilitation at home after stroke. Autonomous Robots 41(3), 711-723 (2017). doi:10.1007/s10514-016-9589-6"},{"type":"BACKGROUND","citation":"Pelier, B.Y.N., Aguilar, M.T., Rabelo, J.N.: Terapia robótica en la rehabilitación del miembro superior hemipléjico en pacientes con enfermedad cerebrovascular. Medimay 28(1), 132-41 (2021)"},{"type":"BACKGROUND","citation":"Costa, , Díez, S.: Robótica para la rehabilitación. Sobre Ruedas 102, 16-20 (2019)"},{"pmid":"35574230","type":"BACKGROUND","citation":"Gil-Castillo J, Barria P, Aguilar Cardenas R, Baleta Abarza K, Andrade Gallardo A, Biskupovic Mancilla A, Azorin JM, Moreno JC. A Robot-Assisted Therapy to Increase Muscle Strength in Hemiplegic Gait Rehabilitation. Front Neurorobot. 2022 Apr 29;16:837494. doi: 10.3389/fnbot.2022.837494. eCollection 2022."},{"type":"BACKGROUND","citation":"Mancisidor, A., Zubizarreta, A., Cabanes, I., Bengoa, P., Jung, J.H.: Dispositivo robótico multifuncional para la rehabilitación de las extremidades superiores. Revista Iberoamericana de Automática e Informática industrial 15(2), 180-91 (2018). doi:10.4995/riai.2017.8820"},{"pmid":"20740477","type":"BACKGROUND","citation":"Carmeli E, Peleg S, Bartur G, Elbo E, Vatine JJ. HandTutor enhanced hand rehabilitation after stroke--a pilot study. Physiother Res Int. 2011 Dec;16(4):191-200. doi: 10.1002/pri.485. Epub 2010 Aug 25."},{"type":"BACKGROUND","citation":"Ueki, S., Kawasaki, H., Ito, S., Nishimoto, Y., Abe, M., Aoki, T., Ishigure, Y., Ojika, T., Mouri, T.:Development of a hand-assist robot with multi-degrees-of-freedom for rehabilitation therapy. IEEE/ASME Transactions on Mechatronics 17(1), 136-146 (2012). doi:10.1109/TMECH.2010.2090353"},{"pmid":"20185616","type":"BACKGROUND","citation":"Kutner NG, Zhang R, Butler AJ, Wolf SL, Alberts JL. Quality-of-life change associated with robotic-assisted therapy to improve hand motor function in patients with subacute stroke: a randomized clinical trial. Phys Ther. 2010 Apr;90(4):493-504. doi: 10.2522/ptj.20090160. Epub 2010 Feb 25."},{"pmid":"17876068","type":"BACKGROUND","citation":"Kwakkel G, Kollen BJ, Krebs HI. Effects of robot-assisted therapy on upper limb recovery after stroke: a systematic review. Neurorehabil Neural Repair. 2008 Mar-Apr;22(2):111-21. doi: 10.1177/1545968307305457. Epub 2007 Sep 17."},{"type":"BACKGROUND","citation":"Rietman, J.S., Prange, G., Kottink, A., Ribbers, G., Buurke, J.: The Effect of an Arm Supporting Training Device in Sub-Acute Stroke Patients: Randomized Clinical Trial. Archives of Physical Medicine and Rehabilitation 95(10), 8 (2014). doi:10.1016/j.apmr.2014.07.382"},{"type":"BACKGROUND","citation":"Flores, E., Tobon, G., Cavallaro, E., Cavallaro, F.I., Perry, J.C., Keller, T.: Improving patient motivation in game development for motor deficit rehabilitation. Advances in Computer Entertaiment Technology, 381 (2009). doi:10.1145/1501750.1501839"},{"type":"BACKGROUND","citation":"Loureiro, R.C.V., Collin, C.F., Harwin, W.S.: Robot Aided Therapy: Challenges Ahead for Upper Limb Stroke Rehabilitation. In: 5th Intl. Conf. Disability, Virtual Reality Assoc. Tech., pp. 33-39 (2004)."},{"pmid":"26093805","type":"BACKGROUND","citation":"Corbetta D, Imeri F, Gatti R. Rehabilitation that incorporates virtual reality is more effective than standard rehabilitation for improving walking speed, balance and mobility after stroke: a systematic review. J Physiother. 2015 Jul;61(3):117-24. doi: 10.1016/j.jphys.2015.05.017. Epub 2015 Jun 18."},{"type":"BACKGROUND","citation":"Cameirao, M.S., Badia, S.B.i., Zimmerli, L., Oller, E.D., Verschure, P.F.M.J.: The Rehabilitation Gaming System: a Virtual Reality Based System for the Evaluation and Rehabilitation of Motor Deficits. In: 2007 Virtual Rehabilitation, pp. 29-33. IEEE, ??? (2007). doi:10.1109/ICVR.2007.4362125.http://ieeexplore.ieee.org/document/4362125/"},{"pmid":"15679945","type":"BACKGROUND","citation":"Sveistrup H. Motor rehabilitation using virtual reality. J Neuroeng Rehabil. 2004 Dec 10;1(1):10. doi: 10.1186/1743-0003-1-10."},{"pmid":"25575219","type":"BACKGROUND","citation":"Nielsen JB, Willerslev-Olsen M, Christiansen L, Lundbye-Jensen J, Lorentzen J. Science-based neurorehabilitation: recommendations for neurorehabilitation from basic science. J Mot Behav. 2015;47(1):7-17. doi: 10.1080/00222895.2014.931273."},{"pmid":"22785001","type":"BACKGROUND","citation":"Subramanian SK, Lourenco CB, Chilingaryan G, Sveistrup H, Levin MF. Arm motor recovery using a virtual reality intervention in chronic stroke: randomized control trial. Neurorehabil Neural Repair. 2013 Jan;27(1):13-23. doi: 10.1177/1545968312449695. Epub 2012 Jul 10."},{"type":"BACKGROUND","citation":"Crosbie, J.H., Crosbie, J.H., Lennon, S., Lennon, S., Mcgoldrick, M.C., Mcgoldrick, M.C., Mcneill, M.D.J., Mcneill, M.D.J., Burke, J.W., Burke, J.W., Mcdonough, S.M., Mcdonough, S.M.: Virtual reality in the rehabilitation of the upper limb after hemiplegic stroke: a randomised pilot study. Screen, 229-235 (2008)"},{"type":"BACKGROUND","citation":"Sainz-Cantero Paredes, J.A.: Montaje Y Control de Una ´ortesis Rob´otica Para la Rehabilitaci´on de la Mano, (2019). http://hdl.handle.net/10835/8020"},{"type":"BACKGROUND","citation":"Cisnal, A., Lobo, V., Moreno, V., Fraile, J.-C., Alonso, R., P´erez-Turiel, J.: Robhand, un exoesqueleto de mano para la rehabilitaci´on neuromotora aplicando terapias activas y pasivas. In: En Actas de las XXXIX Jornadas de Autom´atica, Badajoz, 5-7 de Septiembre de 2018, pp. 34-41 (2018). doi:10.17979/spudc.9788497497565.0034"},{"type":"BACKGROUND","citation":"Moreno-SanJuan, V., Cisnal, A., Fraile, J.-C., P´erez-Turiel, J., de-la-Fuente, E.: Design and characterization of a lightweight underactuated raca hand exoskeleton for neurorehabilitation. Robotics and Autonomous Systems 143, 103828 (2021). doi:10.1016/j.robot.2021.103828"},{"type":"BACKGROUND","citation":"Cisnal, A., P´erez-Turiel, J., Fraile, J.-C., Sierra, D., de la Fuente, E.: Robhand: A hand exoskeleton with real-time emg-driven embedded control. quantifying hand gesture recognition delays for bilateral rehabilitation. IEEE Access 9, 137809-137823 (2021). doi:10.1109/ACCESS.2021.3118281"},{"pmid":"35956063","type":"BACKGROUND","citation":"Cisnal A, Moreno-SanJuan V, Fraile JC, Turiel JP, de-la-Fuente E, Sanchez-Brizuela G. Assessment of the Patient's Emotional Response with the RobHand Rehabilitation Platform: A Case Series Study. J Clin Med. 2022 Jul 30;11(15):4442. doi: 10.3390/jcm11154442."},{"type":"BACKGROUND","citation":"C, J., V´azquez, L., S´anchez, G., S, J.: Dinamometria de manos en estudiantes de merida, m´exico. Revista chilena de nutrici´on 39, 45-51 (2012). doi:10.4067/S0717-75182012000300007"},{"pmid":"28778190","type":"BACKGROUND","citation":"Ong HL, Abdin E, Chua BY, Zhang Y, Seow E, Vaingankar JA, Chong SA, Subramaniam M. Hand-grip strength among older adults in Singapore: a comparison with international norms and associative factors. BMC Geriatr. 2017 Aug 4;17(1):176. doi: 10.1186/s12877-017-0565-6."},{"type":"BACKGROUND","citation":"Gilbertson, L., Barber-Lomax, S.: Power and pinch grip strength recorded using the hand-held jamar® dynamometer and b+l hydraulic pinch gauge: British normative data for adults. British Journal of Occupational Therapy 57(12), 483-488 (1994). doi:10.1177/030802269405701209. https://doi.org/10.1177/030802269405701209"},{"pmid":"14527120","type":"BACKGROUND","citation":"Oxford Grice K, Vogel KA, Le V, Mitchell A, Muniz S, Vollmer MA. Adult norms for a commercially available Nine Hole Peg Test for finger dexterity. Am J Occup Ther. 2003 Sep-Oct;57(5):570-3. doi: 10.5014/ajot.57.5.570."},{"pmid":"30734576","type":"BACKGROUND","citation":"Tolle KA, Rahman-Filipiak AM, Hale AC, Kitchen Andren KA, Spencer RJ. Grooved Pegboard Test as a measure of executive functioning. Appl Neuropsychol Adult. 2020 Sep-Oct;27(5):414-420. doi: 10.1080/23279095.2018.1559165. Epub 2019 Feb 8."},{"type":"BACKGROUND","citation":"Figueiredo, S.: Box and Block Test (BBT)"},{"pmid":"17008339","type":"BACKGROUND","citation":"Van de Winckel A, Feys H, van der Knaap S, Messerli R, Baronti F, Lehmann R, Van Hemelrijk B, Pante F, Perfetti C, De Weerdt W. Can quality of movement be measured? Rasch analysis and inter-rater reliability of the Motor Evaluation Scale for Upper Extremity in Stroke Patients (MESUPES). Clin Rehabil. 2006 Oct;20(10):871-84. doi: 10.1177/0269215506072181."},{"pmid":"10436097","type":"BACKGROUND","citation":"Sulter G, Steen C, De Keyser J. Use of the Barthel index and modified Rankin scale in acute stroke trials. Stroke. 1999 Aug;30(8):1538-41. doi: 10.1161/01.str.30.8.1538."},{"pmid":"11508406","type":"BACKGROUND","citation":"Demers L, Weiss-Lambrou R, Ska B. Item analysis of the Quebec User Evaluation of Satisfaction with Assistive Technology (QUEST). Assist Technol. 2000;12(2):96-105. doi: 10.1080/10400435.2000.10132015."},{"type":"BACKGROUND","citation":"Barrera, C.A.M. PhD thesis"},{"type":"BACKGROUND","citation":"R Core Team: R: A Language and Environment for Statistical Computing. R Foundation for Statistical Computing, Vienna, Austria (2022). R Foundation for Statistical Computing. https://www.R-project.org/"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}