{"protocolSection":{"identificationModule":{"nctId":"NCT03903770","orgStudyIdInfo":{"id":"CRIR-1271-1017"},"organization":{"fullName":"McGill University","class":"OTHER"},"briefTitle":"Personalized Upper Extremity Rehabilitation for Persons With Stroke","officialTitle":"Personalized Upper Extremity Rehabilitation for Persons With Moderate and Severe Impairments Due to Stroke","acronym":"SUPER"},"statusModule":{"statusVerifiedDate":"2020-02","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-09-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-12-01","type":"ACTUAL"},"completionDateStruct":{"date":"2019-12-01","type":"ACTUAL"},"studyFirstSubmitDate":"2019-02-28","studyFirstSubmitQcDate":"2019-04-03","studyFirstPostDateStruct":{"date":"2019-04-04","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-02-18","lastUpdatePostDateStruct":{"date":"2020-02-19","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Philippe Archambault","investigatorTitle":"Associate Professor","investigatorAffiliation":"McGill University"},"leadSponsor":{"name":"McGill University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Approximately 80% of individuals with chronic stroke present with long lasting upper extremity (UE) impairments. Advances in rehabilitation technology, such as robotics, virtual reality (VR) and neuromuscular electrical stimulation (NMES), have separately demonstrated their effectiveness in improving UE function of individuals with stroke. The potential to influence recovery may be further enhanced by combining these modalities in order to target motor deficits of the individual. Research has shown that not all persons with stroke may be able to recover hand function. In particular, such recovery depends on the integrity of the corticospinal tract (CST), which links the motor areas of the brain to the UE (and hand) musculature. Instead of using a 'one-size-fits-all' approach to UE rehabilitation, CST integrity will be assessed through transcranial magnetic stimulation (TMS), a non-invasive approach, and match the intervention to the individual's specific impairments. The perSonalized UPper Extremity Rehabilitation (SUPER) intervention is proposed, which combines robotics, VR activities, and NMES. The objectives of this study are to determine the feasibility of the SUPER intervention in individuals with moderate/severe stroke. Stroke participants will receive a 5-week intervention (3x per week) combining robotic therapy and VR activities, based on their functional level. Those with low potential for hand recovery will receive an intervention focussing on elbow and shoulder movements. For those with a good potential for hand recovery, the last 30 minutes of the robotic or VR session will be complemented by muscle-triggered NMES. Feasibility indicators associated with process, resources, management and treatment will be measured. Outcomes of UE and hand function will include the Fugl-Meyer upper extremity assessment, the Box and Block test and the ABILHAND. It is expected that feasibility criteria will be met and that the SUPER intervention will lead to significant improvements in UE impairment compared to a waitlist group."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"single-subject with multiple baselines (AAAB)","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE","maskingDescription":"Assessor blinded to intervention and study's objectives"}},"enrollmentInfo":{"count":32,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Intervention","type":"EXPERIMENTAL","description":"Upper extremity rehabilitation","interventionNames":["Device: Upper extremity rehabilitation"]}],"interventions":[{"type":"DEVICE","name":"Upper extremity rehabilitation","description":"Participants receive the SUPER intervention 3 times per week for 1 hr, during 4 weeks. For participants with a low recovery potential for hand function, the SUPER interventions consists in robot-assisted reaching movements and unilateral and bilateral VR activities. The robot-assisted activity consists of a reaching task to six targets placed at maximal reach distance. For the VR activity, we use a reach and grasp VR activity based on a shopping task. Participants with good potential for hand recovery also receive 30 min of electromyography-triggered muscle stimulation, combined with the VR activity. The muscle stimulation is triggered when the participant attempts to grasp a virtual object and helps with hand opening movements.","armGroupLabels":["Intervention"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change from baseline Fugl-Meyer Assessment (Upper extremity section) at 6 weeks","description":"A performance-based measure of UE impairment describing motor recovery","timeFrame":"6 weeks"},{"measure":"Change from baseline Box and Blocks Test at 6 weeks","description":"A measure of gross motor dexterity","timeFrame":"6 weeks"},{"measure":"Change from baseline ABILHAND at 6 weeks","description":"A questionnaire to assess active function of the upper limbs with 23 activities, rated as impossible, difficult or easy. The scale is scored through Rasch analysis, providing a total score ranging from -6 to +6, with higher scores indicating a lower degree of upper extremity impairment.","timeFrame":"6 weeks"}],"secondaryOutcomes":[{"measure":"Change from baseline Motor Activity Log at 6 weeks","description":"A questionnaire rating the quality and frequency of use of the upper extremity in 14 everyday tasks. Each task is rated on two scales: quantity, assessing how much the affected extremity is used in the task; and quality, assessing how well does the affected extremity perform in the task. A 0 to 5 scale is used for quantity and quality (0 = not at all; 5 = same as before stroke). Answers are averaged for each sub scale and a percentage is calculated. A higher score indicates lower level of impairment.","timeFrame":"6 weeks"},{"measure":"Change from baseline Grip Strength at 6 weeks","description":"Maximal hand grip strength measured with a dynamometer","timeFrame":"6 weeks"},{"measure":"Change from baseline Stroke Impact Scale at 6 weeks","description":"A stroke-specific health status measure featuring 16 items capturing daily activities. This scale has 8 sub-scales, evaluating: strength, hand function, mobility, activities of daily living, emotion, memory, communication and social participation. Each is rated on a 0 to 100 range (100 corresponding to least impact of stroke). An overall score is also calculated (average of sub-scales).","timeFrame":"6 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* ischemic or hemorrhagic stroke\n* moderate to severe UE impairment (score between 2 and 4 out of 7 on the Chedoke-McMaster each of the arm and hand components\n* at least 3 months post stroke\n* no longer receiving rehabilitation services.\n\nExclusion Criteria:\n\n* medical instability\n* marked cognitive deficits (MiniCog score 2 or lower)\n* uncorrected visual impairments\n* shoulder pain that would limit participation in the study\n* severe spasticity at the affected UE","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"Jewish Rehabilitation Hospital","city":"Laval","state":"Quebec","zip":"H7V1R2","country":"Canada","geoPoint":{"lat":45.56995,"lon":-73.692}},{"facility":"Centre de recherche sur le vieillissement","city":"Sherbrooke","state":"Quebec","zip":"J1H 4C4","country":"Canada","geoPoint":{"lat":45.40008,"lon":-71.89908}}]},"referencesModule":{"references":[{"pmid":"33853614","type":"DERIVED","citation":"Norouzi-Gheidari N, Archambault PS, Monte-Silva K, Kairy D, Sveistrup H, Trivino M, Levin MF, Milot MH. Feasibility and preliminary efficacy of a combined virtual reality, robotics and electrical stimulation intervention in upper extremity stroke rehabilitation. J Neuroeng Rehabil. 2021 Apr 14;18(1):61. doi: 10.1186/s12984-021-00851-1."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}