{"protocolSection":{"identificationModule":{"nctId":"NCT04764994","orgStudyIdInfo":{"id":"14-MED998-10"},"organization":{"fullName":"Umm Al-Qura University","class":"OTHER"},"briefTitle":"The Effect of Virtual Reality-based Training Program on Improving Upper-Limb Functions in Participants With Stroke.","officialTitle":"Using of Virtual Reality Technology for Improving Upper-limb Functions in Saudi Patients With Stroke: A Randomized Control Trial"},"statusModule":{"statusVerifiedDate":"2022-11","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-02-18","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-07-20","type":"ACTUAL"},"completionDateStruct":{"date":"2021-08-15","type":"ACTUAL"},"studyFirstSubmitDate":"2021-02-13","studyFirstSubmitQcDate":"2021-02-18","studyFirstPostDateStruct":{"date":"2021-02-21","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-11-05","lastUpdatePostDateStruct":{"date":"2022-11-08","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Ehab Mohamed Abd El Kafy","investigatorTitle":"Professor of Physical Therapy","investigatorAffiliation":"Umm Al-Qura University"},"leadSponsor":{"name":"Umm Al-Qura University","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke is the third commonest cause of death and is probably the commonest cause of severe disability. Upper limb recovery after stroke is unacceptably poor with only 50% of stroke survivors likely to regain some functional use. In many disabilities, the rehabilitation process is of long duration and clinicians face the challenge of identifying a variety of meaningful and motivating intervention tasks that may be adapted and graded to facilitate this process.. Motor learning models emphasize that self-generated voluntary actions should be used and repeated in playful and motivational settings and that the difficulties of the task have to be at an appropriate level for successful learning. Motivation to use the hemiplegic upper extremity was considered to be the most important factor in guaranteeing intense practice and was achieved through the patient's individual inner drive and motivation for play. Virtual reality-based therapy is one of the most innovative and developments in rehabilitation technology. Enhanced feedback provided by a virtual reality system has been shown to promote motor learning in normal subjects. Interaction with objects in a virtual environment (VE) through grasping and manipulation is an important feature of future virtual reality simulations. Until now, there has been limited research involving the inclusion of virtual reality gaming systems in neuro-rehabilitation for hemiplegic patients. So the purpose of this study will be evaluation of the efficacy of virtual reality technology on improving the function of the involved upper extremity in Saudi patients having stroke.","detailedDescription":"This research project will achieve its objectives and outcomes in five phases:\n\nThere are 5 phases for this research work: (1) preparation phase, (2) Therapeutic intervention phase, (3) Evaluation phase, (4) Phase of data and statistical analyses, (5) The phase of Result Publication Phase.\n\nPhase (1): Preparation phase.\n\nThis phase have been undertaken to set up and identify the inclusion and exclusion criteria of participant patients, determination of the sample size and randomization procedure for this study, purchasing the instruments that will be used in the study.\n\n1.1 Setting up participant criteria. (This phase has completed) 1.2 Determination of the sample size and randomization procedure. Sample size: 40 patients will participated in this study. They will divided randomly to equal groups.\n\nRandomization: (Not yet recruiting) In order to eliminate bias in treatment, randomization will be established for the patients who will be included in both experimental group A \\& control group B. It permits the use of probability theory to express the likelihood that any difference in outcome between treatment groups merely indicates chance. Evaluation of the patients with stroke will be performed by evaluators who will not participated in application of intervention and the therapists will be blinded from the randomization and blinding process. Simple randomization using a randomization table created by computer software (i.e. computerized sequence generation)\n\n1.3 Purchasing the instruments. (This phase has completed) The following device has been already purchased: Armeo Functional upper extremity rehabilitation (MRF; Hocoma, Switzerland). (For treatment)\n\n* Other evaluation instruments that will be used in this study are available in the University Research Labs\n\nPhase (2): Therapeutic intervention phase. (This phase has not yet started)\n\nTherapeutic intervention will be carried out three sessions per week for twelve successive weeks for both experimental and control groups. The treatment session will continue 2 hours with 15 minute rest between the first and the second hours. (More details are explained in the intervention section)\n\nPhase (3): Evaluation phase. (This phase has not yet started)\n\nThe evaluation phase include the examination of the study predetermined parameters at both baseline, and 12 weeks after intervention commencement\n\nPhase (4): Data and Statistical Analysis phase. This phase will start after all participants who will recruited for this study will be examined for the purposes of final collection of out-come data.\n\nThe statistical analysis will include:\n\nThe differences in demographics (such as age, height and weight) between study/experimental and control groups before treatment will be examined using one-way ANOVA.\n\nPaired t test will be used to identify the mean differences in outcome measures within groups to compare the means of primary and secondary outcome measures between pre-treatment and post-treatment for each group.\n\nOne-way ANOVA with post-hoc tests will be used to identify the mean differences in primary and secondary outcome measures between study/experimental and control groups.\n\nPhase (5): Result Publication Phase. This phase will start after all participants who will recruited for this study will be examined for the purposes of final collection of out-come data"},"conditionsModule":{"conditions":["Stroke"],"keywords":["Hemiplegia","Virtual-Reality","Upper Limb Functions","Balance Performance"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"The evaluators who will perform all assessments throughout the study will not take part in the intervention program. They also will not been informed about which group; each evaluated patient will belong (blind assessors).","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":38,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Control Group","type":"ACTIVE_COMPARATOR","description":"Participants who will participated in the control group will receive a conventional physical therapy program for two hours. It will include two parts, each of them will be one hour and 15 minutes rest in between. The first part will include: muscle facilitation exercises, proprioceptive neuromuscular facilitation exercises, strengthening activities, stretching exercises and postural reactions exercises. The second part will include: arm-reaching tasks, arm-hand tasks, manipulative tasks (grasping and release activities) and upper limb self-dependent tasks and the inclusion of the more affected upper limb in functional tasks of daily living activities.\n\nThe conventional treatment program will be applied for both groups by therapists, experienced in stroke rehabilitation.\n\nTreatment frequency (Dose): Therapeutic intervention will be carried out three sessions per week for twelve successive weeks.","interventionNames":["Other: Conventional Physical Therapy Program"]},{"label":"Study Group","type":"EXPERIMENTAL","description":"Participants of study group will receive two hours treatment program that will include three parts, the first and the second parts (similar to that will be applied for participants in control group) will be together for one hour following by 15 minutes rest, then the third part will apply for one hour. The third part of the program will be one hour virtual reality intervention program by using Armeo Spring to simulate a range of upper limb tasks related to arm-reaching to target, reach and grasp (arm-hand activities) and manipulative tasks through using different games and soft-wares.\n\nThe conventional treatment part of the program will be applied by therapists, experienced in stroke rehabilitation. The virtual reality part of the program will be applied by another experienced physiotherapists, who are well trained in using Armeo Spring System.\n\nTreatment frequency (Dose): Therapeutic intervention will be carried out three sessions per week for twelve successive weeks.","interventionNames":["Device: Armeo®Spring ((Task-oriented upper extremity rehabilitation system)","Other: Conventional Physical Therapy Program"]}],"interventions":[{"type":"DEVICE","name":"Armeo®Spring ((Task-oriented upper extremity rehabilitation system)","description":"Armeo®Spring is a functional upper extremity rehabilitation device to provide specific therapy with augmented feedback. The Armeo Spring instrument facilitates intensive task-oriented upper extremity therapy after stroke, traumatic brain injury or other neurological diseases and injuries. It combines an adjustable arm support, with augmented feedback and a large 3D workspace that allows functional therapy exercises in a virtual reality environment.","armGroupLabels":["Study Group"]},{"type":"OTHER","name":"Conventional Physical Therapy Program","description":"This intervention t will include: muscle facilitation exercises, proprioceptive neuromuscular facilitation exercises, strengthening activities, stretching exercises and postural reactions exercises.","armGroupLabels":["Control Group","Study Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in the score of Fugl-Meyer Assessment Scale of Upper-Extremity (scale that assess the change in upper extremity motor functions)","description":"The Fugl-Meyer Assessment of Upper Extremity (FMA-UE) is a stroke-specific, performance-based impairment index. It measures the movement, coordination and reflex action of the shoulder, elbow, forearm, wrist and hand. The scale includes 33 items divided into 4 subscales: (A) shoulder/elbow, 18 items, (B) wrist, 5 items, (C) hand, 7 items, and (D) coordination/speed, 3 items. Each item is scored on an ordinal 3-point scale, where 2 points are assigned when the movement is performed fully, 1 point when performed partially, and 0 points when the movement cannot be performed. A total score of 66 indicates better sensorimotor function. Thus, the higher the score a patient will get after completion of the treatment program compared to the baseline score, the better the improvement in upper extremity motor functions.","timeFrame":"[Time Frame: Data collected at baseline, and 12 weeks after intervention commencement.] (i.e. Difference between Fugl-Meyer Assessment Scale Score of Upper-Extremity at both baseline and completion of 12 weeks of intervention)"},{"measure":"Change in the score of The Action Research Arm Test (test that assess the change in upper extremity functions)","description":"The Action Research Arm Test (ARAT) is an evaluative measure to assess specific changes in limb function among individuals with hemiplegia. It assesses a patient's ability to handle objects differing in size, weight and shape and therefore can be considered to be an arm-specific measure of activity limitation. The ARAT consists of 19 items grouped into four subscales: grasp, grip, pinch, and gross movement. The ARAT is scored on a four-level ordinal scale (0-3): 0 = cannot perform any part of the test, 1 = performs partially, 2 = take long time to complete the test, and 3 = performs the test normally. The total score on the ARAT ranges from 0 to 57, with the lowest score indicating that no movements can be performed, and the upper score indicating normal performance. Thus, the higher the score a patient will get after completion of the treatment program compared to the baseline score, the better the improvement in upper extremity motor functions.","timeFrame":"[Time Frame: Data collected at baseline, and 12 weeks after intervention commencement.](i.e. Difference between The Action Research Arm Test Score at both baseline and completion of 12 weeks of intervention)"},{"measure":"Change in the score of The Wolf Motor Function Test (test that assess the change in upper extremity motor ability)","description":"The Wolf Motor Function Test (WMFT) is designed to assess upper extremity motor abilities in patients with stroke through timed and functional tasks. The WMFT consists of 15 timed items (6 items involve timed functional tasks, and 9 items consist of analyzing movement quality when completing various tasks), in addition to 2 items (7\\&14) are measures of strength. The examiner should test the less affected upper extremity followed by the most affected side. The 15 timed items are rated on a 6-point functional ability scale (0-5), score (0) means the patient is unable to use UE being tested while score (5) means the patient is able to use it and movement appears to be normal. The total score on the WMFT ranges from 0 to 75. Lower scores are indicative of lower functioning levels. Thus, the higher the score a patient will get after completion of the treatment program compared to the baseline score, the better the improvement in upper extremity (UE) motor abilities.","timeFrame":"[Time Frame: Data collected at baseline, and 12 weeks after intervention commencement.](i.e. Difference between The Wolf Motor Function Test Score at both baseline and completion of 12 weeks of intervention)"}],"secondaryOutcomes":[{"measure":"Change in the Overall Stability Indices {percentage value (%)} for Postural Stability Test (test that assess the change in postural stability)","description":"The Biodex Balance System will be used to assess the change in the Overall Stability Indices of the Postural Stability Test. The test includes measurement of the following indices: overall stability index, anteroposterior index and mediolateral index which represents the patient's ability to control his postural balance stability in all directions. High values % represent less stability and the patient has difficulty in balance control. On the other hand lower values are indicative of a better balance control.","timeFrame":"[Time Frame: Data collected at baseline, and 12 weeks after intervention commencement.](i.e. Difference between the overall stability indices score at both baseline and completion of 12 weeks of intervention)"},{"measure":"Change in the Overall Stability Index {percentage value (%)}, and Time of Control {seconds} for Limit of Stability Test (test that assess the change in balance ability)","description":"The Biodex Balance System will be used to assess the change in the Overall Stability Index and the Time of Control of the Limit of Stability Test. This test involves measurement of overall directional control which represented as a percentage value (%). The higher scores will indicate better balance control. The test also include measurement of total time required to complete the test (seconds), improvement in this parameter requires minimizing the time recorded to complete the test.","timeFrame":"[Time Frame: Data collected at baseline, and 12 weeks after intervention commencement.](i.e. Difference between the overall stability index and the time of control at both baseline and completion of 12 weeks of intervention)"},{"measure":"Change in the cadence (step/minute) (which indicate the change of walking ability in patients with stroke).","description":"Gait Analysis Instrument will be used to assess the change in cadence (step/minute) which reflect the change of walking ability in patients with stroke after completion of the treatment program. The higher the score of cadence after completion of the treatment program compared to the baseline score, the better the improvement of gait performance.","timeFrame":"[Time Frame: Data collected at baseline, and 12 weeks after intervention commencement.](i.e. Difference between cadence at both baseline and completion of 12 weeks of intervention)"},{"measure":"Change in the Gait Velocity (meter /second) (which indicate the change of gait function in patients with stroke).","description":"Gait Analysis Instrument will be used to assess the change in gait velocity (meter /second) which reflect the change of gait function in patients with stroke after completion of the treatment program. The higher the score of the gait velocity after \\\\completion of the treatment program compared to the baseline score, the better the improvement of gait performance.","timeFrame":"[Time Frame: Data collected at baseline, and 12 weeks after intervention commencement.](i.e. Difference between gait velocity at both baseline and completion of 12 weeks of intervention)"},{"measure":"Change in the Hand Grip Strength of the Involved Upper Extremity (pounds) (which indicate the change of the strength of the involved hand muscles in patients with stroke).","description":"Hand Grip Dynamometer will be used to assess the change in the strength of the hand muscles of the involved upper extremity. The higher the score of the hand grip after completion of the treatment program compared to the baseline score, the better the improvement of hand functional abilities.","timeFrame":"[Time Frame: Data collected at baseline, and 12 weeks after intervention commencement.](i.e. Difference between hand grip strength at both baseline and completion of 12 weeks of intervention)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nForty Saudi stroke male participants will be included in this study.\n\n* The participating participants will have a confirmed diagnosis of stroke confirmed by magnetic resonance images (MRIs) obtained from medical records or personal physicians.\n* They should be medically stable and will have neither serious nor recurring medical complications according to the medical report signed by their physician.\n* The age of participants will be between 50 to 60 years.\n* Participants of both genders will be recruited\n* The participants will be selected to be in spastic phase, 6-24 months following a first stroke.\n* The degree of spasticity in upper extremity according to Modified Ashworth Scale will ranged between grades 1,1+\\&2.\n* The included participants should be cognitively competent and able to understand and follow instructions.\n* The participants will associated with neither ﬁxed stiffness in shoulder, elbow, wrist and fingers joints nor major rotational mal-alignments in the upper limbs.\n* The patient should have the ability to extend the wrist at least 20° and ﬁngers 10° from full ﬂexion. This range will allow participants to engage easily in performing a designed program.\n* Also they should have no serious problems affecting balance performance other than spasticity due to stroke.\n* During the study, participants will not receive any treatment to improve involved upper limb functions other than the study intervention.\n\nExclusion Criteria:\n\nParticipants will be excluded from study if they have:\n\n* Cognitive decline (Mini-Mental State Examination \\< 23 points). Due to the requirements of the ARMEO system.\n* Shoulder pain on a visual analogue scale of \\> 6/10.\n* Spasticity score ≥ 2 according to the Modified Ashworth Scale\n* Conditions affecting their participations in this study (e.g. cardiac, respiratory, seizures or arthritic problems)\n* Visual problems that may prevent them from performing the intervention\n* Botulinum toxin in the upper extremity musculature six months before baseline assessment or who wished to receive it within the period of study,\n* Muscle-tone control medications before baseline assessment or who wished to receive it within the period of study.\n* A cardiac pacemaker as the electromagnetic motion tracker used within the virtual reality system might interfere with such devices.","healthyVolunteers":false,"sex":"ALL","minimumAge":"50 Years","maximumAge":"60 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Ehab Abd El Kafy, Ph.D","affiliation":"Professor of Physical Therapy -Umm Al Qura University.","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Ehab Abd El Kafy","city":"Mecca","zip":"21955","country":"Saudi Arabia","geoPoint":{"lat":21.42664,"lon":39.82563}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"* Individual participant data underlying published results only.\n* The data available is Case-by-case basis at the discretion of Primary Sponsor","infoTypes":["SAP"],"timeFrame":"Start Date: Beginning one year following main results publication End Date: Ending two years following main results publication","accessCriteria":"Data can be obtained by Principal Investigator Email Address: emkafy@uqu.edu.sa"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M9205","name":"Hemiplegia","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}