{"protocolSection":{"identificationModule":{"nctId":"NCT02871700","orgStudyIdInfo":{"id":"104-9173A3"},"organization":{"fullName":"Chang Gung Memorial Hospital","class":"OTHER"},"briefTitle":"Comparative Efficacy Study of Action Observation Therapy and Mirror Therapy After Stroke","officialTitle":"Comparative Efficacy Study of Action Observation Therapy and Mirror Therapy After Stroke: Rehabilitation Outcomes and Neural Mechanisms by MEG"},"statusModule":{"statusVerifiedDate":"2019-01","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2016-08","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2017-10","type":"ACTUAL"},"completionDateStruct":{"date":"2017-10","type":"ACTUAL"},"studyFirstSubmitDate":"2016-08-01","studyFirstSubmitQcDate":"2016-08-15","studyFirstPostDateStruct":{"date":"2016-08-18","type":"ESTIMATED"},"lastUpdateSubmitDate":"2019-01-30","lastUpdatePostDateStruct":{"date":"2019-02-01","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Chang Gung Memorial Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"The specific aims of this study will be to:\n\n1. investigate the treatment efficacy of Action observation therapy (AOT), mirror therapy (MT) versus a control intervention on motor and functional outcomes of stroke patients.\n2. compare the mechanisms and changes in cortical neural activity after AOT, MT, and control intervention by using magnetoencephalography (MEG).\n3. determine the correlations between neural activation changes and clinical outcomes after AOT and MT.\n4. identify who are the potential good responders to AOT and MT.","detailedDescription":"In this 3-year study project, the investigators will design a comparative, randomized controlled trial to (1) investigate the treatment efficacy of AOT, MT versus a control intervention on motor and functional outcomes of stroke patients, (2) compare the mechanisms and changes in cortical neural activity after AOT, MT, and control intervention by using magnetoencephalography (MEG), (3) determine the correlations between neural activation changes and clinical outcomes after AOT and MT, and (4) identify who are the potential good responders to AOT and MT. An estimated total of 90 patients with subacute stroke will be recruited in this study. All participants will be randomly assigned to receive AOT, MT, or control intervention for a 3-week training period (a total of 15 sessions). Outcome measures will be conducted at baseline, immediately after treatment, and 3 months follow-up. For the MEG study, the investigators anticipate to recruit 12 to 15 patients in each group. The patients can still participate in this study to receive treatments and clinical evaluations even if they do not meet the MEG eligibility criteria or are not willing to participate in the MEG study."},"conditionsModule":{"conditions":["Stroke"],"keywords":["stroke","translational rehabilitation","mirror neuron system","action observation","mirror therapy","MEG"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":21,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Action observation therapy (AOT)","type":"EXPERIMENTAL","description":"Action observation therapy (AOT)","interventionNames":["Behavioral: Action observation therapy"]},{"label":"Mirror therapy (MT)","type":"EXPERIMENTAL","description":"Mirror therapy (MT)","interventionNames":["Behavioral: Mirror therapy"]},{"label":"Control group","type":"ACTIVE_COMPARATOR","description":"Customary bilateral UE training","interventionNames":["Behavioral: Customary bilateral UE training"]}],"interventions":[{"type":"BEHAVIORAL","name":"Action observation therapy","description":"The patients were asked to observe everyday life actions of which they had motor experience or the actions belong to the motor repertoire of observers', they had better performance. The common categories of motor actions and tasks for stroke patients are selected in this study: (a) active range of motion (AROM) exercises, (b) reaching movement or object manipulation, and (c) upper-extremity (UE) functional tasks practice.","armGroupLabels":["Action observation therapy (AOT)"]},{"type":"BEHAVIORAL","name":"Mirror therapy","description":"The MT group will receive 60 minutes of upper-limb training in a mirror box. MT treatment activities will include AROM exercises (10 to 15 minutes), reaching movement or object manipulation (15 to 20 minutes), and functional tasks practice (30 minutes) in a mirror box.","armGroupLabels":["Mirror therapy (MT)"]},{"type":"BEHAVIORAL","name":"Customary bilateral UE training","description":"The participants in this group will receive dose-matched customary bilateral UE training programs for 1 hour per session. The treatment protocol of control group will also include: (a) AROM exercises (10 to 15 minutes), (b) reaching movement or object manipulation (15 to 20 minutes), and (3) functional tasks practice (30 minutes).","armGroupLabels":["Control group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change scores of Fugl-Meyer Assessment","description":"Change from baseline motor impairment at 3 weeks on the Fugl-Meyer Assessment.","timeFrame":"baseline, 3 weeks , 3 months"}],"secondaryOutcomes":[{"measure":"Change scores of Modified Rankin Scale","description":"The Modified Rankin Scale is used to assess the degree of stroke disability.","timeFrame":"baseline, 3 weeks , 3 months"},{"measure":"Change scores of Box and Block Test","description":"The Box and Block Test is a measure of hand dexterity with satisfactory reliability and validity in patients with stroke.","timeFrame":"baseline, 3 weeks , 3 months"},{"measure":"Change scores of Wolf Motor Function Test","description":"The Wolf Motor Function Test was initially developed to assess the effect of constraint-induced movement therapy. Through the timed score, function score and grip score to quantify upper extremity motor function in people with stroke.","timeFrame":"baseline, 3 weeks , 3 months"},{"measure":"Change scores of Medical Research Council scale","description":"The muscle power of the affected arm will be examined by the Medical Research Council scale.","timeFrame":"baseline, 3 weeks , 3 months"},{"measure":"Change scores of Motor Activity Log","description":"The Motor Activity Log consists of 30 structured questions to interview how the patients rate the frequency (amount of use subscale) and quality (quality of movement subscale) of movements while using their affected arm to accomplish 30 daily activities.","timeFrame":"baseline, 3 weeks , 3 months"},{"measure":"Change scores of Chedoke Arm and Hand Activity Inventory","description":"The Chedoke Arm and Hand Activity Inventory is a new measurement development for assessing upper extremity function after stroke.","timeFrame":"baseline, 3 weeks , 3 months"},{"measure":"Change scores of Revised Nottingham Sensory Assessment","description":"The Revised Nottingham Sensory Assessment includes the assessment of tactile sensation, kinesthetic sensation, and stereognosis and is a reliable measure of sensory function in stroke patients.","timeFrame":"baseline, 3 weeks , 3 months"},{"measure":"Change scores of ABILHAND questionnaire","description":"The ABILHAND Questionnaire is a self-reported and Rasch-based scale that assesses patients' perceived difficulty in performing daily activities that require the use of the bilateral UE.","timeFrame":"baseline, 3 weeks , 3 months"},{"measure":"Change scores of Questionnaire Upon Mental Imagery","description":"The short-form of Questionnaire Upon Mental Imagery is applied to assess patient's ability of mental imagery.","timeFrame":"baseline, 3 weeks , 3 months"},{"measure":"Change scores of Functional Independence Measure","description":"The Functional Independence Measure is a frequently used scale to assess basic activities of daily function.","timeFrame":"baseline, 3 weeks , 3 months"},{"measure":"Change scores of Stroke Impact Scale Version 3.0","description":"The Stroke Impact Scale Version 3.0 is a patient-reported outcome to evaluate function, participation, and health-related quality of life of stroke survivors with sound psychometric properties.","timeFrame":"baseline, 3 weeks , 3 months"},{"measure":"Change scores of ActiGraph","description":"The accelerometers (ActiGraph) are used to provide an objective measure of the amount of the affected arm in patient's real-life environments. The main outcome parameters will be the average intensity of physical activity (counts/minute), types of activity, and energy expenditure(Kcal) in real life.","timeFrame":"baseline, 3 weeks"},{"measure":"Magnetoencephalography","description":"Magnetoencephalography can directly measure cortical neural activity and detect the oscillatory signals mainly by the changes in the postsynaptic fields of pyramidal cells","timeFrame":"baseline, 3 weeks"},{"measure":"Change scores of Visual Analogue Scale for pain","description":"Patient-reported pain on the Visual Analogue Scale","timeFrame":"baseline, 3 weeks"},{"measure":"Change scores of Visual Analogue Scale for fatigue","description":"Patient-reported fatigue on the Visual Analogue Scale","timeFrame":"baseline, 3 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. diagnosed as having a unilateral stroke\n2. 1 to 6 months after stroke onset\n3. from 20 to 80 years of age\n4. a baseline score of the Fugl-Meyer Assessment (FMA) of 20 to 60\n5. able to follow the study instructions (measured by the Montreal Cognitive Assessment)\n6. capable of participating in therapy and assessment sessions\n\nExclusion Criteria:\n\n1. patients with global or receptive aphasia\n2. severe neglect\n3. major medical problems, or comorbidities that influenced UE usage or caused severe pain","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Yu-Wei Hsieh, PhD","affiliation":"Department of Occupational Therapy and Graduate Institute of Behavioral Sciences, College of Medicine, and Healthy Aging Research Center, Chang Gung University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Taipei Tzu Chi hospital, Buddhist Tzu Chi Medical fundation","city":"Taipei","zip":"231","country":"Taiwan","geoPoint":{"lat":25.04776,"lon":121.53185}},{"facility":"Cathay General Hospital (Taipei and Sijhi)","city":"Taipei","country":"Taiwan","geoPoint":{"lat":25.04776,"lon":121.53185}},{"facility":"Lo-Sheng Sanatorium and Hospital, Ministry of Health and Welfare","city":"Taoyuan","zip":"33351","country":"Taiwan","geoPoint":{"lat":24.95233,"lon":121.20193}},{"facility":"Taoyuan Chang Gung Memorial Hospital","city":"Taoyuan","zip":"333","country":"Taiwan","geoPoint":{"lat":24.95233,"lon":121.20193}}]},"referencesModule":{"references":[{"pmid":"32377266","type":"DERIVED","citation":"Hsieh YW, Lin YH, Zhu JD, Wu CY, Lin YP, Chen CC. Treatment Effects of Upper Limb Action Observation Therapy and Mirror Therapy on Rehabilitation Outcomes after Subacute Stroke: A Pilot Study. Behav Neurol. 2020 Jan 2;2020:6250524. doi: 10.1155/2020/6250524. eCollection 2020."},{"pmid":"28978349","type":"DERIVED","citation":"Shih TY, Wu CY, Lin KC, Cheng CH, Hsieh YW, Chen CL, Lai CJ, Chen CC. Effects of action observation therapy and mirror therapy after stroke on rehabilitation outcomes and neural mechanisms by MEG: study protocol for a randomized controlled trial. Trials. 2017 Oct 4;18(1):459. doi: 10.1186/s13063-017-2205-z."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}