{"protocolSection":{"identificationModule":{"nctId":"NCT04777253","orgStudyIdInfo":{"id":"stroke - biofeedback"},"organization":{"fullName":"University of Rzeszow","class":"OTHER"},"briefTitle":"Rehabilitation of Arm Function Using a Biofeedback Method After Stroke","officialTitle":"Effectiveness of Biofeedback Methods in Rehabilitation of Arm Function in Patients After Stroke"},"statusModule":{"statusVerifiedDate":"2022-03","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-04-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-11-02","type":"ACTUAL"},"completionDateStruct":{"date":"2021-12-31","type":"ACTUAL"},"studyFirstSubmitDate":"2021-02-11","studyFirstSubmitQcDate":"2021-02-25","studyFirstPostDateStruct":{"date":"2021-03-02","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-03-30","lastUpdatePostDateStruct":{"date":"2022-03-31","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Bogumiła Pniak","investigatorTitle":"MSc","investigatorAffiliation":"University of Rzeszow"},"leadSponsor":{"name":"Bogumiła Pniak","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The research will make it possible to assess effects of rehabilitation of arm function with the use of biofeedback method and conventional therapies administered to patients at a chronic stage of recovery post-stroke, as part of the treatment in a health-resort setting.","detailedDescription":": In accordance with the study design, the group will comprise 100 patients with hemiparesis after stroke, participating in a health-resort based rehabilitation program during their stay in the Health-Resort Rehabilitation Hospital in Iwonicz Zdrój, Poland. The minimum size of the sample was calculated based on the total annual number of patients after stroke receiving treatment in the Health-Resort Rehabilitation Hospital in Iwonicz Zdrój, i.e. approximately 200 patients, 100% of these being in a chronic stage of recovery. It was assumed that 50% of the patients would present stage 4-5 arm paresis according Brunnström scale. A fraction of 0.8 and a maximum error of 5% were applied and the sample size of 71 patients was obtained.\n\nThe patients meeting eligibility criteria will be randomly divided into two groups:\n\n* the study group (50 patients), participating in a conventional rehabilitation program supplemented with additional biofeedback training;\n* the control group (50 patients), participating in the conventional rehabilitation program only.\n\nThe patients in both groups will participate in a three-week rehabilitation program (from Monday to Friday), with the treatments and therapies continued for up to two hours per day. The program will include: group and individual exercise (active and assisted exercises, manipulation exercises, PNF-based practice, balance and breathing exercises), manual massage, physical treatments, such as: laser, whirlpool therapy, mud compress therapy, carbonic acid therapy, TENS therapy, BIO-V lamp, and localized cryotherapy. The patients in the study group will also receive biofeedback training aimed to improve motor function of the upper limb. The exercise will be performed using equipment manufactured by Biometrics. The device makes it possible to perform movements in all the planes of the joints in the upper limb. During the exercise, a visualisation of the movements is shown to the patient on the screen; this biofeedback makes it possible for them to regulate and increase the range of movement, to use greater muscle strength and to visually assess the accuracy of their performance. The training with the biofeedback function will be carried out for 30 minutes per day.\n\nAfter the program is completed, the subjects from the control group will have an opportunity to also practice with the Biometrics device with the biofeedback function.\n\nExaminations will be carried out three times: the baseline at the start of the rehabilitation program, a check-up at the end of the three-week program, and a follow-up two months after discharge from the hospital. The tests will be performed at the same time of day, and following the same conditions.\n\nThe patients' condition and the rehabilitation effects will be assessed using the following measures:\n\n* hand grip strength and pinching strength of the fingers, to be tested with a dynamometer and pinch meter, respectively;\n* ranges of motion in the joints of the upper limb, with R500 goniometer;\n* manual skills, with Box and Blocks test;\n* handgrip function, according Franchay scale;\n* motor capacities of the upper limb, according to Fugl-Meyer Motor Assessment Scale;\n* EMG test, with the Biometrics device;\n* activities of daily living, with Barthel Index."},"conditionsModule":{"conditions":["Rehabilitation","Stroke","Biofeedback"],"keywords":["Health-resort based rehabilitation","Stroke","Biofeedback","Conventional (traditional) rehabilitation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"random selection to two groups (study group and control group)","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"TRIPLE","whoMasked":["PARTICIPANT","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":100,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Biofeedback method and Health-resort based rehabilitation","type":"EXPERIMENTAL","description":"Health-resort based treatments supplemented with biofeedback training","interventionNames":["Other: Biofeedback method","Other: Health-resort based rehabilitation"]},{"label":"Health-resort based rehabilitation","type":"OTHER","description":"Control group - health-resort based treatments, without biofeedback training.","interventionNames":["Other: Health-resort based rehabilitation"]}],"interventions":[{"type":"OTHER","name":"Biofeedback method","description":"Patients in the study group will participate in training with visual biofeedback, aimed to improve motor function of the arm. The exercise will be performed using a Biometrics device. The biofeedback training will be carried out for 30 minutes per day.\n\nHealth-resort based rehabilitation The patients will participate in a three-week rehabilitation program (from Monday to Friday), with the treatments and therapies continued for up to two hours per day.\n\nThe program will include: group and individual exercise (active and assisted exercises, manipulation exercise, PNF-based practice, balance and breathing exercise), manual massage, physical treatments, such as: laser, whirlpool therapy, mud compress therapy, carbonic acid therapy, TENS therapy, BIO-V lamp, and localized cryotherapy.","armGroupLabels":["Biofeedback method and Health-resort based rehabilitation"]},{"type":"OTHER","name":"Health-resort based rehabilitation","description":"The patients will participate in a three-week rehabilitation program (from Monday to Friday), with the treatments and therapies continued for up to two hours per day.\n\nThe program will include: group and individual exercise (active and assisted exercises, manipulation exercise, PNF-based practice, balance and breathing exercise), manual massage, physical treatments, such as: laser, whirlpool therapy, mud compress therapy, carbonic acid therapy, TENS therapy, BIO-V lamp, and localized cryotherapy","armGroupLabels":["Biofeedback method and Health-resort based rehabilitation","Health-resort based rehabilitation"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Hand grip strength","description":"measurements to be performed with a dynamometer The dynamometer registers strength lower than up to 90 kg,","timeFrame":": First examination - before the start of the rehabilitation program;"},{"measure":"Hand grip strength","description":"measurements to be performed with a dynamometer The dynamometer registers strength lower than up to 90 kg,","timeFrame":"Second examination - at the end of the three-week program"},{"measure":"Hand grip strength","description":"measurements to be performed with a dynamometer The dynamometer registers strength lower than up to 90 kg,","timeFrame":"Third examination - two months after discharge from the hospital (follow- up)"},{"measure":"pinching strength of the fingers","description":"measurements to be performed with a pinch meter. The pinch meter registers strength lower than up to 22 kg.","timeFrame":"First examination - before the start of the rehabilitation program"},{"measure":"pinching strength of the fingers","description":"measurements to be performed with a pinch meter. The pinch meter registers strength lower than up to 22 kg.","timeFrame":"Second examination - at the end of the three-week program"},{"measure":"pinching strength of the fingers","description":"measurements to be performed with a pinch meter. The pinch meter registers strength lower than up to 22 kg.","timeFrame":"Third examination - two months after discharge from the hospital (follow- up)"},{"measure":"Ranges of motion in the joints of the upper limb","description":"with the use of R 500 goniometer; the device operates with an accuracy up to one degree.","timeFrame":"First examination - before the start of the rehabilitation program"},{"measure":"Ranges of motion in the joints of the upper limb","description":"with the use of R 500 goniometer; the device operates with an accuracy up to one degree.","timeFrame":"Second examination - at the end of the three-week program"},{"measure":"Ranges of motion in the joints of the upper limb","description":"with the use of R 500 goniometer; the device operates with an accuracy up to one degree.","timeFrame":"Third examination - two months after discharge from the hospital (follow- up)"},{"measure":"EMG of extensors and flexors of the radiocarpal joint","description":"EMG assessment of extensors and flexors of the radiocarpal joint on the Biometrics device","timeFrame":"First examination - before the start of the rehabilitation program"},{"measure":"EMG of extensors and flexors of the radiocarpal joint","description":"EMG assessment of extensors and flexors of the radiocarpal joint on the Biometrics device","timeFrame":"Second examination - at the end of the three-week program"},{"measure":"EMG of extensors and flexors of the radiocarpal joint","description":"EMG assessment of extensors and flexors of the radiocarpal joint on the Biometrics device","timeFrame":"Third examination - two months after discharge from the hospital (follow- up)"}],"secondaryOutcomes":[{"measure":"Activities of daily living, assessed with Barthel Index.","description":"Based on the scores assigned the patient's condition is described in the following way: I. 86-100 points - \"slight\" dependency; II. 21- 85 points - \"moderately severe\" dependency; III. 0 - 20 points - \"severe\" dependency.\n\nA maximum 100 points can be scored on Barthel scale.","timeFrame":"First examination - before the start of the rehabilitation program; second examination - at the end of the three-week program; third examination - two months after discharge from the hospital (follow- up)"},{"measure":"Manual skills, assessed with Box and Blocks test;","description":"The test uses a wooden box, divided into two equal parts by a partition, as well as 150 blocks. The subject moves as many blocks as possible from one part of the box to the other during 60 seconds.","timeFrame":"First examination - before the start of the rehabilitation program; second examination - at the end of the three-week program; third examination - two months after discharge from the hospital (follow- up)"},{"measure":"Handgrip function, according Franchay scale","description":"The scale consists of 7 tasks (pass/fail grading); the patient is awarded 1 point for each activity performed successfully, or 0 points for a failure to perform. The maximum score of seven points may be achieved for the performance of the tasks. Higher score corresponds to better manual skills. The scale measures the proximal control of the upper limb and the manual skills.","timeFrame":": First examination - before the start of the rehabilitation program; second examination - at the end of the three-week program; third examination - two months after discharge from the hospital (follow- up)"},{"measure":"Motor capacities of the upper limb, according to Fugl-Meyer Motor Assessment Scale","description":"Fugl-Meyer Motor Assessment Scale for Upper Extremity is a comprehensive tool enabling measurement of motor function; it comprises 33 motor tasks, designed to assess general movements, precision movements, grip, coordination and speed. It is also possible to perform H subgroup tests - assessing superficial and deep sensibility, and J subgroup tests - for range of passive motion and pain induced by such movements.\n\nIndividual tasks are assessed on a scale 0-2 0 - impossible task\n\n1. - task partially completed,\n2. - task completed correctly The higher the score, the better.","timeFrame":"First examination - before the start of the rehabilitation program; second examination - at the end of the three-week program; third examination - two months after discharge from the hospital (follow- up)"},{"measure":"Assessment of paretic limb function with the Brunnström scale.","description":"Motor performance (function) of extremities is to be assessed using Brunnström scale. This is a six-point scale designed to evaluate performance (function) of paretic extremities.The higher the score, the better.\n\n1-No moves 6-Precise movements, ball throw, button fastening and unfastening","timeFrame":"Measurement during the patient's enrolment"},{"measure":"Muscle tone (spasticity) will be examined with modified Ashworth scale.","description":"Increased muscle tone (spasticity) is to be examined with modified Ashworth scale. This is a six-point scale modified to include grade 1.\n\n0: No increase in muscle tone\n\n1. Slight increase in muscle tone, manifested by a catch and release or by minimal resistance at the end of the range of motion when the affected part(s) is moved in flexion or extension 1+: Slight increase in muscle tone, manifested by a catch, followed by minimal resistance throughout the remainder (less than half) of the ROM;\n2. More marked increase in muscle tone through most of the ROM, but affected part(s) easily moped;\n3. Considerable increase in muscle tone, passive movement difficult;\n4. Affected part(s) rigid in flexion or extension.","timeFrame":"Measurement during the patient's enrolment"},{"measure":"Assessment of disability level, using the modified Rankin scale (MRS)","description":"Assessment of disability using the modified Rankin scale (MRS)\n\nScore Description 0 - No symptoms at all\n\n1- No significant disability despite symptoms; able to carry out all usual duties and activities; 2 - Slight disability; unable to carry out all previous activities, but able to look after own affairs without assistance; 3 - Moderate disability; requiring some help, but able to walk without assistance; 4 - Moderately severe disability; unable to walk without assistance and unable to attend to own bodily needs without assistance; 5 - Severe disability; bedridden, incontinent and requiring constant nursing care and attention; 6 - Dead TOTAL (0-6):","timeFrame":": Measurement during the patient's enrolment"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* informed, voluntary consent of the patient;\n* a single ischemic stroke experienced;\n* hemiparesis;\n* a minimum of 6 months from the stroke onset;\n* age 45-75 years;\n* elementary (basic) handgrip ability;\n* stage 4-5 arm paresis according Brunnström scale;\n* stage 3 disability according to Rankin scale;\n* spasticity in the paretic arm up to 1 plus on the modified Ashworth scale;\n* current health status, confirmed by a medical examination, allowing the person to take part in the study and in the exercise.\n\nExclusion Criteria:\n\n* lack of informed and voluntary consent of the patient;\n* two or more strokes experienced, haemorrhagic stroke, brain stem and cerebellar stroke;\n* impairments in higher mental functions adversely affecting the ability to understand and perform the tasks during exercise;\n* visual field impairment;\n* mechanical and thermal injuries potentially limiting handgrip function;\n* coexisting neurological, rheumatic and orthopaedic conditions, including fixed contractures potentially affecting gripping abilities;\n* unstable health condition;\n* failure to complete the three-week rehabilitation program.","healthyVolunteers":false,"sex":"ALL","minimumAge":"45 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Bogumiła Pniak, MSc","affiliation":"University of Rzeszów","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of Rzeszów","city":"Rzeszów","zip":"35-959","country":"Poland","geoPoint":{"lat":50.04132,"lon":21.99901}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}