{"protocolSection":{"identificationModule":{"nctId":"NCT05875792","orgStudyIdInfo":{"id":"SBRIH18P2018"},"organization":{"fullName":"University of Exeter","class":"OTHER"},"briefTitle":"EvolvRehab for Telerehabilitation","officialTitle":"EvolvRehab - MoveWell Virtual Platform for Stroke Survivors Rapid Rehabilitation Through Fun Exergaming-based Learning"},"statusModule":{"statusVerifiedDate":"2023-08","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-06-14","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-12-04","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-03-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-02-22","studyFirstSubmitQcDate":"2023-05-16","studyFirstPostDateStruct":{"date":"2023-05-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-08-14","lastUpdatePostDateStruct":{"date":"2023-08-16","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Exeter","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study includes two stages to develop the use of EvolvRehab telerehabilitation in the use of Stroke patients, early after stroke. All tasks will be conducted by multiple research sites. Stage 2 will include at least 6 weeks of study intervention, and up to 6 months follow-up, where possible.","detailedDescription":"All tasks in this phase will be conducted by at least two research sites (University of Exeter (site 1) and University of Bristol (site 2)) and the results from stage 1 of the study will be used to inform stage 2, following an amendment to incorporate any changes required.\n\nStage 1, phase 1: Review of product and processes for the preliminary pilot. The investigators will adopt a Person-Based Approach (user-Centred Design plus behavioural science) to further co-develop/refine the technology and clinical processes for use in National Health Service (NHS) stroke community services (n=15).\n\nStage 1, phase 2: Iterative pilot. EvolvRehab/MoveWell will be iteratively piloted in five stroke survivors' homes in one NHS team. The investigators will purposefully recruit a heterogeneous sample (e.g. gender, digital literacy, and home context). For this intervention stage of the pilot, patients will give consent. Participants will use EvolvRehab/MoveWell for one week. The research therapist will visit participants' homes alongside research staff to provide support and monitor home safety. A log of issues and feedback will be compiled. We will collect system data to finalise system refinements.\n\nStage 1, phase 3: Staff focus group. Rehab team staff (clinicians, carers, managers; n = 5) from Site 1 will be convened to agree how EvolvRehab will be deployed in community stroke services. The investigators will identify barriers and facilitators to deployment and report how these will be addressed. This will be advertised via poster which will be sent via email to stakeholders already involved in the study.\n\nStage 1, phase 4: Service user interviews. Semi-structured interviews will be held with stroke survivors used in stage 1, phase 2 (n=5) to explore issues experienced in using the system in their homes. The investigators will explore support structures (e.g., social networks) and barriers/ facilitators to engagement. Potential changes to software, hardware, support, and training will be mapped and reported. Patient/carer instruction materials will be created. The investigators will create a Digital Inclusion Package. Patients will be contacted to organise this via telephone and/or email.\n\nStage 1, phase 5: Service specification. A final service and product specification including reference to materials above, will be prepared to inform the second stage of the study.\n\nAll tasks in this phase will be conducted by multiple research sites. Stage 2 will include at least 6 weeks of study intervention, and up to 6 months follow-up, where possible.\n\nStage 2, phase 1: Site engagement and set-up.\n\nAt least two sites have expressed firm interest in participating in this study. Site set-up will start at the earliest opportunity, including staff training. Recruitment sites will be rolling, adding additional sites (with appropriate approvals) until the recruitment target is reached.\n\nStage 2, phase 2: Recruitment and follow-up n = 70. Participants will be identified by their treatment team. Potential participants will be screened against inclusion/ exclusion criteria and read a participant information sheet before consent will be taken. Participants will be shown how to use the system by their treating therapist and provided with additional support as required by the research therapist which will be recorded.\n\nStage 2, phase 3: Continuation phase n = 70. For the duration of the study, participants will continue to use EvolvRehab as they wish. Use and progression will be recorded by the system. Patients will continue to be provided with support. Support requirements will be logged.\n\nStage 2, phase 4: Data collection and management n = 70. Outcome Measures will be recorded by a member of the research team, as follows:\n\nHealth economic outcomes: Full data for 50 participants\n\nFeasibility of intervention use in stroke services: Full data for 50 participants (Stroke severity and disability); Impairment (motor assessment); physical function (shoulder abduction finger extension, grip strength, barthel); physical activity; communication impairment; Cognitive impairment; Patient activation; Acceptability (amount of use, process interviews, user satisfaction); Safety (adverse events)\n\nFeasibility of potential future clinical trial (Recruitment and retention rate; data completeness)\n\nClinical effectiveness (Note that this is a single arm study and will not provide definitive evidence of clinical effectiveness). In addition to clinical effectiveness measures. Feasibility of intervention: time in EvolvRehab activities; number of repetitions; health-related quality of life (EQ-5D-5L); carer strain index. Measures of compensation/quality of movement. Subjective reports of effectiveness.\n\nService utilisation: Measures of utilisation of resources during the study for the health economic analysis (number and duration of staff visits; requirement for technical support; training required).\n\nStage 2, phase 5: Process interviews n = 15. Interviews with clinicians, participants, and carers post-trial will explore potential improvements and user experience, including testimonials for dissemination. This will be advertised via poster which will be sent via email to stakeholders already involved in the study.\n\nStage 2, phase 6: Data analysis\n\nAnalyses will be conducted under headings:\n\nHealth economics (including service utilisation)\n\nFeasibility of delivery (Recruitment and retention rate; data completeness)\n\nFeasibility of future clinical trial: variability of clinical outcomes will allow estimation of sample size for a future trial of system clinical effectiveness. Recruitment and retention rates will be used to estimate necessary recruitment\n\nClinical effectiveness: analysis will focus on improvement over the course of the study, particularly compensatory movements and disability\n\nStage 2, phase 7: Dissemination\n\nDissemination activities will be carried out according to the Dissemination Plan co-written with stroke survivors. The investigators will use a variety of means to disseminate the results to a range of stakeholders. Methods include academic publications and presentations; written reports; articles in publications of stakeholder organisations; presentations to and publications for potential customers. Stakeholders include stroke survivors and the public; health professionals (individuals and organisations); clinical academics; voluntary sector organisations; health and care commissioners and providers."},"conditionsModule":{"conditions":["Stroke"],"keywords":["telerehabilitation","rehabilitation","stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"Single arm, before and after feasability study","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":50,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Intervention","type":"EXPERIMENTAL","description":"people who have recently had a stroke and need upper limb rehabilitation","interventionNames":["Device: EvolvRehab - MoveWell"]}],"interventions":[{"type":"DEVICE","name":"EvolvRehab - MoveWell","description":"The Intervention has been developed and has a CE mark and has medical device level 1 approvals in the UK. It will be developed with patients in Phase 1 and will consist of initial staff training \\[training package\\]. Exercise prescription will be encouraged, in line with usual care, for the either one week (stage 1, phase 2) or six weeks (stage 2, phase 2). Individuals will be able to continue using the EvolvRehab - MoveWell system beyond 6 weeks from stage 2, phase 2, and technical support will continue until the end of the study completion, participants will not be limited in the additional activity that can be performed during this time, and encouraged to do as much as they wish, except if needed for clinical reasons. The intervention will be supported by the clinical team in keeping with routine care. The research therapist will attend clinical visits and support as required. The number of visits will be recorded, and will hopefully reduce to zero over the study.","armGroupLabels":["Intervention"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Fugl Meyer Assessment","description":"The Fugl-Meyer Assessment (FMA) is a stroke-specific, performance-based impairment index. It is designed to assess motor functioning, balance, sensation and joint functioning in patients with post-stroke hemiplegia. The scale is comprised of five domains and there are 155 items in total:\n\nMovements are scored between 0 (none), 1 (partial) or 2 (full/ can be elicited) for reflex activity, volitional movement within synergies, volitional movement mixing synergies, volitional movement with little or no synergy, for upper body including wrist and hand.\n\nNormal reflex activity is scored 0 (hyper), 1 (lively) or 2 (normal).\n\nCo-ordination is scored 0 (marked), 1 (slight) or 2 (none).\n\nSensation is scored 0 (anesthesia), 1 (hypoesthesia or dysesthesia), 2 (normal)\n\nJoint motion is scored 0 (only few degrees), 1 (decreased), 2 (normal)\n\nJoint pain is scored 0 (pronounced pain), 1 (some pain), 2 (no pain)","timeFrame":"6 weeks"}],"secondaryOutcomes":[{"measure":"Carer Strain Index (CSI)","description":"The CSI can be used to quickly identify families with potential caregiving concerns. It is a 13-question tool that measures strain related to care provision. There is at least one item for each of the following major domains: Employment, Financial, Physical, Social and Time. Positive responses to 7 or more items on the index indicate a greater level of strain. This instrument can be used to assess individuals of any age who have assumed the role of carer for an older adult","timeFrame":"6 weeks"},{"measure":"Grip strength","description":"Hand-grip strength was assessed through the use of a handheld dynamometer. Participants sat with the elbow of the arm which was holding the dynamometer, against the side of their body, and bent to a 90˚ angle. Hand-grip strength was measured three times on each side, with the highest value taken as their maximum grip strength.","timeFrame":"6 weeks"},{"measure":"European Quality of Life questionnaire (Eq-5D-5L)","description":"The measure covers five dimensions of health related quality of life: mobility, self-care, usual activities, pain/discomfort, and anxiety/depression, scored by level of severity for each dimension (1= no problems, 2= slight problems,3=moderate problems, 4=severe problems, and 5=extreme problems). Overall health status is also measured using a visual analogue score out of 100 whereby higher scores = better quality of life.","timeFrame":"6 weeks"},{"measure":"The World Health Organization Disability Assessment Schedule (WHODAS)","description":"The World Health Organization Disability Assessment Schedule is a generic assessment instrument developed by WHO to provide a standardised method for measuring health and disability across cultures.","timeFrame":"6 weeks"},{"measure":"Health resource use questionnaire","description":"Self-reported questionnaires of healthcare resource utilisation.","timeFrame":"6 weeks"},{"measure":"Acceptability","description":"Questions around: Acceptability of Intervention Measure, Intervention Appropriateness Measure, Feasibility of Intervention Measure.\n\nResponse Scale: 1 = Completely disagree, 2 = Disagree, 3 = Neither agree nor disagree, 4 = Agree, 5 = Completely agree","timeFrame":"6 weeks"},{"measure":"Incidence of adverse events","description":"monitoring of any adverse events","timeFrame":"6 weeks"},{"measure":"System Usability Scale","description":"The SUS is a 10 item questionnaire about how easy the rehabkit is to use, with 5 response options (ranging from strongly disagree = 1 to strongly agree 5).","timeFrame":"6 weeks"},{"measure":"Free-living activity","description":"Participants will use bilateral physical activity monitors (accelerometers), which they will wear for up to 8 days prior to the start of the 6-week intervention, to measure a period of \"free-living\" at baseline and follow-up. This will objectively measure participants' habitual physical activity level. Participants will be asked to continuously wear the monitors for 24 hours a day for up to 8 days.\n\nThe devices will be initialised using the manufactures software under default settings. Alongside this, participants will also be asked to fill out a self-report diary (wake and sleep log) for the days they wear the devices, and if completely necessary, record any time when the devices are removed.","timeFrame":"6 weeks"},{"measure":"Process interviews","description":"Interviews will be led by researchers from UoE. (Interviews with clinicians, participants and carers post-trial will explore potential improvements and user experience, including testimonials for dissemination","timeFrame":"6 weeks"},{"measure":"Shoulder Abduction Finger extension","description":"The SAFE score is calculated by scoring Shoulder Abduction and Finger Extension of the paretic upper limb using the Medical Research Council grades.\n\nThe patient's strength in each of these movements is scored between 0 and 5. 0 = no palpable muscle activity\n\n1. = palpable muscle activity, but no movement\n2. = limited active range of motion without gravity\n3. = full active range of motion against gravity, but no resistance\n4. = full active range of motion against gravity and resistance, but weaker than the other side\n5. = normal power","timeFrame":"6 weeks"},{"measure":"Movement quality in \"movewell\" activities on the EvolvRehab system","description":"Number of compensatory movements identified automatically by the EvolvRehab system during prescribed rehabilitation exercises","timeFrame":"6 weeks"},{"measure":"Movement quantity in \"movewell\" activities on the EvolvRehab system","description":"Measure of how many repetitions of exercises identified automatically by the EvolvRehab system during prescribed rehabilitation exercises","timeFrame":"6 weeks"},{"measure":"Range of motion","description":"Measure of ranges of motion in shoulder flexion, should abduction, elbow flexion (completed on the EvolvRehab system)","timeFrame":"6 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Experiencing motor difficulties in using the paretic arm, with some use of hand/arm as determined by clinical treatment team\n* Able to safely participate and complete EvolvRehab activities as determined by clinical treatment team\n* Male/female ≥18 years old\n* Recently had a stroke requiring upper limb intensive rehabilitation\n* The participant is expected to be able to use equipment for a minimum of 1 week\n* Capacity to consent to participate\n* Able to communicate adequately in English with the research team\n\nExclusion Criteria:\n\n* Participating in another intervention which the research team deem could interfere with study outcomes\n* Any medical condition compromising the safety or the ability to take part to the study as determined by the clinical treatment team (such as insufficient vision or hearing, upper limb condition not linked to stroke, uncontrolled blood pressure, uncontrolled diabetes, co-morbidity)\n* History of more than one epileptic seizures since stroke onset or uncontrolled epileptic seizure\n* Cognitive or communication impairment such that the participant is unable to follow a two stage command\n* Moderate to severe hemi-spatial neglect compromising the ability to take part to the study, as determined by research team","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Jemma Perks, Ph.D","role":"CONTACT","phone":"07814819090","email":"j.perks@exeter.ac.uk"},{"name":"Philip McBride, Ph.D","role":"CONTACT","phone":"07814819048","email":"phil.mcbride@exeter.ac.uk"}],"locations":[{"facility":"Royal Devon and Exeter Hospitals","status":"RECRUITING","city":"Exeter","country":"United Kingdom","contacts":[{"name":"Angie Logan","role":"CONTACT","email":"angie.logan@nhs.net"}],"geoPoint":{"lat":50.7236,"lon":-3.52751}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}