{"protocolSection":{"identificationModule":{"nctId":"NCT04448483","orgStudyIdInfo":{"id":"AVANCER"},"organization":{"fullName":"Wyss Center for Bio and Neuroengineering","class":"OTHER"},"briefTitle":"Clinical Study for Upper Limb Motor Restoration in Chronic Stroke Patients Using Personalized Neuro-technologies","officialTitle":"Accident Vasculaire cérébral et Apport Des Neurotechnologies individualisées Chez la Personne Avec Une hémiparésie Chronique : Une Etude Clinique Prospective Visant à Restaurer la mobilité du Membre supérieur","acronym":"AVANCER"},"statusModule":{"statusVerifiedDate":"2023-12","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-10-06","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-11-17","type":"ACTUAL"},"completionDateStruct":{"date":"2023-11-17","type":"ACTUAL"},"studyFirstSubmitDate":"2020-06-15","studyFirstSubmitQcDate":"2020-06-23","studyFirstPostDateStruct":{"date":"2020-06-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-12-04","lastUpdatePostDateStruct":{"date":"2023-12-05","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Wyss Center for Bio and Neuroengineering","class":"OTHER"},"collaborators":[{"name":"Ecole Polytechnique Fédérale de Lausanne","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study aims to evaluate safety, tolerability and efficacy of a new treatment for upper limb motor rehabilitation after severe stroke using non-invasive neurotechnologies. The investigational system is used alone or coupled with brain stimulation provided by transcranic direct current stimulation.","detailedDescription":"This study aims at providing two interventions:\n\nIn the first intervention, a brain computer interface able to non-invasively detect motor intention from the non-invasive measure of brain activity by using electroencephalography (BrainVision, V-amp) activates a robotic glove (Gloreha Sinfonia, Idrogenet Srl) that will assist-as-needed hand movements and paretic upper limb functional electric stimulation (RehaStim, Hasomed). The latter will activate upper limb muscles to perform motor rehabilitation exercises for the upper limb. The motor rehabilitation exercises include upper limb and hand mobilization and functional tasks, such as hand open/closing, wrist flexion/extension, and reach and grasp a cup, keep and release.\n\nIn the second intervention, non-invasive brain stimulation (DC-Stimulator, NeuroConn) in the form of transcranial direct current stimulation will be provided in addition to the previous intervention.\n\nEach participant will perform a minimum of 11 rehabilitative sessions for the first intervention and a minimum of 11 rehabilitative sessions for the second intervention, for a total minimum of 22 rehabilitative sessions. If the participant recovers with the intervention, the relative rehabilitative session continues to be proposed until patients will reaches a \"plateau\". The intervention will switch from 1 to 2 if the participant does not improve anymore with the 1st intervention. If the patient does not improve anymore with the 2nd intervention the interventional part of the trial will be finished. The intervention(s) will terminate also if the participant continues to progress after 6 months of inclusion. As the study is especially designed for personalization of intervention for every patient, it is not possible to determine a priori the number of sessions for each participant, because they depend on the response of each participant to the intervention. The duration of each rehabilitative visit is about two and half hours."},"conditionsModule":{"conditions":["Stroke, Cerebral"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"BASIC_SCIENCE","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":20,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Group A","type":"EXPERIMENTAL","description":"Patients belonging to group A will start intervention I, immediately after baseline. We will recruit about 25 for group A (randomization will take into account the two to one study design) in order to have about 20 patients in Group A that will complete the study.","interventionNames":["Device: Paretic upper limb functional electric stimulation through RehaStim","Device: Non-invasive transcranial current stimulation through DC-Stimulator"]},{"label":"Group B","type":"EXPERIMENTAL","description":"Patients belonging to group B will follow an observation period (max. 3 months) before starting intervention I. We will recruit about 15 patients for group B (randomization will take into account the two to one study design) in order to have about 10 patients in Group B that will complete the study.","interventionNames":["Device: Paretic upper limb functional electric stimulation through RehaStim","Device: Non-invasive transcranial current stimulation through DC-Stimulator"]}],"interventions":[{"type":"DEVICE","name":"Paretic upper limb functional electric stimulation through RehaStim","description":"The stimulation will activate upper limb muscles to perform motor rehabilitation exercises for the upper limb with the help of the Gloreha Sinfonia robotic glove that will assist-as-needed hands movements. Motor intention will be detected by a BCI (Brain Computer Interface) from the non-invasive measure of brain activity by using electroencephalography.\n\nThe motor rehabilitation exercises include upper limb and hand mobilization and functional tasks, such as hand open/closing, wrist flexion/extension, and reach and grasp a cup, keep and release.","armGroupLabels":["Group A","Group B"]},{"type":"DEVICE","name":"Non-invasive transcranial current stimulation through DC-Stimulator","description":"Non-invasive brain stimulation in the form of transcranial direct current stimulation will be provided in addition to the previous intervention.","armGroupLabels":["Group A","Group B"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in functional improvement of upper limbs along training sessions","description":"Measurement of improvement before and after training of upper limb, using Fugl-Meyer (FMA) scale (0-66).\n\nFMA is a stroke specific index to estimate motor function. Measurements are performed every second training session and at the evaluation visit.","timeFrame":"10 months average"},{"measure":"Change in speed and coordination of the affected side","description":"Measurement of speed and coordination of the affected side are performed using FMA modified score, max 54.\n\nMeasurements are performed every second training session.","timeFrame":"10 months average"},{"measure":"Change in sensorimotor status in the two upper limbs","description":"Measurement of sensorimotor status in the two upper limbs, using Fugl-Meyer (FMA) scale (0-66).\n\nMeasurements are performed at the evaluation visit.","timeFrame":"10 months average"},{"measure":"Action Reach Arm Test (ARAT)","description":"Upper limb functions changes measured by the ARAT test (ARAT scale: 0-57) in the two upper limbs.\n\nMeasurements are performed at the evaluation visit.","timeFrame":"10 months average"},{"measure":"Fatigue Visual Analog Scale (VAS)","description":"Measurement of fatigue is made with the Visual Analog Scale (VAS; 0-100). Measurements are performed every second training session.","timeFrame":"10 months average"},{"measure":"Rivermead Assessment of Somatosensory Performance (RASP)","description":"Somatosensory function are measured with RASP (RASP; 0-210) in the two upper limbs.\n\nMeasurements are performed at the evaluation visit.","timeFrame":"10 months average"}],"secondaryOutcomes":[{"measure":"Brain stimulation effectiveness in BCI-aided motor therapy","description":"The measurement of the effectiveness of brain stimulation is measured by FMA scores of all patients at initial, inter-intervention and final evaluation. This measurement is made between the end and the beginning of each intervention for each patient.\n\nComparison is made by using one-way ANOVA if data normally distributed, or Kruskal Wallis test if otherwise. Secondary analysis measures are calculated for each patient once they complete the study. It will consist in the evaluation of effectiveness of BCI-aided motor therapy without and with brain stimulation. Group comparison is done with inferential statistics for full and partial populations. Similar comparisons and judgement criteria are applied for clinical scales and questionnaires.","timeFrame":"10 months average"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Chronic cerebral stroke patients (at least 6 months after the event).\n* First ever clinical manifest stroke.\n* No or minimal residual voluntary finger extension.\n* Upper limb FM score \\< 20.\n* Age \\> 18 years.\n* Right or left severe hemiparesis.\n* Ischemic or hemorrhagic stroke with intact hand knob area.\n\nExclusion Criteria:\n\n* Patient with an active implantable device or wearing an active device.\n* Occurrence of new clinically manifest stroke.\n* Cerebellar stroke.\n* Drug or alcohol dependency.\n* Pregnancy.\n* Refusal to perform any proposed pregnancy test for women in childbearing age (18 to menopausal age).\n* Psychotic symptoms and significant psychopharmacologic treatments with neuroleptics and/or Lithium and antiepileptics\n* Use of medication that significantly interacts with non-invasive brain stimulation being benzodiazepines, tricyclic antidepressant and antipsychotics.\n* Severe spasticity that prevent the patient to use the robotic orthosis (indicative Modified Ashworth Scale \\> 3).\n* Severe cognitive problems and severe neglect.\n* Physical features impeding the recording of brain signals or the muscular signals stimulation (voluminous hair and large amount of subcutaneous fat in the arms).\n* Severe heart disease.\n* Allergy to latex and dermatitis.\n* Epileptic seizures or using medications that reduce the threshold for epileptic seizures.\n* Travel distance to the study site more than 70 Km.\n* Involvement in other clinical treatment trials related to stroke.\n* Participant does not want to be informed about the potential fortuitous discoveries that may contribute to the prevention, diagnosis and treatment of existing or probable diseases in the future.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Friedhelm Hummel, MD","affiliation":"Ecole Politechnique Federale de Lausanne","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Clinique Romande de Readaptation (CRR)","city":"Sion","country":"Switzerland","geoPoint":{"lat":46.22739,"lon":7.35559}}]},"referencesModule":{"references":[{"pmid":"35873764","type":"DERIVED","citation":"Bigoni C, Zandvliet SB, Beanato E, Crema A, Coscia M, Espinosa A, Henneken T, Herve J, Oflar M, Evangelista GG, Morishita T, Wessel MJ, Bonvin C, Turlan JL, Birbaumer N, Hummel FC. A Novel Patient-Tailored, Cumulative Neurotechnology-Based Therapy for Upper-Limb Rehabilitation in Severely Impaired Chronic Stroke Patients: The AVANCER Study Protocol. Front Neurol. 2022 Jul 7;13:919511. doi: 10.3389/fneur.2022.919511. eCollection 2022."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke, Cerebral","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}