{"protocolSection":{"identificationModule":{"nctId":"NCT04404868","orgStudyIdInfo":{"id":"BoNT-A early treatment"},"organization":{"fullName":"Universita di Verona","class":"OTHER"},"briefTitle":"Early Treatment of Post-stroke Spasticity With Botulinum Toxin","officialTitle":"Role of Early Treatment With Botulinum Toxin in Adult Patients With Post-stroke Spasticity: an Observational Multicenter Study","acronym":"BTX_ST-ITA14"},"statusModule":{"statusVerifiedDate":"2020-05","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2015-07-27","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2018-12-31","type":"ACTUAL"},"completionDateStruct":{"date":"2018-12-31","type":"ACTUAL"},"studyFirstSubmitDate":"2020-05-15","studyFirstSubmitQcDate":"2020-05-21","studyFirstPostDateStruct":{"date":"2020-05-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-05-21","lastUpdatePostDateStruct":{"date":"2020-05-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Nicola Smania, MD, Clinical Professor","investigatorTitle":"Professor","investigatorAffiliation":"Universita di Verona"},"leadSponsor":{"name":"Universita di Verona","class":"OTHER"}},"descriptionModule":{"briefSummary":"This was a multicentric observational study with the aim to evaluate the effect of early treatment with botulinum toxin type A (BoNT-A) on post-stroke spasticity in adult patients. All patients enrolled (86 patients) after a baseline clinical assessment (modified Ashworth scale, motricity index, Fughl Meyer assessment and modified Rankin' scale) undergoes to a BoNT-A injection following the evidence-based clinical practice. Subsequently, at 4, 12 and 24 weeks they underwent the same clinical evaluation as a follow-up. Results are under statistical evaluation.","detailedDescription":"This was a multicentric observational study with the aim to evaluate the effect of early treatment with botulinum toxin type A (BoNT-A) on post-stroke spasticity in adult patients. All centres involved are in Italy. The inclusion and exclusion criteria are described in detail in the correspondent section. The main outcome measure was to assess how the time elapsed from the acute event can influence the effectiveness of the focal treatment of spasticity with BoNT-A in adult patients with cerebral stroke. Secondary outcomes were to evaluate the spasticity' grade and the level of functioning using a clinical assessment (modified Ashworth scale, motricity index, Fughl Meyer assessment, Modified Rankin' scale).\n\nThe patients were enrolled from 10 centres that agreed to participate in this study (Azienda Ospedaliera Universitaria Integrata of Verona - coordinating centre; Azienda Ospedaliero Universitaria Ospedali Riuniti of Foggia; Azienda Ospedaliero-Universitaria of Ferrara; Azienda Ospedaliero-Universitaria Pisana; Azienda Ospedaliero Universitaria \"Maggiore della Carità\" of Novara; Azienda Ospedaliera Universitaria - Ospedali Riuniti of Ancona; Azienda Ospedaliera \"Cardinale G. Panico\" of Tricase; Fondazione Santa Lucia IRCCS of Rome; Azienda Ospedaliero-Universitaria Sant'Andrea of Rome; Ospedale \"Ca' Foncello\" of Treviso). No patients were enrolled from the last two centers that have expressed their waiver to participate when the study was already started.\n\nEach patient (whether hospitalized or outpatient) included in the study underwent to a baseline evaluation in which near and remote pathological history were recorded (main concomitant pathologies, drug therapy in progress, previous major surgery, date of the stroke) and the following evaluation scales were administered: modified Ashworth scale (MAS), MI (motricity index), FMA (Fughl Meyer assessment) and Modified Rankin' scale (MRS). After that received a BoNT-A injection to treat the spasticity focally following the evidence-based clinical practice.\n\nEach patient subsequently performed a follow-up evaluation at 4, 12 and 24 weeks after the date of inoculation through the execution of a specialist visit (physiatric/neurological) and the administration of the following evaluation scales: MAS, MI, FMA and MRS. For the duration of the study, each patient may undergo integrated rehabilitation treatment at the discretion of each of the investigators of each centre involved in the study according to the guidelines and common clinical practice.\n\nThe estimation of the sample size was hypothesized with the aim to observe a frequency of 75% in the number of patients who will show a reduction of one point at the MAS. If there is a correlation between the time elapsed since the acute event and the reduction in the degree of spastic hypertonia after the first administration of BoNT-A, to obtain an OR = 0.5, assuming DS = 1 and R2 = 0, with α = 0.05 and β = 0.20 (study power = 80%), 90 patients will be needed. Assuming a drop-out rate of 10%, a total of 100 patients will need to be enrolled in the study.\n\nDescriptive statistics were produced (frequency histograms; position or central trend indices: average, median; variability or sample dispersion indices: standard deviation, interquartile range; sample distribution profile estimate: Shapiro-Wilk test; construction of the intervals of confidence) as regards demographic (age, gender, the time elapsed from a stroke) and clinical (MAS, MI, FMA and MRS score at baseline, 4, 12 and 24 weeks after BoNT-A injection).\n\nIn order to evaluate the role of the time elapsed from the acute event on the therapeutic efficacy of the first administration of BoNT-A 4 weeks after the inoculation (primary endpoint), a logistic regression analysis was performed in order to evaluate the effects of time since the acute event (independent variable) on the reduction of spastic hypertonia defined in dichotomous terms (dependent variable): RESPONDER (patient who will have obtained a reduction of at least 1 point in MAS of the degree of spastic hypertonia after 4 weeks from the administration) and NON RESPONDER (patient who has not obtained a reduction of at least 1 point in MAS of the degree of spastic hypertonia 4 weeks after administration), considering as possible any covariates the gender and age of the patient at the time of the acute event.\n\nAs regards the evaluation of secondary endpoints, the analysis of correlation (Pearson correlation index; Spearman correlation coefficient) was carried out in order to evaluate the association between the effects of the time elapsed from the acute event and the change in the score at MAS 4, 12 and 24 weeks after BoNT inoculation, as well as on the variation of the score at MI, FMA and MRS at 4, 12 and 24 weeks from the administration of BoNT-A.\n\nThe statistical analysis will be performed using the Statistical Package for Social Science SPSS® version 20.0 software for Macintosh (SPSS Inc., Chicago, IL, USA). Statistical significance will set at P \\<0.05.\n\nResults are under statistical evaluation."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke","Botulinum toxin","Spasticity"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"CROSS_SECTIONAL"},"enrollmentInfo":{"count":86,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Enrolled patients","description":"Each patient (whether hospitalized or outpatient) included in the study underwent to a baseline evaluation in which near and remote pathological history were recorded (main concomitant pathologies, drug therapy in progress, previous major surgery) and the following evaluation scales were administered: modified Ashworth scale (MAS), MI (motricity index), FMA (Fughl Meyer assessment) and Modified Rankin' scale (MRS).\n\nEach patient will subsequently undergo to a follow-up evaluation at 4, 12 and 24 weeks after the date of inoculation through the execution of a specialist visit (physiatric/neurological) and the administration of the following evaluation scales: MAS, MI, FMA and MRS. For the duration of the study, each patient may undergo integrated rehabilitation treatment at the discretion of each of the investigators of each centre involved in the study according to the guidelines and common clinical practice.","interventionNames":["Other: Normal clinical practice"]}],"interventions":[{"type":"OTHER","name":"Normal clinical practice","description":"There are no experimental interventions. The procedures are in line with normal clinical practice.","armGroupLabels":["Enrolled patients"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Time elapsed","description":"In order to evaluate the role of the time elapsed since the acute event on the therapeutic efficacy of the first administration of BoNT-A, the reduction of spastic hypertonia will be considered as the primary endpoint.\n\nPatients who gain a reduction of at least 1 point at the modified Ashworth scale (MAS) were defined as \"responder\". Who did not achieve that amelioration was classified as \"non-responders\".","timeFrame":"T1 (4 weeks)"}],"secondaryOutcomes":[{"measure":"Modified Ashworth scale (MAS)","description":"Evaluation of the spasticity grade's at 4 - 12 - 24 weeks from the BoNT-A injection.\n\nMAS is a scale graded in 5 points (0 no increase in muscle tone; 4 rigid in flexion or extension).","timeFrame":"T0 (baseline); T1 (4 weeks); T2 (12 weeks); T3 (24 weeks)"},{"measure":"Motricity index (MI)","description":"Evaluation of the motricity using the MI at 4 - 12 - 24 weeks from the BoNT-A injection.\n\nMotricity Index is an ordinal scale that evaluates motor and functional capacity at the level of the limbs in patients with neurological pathologies. The movements evaluated are 6 in all (3 for each limb) and are:\n\n* for the arm (pinch grip, elbow flexion, shoulder abduction)\n* for the leg (ankle dorsiflexion, knee extension, hip flexion) To each movement assessed the points attributed may range from 0 \"no movement\" to 33 \"normal pinch grip\" or \"normal power\" for upper and lower extremities respectively.","timeFrame":"T0 (baseline); T1 (4 weeks); T2 (12 weeks); T3 (24 weeks)"},{"measure":"Fughl Meyer assessment (FMA)","description":"The Fugl-Meyer Assessment (FMA) is a stroke-specific, performance-based impairment index. It is designed to assess motor functioning, balance, sensation and joint functioning in patients with post-stroke hemiplegia. The scale is comprised of five domains (motor functioning in the upper and lower extremities; sensory functioning, evaluates light touch on two surfaces of the arm and leg, and position perception for 8 joints; balance, contains 7 tests, 3 seated and 4 standing; the joint range of motion, 8 joints; joint pain). Lowest is the total for each domain, worse is the correspondent function.","timeFrame":"T0 (baseline); T1 (4 weeks); T2 (12 weeks); T3 (24 weeks)"},{"measure":"Modified rankin scale (MRS)","description":"The Modified Rankin Scale (MRS) defines the physical and mental capacity to adapt to neurological deficits. The scale is divided into 6 degrees, from 0 (no deficit) to 5 (severe disability).","timeFrame":"T0 (baseline); T1 (4 weeks); T2 (12 weeks); T3 (24 weeks)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosis of spasticity as a consequence of cerebral stroke (ischemic or hemorrhagic) documented radiologically by brain CT or MRI;\n* Presence of spastic hypertonia in the main muscle groups of the affected side with an intensity equal to or greater than MAS 1+/4;\n* Presence of paresis in the affected side with weakness of the main muscle groups equal to or less than 2 according to the MRC scale;\n* Time elapsed since cerebral stroke less than 12 months;\n* No prior focal treatment of spasticity with botulinum toxin.\n\nExclusion Criteria:\n\n* Participation in other ongoing clinical studies\n* Presence of joint limitation or muscle contractures to the main muscle groups of the affected side quantifiable as a score of 4/4 at the MAS\n* Therapy with antispastic drugs (baclofen, dantrolene, tizanidine, benzodiazepines, clonidine, phenothiazine)\n* Other neurological (previous cerebral strokes, Parkinson's disease, multiple sclerosis, medullary pathologies, extrapyramidal syndromes) or orthopaedic (severe osteoarthritis, previous arthroplasty with residual joint limitation or fracture healed with angular defects) diseases involving the affected side and able to influence the results of the study.\n\nParticularly vulnerable populations\n\nThe following cannot be included in the study:\n\n* women of childbearing age who do not use contraceptives\n* pregnant women\n* women in the breastfeeding period\n* patients in an emergency situation\n\nCriteria for anticipated exit from the study:\n\n* Relapse of disease during the study period\n* Withdrawal of informed consent to participate in the study\n* Inability to perform the first follow-up evaluation 4 weeks after BoNT-A administration","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Adult patients with the occurrence of post-stroke spastic hypertonia involving the main muscle groups of the affected side.","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Nicola Smania, MD","affiliation":"Universita di Verona","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Section of Clinical Neurology, Department Neurological, Neuropsychological, Morphological and Movement Sciences, University of Verona, Verona, Italy","city":"Verona","zip":"37124","country":"Italy","geoPoint":{"lat":45.4299,"lon":10.98444}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000009128","term":"Muscle Spasticity"},{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000009135","term":"Muscular Diseases"},{"id":"D000009140","term":"Musculoskeletal Diseases"},{"id":"D000009122","term":"Muscle Hypertonia"},{"id":"D000020879","term":"Neuromuscular Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M11775","name":"Muscle Spasticity","asFound":"Spasticity","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M11782","name":"Muscular Diseases","relevance":"LOW"},{"id":"M11787","name":"Musculoskeletal Diseases","relevance":"LOW"},{"id":"M11769","name":"Muscle Hypertonia","relevance":"LOW"},{"id":"M22309","name":"Neuromuscular Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M4873","name":"Botulinum Toxins","relevance":"LOW"}],"browseBranches":[{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}