{"protocolSection":{"identificationModule":{"nctId":"NCT05973058","orgStudyIdInfo":{"id":"REC/lhr/0205 Uzra Batool"},"organization":{"fullName":"Riphah International University","class":"OTHER"},"briefTitle":"Psychometric Properties of Motor Recovery Assessment Scales for Stroke","officialTitle":"Analysis and Comparison of Psychometric Properties of Fugl-Meyer Assessmet (FMA-M), Rivermead Motor Assessment (RMA) and Stroke Rehabilitation Assessment of Movement (STREAM) in Motor Recovery Post Stroke"},"statusModule":{"statusVerifiedDate":"2023-12","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-03-05","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-11-15","type":"ACTUAL"},"completionDateStruct":{"date":"2023-12-15","type":"ACTUAL"},"studyFirstSubmitDate":"2023-03-31","studyFirstSubmitQcDate":"2023-07-31","studyFirstPostDateStruct":{"date":"2023-08-02","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-12-26","lastUpdatePostDateStruct":{"date":"2023-12-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Riphah International University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke is a common global health-care problem that is serious and disabling. In high-income countries, stroke is the third most common cause of death and is the main cause of acquired adult disability. The most common and widely recognised impairment caused by stroke is motor impairment, in function. Measuring motor recovery can assist the clinician in diagnosis, selection of the most appropriate therapy, and outcome measurement. To date, different functional scales measuring motor recovery have been developed and used in stroke. However, only a few are specifically designed for stroke patients. The Fugl-Meyer assessment (FMA) and The Stroke Rehabilitation Assessment of Movement(STREAM) and Rivermead Motor Assessment(RMA) are the most commonly used for measuring motor recovery in stroke patients. To be clinically useful, a scale must be scientifically sound in terms of 3 basic psychometric properties: reliability, validity, and responsiveness. The objective of this study will be to compare the three clinical motor recovery measures, The Fugl-Meyer assessment motor domain (FMA-M) and mobility subscale of The Stroke Rehabilitation Assessment of Movement (STREAM) and Rivermead Motor Assessment (RMA), in stroke patients with a broad range of neurological and functional impairment from the acute stage up to 120 days after onset. stroke patients will be followed up prospectively with the 3 measures 30,60,90, and 120 days after stroke onset (DAS). Reliability (interrater reliability and internal consistency) and validity (concurrent validity, convergent validity, and predictive validity) of each measure will be examined. A comparison of the responsiveness of each of the 3 measures will be made on the basis of the entire group of patients. the degrees of responsiveness of the 3 balance measures will be calculated on the basis of the changes occurring between 30 to 60, 60 to90, and 90 to 120, and 30 to 120 DAS. Collected data will be analyzed by using spss 21.","detailedDescription":"Stroke is a common global health-care problem that is serious and disabling. In high-income countries, stroke is the third most common cause of death and is the main cause of acquired adult disability.Stroke rehabilitation is a combined and coordinated use of medical, social, educational, and vocational measures to retrain a person who has suffered a stroke to his/her maximal physical, psychological, social, and vocational potential, consistent with physiologic and environmental limitations . In a classic report, Twitchell described in detail the pattern of motor recovery following stroke. At onset, the upper extremity (UE) is more involved than the lower extremity (LE), and eventual motor recovery in the UE is less than in the LE. The severity of UE weakness at onset and the timing of the return of movement in the hand are important predictors of eventual motor recovery in the UE. A systematic review of 58 studies confirms the most important predictive factor for upper limb recovery following stroke is the initial severity of motor impairment or function . The prognosis for return of useful hand function is unfavorable when UE paralysis is complete at onset or grasp strength is not measurable by 4 weeks. However, as many as 9% of patients with severe UE weakness at onset may gain good recovery of hand function. As many as 70% of patients showing some motor recovery in the hand by 4 weeks make a full or good recovery.Full recovery, when it occurs, usually is complete within 3 months of onset . Although most recovery from stroke takes place in the first 3 months, and only minor additional measurable improvement occurs after the 6 months following onset, recovery may continue over a longer period of time in some patients who have significant partial return of voluntary movement (8). A variety of laboratory approaches to assess motor recovery have been proposed, but the functional scales of balance measures are most commonly applied to stroke patients in clinical settings. To date, different functional scales measuring motor recovery have been developed and used in stroke research However, only a few are specifically designed for stroke patients. The Fugl-Meyer test (FMA) and the stroke Rehabilitation assessment of movement (STREAM) and the Rivermead movement assessment (RMA) are the most commonly used for measuring motor recovery in stroke patients. As a consequence, researchers and clinicians have found that they are faced with a greater range of choices but limited information on which to base their selection. No reported studies have concurrently compared the psychometric properties of the 3 measures, the FMA,"},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke, Motor recovery, Psychometric properties"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":57,"type":"ACTUAL"}},"outcomesModule":{"primaryOutcomes":[{"measure":"Fugl-Meyer assessment (FMA-M) scale","description":"The Fugl-Meyer Assessment (FMA) is a stroke-specific, performance-based impairment index. It is designed to assess motor functioning, balance, sensation and joint functioning in patients with post-stroke hemiplegia. It is applied clinically and in research to determine disease severity, describe motor recovery, and to plan and assess treatment.The FMA-M consists of upper and lower extremity. The motor component for upper extremity consists of total A-D with total scale 66.The motor component for lower extremity consists of total E-F with total scale of 34.","timeFrame":"change from Baseline motor recovery at 30 days after stroke (DAS),change from 30 DAS to 60 DAS, change from 60 to 90 DAS, and change from 90 to 120 DAS."},{"measure":"Rivermead motor assessment (RMA) scale","description":"The Rivermead Motor Assessment (RMA) assesses the motor performance of patients with stroke and was developed for both clinical and research use. The RMA consists of test items in three sections that are ordered hierarchically, that is, the first items are easier and become increasingly more difficult toward the end of the evaluation.The three sections test:\n\ni) Gross function (13 items) e.g., walking with and without out an aid, negotiating stairs with and without the rail, walking, turning and retrieving an object, and running.\n\nii) Leg and trunk movements (10 items) e.g., standing on one leg and flexing the knee in a weight bearing position. iii) Arm movements (15 items) e.g., control items such as pronating/supinating the forearm and bouncing a ball, and functional items such as cutting putty, grasping and releasing objects, and tying a bow.\n\nIn total there will be 38 items. For each item, the score will be either '0' or '1'.","timeFrame":"change from Baseline motor recovery at 30 days after stroke (DAS),change from 30 DAS to 60 DAS, change from 60 to 90 DAS, and change from 90 to 120 DAS."},{"measure":"Stroke Rehabilitation Assessment of Movement (STREAM)","description":"The final version of the STREAM measure consists of 30 items or test movements that are equally distributed among 3 subscales: upper-limb movements, lower-limb movements, and basic mobility items. The STREAM scoring form, including the criteria for scoring the items, is presented in the Appendix. Limb movements are scored on a 3-point scale. Mobility items are scored on a 4-point scale similar to that used for scoring limb movements except that a category has been added to allow for independence with the help of a mobility aid. Thus, the maximum raw total STREAM score is 70, with each of the limb subscales scored out of 20 points and the mobility subscale scored out of 30 points.","timeFrame":"change from Baseline motor recovery at 30 days after stroke (DAS),change from 30 DAS to 60 DAS, change from 60 to 90 DAS, and change from 90 to 120 DAS."},{"measure":"Barthel Scale/Index (BI)","description":"The Barthel Scale/Index (BI) is an ordinal scale used to measure performance in activities of daily living (ADL). Ten variables describing ADL and mobility are scored, a higher number being a reflection of greater ability to function independently following hospital discharge. Time taken and physical assistance required to perform each item are used in determining the assigned value of each item. Barthel Index measures the degree of assistance required by an individual on 10 items of mobility and self care ADL. The total maximum score will be 20 scale as the items have scales ranging from 0-1 to 0-3.","timeFrame":"first reading at 30, than second reading at 60, third reading 90, and lastly at120th day after stroke(For convergent validity)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nThe criteria for the inclusion of the subject will be;\n\n* Age between 40-70 years\n* Gender both male and female\n* Ability to comprehend simple instructions (Mini-Mental State Examination with a score of \\> 24.\n* Patient with first time of stroke (within three months of onset)\n* Unilateral hemiplegic stroke patients referred by Neuro-physician (both ischemic and hemorrhagic stroke) (12).\n\nExclusion Criteria:\n\n* The criteria for the exclusion of the subject will be;\n\n  * Recurrent stroke\n  * Pre morbid diagnosis of the other neurological diseases such as TBI or Dementia\n  * Neurosurgical operation prior to the current status\n  * No informed consent","sex":"FEMALE","minimumAge":"40 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Stroke","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Uzra Batool","affiliation":"Riphah International University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Riphah Rehabilitation center","city":"Lahore","state":"Punjab","zip":"54000","country":"Pakistan","geoPoint":{"lat":31.558,"lon":74.35071}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}