{"protocolSection":{"identificationModule":{"nctId":"NCT05570838","orgStudyIdInfo":{"id":"ALC001NR002"},"organization":{"fullName":"Neuron, Spain","class":"OTHER"},"briefTitle":"RAT and FES Effects on Upper Limb Motor Function in Subacute Stroke Patients","officialTitle":"Effects of Robotic Assisted Therapy and Functional Electrical Stimulation on Upper Limb Motor Function in Subacute Stroke Patients"},"statusModule":{"statusVerifiedDate":"2023-11","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-05-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-12-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-07-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-10-04","studyFirstSubmitQcDate":"2022-10-04","studyFirstPostDateStruct":{"date":"2022-10-07","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-11-07","lastUpdatePostDateStruct":{"date":"2023-11-08","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Alfredo Lerín Calvo","investigatorTitle":"PhD student","investigatorAffiliation":"Neuron, Spain"},"leadSponsor":{"name":"Neuron, Spain","class":"OTHER"},"collaborators":[{"name":"University of Castilla-La Mancha","class":"OTHER"}]},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke is one of the leading causes of mortality worldwide and is the leading cause of disability. Currently, a large number of novel treatments are emerging with the aim of recovering the highest functionality and quality of life for these patients, including Robot Assisted Therapy (RAT) and functional electrostimulation (FES). The aim of this study is to observe the effect of FES with respect to conventional treatment and RAT for the improvement of motor function of the upper limb. For this purpose, a clinical trial will be carried out in which participants will be divided into two groups, a first group that will receive conventional treatment together with RAT and FES and a second group that will only receive conventional treatment combined with RAT. The hypothesis of the research group is that the group receiving conventional treatment together with RAT and FES will obtain greater improvements in motor function.","detailedDescription":"On the first day, participants will be asked to sign the informed consent form and the inclusion and exclusion criteria will be reconfirmed. Subsequently, manual grip strength, terminal opposition grip strength, subterminal opposition grip strength, subterminal opposition grip strength, subterminal-lateral grip strength and tridigital grip strength will be assessed using a JAMAR dynamometer. After this, the CAVIDACE quality of life scale and the FIM-FAM functional independence scale will be completed. Finally, motor function assessment will be carried out with the ARAT.\n\nAfter the end of the treatment, the reassessment will be carried out and the initial assessments will be repeated. Subsequently, study participants will be followed up telematically, assessing quality of life using the CAVIDACE scale. Follow-up will be carried out 3 and 6 months after the end of treatment.\n\nThe data collected will be stored in a database created for this purpose with the Microsoft Access programme. Subsequently, they will be analysed using the SPSS/PC statistical programme. An exploratory analysis of all the information collected will be carried out for descriptive purposes; qualitative variables will be analysed using percentages, while quantitative variables will be analysed using mean and standard deviation. In both cases, the confidence intervals will be 95%.\n\nAfter verifying whether the distribution of the data is normal or not, the hypothesis tests indicated in each case will be applied (χ2, Student's t, ANOVA, etc.). A significance level of 0.05 will be used for hypothesis testing. All analyses will be performed on an intention-to-treat basis."},"conditionsModule":{"conditions":["Motor Function"],"keywords":["Functional Electrical Stimulation","Stroke","Motor function","Upper limb","Hand"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":70,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"FES + conventional treatment","type":"EXPERIMENTAL","description":"60 minutes per session, 5 sessions per week with 30 minutes of task-specific training using Functional Electrical Stimulation applyed by Fesia Grasp device and 30 minutes of Robotic-Assisted Therapy using Amadeo robot for hand rehabilitation","interventionNames":["Device: Functional Electrical Stimulation","Device: Hand Robotic-Assisted Therapy"]},{"label":"Conventional treatment","type":"ACTIVE_COMPARATOR","description":"60 minutes per session, 5 sessions per week with 30 minutes of task-specific training and 30 minutes of Robotic-Assisted Therapy using Amadeo robot for hand rehabilitation","interventionNames":["Device: Hand Robotic-Assisted Therapy"]}],"interventions":[{"type":"DEVICE","name":"Functional Electrical Stimulation","description":"Functional Electrical Stimulation consist on applying a current on the damaged muscles when the patient is doing a task that requires them. 120 repetitions will be made on the 6 first sessions and 180 repetitions will be done after the sixth session","armGroupLabels":["FES + conventional treatment"],"otherNames":["FESIA grasp"]},{"type":"DEVICE","name":"Hand Robotic-Assisted Therapy","description":"The hand Robotic-Assisted Therapy will be applyed using the AMADEO robot for hand rehabilitation by Tyromotion. The protocol that will be used consists on 200 repetitions on the active-assisted mode with flexion and extension of all the finguers and 50 repetitions on the active mode.","armGroupLabels":["Conventional treatment","FES + conventional treatment"],"otherNames":["AMADEO"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Upper limb motor function","description":"the ability to learn or demonstrate the ability to acquire, maintain, modify and control voluntary postures and movement patterns with a goal framed motor behaviour. It will be measured wit the Action Research Arm Test (ARAT). This test asses the motor dexterity of the patient by 4 subtest based on functional movements (grasping, holding, clamping and gross movement","timeFrame":"Change from Baseline in upper limb motor function at 6 weeks"}],"secondaryOutcomes":[{"measure":"Manual grip strength","description":"strength is the ability of a muscle or group of muscles to generate tension during maximum dynamic or static effort in relation to the demands placed upon it. In this way, the capacity of the flexor muscles of wrist and finguers will be measured using a manual dynamometer","timeFrame":"Change from Baseline in manual grip strength at 6 weeks"},{"measure":"Pinch strength","description":"strength is the ability of a muscle or group of muscles to generate tension during maximum dynamic or static effort in relation to the demands placed upon it. In this way, the capacity of the flexor muscles of finguers will be measured using a pinch dynamometer","timeFrame":"Change from Baseline in pinch strength at 6 weeks"},{"measure":"Quality of life measured with CAVIDACE questionnaire (Evaluación de la Calidad de Vida de personas con Daño Cerebral)","description":"multidimensional phenomenon composed of 8 domains: emotional well-being, physical well-being, material well-being, self-determination, interpersonal relationships, social inclusion, personal development and individual rights. CAVIDACE questionnaire will be used to asses quality of life.The scale score ranges from 0 to 120, with higher scores corresponding to a higher quality of life.","timeFrame":"Change from Baseline in quality of life at 6 weeks 3 months and 6 months"},{"measure":"Functional Independence","description":"Functional independence refers to the person's ability to carry out functional activities of daily living without the assistance of others. The FIM-FAM test will be used to asses the functional independence in this population","timeFrame":"Change from Baseline in functional independence at 6 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Acquired brain damage (caused by stroke or TBI) with less than one year of evolution.\n* Upper limb impairment and a score on the FMA-UE scale \\>11 and \\<55.\n* To present a stable clinical condition.\n* Have no other neurological or disabling pathology or previous dependence.\n* Agree to participate in the study and sign the informed consent form.\n\nExclusion Criteria:\n\n* Having suffered epileptic seizures within 6 months prior to the start of the study.\n* Pain \\>5 on the Visual Analogue Scale (VAS) or the Verbal Numerical Scale (VNS).\n* Score \\<21 points on the Mini-Mental State Examination scale.\n* Failure to sign the informed consent form.\n* Occurrence of adverse events during or after the sessions.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Lerín Calvo","role":"CONTACT","phone":"620187457","email":"alfre_lerin@hotmail.com"}],"locations":[{"facility":"Neuron Mercedes","city":"Madrid","zip":"28022","country":"Spain","contacts":[{"name":"Mónica Grifol Domingo, PT","role":"CONTACT","phone":"679664850","email":"mgrifol@neuronrehab.es"},{"name":"Mónica Grifol Domingo, PT","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":40.4165,"lon":-3.70256}}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"There is no plan for sharing IPD with other researchers"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}