{"protocolSection":{"identificationModule":{"nctId":"NCT04488965","orgStudyIdInfo":{"id":"AVCell2020"},"organization":{"fullName":"Centre Hospitalier Universitaire Vaudois","class":"OTHER"},"briefTitle":"Study of the Therapeutic Effects of Cortical Autograft Implantation in Patients With Cerebral Ischemia","officialTitle":"Study of the Therapeutic Effects of Cortical Autograft Implantation in Patients With Cerebral Ischemia","acronym":"AVCell"},"statusModule":{"statusVerifiedDate":"2020-11","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-12-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-09-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-09-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-06-02","studyFirstSubmitQcDate":"2020-07-23","studyFirstPostDateStruct":{"date":"2020-07-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-11-02","lastUpdatePostDateStruct":{"date":"2020-11-03","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Jocelyne Bloch","investigatorTitle":"Associate professor","investigatorAffiliation":"Centre Hospitalier Universitaire Vaudois"},"leadSponsor":{"name":"Centre Hospitalier Universitaire Vaudois","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Brain lesions in the adult have dramatic consequences, because the spontaneous capacity of the brain to functionally recover is limited. Besides existing rehabilitative therapeutic approaches (e.g. physiotherapy), several lines of research aim at developing treatments to promote and refine brain plasticity to enhance functional recovery following brain injury.\n\nThis pilot clinical study aims at enrolling subjects victim of a stroke with neuronal destruction leading to a disabling motor deficit. Usually these patients benefit from intensive neurorehabilitation which allows them to progress up to a certain point but when their recovery plateau is reached; current medicine is disarmed and no effective treatment allows, to date, to improve further their performance. This monocentric pilot study aims at evaluating the feasibility and safety of Autologous Neural Cell Ecosystems (ANCE), which is a cortical autograft intended to be used on stroke patients, for the replacement of motor neurons destroyed during an ischemic stroke.","detailedDescription":"Using neural grafts to restore function after lesions of the central nervous system is a challenging strategy. Most of the transplantation experience acquired the last decades was focused on fetal neuronal grafts. However, despite the great enthusiasm generated by this approach, ethical controversies, immune rejection, and lack of fetal donors remain a major problem. Therefore, autotransplantation of adult brain cells represents an attractive restoration alternative to bypass the caveats of fetal grafting.\n\nThe optimization of the procedure to obtain ANCE, a cortical autograft obtained from cortical biopsy, was first successfully demonstrated in producing long-term primary culture of adult human brain cells from temporal lobe tissues obtained from epilepsy and trauma neurosurgical patients. ANCE has been characterized as an ecosystem of autologous neural cells in suspension, composed of several cell types: astrocytes, proliferative progenitors and quiescent progenitors.\n\nThe production of ANCE has been implemented to prepare long-term primary culture from primate cortical biopsies. This allowed assessing the feasibility of autotransplantation from brain biopsy to reimplantation of cultured brain cells in a non-human primate model of motor cortex lesion. On the same model of cerebral cortex lesion in nonhuman primates, further study demonstrated, by quantitative behavioral evidence, the beneficial outcome of cell therapy following injury of the cerebral cortex.\n\nBased on the encouraging results from past experiences on non-human primate model of motor cortex lesion, this monocentric pilot study aims at evaluating the feasibility and safety of ANCE (Autologous Neural Cell Ecosystems), which is cortical autograft intended to be used on stroke patients, for the replacement of motor neurons destroyed during an ischemic stroke."},"conditionsModule":{"conditions":["Ischemic Stroke"],"keywords":["autologous transplant","brain cell therapy","motor cortex lesion","cortical autograft"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"monocentric, non-randomized, open-label with single-arm design","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":10,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Autologous neural cell ecosystems - ANCE","type":"EXPERIMENTAL","description":"The patient will undergo first surgery under general anesthesia for the collection of the cortical biopsy (5x5x5 mm biopsy of non-dominant frontal cortex). After the production of ANCE from the cortical biopsy, which last 8 to 12 weeks, the patient will undergo a second neurosurgery, for the stereotaxic reimplantation of ANCE under general anesthesia.","interventionNames":["Other: Autologous transplant"]}],"interventions":[{"type":"OTHER","name":"Autologous transplant","description":"Autologous transplant obtained from cortical biopsy","armGroupLabels":["Autologous neural cell ecosystems - ANCE"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Assess the feasibility and safety of ANCE treatment by evaluating the incidence of treatment-related adverse events","description":"Successful collection of the cortical biopsy; in vitro production of the cortical autograft from the cortical biopsy; and reimplantation of the transplant without treatment-related serious adverse events.","timeFrame":"54 months (Visits will be carried out 2 years and 4 years after reimplantation in order to ensure that there is no long-term complication of ANCE reimplantation)"}],"secondaryOutcomes":[{"measure":"Change in the medium term of the participant score when assessing the \"Catherine Bergego Scale\" (CBS)","description":"CBS is an observational, functional, performance based assessment, being 0 (indicating no neglect) to 30 (indicating severe neglect).","timeFrame":"up to 54 months (Assessment is performed at each visit up to the last visit 4 years after reimplantation)"},{"measure":"Change in the medium term of the participant score when assessing the NIHSS","description":"NIHSS quantifies the impairment caused by a stroke, being 0 no stroke symptoms, and 42 severe impairment.","timeFrame":"up to 54 months (Assessment is performed at each visit up to the last visit 4 years after reimplantation)"},{"measure":"Change in the medium term of the participant score when assessing the Modified Rankin Scale","description":"The Modified Rankin Scale measures the degree of disability or dependence in the daily activities, being 0 no symptoms, 5 severe disability and 6 dead.","timeFrame":"up to 54 months (Assessment is performed at each visit up to the last visit 4 years after reimplantation)"},{"measure":"Change in the medium term of the patient score when assessing the Action Research Arm Test (ARAT)","description":"ARAT assesses upper limb functioning using observational methods (19 item measure divided into 4 sub-tests (grasp, grip, pinch, and gross arm movement)), being 0 incapability to perform the test, and 57 being able to perform the test normally.","timeFrame":"up to 54 months (Assessment is performed at each visit up to the last visit 4 years after reimplantation)"},{"measure":"Change in the medium term of the patient score when assessing the Box and Block Test (BBT)","description":"BBT measures unilateral gross manual dexterity. The BBT is composed of a box divided in two compartments by a partition and 150 blocks. Participants are scored based on the number of blocks transferred from one compartment to the other compartment in 60 seconds. Higher scores are indicative of better manual dexterity.","timeFrame":"up to 54 months (Assessment is performed at each visit up to the last visit 4 years after reimplantation)"},{"measure":"Change in the medium term of the patient score when assessing the Resistance to passive movement scale (Repas)","description":"Assessed for the upper limb and lower limb (maximum score being 56 and 48, respectively, being 0 no increase in muscle tone and the maximum score increased resistance to passive movement (affected part rigid in flexion or extension).","timeFrame":"up to 54 months (Assessment is performed at each visit up to the last visit 4 years after reimplantation)"},{"measure":"Change in the medium term of the patient score when assessing Activities of Daily Living (ADL)","description":"Activities of Daily Living (ADLs) are tasks related to personal care: for each task the score varies from 7 when completely independent, to 1 when requiring total support. Hence, higher scores are indicative of better functional independence.","timeFrame":"up to 54 months (Assessment is performed at each visit up to the last visit 4 years after reimplantation)"},{"measure":"Change in the medium term of the patient score when assessing Rivermead Mobility Index","description":"The Rivermead Mobility Index is a measure of disability related to bodily mobility. It demonstrates the patient's ability to move her or his own body, being 0 the lowest score and 15 the highest. The highest the score the better the mobility.","timeFrame":"up to 54 months (Assessment is performed at each visit up to the last visit 4 years after reimplantation)"},{"measure":"Change in the medium term of the patient score when assessing Berg Balance Scale","description":"The Berg balance scale is used to objectively determine a patient's ability (or inability) to safely balance during a series of 14 predetermined tasks. Score ranges from 0 to 4 for each task, being the highest total score 56, i.e. completely independent.","timeFrame":"up to 54 months (Assessment is performed at each visit up to the last visit 4 years after reimplantation)"},{"measure":"Change in the medium term of the patient score when assessing London Handicap Scale (LHS)","description":"The London Handicap Scale can be used to determine the effect of chronic disorders on a person's functional ability using a self-completion questionnaire. Minimum scale value is 0 and maximum is 1, with 1 indicating normal function.","timeFrame":"up to 54 months (Assessment is performed at each visit up to the last visit 4 years after reimplantation)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Be between 18 and 75 years old.\n* Victim of a first ischemic stroke in superficial Sylvian territory with at least frontal damage.\n* Cerebral ischemic lesion demonstrated by MRI.\n* Stroke older than one year.\n* Presence of a motor hemi-syndrome with at least one involvement of the upper limb.\n* Stable neurological deficit in motor function of the limb greater than two months apart before enrolling the patient in the study.\n* Woman of childbearing potential with a negative blood pregnancy test before the biopsy and using a reliable method of contraception during the study.\n* Patient capable of discernment and of giving informed consent himself.\n* Absence of other serious pathologies or comorbidities.\n\nExclusion Criteria:\n\n* Brain lesions or a history of stroke or brain hemorrhage.\n* Signs of peripheral neurological damage, such as radicular or trunk involvement\n* History of spinal cord problems.\n* History of neurosurgical intervention in the brain.\n* surgical intervention contraindications.\n* Anticoagulation, if it cannot be interrupted one week before and one week after each of the 2 brain surgeries.\n* Coagulation disorders.\n* Treatment of botulinum toxin during the last 3 months before inclusion.\n* Seizures or anti-epileptic treatment.\n* Global cognitive disorders, such as degenerative or vascular dementia.\n* High blood pressure difficult to control.\n* Alcohol or drug abuse.\n* Known neoplasia.\n* Inability to understand or cooperate in the study.\n* MRI contraindication\n* Pregnancy\n* Penicillin intolerance or allergy","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Jocelyne Bloch, Pr MD","role":"CONTACT","phone":"+41795562951","email":"jocelyne.bloch@chuv.ch"}],"locations":[{"facility":"Centre Hospitalier Universitaire Vaudois","city":"Lausanne","state":"Canton De Vaud","zip":"1011","country":"Switzerland","contacts":[{"name":"Jocelyne Bloch, MD","role":"CONTACT","phone":"+41 21 314 12 93","email":"jocelyne.bloch@chuv.ch"}],"geoPoint":{"lat":46.516,"lon":6.63282}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000020521","term":"Stroke"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000007238","term":"Infarction"},{"id":"D000009336","term":"Necrosis"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M10233","name":"Ischemia","asFound":"Ischemia","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5483","name":"Cerebral Infarction","asFound":"Cerebral Ischemia","relevance":"HIGH"},{"id":"M5484","name":"Brain Ischemia","asFound":"Cerebral Ischemia","relevance":"HIGH"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M3797","name":"Anesthetics","relevance":"LOW"}],"browseBranches":[{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}