{"protocolSection":{"identificationModule":{"nctId":"NCT05374486","orgStudyIdInfo":{"id":"G0501521"},"secondaryIdInfos":[{"id":"HSC-MS-20-1287","type":"OTHER","domain":"University of Texas Health Science Center"}],"organization":{"fullName":"University of Houston","class":"OTHER"},"briefTitle":"EEG Brain-Machine Interface Control of an Upper-Limb Robotic Exoskeleton for Robot-Assisted Rehabilitation After Stroke","officialTitle":"PFI-RP: Smart Co-robot System for Cost-Effective Patient-Centered Robotic Rehabilitation","acronym":"NeuroExo"},"statusModule":{"statusVerifiedDate":"2022-05","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-04-25","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-08","type":"ESTIMATED"},"completionDateStruct":{"date":"2022-08","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-05-10","studyFirstSubmitQcDate":"2022-05-10","studyFirstPostDateStruct":{"date":"2022-05-16","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-05-10","lastUpdatePostDateStruct":{"date":"2022-05-16","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Jose L.Contreras-Vidal, Ph.D.","investigatorTitle":"Hugh Roy and Lillie Cranz Cullen Distinguished Professor","investigatorAffiliation":"University of Houston"},"leadSponsor":{"name":"University of Houston","class":"OTHER"},"collaborators":[{"name":"TIRR Memorial Hermann","class":"OTHER"},{"name":"The University of Texas Health Science Center, Houston","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUnapprovedDevice":true,"isUsExport":false},"descriptionModule":{"briefSummary":"The goal of this study is to develop a clinically feasible, low-cost, nonsurgical neurorobotic system for restoring function to motor-impaired stroke survivors that can be used at the clinic or at home. Moreover, another goal is to understand how physical rehabilitation assisted by robotic device combined with electroencephalograph (EEG) can benefit adults who have had stroke to improve functions of their weaker arm.\n\nThe proposed smart co-robot training system (NeuroExo) is based on a physical upper-limb robotic exoskeleton commanded by a non-invasive brain machine interface (BMI) based on scalp EEG to actively include the participant in the control loop .\n\nThe study will demonstrate that the Neuroexo smart co-robot arm training system is feasible and effective in improving arm motor functions in the stroke population for their use at home.The NeuroExo study holds the promise to be cost-effective patient-centered neurorehabilitation system for improving arm functions after stroke.","detailedDescription":"This study has two phases: The first phase will consist of baseline recordings for system calibration and training sessions to be conducted in a clinical setting. The second phase will consist of NeuroExo BMI-exo neurotherapy to be conducted at the participant's home. Throughout the study and after completion of the study, movement and brain activity will be analyzed to assess function of the affected upper extremity and changes in brain activity associated with the neurotherapy."},"conditionsModule":{"conditions":["Stroke","Hemiparesis"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":30,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"NeuroExo","type":"EXPERIMENTAL","description":"NeuroExo is a device which includes a robotic exoskeleton that you were in your affected arm to assist you with arm movements, a headset that you wear on your head to measure your brain activity and detect your intention to move, and a graphical user interface that allows you to initiate and stop neurotherapy, and track your motor performance.","interventionNames":["Device: NeuroExo co-robot neurorehabilitation system"]}],"interventions":[{"type":"DEVICE","name":"NeuroExo co-robot neurorehabilitation system","description":"In this longitudinal study, adult subjects with hemiparesis due to chronic stroke will receive robotic-assisted upper-arm training through an EEG-based BMI control of robotic exoskeleton to study the changes in upper extremity motor function, cortical plasticity (using the EEG). After one screening visit, two baseline visits for EEG signal screens, six onsite training sessions will be provided with the NeuroExo system, followed by 60 home therapy sessions (2 sessions per day, 5 days per week for 6 weeks). If the participant have completed at least 50 sessions of neurotherapy at home, the participant will complete a set of measurements to assess function of the affected upper arm and brain activity within 3 days after the last session for post-assessment visit, and one-month post follow-up session. The total amount of time for this study is 16-20 weeks.","armGroupLabels":["NeuroExo"],"otherNames":["Brain-Machine Interface","Brain-Computer Interface","Neurorobotics","Rehabilitation Robotics"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change From Baseline in Fugl-Meyer Arm (FMA) Motor Score","description":"FMA is a stroke-specific, performance based impairment index. It quantitatively measures impairment based on Twitchell and Brunnstrom's concept of sequential stages of motor return in hemiplegic stroke patients. It uses an ordinal scale for scoring of 33 items for the upper limb component of the F-M scale (0:can not perform; 1:can perform partially; 2:can perform fully). Total range is 0-66, 0 being poor and 66 normal.","timeFrame":"Baseline, immediately after end of treatment (within a week), and 4 weeks after end of treatment"},{"measure":"Neural Activity (Cortical Dynamics) Measured by Electroencephalography (EEG) Movement-related Cortical Potential (MRCP) Amplitude","description":"EEG activity in the delta, theta, alpha, beta and gamma bands will be assessed. Scalp EEG electrodes will be located over the motor cortex, specifically, central (Cz, C1- C4), fronto- central (FCz, FC1 - FC4) and centro-parietal electrodes (CPz, CP1 - CP4). Further, to account for left hand vs. right hand impairment, the electrode locations will be flipped for individuals with right hand impairment. Increased MRCP amplitude indicates increased activation of the ipsi-lesional hemisphere or inhibition of competing contra-lesional hemisphere, following motor relearning.","timeFrame":"Baseline, immediately after end of treatment (within a week), and 4 weeks after end of treatment"},{"measure":"Cortical Dynamics Measured by Electroencephalography (EEG) Movement-related Cortical Potential (MRCP) Latency","description":"EEG activity in the low-frequency delta band will be assessed. Scalp EEG electrodes will be located over the motor cortex, specifically, central (Cz, C1- C4), fronto- central (FCz, FC1 - FC4) and centro-parietal electrodes (CPz, CP1 - CP4). Further, to account for left hand vs. right hand impairment, the electrode locations will be flipped for individuals with right hand impairment. MRCP latency is the duration of MRCP prior to movement onset, and is defined as time difference starting from 50% of peak amplitude until the time of movement onset. Increased MRCP latency indicates increased activation of the ipsi-lesional hemisphere or inhibition of competing contra-lesional hemisphere, following motor relearning.","timeFrame":"Baseline, immediately after end of treatment (within a week), and 4 weeks after end of treatment"},{"measure":"Movement Quality as Assessed by Exoskeleton Kinematics","description":"A higher value indicates better movement quality.","timeFrame":"Baseline, immediately after end of treatment (within a week), and 4 weeks after end of treatment"},{"measure":"Movement Quality as Assessed by Exoskeleton Kinematics - Number of Peaks","description":"Number of peaks is a metric related to the shape of the velocity profile. A higher number of peaks implies jerkier movement. A lower number of peaks indicates better movement quality (that is, movements are less jerky).","timeFrame":"Baseline, immediately after end of treatment (within a week), and 4 weeks after end of treatment"},{"measure":"Movement Quality as Assessed by Exoskeleton Kinematics - Time to First Peak","description":"Time to 1st Peak is a metric related to the shape of the velocity profile, and is reported as \\[(time to first peak) divided by (total movement duration)\\]. This value is usually less than the ideal value of 0.5, or 50%, of the total movement duration when a movement has more than one peak. The closer the value is to the ideal value of 0.5, the more well-balanced are the movements.","timeFrame":"Baseline, immediately after end of treatment (within a week), and 4 weeks after end of treatment"}],"secondaryOutcomes":[{"measure":"Score on Action Research Arm Test (ARAT)","description":"The ARAT is used to assess subject's ability to manipulate-lift-release objects horizontally and vertically, which differs in size, weight and shape. The test consists of 19 items divided into 4 sub-tests (grasp, grip, pinch, gross arm movement) and each item is rated on a 4-point scale. The possible total score ranges between 0-57. Higher scores indicate better performance.","timeFrame":"Baseline, immediately after end of treatment (within a week), and 4 weeks after end of treatment"},{"measure":"Score on Jebsen-Taylor Hand Function Test (JTHFT)","description":"The JTHFT is a motor performance test and assesses the time needed to perform 7 everyday activities (for example, flipping cards and feeding). Score is reported as items completed per second.","timeFrame":"Baseline, immediately after end of treatment (within a week), and 4 weeks after end of treatment"},{"measure":"Grip Strength","description":"A grip dynamometer will be used to measure maximum gross grasp force.","timeFrame":"Baseline, immediately after end of treatment (within a week), and 4 weeks after end of treatment"},{"measure":"Pinch Strength","description":"A pinch gauge will be used to measure maximum pinch force.","timeFrame":"Baseline, immediately after end of treatment (within a week), and 4 weeks after end of treatment"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* subjects between the ages of 20-65, male or female,\n* mild-to- moderate unilateral stroke confirmed by brain CT or MRI scan and manifested by a Glasgow Coma scale (GCS) score between 15 and 9 documented within 6 months,\n* the ability to perform 20deg of active wrist/elbow for upper limb robotic movement on the affected side, no planned alteration in lower/upper- extremity therapy/medication for muscle tone during course of study,\n* Anticipated length of needed acute interdisciplinary rehabilitation of 30 days or more.\n* Patients are required to have a MMSE\\>=24 to rule out those with cognitive impairments.\n* Patients will have to have normal/near normal strength in one upper/lower extremity and appreciable weakness in the other upper/lower extremity.\n\nExclusion Criteria:\n\n* history of traumatic brain injury prior to the current episode,\n* Severe neurologic or psychiatric condition preventing participation in rehabilitation and physical therapy activities (patients unable or unwilling to receive instruction and effectively complete a simple assigned task as determined by MMSE\\>=24 specified in inclusion criteria).\n* Women and minorities will be recruited as long as they meet the inclusion criteria.","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Study Coordinator","role":"CONTACT","phone":"713 799 7016","email":"shuo-hsiu.chang@uth.tmc.edu"}],"overallOfficials":[{"name":"Jose L Contreras-Vidal, PhD","affiliation":"University of Houston","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Gerard Francisco, MD","affiliation":"The University of Texas Health Science Center, Houston","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"The Institute for Rehabilitation and Research (TIRR) at Memorial Hermann","status":"NOT_YET_RECRUITING","city":"Houston","state":"Texas","zip":"77030","country":"United States","contacts":[{"name":"Shuo-Hsiu \"James\" Chang, PhD","role":"CONTACT","phone":"713-799-7016","email":"shuo-hsiu.chang@uth.tmc.edu"}],"geoPoint":{"lat":29.76328,"lon":-95.36327}},{"facility":"TIRR Memorial Hermann Hospital","status":"RECRUITING","city":"Houston","state":"Texas","zip":"77056","country":"United States","contacts":[{"name":"Gerard E Francisco, MD","role":"CONTACT","phone":"713-797-5244","email":"gerard.e.francisco@uth.tmc.edu"},{"name":"Shuo-Hsiu Chang, PT, PhD","role":"CONTACT","phone":"713-799-7016","email":"Shuo-Hsiu.Chang@uth.tmc.edu"},{"name":"Gerard E Francisco, MD","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Shuo-Hsiu Chang, PT, PhD","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":29.76328,"lon":-95.36327}},{"facility":"University of Houston","status":"RECRUITING","city":"Houston","state":"Texas","zip":"77204","country":"United States","contacts":[{"name":"Jose L Contreras-Vidal, PhD","role":"CONTACT","phone":"713-743-4429","email":"jlcontreras-vidal@uh.edu"},{"name":"Jose L Contreras-Vidal, PhD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":29.76328,"lon":-95.36327}}]},"referencesModule":{"references":[{"pmid":"33395991","type":"BACKGROUND","citation":"Bhagat NA, Yozbatiran N, Sullivan JL, Paranjape R, Losey C, Hernandez Z, Keser Z, Grossman R, Francisco GE, O'Malley MK, Contreras-Vidal JL. Neural activity modulations and motor recovery following brain-exoskeleton interface mediated stroke rehabilitation. Neuroimage Clin. 2020;28:102502. doi: 10.1016/j.nicl.2020.102502. Epub 2020 Nov 19."},{"pmid":"28813805","type":"BACKGROUND","citation":"Sullivan JL, Bhagat NA, Yozbatiran N, Paranjape R, Losey CG, Grossman RG, Contreras-Vidal JL, Francisco GE, O'Malley MK. Improving robotic stroke rehabilitation by incorporating neural intent detection: Preliminary results from a clinical trial. IEEE Int Conf Rehabil Robot. 2017 Jul;2017:122-127. doi: 10.1109/ICORR.2017.8009233."},{"pmid":"27065787","type":"BACKGROUND","citation":"Bhagat NA, Venkatakrishnan A, Abibullaev B, Artz EJ, Yozbatiran N, Blank AA, French J, Karmonik C, Grossman RG, O'Malley MK, Francisco GE, Contreras-Vidal JL. Design and Optimization of an EEG-Based Brain Machine Interface (BMI) to an Upper-Limb Exoskeleton for Stroke Survivors. Front Neurosci. 2016 Mar 31;10:122. doi: 10.3389/fnins.2016.00122. eCollection 2016."},{"pmid":"25570900","type":"BACKGROUND","citation":"Bhagat NA, French J, Venkatakrishnan A, Yozbatiran N, Francisco GE, O'Malley MK, Contreras-Vidal JL. Detecting movement intent from scalp EEG in a novel upper limb robotic rehabilitation system for stroke. Annu Int Conf IEEE Eng Med Biol Soc. 2014;2014:4127-4130. doi: 10.1109/EMBC.2014.6944532."},{"pmid":"25110624","type":"BACKGROUND","citation":"Venkatakrishnan A, Francisco GE, Contreras-Vidal JL. Applications of Brain-Machine Interface Systems in Stroke Recovery and Rehabilitation. Curr Phys Med Rehabil Rep. 2014 Jun 1;2(2):93-105. doi: 10.1007/s40141-014-0051-4."}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"There is no plan to make IPD available to other researchers."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000010291","term":"Paresis"}],"ancestors":[{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M20634","name":"Muscle Weakness","relevance":"LOW"},{"id":"M12894","name":"Paresis","asFound":"Hemiparesis","relevance":"HIGH"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}