{"protocolSection":{"identificationModule":{"nctId":"NCT03927586","orgStudyIdInfo":{"id":"201600262A3"},"organization":{"fullName":"Chang Gung Memorial Hospital","class":"OTHER"},"briefTitle":"Evolving Methods of Hybrid Exercise-cognition Approach to Promote Health-related Conditions for the Elderly With MCI","officialTitle":"Evolving Methods of Hybrid Exercise-cognition Approach to Promote Health-related Conditions for the Elderly With Mild Cognitive Impairment"},"statusModule":{"statusVerifiedDate":"2021-06","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-04-10","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2021-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2019-04-15","studyFirstSubmitQcDate":"2019-04-24","studyFirstPostDateStruct":{"date":"2019-04-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-06-18","lastUpdatePostDateStruct":{"date":"2021-06-21","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Chang Gung Memorial Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The aim of the study is to determine: (1) the effects of combined physical exercise and cognitive training versus exercise or cognitive training alone on cognition, physical function, daily function, quality of life and social participation outcomes, (2) determine the relative effects of simultaneous vs. sequential combination of physical exercise and cognitive training on these health-related outcomes, (3) determine the long-term effects of different types of trainings on these outcome measures.","detailedDescription":"Mild cognitive impairment (MCI) or minor neurocognitive disorder involves problems with memory, executive function and language. The age-adjusted prevalence of MCI in Taiwan is approximately 18%. The progression rate from MCI to dementia ranges from 10 to 15% each year, and over 50% of the MCI population will develop into severe cognitive impairment or dementia in five years. Early detection and intervention of the individuals with MCI may help delay or prevent progress from MCI to dementia, and reduce the burden of their caregivers and the medical expenses of the health-care system. Whilst numerous studies have established the potential benefits of cognitive or physical exercise training on cognition for individuals with MCI, some recent studies suggested that combining physical exercise and cognitive training may augment the intervention effects. Also, different combination methods - combining physical exercise and cognitive training either sequentially or simultaneously under a dual-task paradigm may impose differential cognitive challenges on the participants, and it is yet not clear which combination strategy has better training effects."},"conditionsModule":{"conditions":["Mild Cognitive Impairment","Stroke"],"keywords":["aerobic exercise","cognitive training","hybrid therapy"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":80,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"cognitive training (COG group)","type":"EXPERIMENTAL","description":"All participants will receive trainings for 90 minutes per day, three days per week for 12 weeks (a total of 36 training sessions). Each cognitive intervention session will last for 90 minutes. The COG group received computerized cognitive based training which include memory, executive function, visuospatial , language and attention trainings.","interventionNames":["Other: cognitive training"]},{"label":"physical exercise training (PE group)","type":"EXPERIMENTAL","description":"All participants will receive trainings for 90 minutes per day, three days per week for 12 weeks (a total of 36 training sessions). Each physical exercise intervention session will last for 90 minutes. The entire exercise program for the PE group will contain 10 minutes of warm-up, 70 minutes of physical exercise, and 10 minutes of cool-down. The PE group received multimodal exercise program which includes aerobic exercise, balance and muscle strength training.","interventionNames":["Other: physical exercise training"]},{"label":"sequential training (SEQ group)","type":"EXPERIMENTAL","description":"All participants will receive trainings for 90 minutes per day, three days per week for 12 weeks (a total of 36 training sessions). The participants in the SEQ group will first undergo physical exercise training for 45 minutes followed by 45 minutes of cognitive-based training. The participants will first perform 10 minutes of warm-up followed by 25 minutes of physical exercise, and end with 10 minutes of cool-down. The exercise intensity will be similar to the PE group. Following the physical exercise, the participants will take part in 45 minutes of cognitive training. The same tasks used in the COG group will be practiced.","interventionNames":["Other: cognitive training","Other: physical exercise training"]},{"label":"dual-task training (Dual group)","type":"EXPERIMENTAL","description":"All participants will receive trainings for 90 minutes per day, three days per week for 12 weeks (a total of 36 training sessions). The participants in the DUAL group will be instructed to perform physical exercise and cognitive tasks simultaneously (e.g., math calculation while stepping). The difficulty of the cognitive tasks will increase as the participants improve in their performance. The 90 minutes of training session will be break up into 2 to 3 parts, and the participants can rest as needed.","interventionNames":["Other: cognitive training","Other: physical exercise training"]}],"interventions":[{"type":"OTHER","name":"cognitive training","description":"We will be using commercialized cognitive-based training programs in order to facilitate several cognitive functions. We will be targeting attention, recognition, color and shape identification, calculation, visual perception, visuospatial processing and executive function. Participants will perform tasks designed to enhance different types of cognitive functions. Cognitive program difficulty will be adjusted automatically and continuously based on each participant's level of performance.","armGroupLabels":["cognitive training (COG group)","dual-task training (Dual group)","sequential training (SEQ group)"]},{"type":"OTHER","name":"physical exercise training","description":"The physical exercise programs will involve balance or strength training or aerobic exercises. These may include (but not limited to) stepping, walking, dancing, ball kicking and throwing, and etc. The exercise session will be break up into 2 to 3 parts, and the participants can rest as needed during the exercise period. The exercise intensity will be progressed as the participants improve their performance throughout practice. To prevent exercise-induced injuries, vital signs and the Borg Perceived Exertion Scale will be monitored and recorded in each training session. If the training therapist observed that the exercise may be too intense for the participants, he/she will immediately reduce the training intensity.","armGroupLabels":["dual-task training (Dual group)","physical exercise training (PE group)","sequential training (SEQ group)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change scores of Montreal Cognitive Assessment (MoCA)","description":"The MoCA will be used to assess general cognitive functions. It examines several cognitive domains with a total score of 30. The MoCA has been shown to be a valid and promising tool to detect MCI and early Alzhemer's disease (Nasreddine et al., 2005).","timeFrame":"Baseline, post test immediately after completing 36 intervention sessions (around 12 weeks after baseline), follow up test (6 months after completing intervention sessions)"},{"measure":"Change scores of Verbal fluency test","description":"Verbal fluency tests will be used to evaluate the semantic memory of the participants. The participants will be instructed to say as many words as possible from a given category (i.e., fruit or animal) in one minute. The validity, reliability, and normative performance of verbal fluency tests have been well-established (Harrison, Buxton, Husain, \\& Wise, 2000).","timeFrame":"Baseline, post test immediately after completing 36 intervention sessions (around 12 weeks after baseline), follow up test (6 months after completing intervention sessions)"},{"measure":"Change scores of Wechsler Memory Scale - Third Edition (WMS-III)","description":"We will use the WMS-III subtests, including Faces Recognition, Verbal Paired Associates, Word Lists, and Spatial Span to assess the immediate, delayed, and working memory tests. The Faces Recognition test involves 24 pictures of human faces. The participants will be required to look through the faces one by one, and later recognize those faces. For the Verbal Paired Associates test, the instructor will read out eight-word pairs for the participant to memorize. The participants will be asked to respond to the appropriate word that matches the test word. In the Word Lists test, the instructor will read out 12 words in a list and the participants will need to repeat as many words as they could immediately and 25-35 minutes after. As for the Spatial Span test, the instructor will point to spatially located blocks in a sequential order; the participants will then touch the blocks either in the same sequential order or in a reversed order.","timeFrame":"Baseline, post test immediately after completing 36 intervention sessions (around 12 weeks after baseline), follow up test (6 months after completing intervention sessions)"},{"measure":"Change scores of Wechsler Adult Intelligence Scale - Third Edition (WAIS-III)","description":"The WAIS-III is developed to measure an individual's intelligence level. It includes tests that evaluate cognitive functions in verbal comprehension, working memory, perceptual organization, and processing speed. The subtests that we will use are the Digit Symbol-Coding and Matrix Reasoning tests. The Digit Symbol-Coding test consists of 9 digit-symbol pairs and the participants will be asked to write down the corresponding symbols for the given digits on the test sheet as accurately and as fast as possible. As for the Matrix Reasoning test, the participants will need to logically solve missing puzzles within given matrixes. The test result of the Matrix Reasoning test indicates a general intelligence level because it entails the abilities of visual-spatial reasoning, abstract reasoning, visual organization, and visuospatial information processing.","timeFrame":"Baseline, post test immediately after completing 36 intervention sessions (around 12 weeks after baseline), follow up test (6 months after completing intervention sessions)"},{"measure":"Change scores of Useful Field of View (UFOV)","description":"The UFOV assessment is a computer-based visual test containing three subtests: visuomotor processing speed, divided attention, and selective attention (Ball, Edwards, \\& Ross, 2007). The UFOV is the visual area over which information can be extracted from a brief glance without eye or head movements.","timeFrame":"Baseline, post test immediately after completing 36 intervention sessions (around 12 weeks after baseline), follow up test (6 months after completing intervention sessions)"},{"measure":"Change scores of Stroop Color-Word test","description":"The Stroop Color-Word assesses the abilities of selective attention, inhibition and executive function. The participants will be tested under congruent and incongruent conditions. In the congruent condition, the participant will name the color ink of a word which is consistent with the written color name; whereas in the incongruent condition the participant will name the color ink differs from the written color name. The time to complete the task will be calculated for each condition (Koss, Ober, Delis, \\& Friedland, 1984; Ridley, Johnson, \\& Braisted, 1978).","timeFrame":"Baseline, post test immediately after completing 36 intervention sessions (around 12 weeks after baseline), follow up test (6 months after completing intervention sessions)"},{"measure":"Change scores of Dual-task test","description":"The dual-task test evaluates the ability to shift attention between one task and another. Participants will sit and perform the box and block test (BBT) or walk 10 meters while doing secondary cognitive or motor tasks. Two cognitive secondary tasks will be performed by the participants: (1) arithmetic task: participants will be asked to perform serial subtractions by 7 starting from 100 or random two-digit numbers (e.g., Baetens et al., 2013); (2) tone discrimination task: participants will be presented a number of low and high-pitched tones and they will respond to either the high or low-pitched tones during the trial. Both cognitive task performances will be recorded and the results will be compared to single cognitive task performance. In addition to the cognitive dual-task, participants will perform a motor task (e.g., holding a cup of water) while walking.","timeFrame":"Baseline, post test immediately after completing 36 intervention sessions (around 12 weeks after baseline), follow up test (6 months after completing intervention sessions)"},{"measure":"Change scores of Timed up and go (TUG)","description":"The TUG assesses the dynamic balance ability and mobility. The participants will be required to stand up from a chair, walk 3 meters, turn around, walk back to the chair, and sit down. The time to complete the TUG test has been shown to be a good indicator to detect potential fallers in frail elderly (Podsiadlo \\& Richardson, 1991). The test-retest reliability of TUG on individuals with cognitive impairment was excellent (Blankevoort, van Heuvelen, \\& Scherder, 2013).","timeFrame":"Baseline, post test immediately after completing 36 intervention sessions (around 12 weeks after baseline), follow up test (6 months after completing intervention sessions)"},{"measure":"Change scores of Sit-to-stand test","description":"The 30 second sit-to-stand will be assessed to indicate the strength and endurance level of the lower extremities. The participants will be asked to stand up from a standardized chair and then sit down as many times as possible within 30 seconds. The feasibility and reliability of using sit-to-stand test in people with cognitive impairment have been established to be good (Blankevoort et al., 2013).","timeFrame":"Baseline, post test immediately after completing 36 intervention sessions (around 12 weeks after baseline), follow up test (6 months after completing intervention sessions)"},{"measure":"Change scores of International Physical Activity Questionnaires (IPAQ)","description":"The Chinese version of the International Physical Activity Questionnaires (IPAQ) is an international measure for health-related physical activity. A short form of IPAQ will be used to assess changes in physical activity before and after intervention in this study. The reliability and validity of IPAQ has been established across 12 countries (Craig et al., 2003).","timeFrame":"Baseline, post test immediately after completing 36 intervention sessions (around 12 weeks after baseline), follow up test (6 months after completing intervention sessions)"},{"measure":"Change scores of Mobility level","description":"Accelerometers will be used to provide an objective measure of the amount of arm movements in real-life situations. The participants will be asked to wear an Actigraphy activity monitor (ActiGraph, Shalimar, FL, USA) on both wrists for 3 consecutive days before and after training to measure the number of moves each minute, and the average counts of move per minute. The participants will be required to wear the device during the day except for doing water-based activities, such as bathing or swimming. Data recorded by the actigraphy will be analyzed with the MAHUFFE software (http://www.mrc-epid.cam.ac.uk/).","timeFrame":"Baseline, post test immediately after completing 36 intervention sessions (around 12 weeks after baseline), follow up test (6 months after completing intervention sessions)"},{"measure":"Change scores of Lower extremity muscle strength","description":"We will evaluate isometric knee flexors and extensors muscle strength using handheld dynamometer. The participant will be seated upright in a chair with back support, the knee will be placed in 90-degree flexion and the evaluator will stabilize the thing to eliminate synergistic movements. Participants will be asked to perform a maximal isometric contraction of knee flexion and extension with affected and less affected side. We will record the mean value of 3 attempts.","timeFrame":"Baseline, post test immediately after completing 36 intervention sessions (around 12 weeks after baseline), follow up test (6 months after completing intervention sessions)"},{"measure":"Change scores of Grip strength","description":"We will use hand dynamometer to measure grip strength of both hands while the participant is seated, with the elbow at 90-degree flexion. We will record the mean value of 3 attempts.","timeFrame":"Baseline, post test immediately after completing 36 intervention sessions (around 12 weeks after baseline), follow up test (6 months after completing intervention sessions)"},{"measure":"Change scores of the Barthel Index (BI)","description":"Assess activities of daily living","timeFrame":"Baseline, post test immediately after completing 36 intervention sessions (around 12 weeks after baseline), follow up test (6 months after completing intervention sessions)"},{"measure":"Change scores of Lawton Instrumental Activities of Daily Living Scale (Lawton IADL)","description":"The Lawton IADL scale evaluates 8 activities with a score range from 0 to 8 (higher indicate better function). The inter-rater reliability and validity of the Lawton IADL have been established to be moderate to high for community-dwelling older adults (Graf, 2008; Lawton \\& Brody, 1969).","timeFrame":"Baseline, post test immediately after completing 36 intervention sessions (around 12 weeks after baseline), follow up test (6 months after completing intervention sessions)"},{"measure":"Change scores of the Disability Assessment for Dementia (DAD)","description":"Assess activities of daily living.","timeFrame":"Baseline, post test immediately after completing 36 intervention sessions (around 12 weeks after baseline), follow up test (6 months after completing intervention sessions)"},{"measure":"Change scores of the Quality of Life in Alzheimer's Disease Instrument (QoLAD)","description":"The intervention effects on quality of life will be assessed with the Chinese versions of the Quality of Life in Alzheimer's Disease Instrument (QoLAD)","timeFrame":"Baseline, post test immediately after completing 36 intervention sessions (around 12 weeks after baseline), follow up test (6 months after completing intervention sessions)"},{"measure":"Change scores of Community Integration Questionnaire (CIQ)","description":"The social participation level will be assessed with the CIQ. The CIQ measures 15 items relevant to home integration, social integration, and productive activities (Willer, Ottenbacher, \\& Coad, 1994).The CIQ has been tested on various populations with acquired brain injuries, and test-retest reliability was excellent for chronic stroke patients with aphasia (Dalemans, de Witte, Beurskens, van den Heuvel, \\& Wade, 2010; Willer et al., 1994).","timeFrame":"Baseline, post test immediately after completing 36 intervention sessions (around 12 weeks after baseline), follow up test (6 months after completing intervention sessions)"},{"measure":"Change scores of Caregiver Burden Inventory (CBI)","description":"The Chinese version of CBI will be used.","timeFrame":"Baseline, post test immediately after completing 36 intervention sessions (around 12 weeks after baseline), follow up test (6 months after completing intervention sessions)"},{"measure":"Change scores of Short form of Geriatric Depression Scale (GDS)","description":"The Geriatric Depression Scale (GDS) - 15 items version is a self-administered questionnaire used to evaluate mood and depressive symptoms. The scores range is 0-15 and a score of 5 or greater taken as a possible indicator of depression.","timeFrame":"Baseline, post test immediately after completing 36 intervention sessions (around 12 weeks after baseline), follow up test (6 months after completing intervention sessions)"}],"secondaryOutcomes":[{"measure":"Change scores of serum BDNF level","description":"Up-regulation of neurotrophic and vascular growth factors","timeFrame":"Baseline, post test immediately after completing 36 intervention sessions (around 12 weeks after baseline)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* able to follow instruction,\n* age 55 to 90 years old,\n* clinical dementia rating (CDR) = 0.5 or 1,\n* self- or informant-reported memory or cognitive complaints,\n* able to perform activities of daily living (Barthel Index ≥ 70).\n\nExclusion Criteria:\n\n* Participants will be excluded if they have recent myocardial infarction, heart failure, recent heart surgery, severe asthma, concomitant with other neurological disorders, or joint deformity that might prevents them performing exercise or cognitive training.","healthyVolunteers":false,"sex":"ALL","minimumAge":"55 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Ching-yi Wu, ScD","role":"CONTACT","phone":"#886-3-2118800","phoneExt":"5761","email":"cywu@mail.cgu.edu.tw"}],"overallOfficials":[{"name":"Ching-yi Wu, ScD","affiliation":"Chang Gung Memorial Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Chang Gung Memorial Hospital","status":"RECRUITING","city":"Taoyuan","zip":"333","country":"Taiwan","contacts":[{"name":"Ching-yi Wu, ScD","role":"CONTACT","phone":"+886-3-2118800","phoneExt":"5761","email":"cywu@mail.cgu.edu.tw"}],"geoPoint":{"lat":24.95233,"lon":121.20193}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000060825","term":"Cognitive Dysfunction"}],"ancestors":[{"id":"D000003072","term":"Cognition Disorders"},{"id":"D000019965","term":"Neurocognitive Disorders"},{"id":"D000001523","term":"Mental Disorders"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M29395","name":"Cognitive Dysfunction","asFound":"Mild Cognitive Impairment","relevance":"HIGH"},{"id":"M5991","name":"Cognition Disorders","relevance":"LOW"},{"id":"M21526","name":"Neurocognitive Disorders","relevance":"LOW"},{"id":"M4505","name":"Mental Disorders","relevance":"LOW"},{"id":"M14163","name":"Psychotic Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}