{"protocolSection":{"identificationModule":{"nctId":"NCT05976087","orgStudyIdInfo":{"id":"1-010428"},"organization":{"fullName":"ETH Zurich","class":"OTHER"},"briefTitle":"Improving Grasp Function in People With Sensorimotor Impairments by Combining Electrical Stimulation With a Robotic Hand Orthosis","officialTitle":"Improving Grasp Function in People With Sensorimotor Impairments by Combining Electrical Stimulation With a Robotic Hand Orthosis","acronym":"SENSIBLE-EXO"},"statusModule":{"statusVerifiedDate":"2023-07","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-07-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-06-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2030-06-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-07-19","studyFirstSubmitQcDate":"2023-07-27","studyFirstPostDateStruct":{"date":"2023-08-04","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-07-27","lastUpdatePostDateStruct":{"date":"2023-08-04","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Andrea Cimolato","investigatorTitle":"Study coordinator","investigatorAffiliation":"ETH Zurich"},"leadSponsor":{"name":"Andrea Cimolato","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Hand motor and sensory impairments resulting from neurological disorders or injuries affect more than 50 million individuals worldwide. Conditions such as stroke, spinal cord injury (SCI), and traumatic brain injury (TBI) can cause long-term hand impairments, greatly impacting daily activities and social integration. Since traditional physiotherapy has limited effectiveness in rehabilitation, assistive devices helping in performing in daily activities have emerged as a necessary solution. Soft exoskeletons offer advantages as they are more comfortable and adaptable for the user, but they often struggle to generate sufficient force. On the other hand, electrical stimulation garments, like e-sleeves, show promise by stimulating nerves and muscles in the forearm. However, achieving precise and stable movement control remains challenging due to difficulties in electrode placement for targeted stimulation. Furthermore, none of the currently available devices are capable of artificially restoring lost sensation in users' hands, limiting their ability to manipulate with fragile objects.\n\nRecognizing these limitations, our study proposes a solution that combines a standard hand soft exoskeleton with: (i) electrical stimulation to the fingers' flexor and extensor muscles to generate artificial muscle contractions synchronized with the exoskeleton motion, compensating for the lack of gripping force, and (ii) electrical stimulation to the nerves to artificially restore the lost sensation of touch, enabling users to receive feedback on the force they are applying when interacting with the environment. The investigators refer to this proposed combination as Sensible-Exo.\n\nTo achieve this goal, our project aims to evaluate the functional improvements in assistive and rehabilitative scenarios using SensoExo in comparison to use only the exoskeleton or having no support at all. The exoskeleton will be coupled with an electrical stimulating sleeve capable of delivering non-invasive electrical stimulation in the form of Functional Electrical Stimulation (FES) and Transcutaneous Electrical Nerve Stimulation (TENS). A glove with embedded force and bending sensors will be used to modulate the electrical stimulation. Additionally, apart from studying the enhancement of functional tasks, the investigators will explore improvements in body perception, representation, and multi-sensory integration. Indeed, the investigators also aim at identifying the way patients perceive their body by means of ad-hoc virtual reality assessments that has been developed. Before each assessment patient will perform some predefined movement in virtual reality to familiarize with it and increase embodiment.\n\nDuring the study, participants will perform a range of tasks based on their residual abilities, including motor tasks (e.g., grab and release, Toronto Rehabilitation Institute Hand Function Test, grip force regulation test, virtual egg test), cognitive tasks (dual tasks), and assessments of body representation and perception. Some of these tasks will be conducted in Virtual Reality environments, both with and without active stimulation."},"conditionsModule":{"conditions":["Stroke","Spinal Cord Injuries","Traumatic Brain Injury"],"keywords":["sensorimotor","TENS","FES","exoskeleton","wearable robotics"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":20,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Experimental group","type":"EXPERIMENTAL","interventionNames":["Device: SensoExo"]}],"interventions":[{"type":"DEVICE","name":"SensoExo","description":"combination of sensory feedback and the use of soft exoskeleton","armGroupLabels":["Experimental group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Range of Motion with electrical stimulation and without no electrical stimulation","description":"Range of motion will be measured and compared among conditions","timeFrame":"up to one month before; thorugh study completition (average 1 month); up to one month after"},{"measure":"Change in the area with tactile feedback in the hand with electrical stimulation and with no electrical stimulation","description":"Semmes-Weinstein Monofilament Test will be used to assess the residual tactile feedback","timeFrame":"up to one month before; thorugh study completition (average 1 month); up to one month after"},{"measure":"Change in functional tasks performance with sensory feedback and without sensory feedback quantified by the number of successful grasp and release tasks","description":"Number of successful transportation of objects over an obstacle","timeFrame":"up to one month before; thorugh study completition (average 1 month); up to one month after"},{"measure":"Change between functional tasks with sensory feedback and with no sensory feedback in number of virtual egg successful grasping","description":"Number of successful transportations of fragile objects over an obstacle","timeFrame":"up to one month before; thorugh study completition (average 1 month); up to one month after"},{"measure":"Change between functional tasks with sensory feedback and with no sensory feedback in grasping force","description":"Grasping forces will be assessed during functional performance of the subjects","timeFrame":"up to one month before; thorugh study completition (average 1 month); up to one month after"},{"measure":"Change between tasks with sensory feedback and with no sensory feedback in arm joints kinemtics","description":"Joint kinematics measurements will be measured with motion capture systems during functional performance of the subjects","timeFrame":"up to one month before; thorugh study completition (average 1 month); up to one month after"}],"secondaryOutcomes":[{"measure":"Change in experienced physical, mental, and social effects","description":"Neuro-QuL measurement system will be as assessment tool","timeFrame":"up one week before first session and up one week after last session"},{"measure":"Change in Proprioceptive drift between different conditions","description":"To measure embodiment subjects will be asked after VR sessions to indicate where they feel their arm without looking at the limb in real world. This is a measure of embodiment.","timeFrame":"up one week before first session and up one week after last session"},{"measure":"Change in Telescoping measures between different conditions","description":"To measure embodiment subjects will be asked after VR sessions to indicate how long they feel their arm without looking at the limb in real world. This is a measure of embodiment.","timeFrame":"up one week before first session and up one week after last session"},{"measure":"Change from baseline performance between tasks accomplished with sensory feedback and with no sensory feedback in Embodiment","description":"Embodiment will be measured with questionnaires (from -3 to +3, +3 totally agrees; two questions are from 1 to 10 (to measure vividness, where 10 is max vividness) and from 1 to 100 (to measure prevalence, where 100 is max duration of the embodiment feeling))","timeFrame":"up one week before first session and up one week after last session"},{"measure":"Measures of self-body representation","description":"This will be measured in virtual reality by means of ad-hoc Body Landmark test. This is a body representation measurements.","timeFrame":"up one week before first session; thorugh study completition (average 1 month); up one week after last session"},{"measure":"Measures of body-space representation","description":"This will be measured in virtual reality by means of ad-hoc Hand Peri personal Space test. This is a body representation measurements.","timeFrame":"up one week before first session; thorugh study completition (average 1 month); up one week after last session"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Impairment of the motor and sensory functions of the hand in chronic stage\n* The subject should have good proximal arm function (i.e. good shoulder abduction and elevation)\n\nExclusion Criteria:\n\n* Cognitive and communication deficits impairment\n* Prior or current psychological diseases such as borderline, schizophrenia, Depression or Maniac Depression\n* Major comprehension and memory deficits\n* Pregnancy\n* Epilepsy\n* Pacemaker\n* Cybersickness","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Andrea Cimolato, PhD","role":"CONTACT","phone":"+41772466601","email":"andrea.cimolato@gmail.com"}],"overallOfficials":[{"name":"Stanisa Raspopovic, PhD","affiliation":"ETH Zurich","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Neuroengineering Lab","status":"RECRUITING","city":"Zürich","state":"Zurich","zip":"8001","country":"Switzerland","contacts":[{"name":"Stanisa Raspopovic, PhD","role":"CONTACT"}],"geoPoint":{"lat":47.36667,"lon":8.54999}}]},"referencesModule":{"references":[{"pmid":"3178450","type":"BACKGROUND","citation":"Dannenbaum RM, Dykes RW. Sensory loss in the hand after sensory stroke: therapeutic rationale. Arch Phys Med Rehabil. 1988 Oct;69(10):833-9."},{"pmid":"8503750","type":"BACKGROUND","citation":"Carey LM, Matyas TA, Oke LE. Sensory loss in stroke patients: effective training of tactile and proprioceptive discrimination. Arch Phys Med Rehabil. 1993 Jun;74(6):602-11. doi: 10.1016/0003-9993(93)90158-7."},{"pmid":"12477697","type":"BACKGROUND","citation":"Finnerup NB, Johannesen IL, Fuglsang-Frederiksen A, Bach FW, Jensen TS. Sensory function in spinal cord injury patients with and without central pain. Brain. 2003 Jan;126(Pt 1):57-70. doi: 10.1093/brain/awg007."},{"pmid":"15341032","type":"BACKGROUND","citation":"Fujimoto ST, Longhi L, Saatman KE, Conte V, Stocchetti N, McIntosh TK. Motor and cognitive function evaluation following experimental traumatic brain injury. Neurosci Biobehav Rev. 2004 Jul;28(4):365-78. doi: 10.1016/j.neubiorev.2004.06.002. Erratum In: Neurosci Biobehav Rev. 2005 Jan;28(8):877. Conte, Valeria [added]; Stocchetti, Nino [added]."},{"pmid":"8343879","type":"BACKGROUND","citation":"Dannenbaum RM, Jones LA. The assessment and treatment of patients who have sensory loss following cortical lesions. J Hand Ther. 1993 Apr-Jun;6(2):130-8. doi: 10.1016/s0894-1130(12)80294-8."},{"pmid":"12907818","type":"BACKGROUND","citation":"Kwakkel G, Kollen BJ, van der Grond J, Prevo AJ. Probability of regaining dexterity in the flaccid upper limb: impact of severity of paresis and time since onset in acute stroke. Stroke. 2003 Sep;34(9):2181-6. doi: 10.1161/01.STR.0000087172.16305.CD. Epub 2003 Aug 7."},{"pmid":"2698395","type":"BACKGROUND","citation":"Wade DT. Measuring arm impairment and disability after stroke. Int Disabil Stud. 1989 Apr-Jun;11(2):89-92. doi: 10.3109/03790798909166398."},{"pmid":"1622304","type":"BACKGROUND","citation":"Fuhrer MJ, Rintala DH, Hart KA, Clearman R, Young ME. Relationship of life satisfaction to impairment, disability, and handicap among persons with spinal cord injury living in the community. Arch Phys Med Rehabil. 1992 Jun;73(6):552-7."},{"pmid":"10798305","type":"BACKGROUND","citation":"Noreau L, Fougeyrollas P. Long-term consequences of spinal cord injury on social participation: the occurrence of handicap situations. Disabil Rehabil. 2000 Mar 10;22(4):170-80. doi: 10.1080/096382800296863."},{"pmid":"32552422","type":"BACKGROUND","citation":"Butzer T, Lambercy O, Arata J, Gassert R. Fully Wearable Actuated Soft Exoskeleton for Grasping Assistance in Everyday Activities. Soft Robot. 2021 Apr;8(2):128-143. doi: 10.1089/soro.2019.0135. Epub 2020 Jun 18."},{"pmid":"16398948","type":"BACKGROUND","citation":"Beekhuizen KS. New perspectives on improving upper extremity function after spinal cord injury. J Neurol Phys Ther. 2005 Sep;29(3):157-62. doi: 10.1097/01.npt.0000282248.15911.38."},{"pmid":"22087842","type":"BACKGROUND","citation":"Lambercy O, Dovat L, Yun H, Wee SK, Kuah CW, Chua KS, Gassert R, Milner TE, Teo CL, Burdet E. Effects of a robot-assisted training of grasp and pronation/supination in chronic stroke: a pilot study. J Neuroeng Rehabil. 2011 Nov 16;8:63. doi: 10.1186/1743-0003-8-63."},{"pmid":"32448143","type":"BACKGROUND","citation":"Marquez-Chin C, Popovic MR. Functional electrical stimulation therapy for restoration of motor function after spinal cord injury and stroke: a review. Biomed Eng Online. 2020 May 24;19(1):34. doi: 10.1186/s12938-020-00773-4."},{"pmid":"32232108","type":"BACKGROUND","citation":"Ciancibello J, King K, Meghrazi MA, Padmanaban S, Levy T, Ramdeo R, Straka M, Bouton C. Closed-loop neuromuscular electrical stimulation using feedforward-feedback control and textile electrodes to regulate grasp force in quadriplegia. Bioelectron Med. 2019 Nov 1;5:19. doi: 10.1186/s42234-019-0034-y. eCollection 2019."},{"pmid":"9196468","type":"BACKGROUND","citation":"Prochazka A, Gauthier M, Wieler M, Kenwell Z. The bionic glove: an electrical stimulator garment that provides controlled grasp and hand opening in quadriplegia. Arch Phys Med Rehabil. 1997 Jun;78(6):608-14. doi: 10.1016/s0003-9993(97)90426-3."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001930","term":"Brain Injuries"},{"id":"D000013119","term":"Spinal Cord Injuries"},{"id":"D000070642","term":"Brain Injuries, Traumatic"},{"id":"D000014947","term":"Wounds and Injuries"}],"ancestors":[{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000006259","term":"Craniocerebral Trauma"},{"id":"D000020196","term":"Trauma, Nervous System"},{"id":"D000013118","term":"Spinal Cord Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M15606","name":"Spinal Cord Injuries","asFound":"Spinal Cord Injury","relevance":"HIGH"},{"id":"M4897","name":"Brain Injuries","asFound":"Brain Injury","relevance":"HIGH"},{"id":"M628","name":"Brain Injuries, Traumatic","asFound":"Traumatic Brain Injury","relevance":"HIGH"},{"id":"M17375","name":"Wounds and Injuries","asFound":"Injury","relevance":"HIGH"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M9039","name":"Craniocerebral Trauma","relevance":"LOW"},{"id":"M21713","name":"Trauma, Nervous System","relevance":"LOW"},{"id":"M15605","name":"Spinal Cord Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC26","name":"Wounds and Injuries"}]}},"hasResults":false}