{"protocolSection":{"identificationModule":{"nctId":"NCT05903235","orgStudyIdInfo":{"id":"202201968A3"},"organization":{"fullName":"Chang Gung Memorial Hospital","class":"OTHER"},"briefTitle":"Mixed Reality and Virtual Reality Technology With Mirror Therapy for Stroke Rehabilitation","officialTitle":"Technology-based and Activity-based Design of Mirror Therapy Principles: Two Mixed Reality and Virtual Reality Mirrored-hand Systems for Stroke Rehabilitation"},"statusModule":{"statusVerifiedDate":"2023-02","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-03","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2026-07","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-07","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-06-06","studyFirstSubmitQcDate":"2023-06-06","studyFirstPostDateStruct":{"date":"2023-06-15","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-02-06","lastUpdatePostDateStruct":{"date":"2024-02-07","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Chang Gung Memorial Hospital","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The specific study aims will be:\n\n1. To design and develop the hardware and software of the VR+MT and MR+MT systems.\n2. To test the feasibility of the VR+MT and MR+MT systems from the patients and to collect the feedback of users with respect to their experiences.\n3. To examine the treatment effects of VR+MT and MR+MT compared to the traditional MT (i.e., control group) in patients with stroke by conducting a randomized controlled trial.\n4. To identify who will be the possible good responders to VR+MT and MR+MT based on their baseline motor functions and mental imagery abilities.","detailedDescription":"Phase Ⅰ: Design and Development of the VR+MT and MR+MT Systems \\& Feasibility Study\n\nSixteen patients with stroke will be recruited in this phase Ⅰ study. During the pilot testing, each stroke patient will use each of the VR+MT and MR+MT systems with the assistance of a researcher holding the occupational therapist certification. The order of the feasibility test of the 2 systems will be counterbalanced across the patients. At the end of the feasibility study of each system, the patients will be asked to complete the System Usability Scale, Virtual Reality Sickness Questionnaire, and a self-designed questionnaire to assess the user experience and perspective about these new systems and their view of its suitability for stroke patients.\n\nPhase Ⅱ: Validation and Comparison of Clinical Treatment Efficacy\n\nThis three-arm, single-blind, randomized controlled trial will investigate the treatment effects among the 3 groups of VR+MT, MR+MT, and traditional MT. An estimated 45 patients with stroke will be recruited to participate in this phase Ⅱ study. Each participant will receive a total of 15 training sessions (40 minutes per session) within 5 weeks. Clinical outcome measures will be conducted at baseline, at immediately after treatment, and at 1 month follow-up after treatment."},"conditionsModule":{"conditions":["Stroke","Cerebrovascular Disorders","Central Nervous System Diseases"],"keywords":["digital rehabilitation","mixed reality","virtual reality","cerebrovascular accident","mirror visual feedback"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"OTHER","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":45,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Virtual Reality-based Mirror Therapy (VR+MT)","type":"EXPERIMENTAL","description":"In each therapy session, the patients will execute 2 upper-limb functional tasks, starting with easy then more complex tasks.","interventionNames":["Behavioral: Virtual Reality-based Mirror Therapy (VR+MT)"]},{"label":"Mixed Reality-based Mirror Therapy (MR+MT)","type":"EXPERIMENTAL","description":"The patients will execute 2 upper-limb functional tasks in each session.","interventionNames":["Behavioral: Mixed Reality-based Mirror Therapy (MR+MT)"]},{"label":"Traditional Mirror Therapy (MT)","type":"ACTIVE_COMPARATOR","description":"The patients will execute 2 to 3 categories of activities per training session: (1) active range of motion exercises, (2) reaching movement or object manipulation, and (3) upper-limb functional tasks.","interventionNames":["Behavioral: Traditional Mirror Therapy (MT)"]}],"interventions":[{"type":"BEHAVIORAL","name":"Virtual Reality-based Mirror Therapy (VR+MT)","description":"In this VR+MT group, the patients will be instructed to perform the unilateral movements of the non-affected upper limb simultaneously while observing the animated hand as mirroring reflection of the affected hand within the immersive environment, which presented on the goggle via the VR+MT system.","armGroupLabels":["Virtual Reality-based Mirror Therapy (VR+MT)"]},{"type":"BEHAVIORAL","name":"Mixed Reality-based Mirror Therapy (MR+MT)","description":"In the MR+MT group, the patients will be instructed to perform the unilateral movements of the non-affected upper limb concurrently meanwhile watching the real-time mirroring image reflection of the non-affected upper limb's movements of the patients captured, transformed, and superimposed on the affected upper limb, which projected to the screen from the front side via the MR+MT system.","armGroupLabels":["Mixed Reality-based Mirror Therapy (MR+MT)"]},{"type":"BEHAVIORAL","name":"Traditional Mirror Therapy (MT)","description":"In the traditional MT group, patients will be instructed to perform the unilateral movements of the non-affected upper limb at the same time while watching the mirror of a mirror box placed in front of the patient's midsagittal plane, in which the illusory reflection of the non-affected upper limb appears as if it were the another affected upper limb.","armGroupLabels":["Traditional Mirror Therapy (MT)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change scores of Fugl-Meyer Assessment of the Upper Extremity","description":"The Fugl-Meyer Assessment of the Upper Extremity (FMA-UE) is a measure with sound psychometric properties to evaluate upper-limb hemiparesis of patients following stroke. The total, proximal and distal scores of the FMA-UE range from 0 to 66, from 0 to 42, and from 0 to 24, respectively; a higher score indicates better upper-limb motor function.","timeFrame":"baseline, 5 weeks, 9 weeks"},{"measure":"Change scores of Nottingham Extended Activities of Daily Living scale","description":"The Nottingham Extended Activities of Daily Living scale is an ease-of-use measure with sound reliability and validity to assess independence of more complex daily function. Each item scores ranged from 0 (no/unable) to 3 (on my own/able) with a total score range of 0 to 66. A higher score indicates greater independence of instrumental activities of daily living.","timeFrame":"baseline, 5 weeks, 9 weeks"}],"secondaryOutcomes":[{"measure":"Change scores of grip strengths","description":"The Jamar® Plus+ Digital Hand Dynamometer has been designed similarly to the reliable and validated Jamar Hydraulic Hand Dynamometer to measure the grip strength. The grip strengths of both hands were alternatively measured in kilograms (kg) by adopting the average of three measurements.","timeFrame":"baseline, 5 weeks, 9 weeks"},{"measure":"Change scores of lateral pinch strengths","description":"The Jamar® Plus+ Digital Pinch Gauge has been developed and widely used with the advantages of an easy-to-read digital readout and being capable of storing data. The lateral pinch strengths of both hands will be alternatively measured in kilograms (kg) by adopting the average of three measurements.","timeFrame":"baseline, 5 weeks, 9 weeks"},{"measure":"Change scores of palmar pinch strengths","description":"The Jamar® Plus+ Digital Pinch Gauge has been developed and widely used with the advantages of an easy-to-read digital readout and being capable of storing data. The palmar pinch strengths of both hands will be alternatively measured in kilograms (kg) by adopting the average of three measurements.","timeFrame":"baseline, 5 weeks, 9 weeks"},{"measure":"Change scores of Box and Block Test","description":"The Box and Block Test (BBT) is a tool with sound reliability and validity to evaluate hand dexterity. The number of cubes moved represents the BBT score, with a higher score indicating better gross dexterity.","timeFrame":"baseline, 5 weeks, 9 weeks"},{"measure":"Change scores of Revised Nottingham Sensory Assessment","description":"The Revised Nottingham Sensory Assessment is a standardized measure with good reliability to evaluate sensory function of patients following stroke. The scores of the tactile sensation, proprioception, and stereognosis subscales range from 0 to 108, from 0 to 21, and from 0 to 22, respectively; a higher score indicates better somatosensory function.","timeFrame":"baseline, 5 weeks, 9 weeks"},{"measure":"Change scores of Chedoke Arm and Hand Activity Inventory","description":"The Chedoke Arm and Hand Activity Inventory is a reliable and validated measure to evaluate the independence of patients following stroke to perform activities of daily living with an affected upper limb. Each task scores ranged from 1 (total assist) to 7 (complete independence) with a total score range of 13 to 91. A higher score indicates greater recovery of arm and hand function.","timeFrame":"baseline, 5 weeks, 9 weeks"},{"measure":"Change scores of the health state of EQ-5D-5L","description":"The questionnaire of EQ-5D-5L comprises 5 dimensions, including mobility, self-care, usual activities, pain/discomfort, and anxiety/depression, and uses a 5-point Likert scale scored from 1 (no problem) to 5 (unable to/extreme problems); whereas, the numerical description of 5-dimension questionnaire represents the health state.","timeFrame":"baseline, 5 weeks, 9 weeks"},{"measure":"Change scores of the visual analogue scale of EQ-5D-5L","description":"The visual analogue scale of EQ-5D-5L score will be scored from 0 to 100. A higher score indicates better overall current health.","timeFrame":"baseline, 5 weeks, 9 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Phase Ⅰ: Design and Development of the VR+MT and MR+MT Systems \\& Feasibility Study\n\nInclusion Criteria:\n\n* diagnosed with unilateral stroke\n* age of 20 to 80 years\n* a baseline Fugl-Meyer Assessment of the Upper Extremity score of 20 to 60\n* able to follow the study instructions and provide the feedback of user experiences verbally\n\nExclusion Criteria:\n\n* diagnosed with global or receptive aphasia\n* the presence of severe neglect\n* the existence of major medical problems or comorbidities that could interfere with upper-limb usage and pain, or disrupt visual or auditory perception\n\nPhase Ⅱ: Validation and Comparison of Clinical Treatment Efficacy\n\nInclusion Criteria:\n\n* diagnosed with unilateral stroke\n* more than 6 months after stroke onset\n* age of 20 to 80 years\n* a baseline Fugl-Meyer Assessment of the Upper Extremity score of 20 to 60\n* able to follow the study instructions\n* capable of participating in the assessment process and treatment program\n\nExclusion Criteria:\n\n* diagnosed with global or receptive aphasia\n* the presence of severe neglect\n* the existence of major medical problems or comorbidities that could interfere with upper-limb usage and pain, or disrupt visual or auditory perception","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Yu-Wei Hsieh, PhD","role":"CONTACT","phone":"+886-3-2118800","phoneExt":"3820","email":"ywhsieh@mail.cgu.edu.tw"}],"overallOfficials":[{"name":"Yu-Wei Hsieh, PhD","affiliation":"Department of Occupational Therapy, College of Medicine, Chang Gung University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Taoyuan Chang Gung Memorial Hospital","city":"Taoyuan City","zip":"333","country":"Taiwan","geoPoint":{"lat":24.95233,"lon":121.20193}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000002561","term":"Cerebrovascular Disorders"}],"ancestors":[{"id":"D000001927","term":"Brain Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","asFound":"Cerebrovascular Disorders","relevance":"HIGH"},{"id":"M5432","name":"Central Nervous System Diseases","asFound":"Central Nervous System Diseases","relevance":"HIGH"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}