{"protocolSection":{"identificationModule":{"nctId":"NCT03271788","orgStudyIdInfo":{"id":"97106125033101"},"organization":{"fullName":"Zurich University of Applied Sciences","class":"OTHER"},"briefTitle":"Can Stroke Patients and Their Caregiver Benefit From Additive Mindfulness Training","officialTitle":"Pilot Study to Evaluate the Effect of MBSR on Motor Learning, Attention, and Quality of Life in Stroke Patients and Their Relatives- a Monocentric Study"},"statusModule":{"statusVerifiedDate":"2017-09","overallStatus":"UNKNOWN","lastKnownStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-12-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2018-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2018-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2017-09-01","studyFirstSubmitQcDate":"2017-09-01","studyFirstPostDateStruct":{"date":"2017-09-05","type":"ACTUAL"},"lastUpdateSubmitDate":"2017-09-01","lastUpdatePostDateStruct":{"date":"2017-09-05","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Silke Neumann","investigatorTitle":"Master of Science","investigatorAffiliation":"Zurich University of Applied Sciences"},"leadSponsor":{"name":"Zurich University of Applied Sciences","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The main purpose of the study is to find out if MBSR (Mindfulness) in addition to occupational therapy, can improve the therapeutic results in stroke-patients and help relatives of stroke patients to improve their quality of life.","detailedDescription":"The study seeks primarily to determine the effect of Mindfulness (conducted additionally to occupational therapy) on physical and mental capabilities of life of stroke patients.\n\nFurthermore, we want to find out if Mindfulness has a positive impact towards the quality of life and the daily burden of stroke patients and their caregivers.\n\nThe overall purpose of this study is to evaluate the feasibility of the process-basis, resources-basis, management-basis, and scientific basis for a further larger study. We want to conduct an exploratory case study as an A-B Design in which the A-Phase is \"only regular occupational therapy\" (no additive intervention) and the B-Phase contains the \"regular occupational therapy\" and \"MBSR\" (Mindfulness-Course; intervention).\n\nFour stroke patients and their closest relative will be included in the study (n=8).\n\nThe study is non-blinded and no randomised allocation will take place. We will compare the outcomes of Phase B with the outcomes of Phase A of every person.\n\nThe purpose of the exploratory case study is to analyse the feasibility of the study design that will be used in a subsequent research study.\n\nThe study will last 16 weeks; split into two parts of eight weeks (A Phase and B-Phase).\n\n1. Baseline Measurement\n\n   If the patient and the caregivers are included into the study they perform several measurements and questionnaires:\n   * Measurements to assess physical capabilities (Patient)\n   * Measurement to assess attention (Patient)\n   * Measurements to assess Quality of life daily burden of illness and caregiving (Patient and Caregiver\n   * Semi structured Interviews (Patient and Caregiver)\n2. A-Phase The stroke patient continues his/her regular occupational treatment for eight weeks.\n\n   The caregivers get no study-related treatment.\n3. 2nd (Midterm)-Measurement Same procedure as the baseline measurement.\n4. B-Phase (Intervention Phase) Within the B-Phase of the study, the participant gets Mindfulness Training (intervention) in addition to the regular occupational therapy.\n\n   Before Patients and Caregivers start the MBSR Course (Mindfulness) the get information from an experienced Mindfulness trainer about e.g. duration, contents of the course, etc. They have the opportunity to ask questions.\n\n   The course lasts eight weeks. The MBSR group meet every week for 2.5h. The participants will get \"homework\" that they to perform at home (1h per day). If the duration of practice is to burdensome for the participants, then they can talk to the MBSR-trainer about time reduction.\n5. 3rd (Final) Measurement Same procedure as the baseline and second (Midterm-) measurement."},"conditionsModule":{"conditions":["Stroke","Relatives","Motor Disorder","Attention Deficit","Quality of Life"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":8,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"stroke patients and caregivers","type":"EXPERIMENTAL","description":"Stroke patients will conduct two phases ( A-Phase: regular occupational therapy; B-Phase occupational therapy with additional mindfulness) Caregivers of the patients will conduct the MBSR Course (Mindfulness) together with their relatives (Phase B). In Phase A they will not receive any treatment.","interventionNames":["Other: Mindfulness, MBSR"]}],"interventions":[{"type":"OTHER","name":"Mindfulness, MBSR","description":"Participants (stroke patients and one of their closest relatives) will conduct an MBSR Course in Phase B","armGroupLabels":["stroke patients and caregivers"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Wolf Motor Function Test","description":"The Wolf Motor Function Test (WMFT) quantifies upper extremity (UE) motor ability through timed and functional tasks (Wolf et al., 1995). The first 6 items involve timed functional tasks, items 7-14 are measures of strength, and the remaining 9 items consist of analyzing movement quality when completing various tasks. Performance is rated on a scale (Wolf et al., 2005) from 1(\"does not attempt with UE being tested\") to 6 (\"appears normal\"). Lower scores indicate lower functioning levels. Since a maximum of 120 s is allocated to each item, it is estimated to take approximately 30 min with additional time for measuring grip strength (item 14).","timeFrame":"20min"},{"measure":"Motor Activity LOG (MAL)","description":"The MAL is a scripted structured interview to measure real-works upper extremity function. Patients have to assess their capabilities of the upper limb in terms of\n\n1. How often do they use the affected limb in their everyday live and\n2. How would they evaluate the quality of the use? (Taub et al, 2011)","timeFrame":"Time of performance: ca. 15 min"},{"measure":"Assessment of Motor and Process Skills (AMPS)","description":"The purpose of the AMPS is to evaluate a person's quality of performance of personal or instrumental activities of daily living (ADL) by observing the person doing the task (e.g. cooking a pancake, put on socks, etc.) The AMPS is used to test a person in a relevant and familiar environment as he or she performs ADL tasks that have been prioritized by the client.\n\nIt measures the degree to which a person's ADL task performances are free of increased clumsiness or physical effort, decreased efficiency, safety risk, and/or need for assistance.\n\nIt is possible to score the quality of 16 ADL motor and 20 ADL process performance skills and facilitate occupation-focused documentation and occupation-based intervention planning. (Downloaded from website: http://www.innovativeotsolutions.com/content/amps/ )","timeFrame":"50min"},{"measure":"ASPA (Attention and Performance Self-Assessment)","description":"The purpose of the self-assessment questionnaire ASPA is to evaluate and analyse a person's memory and attention that is necessary in everyday tasks.","timeFrame":"5min"},{"measure":"WHOQoL-BREF (for patients and caregivers)","description":"The WHOQOL-BREF instrument comprises 26 items, which measure the following broad domains: physical health, psychological health, social relationships, and environment. The WHOQOL-BREF is a shorter version of the original instrument that may be more convenient for use in large research studies or clinical trials.\n\nThe WHOQOL-BREF self-assessment was completed, together with socio-demographic and health status questions. Analyses of internal consistency, item-total correlations, discriminant validity and construct validity through conﬁrmatory factor analysis, indicate that the WHOQOL-BREF has well to excellent psychometric properties of reliability and performs well in preliminary tests of validity. These results indicate that overall, the WHOQOL-BREF is a sound, cross-culturally valid assessment of QOL (Skevington et al, 2004).","timeFrame":"20 min"},{"measure":"EQ-5D","description":"EQ-5D is a standardised measure of health status developed by the EuroQol Group in order to provide a simple, generic measure of health for clinical and economic appraisal. EQ-5D is designed for self-completion by respondents and is ideally suited for use in postal surveys, in clinics, and in face-to-face interviews. It is cognitively undemanding, taking only a few minutes to complete. Instructions to respondents are included in the questionnaire (Oemar et al., 2013)","timeFrame":"5 min"},{"measure":"Pictorial Representation of Illness and Self Measure (PRISM) (patients and caregivers)","description":"The PRISM is a tool used to represent the burden of an illness graphically.in relation to oneself and one's life measured with the Self-Illness-Separation (SIS) instrument (Streffer et al., 2009; Kassardjian et al., 2008)","timeFrame":"10min"},{"measure":"Burden Scale of family caregivers BSFC (Häusliche Pflegeskala) only caregivers","description":"The Burden Scale of Family Caregivers (BSFC) is a 28-item questionnaire developed ot measure the levels of perceived burden of family caregivers. The BSFC is designed for use\n\n* to identify individual caregiver service needs, plan intervention, and evaluate progress in clinical practice.\n* to evaluate service effectiveness of a program and to predict caregiver health and caregiving situation in research studies.","timeFrame":"10min"}],"secondaryOutcomes":[{"measure":"Semi-structured Interview (patients and caregivers)","description":"Different topics that are important for the patients and the caregivers will be discussed e.g.\n\n* Change in family-roles and relationship, handling of dependencies\n* Daily burden, strain, daily problems\n* Coping strategies\n* Etc.","timeFrame":"60min"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participants (out-patients) fulfilling all of the following inclusion criteria are eligible for the study:\n* Informed Consent as documented by signature (Appendix Informed Consent Form)\n* Adult stroke patients (outpatients) who gets regular occupational therapy\n* Time after stroke at least 6 months\n* Modified Rankin Scale ≥1≤ 4\n* Mini Mental State ≥ 24\n\nParticipants (caregivers) fulfilling all of the following inclusion criteria are eligible for the study:\n\n* Close relative who is primary in charge and bear the largest burden of the caregiving of the stroke patient\n\nExclusion Criteria:\n\n* Co-Morbidity (e.g. severe psychological, neurological disorders)\n* Severe cognitive disorders\n* Severe speech comprehension disorders\n* Known or suspected drug, medication or alcohol abuse\n* Inability to follow the procedures of the study, e.g. due to language","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Silke Neumann, MSc","role":"CONTACT","phone":"0041 58 934 49 76","email":"neus@zhaw.ch"},{"name":"Heidrun Becker, Prof","role":"CONTACT","phone":"0041 58 934 64 77","email":"heidrun.becker@zhaw.ch"}],"overallOfficials":[{"name":"Silke Neumann, MSC","affiliation":"Zurich University of Applied Sciences","role":"PRINCIPAL_INVESTIGATOR"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000068079","term":"Motor Disorders"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000001523","term":"Mental Disorders"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M4284","name":"Attention Deficit Disorder with Hyperactivity","relevance":"LOW"},{"id":"M219","name":"Motor Disorders","asFound":"Motor Disorders","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M4505","name":"Mental Disorders","relevance":"LOW"},{"id":"M14163","name":"Psychotic Disorders","relevance":"LOW"},{"id":"T6034","name":"Quality of Life","asFound":"Quality of Life","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}