{"protocolSection":{"identificationModule":{"nctId":"NCT04014270","orgStudyIdInfo":{"id":"2018-02402"},"secondaryIdInfos":[{"id":"10000465","type":"OTHER","domain":"Swissmedic"},{"id":"CIV-CH-19-02-027064","type":"OTHER","domain":"EUDAMED"}],"organization":{"fullName":"Intento SA","class":"INDUSTRY"},"briefTitle":"Self-modulated Functional Electrical Stimulation in Chronic Stroke Patients With Severe and Moderate Upper Limb Paresis","officialTitle":"Self-modulated Functional Electrical Stimulation in Chronic Stroke Patients With Severe and Moderate Upper Limb Paresis: A Multi-Centre, Single-Blind, Randomized Parallel Study","acronym":"SM-FES"},"statusModule":{"statusVerifiedDate":"2023-05","overallStatus":"TERMINATED","whyStopped":"* Challenges experienced in recruitment.\n* Shifts in the sponsor's priorities and organizational structure resulting from its integration into a larger corporate group.","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-11-08","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-10-26","type":"ACTUAL"},"completionDateStruct":{"date":"2023-05-22","type":"ACTUAL"},"studyFirstSubmitDate":"2019-07-08","studyFirstSubmitQcDate":"2019-07-08","studyFirstPostDateStruct":{"date":"2019-07-10","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-05-22","lastUpdatePostDateStruct":{"date":"2023-05-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Intento SA","class":"INDUSTRY"},"collaborators":[{"name":"Centre Hospitalier Universitaire Vaudois","class":"OTHER"},{"name":"University Hospital, Geneva","class":"OTHER"},{"name":"KLINIK BETHESDA Tschugg","class":"UNKNOWN"},{"name":"Insel Gruppe AG, University Hospital Bern","class":"OTHER"},{"name":"University of Bern","class":"OTHER"},{"name":"Innosuisse - Swiss Innovation Agency","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The study aims at demonstrating the efficacy of self-modulated functional electrical stimulation (SM-FES) in promoting upper-limb (UL) motor recovery in chronic stroke patients with severe and severe-moderate paralysis.\n\nThe effect of such experimental therapy will be compared to dose-matched, goal-oriented standard care (SC).\n\nSM-FES consists of intensive, goal-oriented, repetitive functional exercises assisted by electrical stimulation. The patient actively self-administers the electrical stimulation on the impaired limb by controlling the electrical stimulation device with the non-impaired hand.\n\nThe duration of the intervention is 90 min per day, 5 days per week, for 2 weeks.","detailedDescription":"After the informed consent process, each centre will screen potential participants according to the inclusion and exclusion criteria.\n\nEach recruited participant will be randomly assigned to one group:\n\n* experimental group - patients will receive self-modulated functional electrical stimulation SM-FES;\n* control group - patients will receive standard care SC.\n\nThis first main phase of the study includes 10 days intervention delivered to the two groups and assessments pre-intervention, post-intervention and after 3 months (follow-up).\n\nAfter the follow-up, participants initially recruited in the control group will be able to enter a secondary exploratory phase and receive further 10 days of treatment with SM-FES."},"conditionsModule":{"conditions":["Stroke Rehabilitation"],"keywords":["Electrical stimulation","Upper limb rehabilitation","Hemiplegia"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"As the two interventions (SM-FES and SC) are different in appearance for both the participant and the therapist providing the therapy session, only the assessor (i.e., person administering the outcome tests) will be kept blinded to treatment condition.","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":29,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Self modulated functional electrical stimulation (SM-FES)","type":"EXPERIMENTAL","description":"Patients will receive self-modulated functional electrical stimulation SM-FES","interventionNames":["Device: Self-modulated functional electrical stimulation (SM-FES)"]},{"label":"Standard care (SC)","type":"ACTIVE_COMPARATOR","description":"Patients will receive standard care, dose matched to the experimental group therapy","interventionNames":["Other: Standard Care"]}],"interventions":[{"type":"DEVICE","name":"Self-modulated functional electrical stimulation (SM-FES)","description":"The patient actively self-administers the electrical stimulation on the impaired limb by controlling the electrical stimulation device with the non-impaired hand. A device called the Intento PRO will be used to deliver the experimental treatment.\n\nDuration: 90 min per day, 5 days per week, for 2 weeks.","armGroupLabels":["Self modulated functional electrical stimulation (SM-FES)"]},{"type":"OTHER","name":"Standard Care","description":"The patient performs intensive, goal-oriented, repetitive functional exercises.\n\nDuration: 90 min per day, 5 days per week, for 2 weeks.","armGroupLabels":["Standard care (SC)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in the motor part of the Fugl-Meyer Assessment of the Upper Extremity (FMA-UE) scale, calculated from baseline to post-intervention (2 weeks)","description":"The FMA-UE measures the upper limb motor impairment. FMA-UE consists of 33 items. Each item is scored on a 3-point ordinal scale (0, 1, and 2) with 0 generally corresponding to no function, 1 to partial function, and 2 to perfect function. The items are summed to the final maximal score of 66 (no impairment).The FMA may also be divided into shoulder/elbow and wrist/hand sub-scores consisting of 18 and 15 tasks, with a maximum score of 36 and 30, respectively. Higher scores indicate less impairment.","timeFrame":"From baseline to post-intervention (2 weeks)"}],"secondaryOutcomes":[{"measure":"Change of the Fugl-Meyer Assessment of the Upper Extremity (FMA-UE) scale at 3 months (T3) compared to baseline (T0)","description":"The FMA-UE measures the upper limb motor impairment. FMA-UE consists of 33 items. Each item is scored on a 3-point ordinal scale (0, 1, and 2) with 0 generally corresponding to no function, 1 to partial function, and 2 to perfect function. The items are summed to the final maximal score of 66 (no impairment). The FMA may also be divided into shoulder/elbow and wrist/hand sub-scores consisting of 18 and 15 tasks, with a maximum score of 36 and 30, respectively. Higher scores indicate less impairment.","timeFrame":"At 3 months (T3) compared to baseline (T0)"},{"measure":"Number and proportion of patients with change of at least 5 FMA-UE points from baseline (T0) to 2 weeks (T2) post-intervention and 3 months (T3) follow-up","description":"Fugl-Meyer Assessment of the Upper Extremity (FMA-UE).","timeFrame":"From baseline (T0) to 2 weeks (T2) post-intervention and 3 months (T3) follow-up"},{"measure":"Change of upper limb function measured by the Action Research Arm test (ARAT) from baseline to post-intervention (2 weeks) and to 3 months follow-up","description":"The ARAT measures of the upper limb function. It contains 19 items grouped into 4 subscales: grasp, grip, pinch and gross motor. In the first 3 subscales, the scale assessed the ability to grasp, move, and release objects of differing size, weight, and shapes. The last subtest evaluates 3 gross movements (place hand behind head, place hand on top of head, and move hand to mouth). Each item is graded on an ordinal scale from 0-3, all of which are summed to yield a score of 0 to 57. Higher scores indicate less impairment.","timeFrame":"From baseline to post-intervention (2 weeks) and to 3 months follow-up"},{"measure":"Change of perceived upper limb function measured by the Motor Activity Log (MAL) from baseline to post-intervention (2 weeks) and to 3 months follow-up","description":"The MAL is a measure of perceived upper limb disability in activities of daily living.\n\nThe MAL-14 includes 14 items, scored on an 11-point amount of use (AOU) scale (range 0-5) to rate how much the arm is used and an 11-point quality of movement (QOM) scale (range 0-5) to rate how well patients are using their affected upper extremity.","timeFrame":"From baseline to post-intervention (2 weeks) and to 3 months follow-up"},{"measure":"Change of hand and arm spasticity measured by the REsistance to PASsive movement (REPAS) from baseline to post-intervention (2 weeks) and to 3 months follow-up","description":"The REPAS consists of several items across different defined joints, each of which are rated according to the Modified Ashworth Scale (MAS) (0 = no increase in muscle tone to 4 = limb rigid in flexion or extension), and includes assessments of the shoulder, elbow, forearm, wrist, finger. A higher score indicates more severe impairment, with a maximum upper limb score of 64.","timeFrame":"From baseline to post-intervention (2 weeks) and to 3 months follow-up"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* diagnosis of one, first-ever ischemic stroke verified by brain imaging (i.e. computed tomography or magnetic resonance imaging);\n* chronic impairment after stroke, i.e. time since event ≥ 6months;\n* severe and severe-moderate upper limb impairment, i.e. FMA-UE score ≤ 34;\n* 18 ≤ age \\< 80;\n* ability to give consent, understand the device use and follow instructions.\n\nExclusion Criteria:\n\n* an unstable recovery stage, measured as a difference between screening and baseline examinations of more than 3 points in the motor part of the FMA-UE scale;\n* contraindications and risk factors to neuromuscular electrical stimulation;\n* severe hemi-spatial neglect or anosognosia involving the affected arm, as determined by the Bells tests (\\> 6 errors);\n* severe impairment of proprioception, as evaluated from the blinded detection and discrimination of imposed passive movements (≥ 20° extension or flexion) of the finger proximal joint (\\>3 errors out of 6 mobilisations);\n* severe impairment of tactile sensing in the hand, as assessed by Semmes-Weinstein monofilament test (no detection of the 5.88 size evaluator);\n* excessive spasticity, as indicated by a score \\> 2 in any of the items of the REsistance to PASsive movement (REPAS) arm subtest;\n* recurrent, moderate to high upper limb pain limiting delivery of rehabilitation dose, i.e. pain at rest and in correspondence of a passive range of motion lower than 50%;\n* botulinum toxin injection into affected upper extremity during 3 months before the study or during the study;\n* history of physical / medical conditions interfering with study procedure, for example shoulder subluxation, upper extremity injury that limits the function of the hand or arm, skin lesion/rash/open wound on the affected upper extremity, or similar;\n* history of neurological condition interfering with study procedure, e.g. Parkinson's disease, progressive brain diseases like dementia and tumours;\n* use of antipsychotic medications;\n* enrolled in the past six months in another study involving drugs, biologics, upper limb experimental therapy, or similar.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"Centre hospitalier universitaire vaudois","city":"Lausanne","state":"Vaud","zip":"1005","country":"Switzerland","geoPoint":{"lat":46.516,"lon":6.63282}},{"facility":"Inselspital","city":"Bern","zip":"3010","country":"Switzerland","geoPoint":{"lat":46.94809,"lon":7.44744}},{"facility":"Hôpitaux Universitaires de Genève","city":"Genève","zip":"1205","country":"Switzerland","geoPoint":{"lat":46.20222,"lon":6.14569}},{"facility":"Klinik Bethesda Tschugg","city":"Tschugg","zip":"3233","country":"Switzerland","geoPoint":{"lat":47.02371,"lon":7.07757}}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000010291","term":"Paresis"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M20634","name":"Muscle Weakness","relevance":"LOW"},{"id":"M9205","name":"Hemiplegia","relevance":"LOW"},{"id":"M12894","name":"Paresis","asFound":"Paresis","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}