{"protocolSection":{"identificationModule":{"nctId":"NCT04265365","orgStudyIdInfo":{"id":"201802219A3"},"organization":{"fullName":"Chang Gung Memorial Hospital","class":"OTHER"},"briefTitle":"Efficacy of Integrated Therapy of rTMS and rPMS on Upper Limb Function in Patients With Stroke","officialTitle":"Efficacy of Integrated Therapy of Repetitive Transcranial Magnetic Stimulation and Repetitive Peripheral Magnetic Stimulation on Upper Limb Function in Patients With Stroke"},"statusModule":{"statusVerifiedDate":"2021-07","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-02-27","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-12-11","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-02-11","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-02-02","studyFirstSubmitQcDate":"2020-02-09","studyFirstPostDateStruct":{"date":"2020-02-11","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-03-07","lastUpdatePostDateStruct":{"date":"2022-03-09","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Chang Gung Memorial Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Repetitive transcranial magnetic stimulation (rTMS) and repetitive peripheral magnetic stimulation (rPMS) are innovative treatments for patients with stroke. Therefore, the integrated therapy of rTMS and with repetitive peripheral magnetic stimulaiton (rPMS) is employed in this project. This proposal aims at exploring different novel treatment strategies in the treatment of UE dysfunction in patients with stroke: rTMS integrated with rPMS.","detailedDescription":"Several aims in this study include identifying a better protocol of rPMS with Theta burst stimulation (TBS) and different nerves stimulation location, identifying the most optimal treatment protocols for rPMS (TBS treatment and nerve stimulation location), integrating novel treatment protocol (optimal rTMS + rPMS), comparing efficacy between integrated therapy of optimal rTMS and rPMS treatment and single rTMS or rPMS treatment, determining the mechanism of neuro-motor control, clinical predictors, and related biomarkers for the novel treatment protocol A total of 108-135 patients with stroke will be recruited. During phase 1 (year 1 and year 2), 72 to 90 participants will be randomly enrolled in different groups (12-15 participants in each group). For the first year, the participants will be randomly enrolled in 3 different groups according to the TBS mode (iTBS vs.cTBS). In the second year, the participants will be randomly enrolled in 3 different groups according to the stimulated nerves (radial, median/ulnar nerves) to find the optimal novel treatment protocols for UE dysfunction in patients with stroke. During phase 2 (2-3 years), 36 to 45 patients will be randomly enrolled into 3 groups of rTMS and rPMS integrated therapy to identify optimal integrated novel treatment protocol.\n\nOutcome measures include clinical based on International Classification of Functioning, Disability and Health (ICF) and motor control (Motor Evoked Potential, MEP; muscle tone assessment (MYOTON); pinch and grip strength and kinematics of upper extremity) assessments that administered at pretest, posttest, and 3-month follow-up. The aim of this study is to establish the novel assessment and treatment protocols in patients with stroke. The intervention will be conducted 10 times in 2 weeks (five times per week). The optimal effective treatment protocol of combination of rTMS and rPMS will also be established. The results of this study will be applied to the translational and evidence-based medicine of the neuro-rehabilitation field of stroke research."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Repetitive transcranial magnetic stimulation","Repetitive peripheral magnetic stimulation","stroke","novel treatment"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"CROSSOVER","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":90,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"rTMS+rPMS_iTBS_R","type":"EXPERIMENTAL","description":"In this group, they received intermittent theta burst stimulation(iTBS) on affected hemisphere after following iTBS at radial nerve on affected hand.","interventionNames":["Device: rTMS+rPMS_iTBS_R"]},{"label":"rTMS+rPMS_cTBS_R","type":"EXPERIMENTAL","description":"In this group, they received intermittent theta burst stimulation on affected hemisphere after following continuous theta burst stimulation(cTBS) at radial nerve on affected hand.","interventionNames":["Device: rTMS+rPMS_cTBS_R"]},{"label":"rTMS +sham-rPMS","type":"SHAM_COMPARATOR","description":"In this group, they received iTBS on affected hemisphere after following sham TBS stimulation at radial nerve on affected hand.","interventionNames":["Device: rTMS +sham-rPMS"]},{"label":"rTMS+rPMS_iTBS_M/U","type":"EXPERIMENTAL","description":"In this group, they received iTBS on affected hemisphere after following iTBS at median/ulnar nerve on affected hand.","interventionNames":["Device: rTMS+rPMS_iTBS_M/U"]},{"label":"rTMS+rPMS_cTBS_M/U","type":"EXPERIMENTAL","description":"In this group, they received iTBS on affected hemisphere after following cTBS at median/ulnar nerve on affected hand.","interventionNames":["Device: rTMS+rPMS_cTBS_M/U"]},{"label":"sham-rTMS+sham-rPMS","type":"SHAM_COMPARATOR","description":"In this group, they received iTBS on affected hemisphere after following sham TBS stimulation at median/ulnar nerve on affected hand.","interventionNames":["Device: sham-rTMS+sham-rPMS"]},{"label":"rTMS + optimal-rPMS","type":"EXPERIMENTAL","description":"In this group, patient received iTBS on affected hemisphere after following optimal repetitive peripheral magnetic stimulation(rPMS) on affected hand.","interventionNames":["Device: rTMS + optimal-rPMS"]},{"label":"rTMS+ sham-rPMS","type":"EXPERIMENTAL","description":"In this group, patient received iTBS on affected hemisphere after following sham repetitive peripheral magnetic stimulation on affected hand.","interventionNames":["Device: rTMS +sham-rPMS"]},{"label":"sham-rTMS+optimal-rPMS","type":"SHAM_COMPARATOR","description":"In this group, patient received sham iTBS on affected hemisphere after following optimal repetitive peripheral magnetic stimulation on affected hand.","interventionNames":["Device: sham-rTMS+optimal-rPMS"]}],"interventions":[{"type":"DEVICE","name":"rTMS+rPMS_iTBS_R","description":"Repetitive peripheral magnetic stimulation (rPMS) intermittent theta-burst stimulation pattern (iTBS) will intermittently give a 2 s train of iTBS every 10s repeated 2 times for a total of 40 times at radial nerve on the affected hand(low pulse: 1200 pulses in total). Then following Repetitive transcranial magnetic stimulation (rTMS) will intermittently give a 2 s train of iTBS every 10s repeated 2 times for a total of 40 times on affected hemisphere(low pulse: 1200 pulses in total).","armGroupLabels":["rTMS+rPMS_iTBS_R"]},{"type":"DEVICE","name":"rTMS+rPMS_cTBS_R","description":"Repetitive peripheral magnetic stimulation (rPMS) continuous burst stimulation pattern (cTBS) will intermittently give a cTBS treatment consists of a continuous train of TBS for 40 seconds repeated for 2 times at radial nerve on the affected hand(low pulse: 1200 pulses in total). Then following Repetitive transcranial magnetic stimulation (rTMS) will intermittently give a 2 s train of iTBS every 10s repeated 2 times for a total of 40 times on affected hemisphere(low pulse: 1200 pulses in total).","armGroupLabels":["rTMS+rPMS_cTBS_R"]},{"type":"DEVICE","name":"rTMS +sham-rPMS","description":"Repetitive peripheral magnetic stimulation (rPMS) sham burst stimulation pattern (sham TBS) will intermittently give a sham TBS treatment consists of a continuous train of TBS for 40 seconds at radial nerve on the affected hand(almost no pulse: 1200 pulses in total). Then following Repetitive transcranial magnetic stimulation (rTMS) will intermittently give a 2 s train of iTBS every 10s repeated 2 times for a total of 40 times on affected hemisphere(low pulse: 1200 pulses in total).","armGroupLabels":["rTMS +sham-rPMS","rTMS+ sham-rPMS"]},{"type":"DEVICE","name":"rTMS+rPMS_iTBS_M/U","description":"Repetitive peripheral magnetic stimulation (rPMS) intermittent theta-burst stimulation pattern (iTBS) will intermittently give a 2 s train of iTBS every 10s repeated 2 times for a total of 40 times at median nerve/nervus ulnaris on the affected hand(low pulse: 1200 pulses in total). Then following Repetitive transcranial magnetic stimulation (rTMS) will intermittently give a 2 s train of iTBS every 10s repeated 2 times for a total of 40 times on affected hemisphere(low pulse: 1200 pulses in total).","armGroupLabels":["rTMS+rPMS_iTBS_M/U"]},{"type":"DEVICE","name":"rTMS+rPMS_cTBS_M/U","description":"Repetitive peripheral magnetic stimulation (rPMS) continuous burst stimulation pattern (cTBS) will intermittently give a cTBS treatment consists of a continuous train of TBS for 40 seconds repeated for 2 times at median nerve/nervus ulnaris on the affected hand(low pulse: 1200 pulses in total). Then following Repetitive transcranial magnetic stimulation (rTMS) will intermittently give a 2 s train of iTBS every 10s repeated 2 times for a total of 40 times on affected hemisphere(low pulse: 1200 pulses in total).","armGroupLabels":["rTMS+rPMS_cTBS_M/U"]},{"type":"DEVICE","name":"sham-rTMS+sham-rPMS","description":"Repetitive peripheral magnetic stimulation (rPMS) sham burst stimulation pattern (sham TBS) will intermittently give a sham TBS treatment consists of a continuous train of TBS for 40 seconds at median nerve/nervus ulnaris on the affected hand(almost no pulse: 1200 pulses in total). Then following Repetitive transcranial magnetic stimulation (rTMS) will intermittently give a sham TBS treatment consists of a continuous train of TBS for 40 seconds on affected hemisphere(almost no pulse: 1200 pulses in total).","armGroupLabels":["sham-rTMS+sham-rPMS"]},{"type":"DEVICE","name":"rTMS + optimal-rPMS","description":"The optimal Repetitive peripheral magnetic stimulation (rPMS) depend on previous results to give an iTBS or cTBS. Then following Repetitive transcranial magnetic stimulation (rTMS) will intermittently give a 2 s train of iTBS every 10s repeated 2 times for a total of 40 times on affected hemisphere(low pulse: 1200 pulses in total).","armGroupLabels":["rTMS + optimal-rPMS"]},{"type":"DEVICE","name":"sham-rTMS+optimal-rPMS","description":"The optimal Repetitive peripheral magnetic stimulation (rPMS) depend on previous results to give an iTBS or cTBS. Then following Repetitive transcranial magnetic stimulation (rTMS) will intermittently give a sham TBS treatment consists of a continuous train of TBS for 40 seconds on affected hemisphere(almost no pulse: 1200 pulses in total).","armGroupLabels":["sham-rTMS+optimal-rPMS"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change from baseline Motion analysis at after six weeks of treatment and three month","description":"All participants will be instructed to perform a series of upper-extremity tasks. The tasks include reaching and grasping. An 7-camera motion analysis system (Vicon system, 3-D Oxfort Metrics Ltd, Oxford, UK) is used in conjunction with a personal computer to capture the movement of markers placed on the participant's body; analog signals were collected simultaneously. Movements were recorded at 120 Hz and digitally low-pass filtered at 5 Hz using a second-order Butterworth filter. Reference markers are placed on the distal interphalangeal joints of the thumb and index finger, the styloid process of the ulna, proximal end of the second metacarpal, and the object.","timeFrame":"baseline, after 6 weeks of treatment, 3 months"},{"measure":"Change from baseline Motor evoked potential at after six weeks of treatment and three month","description":"The comparison of baseline of Motor Evoked Potential for stroke after different therapy, including resting motor threshold (RMT), active motor thresholds (AMT), input-output curve (IO curve) and stationary period.","timeFrame":"baseline, after 6 weeks of treatment, 3 months"},{"measure":"Change from baseline Myoton at after six weeks of treatment and three month","description":"The comparison of baseline of Myoton for stroke after different therapy, assessing the functional status of skeletal muscle.","timeFrame":"baseline, after 6 weeks of treatment, 3 months"},{"measure":"Change from baseline Muscle strength at after six weeks of treatment and three month","description":"The comparison of baseline of Muscle strength for stroke after different therapy, including lateral pinch, palmar pinch, and tip pinch.","timeFrame":"baseline, after 6 weeks of treatment, 3 months"},{"measure":"Change from baseline Brunnstrom stage at after six weeks of treatment and three month","description":"The Brunnstrom stage is used to classify the severity of stroke patient according to specific movement.","timeFrame":"baseline, after 6 weeks of treatment, 3 months"},{"measure":"Change from baseline Fugl Meyer Assessment at after six weeks of treatment and three month","description":"The Fugl Meyer Assessment is used to measure upper and lower extremity motor , range of motion, sensation, pain and balance.","timeFrame":"baseline, after 6 weeks of treatment, 3 months"},{"measure":"Change from baseline Modified Ashworth Scale at after six weeks of treatment and three month","description":"The Modified Ashworth Scale is used to measure the muscle tone of affected limb, for each item minimum value is 0 and maximum value is 4, higher scores mean a worse outcome.","timeFrame":"baseline, after 6 weeks of treatment, 3 months"}],"secondaryOutcomes":[{"measure":"Change from baseline Action Research Arm Test at after six weeks of treatment and three month","description":"The Action Research Arm Test is used to measure bilateral gross manual and finger dexterity.","timeFrame":"baseline, after 6 weeks of treatment, 3 months"},{"measure":"Change from baseline Box and Block Test at after six weeks of treatment and three month","description":"The Box and Block Test (BBT) measures unilateral gross manual dexterity.","timeFrame":"baseline, after 6 weeks of treatment, 3 months"},{"measure":"Change from baseline Nine-Hole test at after six weeks of treatment and three month","description":"The Nine-Hole Peg Test (NHPT) is used to measure finger dexterity in patients with various neurological diagnoses.","timeFrame":"baseline, after 6 weeks of treatment, 3 months"},{"measure":"Change from baseline Jebson Taylor Hand Function Test at after six weeks of treatment and three month","description":"The Jebson Taylor Hand Function Test (JTHFT) is used to assess a broad range of unilateral hand functions required for activities of daily living(ADLs).","timeFrame":"baseline, after 6 weeks of treatment, 3 months"},{"measure":"Change from baseline Functional Independence Measure at after six weeks of treatment and three month","description":"The purpose of Functional Independence Measure(FIM) is to understand and track adult's life function performance, progress and goal achievement. There are three main areas: self-care, mobility, and cognition. The score is from 1 to 7 points, 1 is completely dependent, and 7 is completely independent.","timeFrame":"baseline, after 6 weeks of treatment, 3 months"},{"measure":"Change from baseline Motor Activity Log at after six weeks of treatment and three month","description":"The Motor Activity Log(MAL) is used to measure the quality and quantity of a stroke patient when performing activities using the affected hand.","timeFrame":"baseline, after 6 weeks of treatment, 3 months"},{"measure":"Change from baseline Wolf Motor Function Test at after six weeks of treatment and three month","description":"The Wolf Motor Function Test(WMFT) is used to measure unilateral motor quality and strength.","timeFrame":"baseline, after 6 weeks of treatment, 3 months"},{"measure":"Change from baseline Nottingham Health Profile at after six weeks of treatment and three month","description":"The Nottingham Health Profile(NHP) is a questionnaire that assesses the quality of life associated with health. There are a total of 38 items, divided into six sub-items: mobility, social isolation, emotional response, pain, sleep and energy.","timeFrame":"baseline, after 6 weeks of treatment, 3 months"},{"measure":"Change from baseline Stroke Impact Scale at after six weeks of treatment and three month","description":"The Stroke Impact Scale(SIS) is used to measure the influence of several aspects after stroke, for each item minimum value is 1 and maximum value is 5, higher scores mean a better outcome.","timeFrame":"baseline, after 6 weeks of treatment, 3 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* first stoke and in stable phase\n* age 20-80 years\n* unilateral brain lesions with unilateral hemiplegia\n* brain wave examination without epileptic waves\n\nExclusion Criteria:\n\n* brain stem or cerebellar stroke\n* Patients with epilepsy\n* Patients with aneurysm or cerebrovascular malformation\n* Patients with mental illness\n* Patients with degenerative diseases (such as neurodegenerative diseases)\n* Patients with severe intelligence or language barriers (such as mental retardation or severe communication impairment)\n* Patients with serious medical conditions (such as heart failure)\n* Patients with acute disease (such as infection)\n* Patients had metal implants in the body (such as cardiac rhythm or brain metal implants, metal clips for aneurysms)\n* Patients had botox injection or surgery in the first half of the study\n* pregnant woman or breastfeeding woman\n* other obstacles (such as claustrophobia, obesity, etc.)","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Chia-Ling Chen, MD, PhD","role":"CONTACT","phone":"+886-3-3281200","phoneExt":"8148","email":"clingchen@gmail.com"}],"overallOfficials":[{"name":"Chia-Ling Chen","affiliation":"Chang Gung Memorial Hospital","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Chang Gung Memoria Hospital","status":"RECRUITING","city":"Taoyuan","zip":"333","country":"Taiwan","contacts":[{"name":"Chia-Ling Chen, MD,PhD","role":"CONTACT","phone":"+886-3-3281200","phoneExt":"8147","email":"clingchen@gmail.com"},{"name":"Chia-Ling Chen, MD,PhD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":24.95233,"lon":121.20193}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}