{"protocolSection":{"identificationModule":{"nctId":"NCT05178758","orgStudyIdInfo":{"id":"MREC #2593"},"organization":{"fullName":"Sultan Qaboos University","class":"OTHER"},"briefTitle":"Effects of Virtual Reality Training for Stroke Patients","officialTitle":"Effects of Virtual Reality Training on Upper Extremity Motor Recovery for Stroke Patients: A Pilot Study"},"statusModule":{"statusVerifiedDate":"2022-05","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-06-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2023-08-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-09-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-12-03","studyFirstSubmitQcDate":"2021-12-16","studyFirstPostDateStruct":{"date":"2022-01-05","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-05-03","lastUpdatePostDateStruct":{"date":"2022-05-04","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Moon Fai Chan, PhD","investigatorTitle":"Associate Professor","investigatorAffiliation":"Sultan Qaboos University"},"leadSponsor":{"name":"Sultan Qaboos University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"To examine the effects of using a virtual reality (VR) system to improve upper limb motor function among subacute hemiparetic stroke patients. Under this aim, the investigators have two objectives: (1) to develop and test a procedure for the quantitative assessment of stroke patients in a virtual environment; and (2) to compare the outcome measures of the two groups of stroke patients (VR-intervention vs. conventional-control) on these two modes of training.","detailedDescription":"After being informed about the study and potential risks, all participants who gave written consent will undergo the study. A randomized controlled trial with pre-/post-study, of 42 stroke patients with upper limb weakness (21 patients in the control group and 21 patients in the intervention group), 18-65 years old, all are newly admitted stroke patients in the rehabilitation clinic from one hospital. Participants in the intervention group will receive 60 minutes of VR training to improve upper limb function and daily living activities. Participants in the control group will receive 60 minutes of conventional training to improve upper limb function and daily living activities. The training includes grasp, grip, pinch, gross, and finger-hand coordination movement. The training will perform 5 times/week for 4 weeks. Two outcome measures: (a) The Barthel Index and (b) The Fugl-Meyer Assessment, time spent to complete a task were used to compare two groups."},"conditionsModule":{"conditions":["Stroke Patients"],"keywords":["Hemiparetic stroke patients","Virtual reality","Impairment upper limbs"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"SINGLE","maskingDescription":"The assessor will assess participants' outcomes after they complete the rehabilitation training. The assessor does not know who is undergoing the VR (intervention) or non-VR (control) rehabilitation training","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":42,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Virtual Reality (VR) Rehabilitation Training","type":"EXPERIMENTAL","description":"Patients in the VR group will receive VR rehabilitation training in the hospital. The content of the training is the same as the control group. The only difference is that participants in the intervention group will use VR as a training platform. The VR system will include the training materials and tasks required for the patients to perform in the 3D environment. Demographic, clinical data and treatment costs will be collected before and after the rehabilitation training.","interventionNames":["Device: Virtual Reality (VR)"]},{"label":"Control - Conventional Rehabilitation Training","type":"NO_INTERVENTION","description":"Patients in the control group will receive conventional rehabilitation training currently provided in the hospital. An instructor will assign each participant for training. Demographic, clinical data, and treatment costs will be collected before and after completing the rehabilitation training"}],"interventions":[{"type":"DEVICE","name":"Virtual Reality (VR)","description":"Patients in the intervention (VR) group will receive a series of occupational and physical therapy rehabilitation training using the VR system. All training is consists of daily activities oriented by an occupational therapist, including grasp, grip, pinch, gross, and finger-hand coordination movement. Each training will take around 1 hour for one session per day 5 times per week over a maximum of 4 weeks. The training presented a one-on-one that allowed interaction between instructor (or VR system) and participant.","armGroupLabels":["Virtual Reality (VR) Rehabilitation Training"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The Barthel Index (BI)","description":"To evaluate upper extremity performance motor function of the stroke patients. It consists of 10 self-care activities, including feeding, Bathing, Bowels, Bladder, Toilet Use, Transfer (bed to chair, and back), Mobility (on level surfaces), stairs, etc. with a total score range from 0 to 100, the higher the score, the more independent on their daily activities; It has good validity (0.82) and reliability (0.83).","timeFrame":"Change from baseline scores on the Barthel index after 4 weeks training"},{"measure":"The Fugl-Meyer Assessment (FMA)","description":"To evaluate the upper limb movements, including the functions on the shoulder, elbow, forearm, wrist, and hand functions of the hemiparetic arm. The FMA is measured on 33 tasks with a 3-point ordinal scale (0 to 2), with a total score range from 0 to 66; the higher the score, the more functioning of the upper limb. It has good validity (0.84) and reliability (0.79).","timeFrame":"Change from baseline scores on the Fugl-Meyer Assessment after 4 weeks training"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. New in-patients clinically diagnosed hemiparetic stroke patients;\n2. Patients with a history of the first incidence of stroke with upper limb weakness with a motor impairment upper limbs as a primary deficit;\n3. muscle strength \\> 2/5 on the Medical Research Council (MRC) scale;\n4. good cognitive ability as indicated by a score \\> 15 on the Mini-Mental State Examination (MMSE); Motricity Index sore \\> 26; and\n5. ability to communicate and sign the consent.\n\nExclusion Criteria:\n\n1. In-patient with ataxia or any other cerebellar symptoms;\n2. orthopedic alterations or pain syndrome of the upper limb;\n3. peripheral nerve damage affecting the upper extremities;\n4. visual or hearing impairment (does not allow the possibility of interaction with the VR system);\n5. severe hemispatial neglect;\n6. severe shoulder or hand pain (unable to volitionally position the hand in the workspace without pain);\n7. insensate forearm and /or hand, edema of the affected forearm and /or hand;\n8. uncontrolled seizures disorder;\n9. severe depression (\\>13 on beck Depression inventory fast screen); and\n10. severely impaired cognition or comprehension.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Moon Fai Chan","role":"CONTACT","phone":"+968 24141132","email":"moonf@squ.edu.om"},{"name":"Hamdan Al Habsi","role":"CONTACT","phone":"+968 24141128","email":"habsi@squ.edu.om"}],"overallOfficials":[{"name":"Moon Fai Chan","affiliation":"Sultan Qaboos University","role":"PRINCIPAL_INVESTIGATOR"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}