{"protocolSection":{"identificationModule":{"nctId":"NCT05993221","orgStudyIdInfo":{"id":"1689966"},"organization":{"fullName":"Providence VA Medical Center","class":"FED"},"briefTitle":"Deconstructing Post Stroke Hemiparesis","officialTitle":"Deconstructing Post Stroke Hemiparesis for Precision Neurorehabilitation","acronym":"TRACTs"},"statusModule":{"statusVerifiedDate":"2023-09","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-09-05","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2027-09","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-09","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-07-06","studyFirstSubmitQcDate":"2023-08-11","studyFirstPostDateStruct":{"date":"2023-08-15","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-09-18","lastUpdatePostDateStruct":{"date":"2023-09-21","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"David Lin","investigatorTitle":"Neurologist, Core Investigator","investigatorAffiliation":"Providence VA Medical Center"},"leadSponsor":{"name":"Providence VA Medical Center","class":"FED"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"TRACTs (DeconsTructing Post StRoke HemipAresis for PreCision NeurorehabiliTation) is a single timepoint study that aims to deconstruct post-stroke deficits of the upper extremity into distinct components and relate these components to brain anatomy and physiology.","detailedDescription":"Veterans will be recruited through the Providence Veterans Affairs Medical Center and will have research visits at the Providence VA Center for Neurorestoration and Neurotechnology (CfNN, centerforneuro.org). The research visits will span two to three days. The study will involve motor outcome measures, magnetic resonance imaging of the brain, and transcranial magnetic stimulation. The goal of this study is to associate post-stroke deficits of the upper extremity with brain anatomy and physiology."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"CROSS_SECTIONAL"},"enrollmentInfo":{"count":75,"type":"ESTIMATED"}},"outcomesModule":{"primaryOutcomes":[{"measure":"Fugl-Meyer Arm Motor Assessment","description":"This test provides information about the level of upper extremity motor impairment after stroke. It consists of a 33-item assessment, which provides a global assessment of upper extremity motor impairment. A rater observes 30 voluntary upper extremity motions, two tendon tap responses, and provides an ordinal rating (2 = near normal ability/response, 1 = partial ability, 0 = unable to perform/no response). The Fugl-Meyer Upper Extremity scale has excellent intra-rater reliability (0.99), inter-rater reliability (0.99), test-retest reliability (0.94-0.99), and internal consistency (0.97).","timeFrame":"Assessment occurs at one cross-sectional timepoint within 2 weeks of research consent"}],"secondaryOutcomes":[{"measure":"Edinburgh Handedness Inventory","description":"This screener is used to identify the handedness of participants prior to stroke by asking them which hand they typically use to complete activities of daily living, such as writing, throwing a ball, cutting paper with scissors, brushing teeth, and eating with a spoon. Participants can answer if they would use strictly their right hand, right more than left, both equally, left more than right, or strictly their left hand. Participants are then categorized as left-handed, ambidextrous, or right-handed.","timeFrame":"Assessment occurs at one cross-sectional timepoint within 2 weeks of research consent"},{"measure":"Action Research Arm Test (ARAT)","description":"This test is used to assess upper limb performance post-stroke by measuring coordination, dexterity, and functioning. Participants are asked to complete tasks grouped into four categories - gross movement, grasp, grip, and pinch. Task performance is rated on a four point scale, in which 0 represents no movement and 3 represents normal movement. The Action Research Arm Test has demonstrated an inter-rater reliability between 0.996-0.998.","timeFrame":"Assessment occurs at one cross-sectional timepoint within 2 weeks of research consent"},{"measure":"Modified Ashworth Scale","description":"This test is used to assess spasticity at different joints of the upper extremity. The test will be performed at the shoulder, elbow, forearm, wrist, and digits. The six point scale will indicate presence of the abnormal increase in muscle tone, ranging from 0 = no increase in tone to 4 = affected part in rigid flexion and extension. Higher scores on this assessment mean worse outcomes.","timeFrame":"Assessment occurs at one cross-sectional timepoint within 2 weeks of research consent"},{"measure":"Nottingham Sensory Assessment (Erasmus MC)","description":"This test is used to understand sensory deficits of the upper extremity. Participants are exposed to distinct stimuli and asked to describe if the object is sharp or blunt and the location of the stimulus. A rater will determine if the reported sensation was absent, impaired, or normal.","timeFrame":"Assessment occurs at one cross-sectional timepoint within 2 weeks of research consent"},{"measure":"National Institute of Health Stroke Scale","description":"This test provides information about overall stroke severity. The test includes a series of different questions which allow for the assessment of level of consciousness, vision, facial, arm, and leg motor weakness, sensation, coordination, and language expression and reception. Score range from 0 to 42. Higher scores on this assessment mean worse outcomes.","timeFrame":"Assessment occurs at one cross-sectional timepoint within 2 weeks of research consent"},{"measure":"Montreal Cognitive Assessment (MoCA)","description":"This test is used to assess cognitive dysfunction by testing multiple different cognitive domains including attention and concentration, executive functions, memory, language, visuospatial skills, conceptual thinking, calculations, and orientation. Scores range from 0 to 30 with higher scores meaning better cognitive outcome.","timeFrame":"Assessment occurs at one cross-sectional timepoint within 2 weeks of research consent"},{"measure":"Patient Health Questionnaire 9 (PHQ-9)","description":"This questionnaire is used to screen, diagnose, and monitor post stroke depression. The questionnaire includes a series of questions which allow a participant to self-report how often he/she has been experiencing symptoms of depression. Scores range from 0 to 27 with higher scores meaning worse depression.","timeFrame":"Assessment occurs at one cross-sectional timepoint within 2 weeks of research consent"},{"measure":"History of TBI","description":"This questionnaire is used to collect information about the participant's injury history to his/her head. Participants are asked how many head injuries they have sustained, if any of these events led to loss of consciousness, and a description of their worst head injury.","timeFrame":"Assessment occurs at one cross-sectional timepoint within 2 weeks of research consent"},{"measure":"Barthel Index","description":"This test provides information about the participant's level of independence in performing activities of daily living (ADLs). The test includes a series of questions which can be asked of the participant or a caregiver. Scores range from 0 to 100 with higher scores meaning better outcome.","timeFrame":"Assessment occurs at one cross-sectional timepoint within 2 weeks of research consent"},{"measure":"Modified Rankin Scale","description":"This scale is used to measure the degree of disability based on functional status. The scale involves a series of questions asked to determine the degree of disability a participant is experiencing at the current timepoint. Scores range from 0 to 6 with higher scores meaning worse outcome.","timeFrame":"Assessment occurs at one cross-sectional timepoint within 2 weeks of research consent"},{"measure":"Defense and Veterans Pain Rating Scale","description":"This scale is used to measure a participant's impression of the pain he/she is feeling at the time of assessment. The participant is asked to rate the pain on a scale of 0 to 10, with 0 indicating no pain and 10 being \"as bad as it could be\".","timeFrame":"Assessment occurs at one cross-sectional timepoint within 2 weeks of research consent"},{"measure":"Manual Muscle Testing","description":"This assessment is used to measure the strength of the participant's muscles in his/her upper extremities. Participants are asked to maximally contract these muscles and the force produced is recorded by a dynamometer.","timeFrame":"Assessment occurs at one cross-sectional timepoint within 2 weeks of research consent"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosis of a unilateral ischemic stroke occurring \\>6 months prior as documented in medical chart\n* Upper extremity motor impairment as measured by Fugl-Meyer Upper Extremity Assessment ≤60\n* Ability to follow simple instructions in English\n\nExclusion Criteria:\n\n* Greater than moderate difficulty using the arm and hand pre-dating the stroke as assessed by the questions adapted from the QuickDASH outcome measure score on any question \\>= 3, which measures physical function and symptoms in people with difficulty using the arm and hand.\n* Visual or auditory disorders resulting in the inability to see or hear, respectively, the stimuli presented as part of research sessions\n* Inability to maintain a seated position for at least one hour\n* Standard MRI exclusion (e.g., significant claustrophobia or inability to tolerate loud noises, cardiac pacemaker (unless MRI-safe), implanted device (deep brain stimulation) or metal in the brain, cervical spinal cord, or upper thoracic spinal cord)\n* Standard (single-pulse) TMS exclusion which include (in addition to those listed for MRI) pregnancy/lactation/planning to become pregnant during the study, seizure disorder, and primary or secondary CNS tumors","sex":"ALL","minimumAge":"18 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Veterans who have sustained a unilateral ischemic stroke at least six months prior to recruitment with resulting upper extremity deficit(s).","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Jennifer Hebert, BS","role":"CONTACT","phone":"401-273-7100","phoneExt":"14351","email":"jennifer.hebert@va.gov"},{"name":"Kelly Rishe, OT","role":"CONTACT","phone":"401-273-7100","email":"kelly.rishe@va.gov"}],"locations":[{"facility":"Providence VA Medical Center","status":"RECRUITING","city":"Providence","state":"Rhode Island","zip":"02908","country":"United States","contacts":[{"name":"Chona Mcgrenery","role":"CONTACT","phone":"401-273-7100","email":"chona.mcgrenery@va.gov"}],"geoPoint":{"lat":41.82399,"lon":-71.41283}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000010291","term":"Paresis"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M20634","name":"Muscle Weakness","relevance":"LOW"},{"id":"M12894","name":"Paresis","asFound":"Hemiparesis","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}