{"protocolSection":{"identificationModule":{"nctId":"NCT04771533","orgStudyIdInfo":{"id":"3/KRN/2019"},"organization":{"fullName":"Military Institute od Medicine National Research Institute","class":"OTHER"},"briefTitle":"Passive Stabilization of the Trunk and Upper Arm in Hand Rehabilitation After Stroke","officialTitle":"Passive Stabilization of the Trunk and Upper Arm in Hand Rehabilitation After Stroke"},"statusModule":{"statusVerifiedDate":"2021-02","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-08-05","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-09-10","type":"ACTUAL"},"completionDateStruct":{"date":"2019-09-10","type":"ACTUAL"},"studyFirstSubmitDate":"2021-02-16","studyFirstSubmitQcDate":"2021-02-23","studyFirstPostDateStruct":{"date":"2021-02-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-02-28","lastUpdatePostDateStruct":{"date":"2021-03-02","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Anna Olczak","investigatorTitle":"PhD; Senior Specjalit of the Rehabilitation Clinc","investigatorAffiliation":"Military Institute od Medicine National Research Institute"},"leadSponsor":{"name":"Anna Olczak","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study aimed to assess correlations between muscle tone, stabilization of the trunk and the upper extremity, and parameters of hand/wrist motor coordination in post-stroke patients and neurologically healthy subjects with lower back pain.","detailedDescription":"A Luna electromyography (EMG) (EGZOTech) was used to measure muscle tension, and a manual electronic dynamometer (EH 101) was used for grip strength measurement (error of measurement, 0.5 kg/lb). A Hand Tutor device (composed of a safe and comfortable glove equipped with position and motion sensors, and the Medi Tutor (TM) software was used to measure the range of passive and active movement, as well as the speed/frequency of movement. The Hand Tutor glove was worn on the hand of the directly affected side in stroke patients and on the dominant extremity in patients with pain syndrome. Surface electrodes (single-use 55' and '40 mm; ECG Electrodes; limited liability company and limited partnership (Sorimex), Poland were affixed to the subject's body according to the SENIAM (Surface ElectroMyoGraphy for the Non-Invasive Assessment of Muscles) procedure on the transverse abdominal, multifidus, and supraspinal muscles (on the side directly affected in stroke patients, and on the dominant side in patients with back pain syndrome). Before each exercise, the subject was instructed on how the exercise should be done.\n\nThe examination consisted of two motor tasks, carried out in two different starting positions: sitting and lying down (supine).\n\nDuring the first examination, the subject sat on the therapeutic table (without back support), feet resting on the floor. The upper limb was examined in adduction of the humeral joint, with the elbow bent in the intermediate position between pronation and supination of the forearm, with free wrist and the hand.\n\nIn the supine position, the upper limb was stabilized at the subject's body (adduction in the humeral joint, elbow flexion in the intermediate position, wrist and hand free).\n\nIn each of the starting positions, after putting the glove on, the range of passive movement in the radial-carpal joint (flexion and extension) and fingers (global flexion and extension) was measured. Then the subject made active movement in the same order. Finally, the subject was asked to make moves as quickly and in as full a range as possible. Finally, the measurement of grip strength with a dynamometer was performed in both analyzed starting positions, after completing the range of motion and speed or frequency tests.\n\nFirst, the range of passive movement in the radial-carpal joint (flexion and extension) and fingers (global flexion and extension) was measured in each position (sitting or supine) using the Hand Tutor Device. Then the subject made active movements in the same order. Finally, the subject was asked to make moves as quickly and in as full a range as possible. The measurement of grip strength with a dynamometer was performed in both positions (sitting or supine) after the range of motion and speed/frequency tests. The reaction of the examined multifidus, transverse abdominal, and supraspinatus muscles (tension values reported in microvolts (µV) was also assessed during each of the exercise tasks using the surface electrodes (i.e., during movement of the wrist and during movement of the fingers)."},"conditionsModule":{"conditions":["Stroke"],"keywords":["stroke","core stability","muscle tone","hand coordination"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":66,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Passive stabilization of the trunk and the upper extremity","type":"EXPERIMENTAL","description":"The intervention (passive stabilization of the trunk and the upper arm) was tested in post-stroke patients (study group) and in patients with back pain, but without neurological deficits (control group)","interventionNames":["Procedure: hand motor coordination in a sitting position","Procedure: hand motor coordination in a supine position"]}],"interventions":[{"type":"PROCEDURE","name":"hand motor coordination in a sitting position","description":"The subject sat on the therapeutic table (without back support), feet resting on the floor. The upper limb was to be examined in adduction of the humeral joint, with the elbow bent in the intermediate position between pronation and supination of the forearm, with free wrist and the hand. After putting the glove on, the range of passive movement in the radial-carpal joint (flexion and extension) and fingers (global flexion and extension) was measured. Then the subject made active movement in the same order. Finally, the subject was asked to make moves as quickly and in as full a range as possible. Finally, the measurement of grip strength with a dynamometer was performed.","armGroupLabels":["Passive stabilization of the trunk and the upper extremity"]},{"type":"PROCEDURE","name":"hand motor coordination in a supine position","description":"In the supine position, the upper limb was stabilized at the subject's body (adduction in the humeral joint, elbow flexion in the intermediate position, wrist and the hand free). After putting the glove on, the range of passive movement in the radial-carpal joint (flexion and extension) and fingers (global flexion and extension) was measured. Then the subject made active movement in the same order. Finally, the subject was asked to make moves as quickly and in as full a range as possible. Finally, the measurement of grip strength with a dynamometer was performed.","armGroupLabels":["Passive stabilization of the trunk and the upper extremity"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Range of passive movement of the wrist, mm 1st, 2nd, 3rd, 4th, 5th finger passive movement, mm","description":"The Hand Tutor allows measurements of the range of passive movement (in mm).","timeFrame":"up to 10 weeks"},{"measure":"Assessment of the grip strength","description":"Grip strength, kg (a manual electronic dynamometer (EH 101) was used for grip strength measurement (error of measurement, 0.5 kg/lb)","timeFrame":"up to 10 weeks"},{"measure":"Assessment of the muscle tension","description":"A Luna electromyography (EMG) (a rehabilitation-diagnostic robot developed by EGZOTech) was used to measure muscle tension. Surface electrodes (single-use 55' and '40 mm; ECG Electrode; limited liability company, limited partnership (Sorimex), Poland) were affixed to the subject's body according to the Surface Electromyography for the Non-Invasive Assessment of Muscles (SENIAM) procedure on the transverse abdominal, multifidus, and supraspinal muscles.","timeFrame":"up to 10 weeks"},{"measure":"Range of active movement of the wrist, mm 1st, 2nd, 3rd, 4th, 5th finger active movement, mm","description":"The Hand Tutor allows measurements of the range of active movement (in mm).","timeFrame":"up to 10 weeks"},{"measure":"Wrist extension deficit, mm 1st, 2nd, 3rd, 4th, 5th finger extension deficit, mm","description":"The Hand Tutor allows measurements of the extension deficit. The extension deficit refers to the difference between passive and active extension ROM.","timeFrame":"up to 10 weeks"},{"measure":"Wrist flexion deficit, mm 1st, 2nd, 3rd, 4th, 5th finger flexion deficit, mm","description":"The Hand Tutor allows measurements of the flexion deficit. The flexion deficit refers to the difference between passive and active flexion ROM.","timeFrame":"up to 10 weeks"},{"measure":"Wrist maximum range of motion (ROM), mm 1st, 2nd, 3rd, 4th, 5th finger maximum range of motion (ROM), mm","description":"The Hand Tutor allows measurements of the maximum range of motion (ROM).\n\nROM is a sum of the wrist flexion or extension angles (mm). ROM is a sum of all the finger flexion or extension angles (i.e. at the metacarpophalangeal (MCP), proximal interphalangeal (PIP), and distal interphalangeal (DIP) joints), mm.","timeFrame":"up to 10 weeks"},{"measure":"Frequency of wrist movement (flexion to extension), cycles#/sec Frequency of 1st, 2nd, 3rd, 4th, 5th finger movement (flexion to extension), cycles#/sec","description":"The Hand Tutor allows measurements the speed or frequency (i.e., the number of cycles per second, where one cycle represents the movement from flexion to contraction).","timeFrame":"up to 10 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Study Group\n\nInclusion Criteria:\n\n* patients with hemiparesis 5 to 7 week after stroke;\n* no severe deficits in communication, memory, or understanding what can impede proper measurement performance;\n* at least 40 years of age.\n\nExclusion Criteria:\n\n* stroke up to five weeks after the episode;\n* epilepsy;\n* lack of trunk stability;\n* no wrist and hand movement;\n* high or very low blood pressure;\n* dizziness;\n* malaise.\n\nControl Group\n\nInclusion Criteria:\n\n* no upper extremity motor coordination disorders\n* at least 40 years of age\n\nExclusion Criteria:\n\n* history of neurologic or musculoskeletal disorders such as carpal tunnel syndrome, tendonitis, stroke, head injury, or other conditions that could affect the ability for active movement and handgrip;\n* severe deficits in communication, memory, or understanding which could impede proper measurement performance;\n* high or very low blood pressure;\n* dizziness;\n* malaise","healthyVolunteers":false,"sex":"ALL","minimumAge":"44 Years","maximumAge":"83 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Anna Olczak, MD","affiliation":"Rehabilitation Clinic, Military Institute of Medicine","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Military Institute of Medicine","city":"Warsaw","state":"Masovian District","zip":"04-141","country":"Poland","geoPoint":{"lat":52.22977,"lon":21.01178}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}