{"protocolSection":{"identificationModule":{"nctId":"NCT04088149","orgStudyIdInfo":{"id":"GXNPC1"},"organization":{"fullName":"Gwo Xi Stem Cell Applied Technology Co., Ltd.","class":"INDUSTRY"},"briefTitle":"An Open-labeled Phase II Study to Evaluate the Efficacy and Safety of GXNPC-1 in Patients With Chronic Stroke","officialTitle":"GXNPC1 Injections for Chronic Stroke"},"statusModule":{"statusVerifiedDate":"2023-04","overallStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-02-06","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-09-10","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-09-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2019-09-11","studyFirstSubmitQcDate":"2019-09-11","studyFirstPostDateStruct":{"date":"2019-09-12","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-04-06","lastUpdatePostDateStruct":{"date":"2023-04-11","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Gwo Xi Stem Cell Applied Technology Co., Ltd.","class":"INDUSTRY"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The primary objective of this study is to evaluate the efficacy for subjects with chronic stroke after GXNPC-1 injection.","detailedDescription":"This is an open-label, single center, sequentially study in subjects with chronic stroke. Considering 20% dropout rate (based on evaluable versus treated patients), approximately 15 subjects will be enrolled, and at least 12 subjects will be evaluable. Cohort 1 will recruit the first 3 evaluable subjects assigned to receive low dose of GXNPC-1. The following 3 evaluable subjects will be enrolled sequentially and treated with high dose of GXNPC-1 in cohort 2. In cohort 3, another 6 evaluable subjects will be enrolled to take high dose of GXNPC-1. There will be 2 parts of this study including GXNPC-1 preparation and GXNPC-1 treatment in chronic stroke subjects, respectively."},"conditionsModule":{"conditions":["Chronic Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":15,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"GXNPC1","type":"EXPERIMENTAL","description":"There are 2 dose levels Cohort 1: Low dose (1 ± 0.1 × 10\\^8 GXNPC1) of IPs will be administered in parallel.\n\nCohort 2: High dose (2 ± 0.2 × 10\\^8 GXNPC1) of IPs will be administered sequentially.","interventionNames":["Drug: GXNPC1"]}],"interventions":[{"type":"DRUG","name":"GXNPC1","description":"Autologous ADSCs","armGroupLabels":["GXNPC1"],"otherNames":["hADSCs"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The Net Change on National Institutes of Health Stroke Scale (NIHSS)","description":"The NIHSS is a systematic assessment tool that provides a quantitative measure of stroke-related neurologic deficit. The NIHSS is used to evaluate the effect of stroke on the levels of consciousness, language, neglect, visual-field loss, extraocular movement, motor strength, ataxia, dysarthria, and sensory loss. The NIHSS is consisted of 11 evaluable items, and the total scores range from 0 to 42. The lower score indicates the better the performance.","timeFrame":"Baseline (0 week)、2 weeks、4 weeks、12 weeks、24 weeks"}],"secondaryOutcomes":[{"measure":"The Net Change on Fugl-Meyer assessment (FMA)","description":"The FMA is a stroke-specific, performance-based impairment index. It is designed to assess motor functioning, balance, sensation and joint functioning in subjects with post-stroke hemiplegia. The higher score, the better the performance.The scale is comprised of five domains and there are 155 items in total:\n\n1. Motor functioning (in the upper and lower extremities)\n2. Sensory functioning (evaluates light touch on two surfaces of the arm and leg, and position sense for 8 joints)\n3. Balance (contains 7 tests, 3 seated and 4 standing)\n4. Joint range of motion (8 joints)\n5. Joint pain","timeFrame":"Baseline (0 week)、2 weeks、4 weeks、12 weeks、24 weeks"},{"measure":"The Net Change on Barthel Index (BI)","description":"The BI is a well-known scoring tool to measure the subject's performance in 10 activities of daily life. The items can be divided into a group that is related to self-care (feeding, grooming, bathing, dressing, bowel and bladder care, and toilet use) and a group related to mobility (ambulation, transfers, and stair climbing). The maximal score is 100, indicating that the patient is fully independent in physical functioning. The lowest score is 0, representing a totally dependent bedridden state.","timeFrame":"Baseline (0 week)、2 weeks、4 weeks、12 weeks、24 weeks"},{"measure":"The Net Change on Purdue Pegboard Test (PPT)","description":"The Purdue Pegboard Test (PPT) is a test of fingertip dexterity and gross movement of the hand, fingers and arm in patients with impairments of the upper extremity resulting from neurological and musculoskeletal conditions.","timeFrame":"Baseline (0 week)、2 weeks、4 weeks、12 weeks、24 weeks"},{"measure":"The Net Change on Grip Strength Measurement","description":"The Grip Strength Measurement is to measure the maximum isometric strength of the hand and forearm muscles. Grip strength is measured using an instrument called a dynamometer.","timeFrame":"Baseline (0 week)、2 weeks、4 weeks、12 weeks、24 weeks"},{"measure":"The Net Change on Brief Symptom Rating Scale (BSRS-5)","description":"The BSRS-5 contains five items of psychological symptoms and is commonly used for screening psychological disorders. The maximal score of each item is 4, indicating that the subject is fully suffered from the problem.","timeFrame":"Baseline (0 week)、2 weeks、4 weeks、12 weeks、24 weeks"},{"measure":"Incidence of Adverse event (AE)","description":"An AE is any untoward medical occurrence in a subject or clinical investigation subject administered GXNPC-1 and which does not necessarily have to have a causal relationship with this treatment.","timeFrame":"0-24 weeks"},{"measure":"Incidence of ≥Grade 2 Common Terminology Criteria for Adverse Events (CTCAE)","description":"Incidence of ≥Grade 2 Common Terminology Criteria for Adverse Events (CTCAE; version 5.0) belonging to nervous system and generalized muscle weakness.\n\n* Grade 1: Mild; asymptomatic or mild symptoms; clinical or diagnostic observations only; intervention not indicated.\n* Grade 2: Moderate; minimal, local or noninvasive intervention indicated; limiting ageappropriate instrumental activities of daily living.\n* Grade 3: Severe or medically significant but not immediately life-threatening; hospitalization or prolongation of hospitalization indicated; disabling; limiting self-care activities of daily living.\n* Grade 4: Life-threatening consequences; urgent intervention indicated.\n* Grade 5: Death related to AE.","timeFrame":"0-24 weeks"},{"measure":"Incidence of subjects experiencing Serious adverse events (SAEs) or Suspected Unexpected Serious Adverse Reaction (SUSAR).","description":"SAEs include adverse events that result in death, require either inpatient hospitalization or the prolongation of hospitalization, are life-threatening, result in a persistent or significant disability/incapacity or result in a congenital anomaly/birth defect. SUSAR is the term used to refer to any unfavourable occurrence in a trial participant that is judged to have a major impact on their health, was not anticipated.","timeFrame":"0-24 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male or female who are aged between 45 and 85 years old on date of consent\n2. Post-stroke between 6 months and 15 years at the screening\n3. Subjects who have had stroke(s) in carotid artery distribution area, and the location of stroke should be diagnosed by magnetic resonance image (MRI)\n4. Subjects who have had the brain injured area with diameter between 0.5 and 10 cm according to MRI evaluation\n5. Subjects who have National Institutes of Health Stroke Scale (NIHSS) score between 8 and 30 at the screening\n6. Subjects who had stroke with hemiparesis (remaining residual limb movement, defined as score less than 4 on questions 5 or 6 on the NIHSS for the affected limbs) at screening.\n7. Subjects who have stable NIHSS (±3) for at least 2 weeks from Visit 1 (screening) to Visit2 (prior to operation)\n8. Subjects with systolic blood pressure less than 200 mmHg (an average based on ≥2 readings) at screening, prior to the operation for fat tissue acquisition (Visit 2), and before the surgery for ADSC administration (Visit 3)\n9. Subjects with International normalized ration (INR) \\< 2.5, and platelet between 1 × 105/μL and 5 × 105/μL at the screening\n10. Female subjects with childbearing potential should be confirmed of not being pregnant or lactating at the screening and during the study.\n11. All male subjects and female subjects with child-bearing potential (between puberty and 2 years after menopause) should use reliable contraception method(s), such as tubal ligation, vasectomy, intrauterine device (IUD), intrauterine system (IUS), hormonal contraception or condom, during this study when they have sexual behavior.\n12. Neurology physician judges the recent symptoms in subjects are correlated to the stroke area.\n13. Subjects or the legally acceptable representative are willing to sign informed consent form (ICF).\n\nExclusion Criteria:\n\n1. Subjects who are suffered by clinically significantly autoimmune conditions, such as rheumatoid arthritis (RA), systemic lupus erythematosus (SLE), multiple sclerosis (MS) or psoriasis\n2. Subjects who are unable to undergo MRI and Computed tomography (CT) scans for any reason\n3. Subjects who have significant multiple stenosis (\\>50% stenosis) in intracranial blood vessels\n4. Subjects whose cause of stroke belongs to uncommon causes (refer to Vasc Health Risk Manag. 2015:11 157-164), including but not limited to:\n\n   1. Non-atherosclerotic angiopathies: cervicocephalic atrial dissection, cerebral amyloid angiopathy, fibromuscular dysplasia, and migraine-induced stroke, etc.;\n   2. Hematologic conditions: hypercoagulable state due to deficiencies of protein C, protein S, or antithrombin, factor V Leiden mutation, prothrombin gene G20210Amutation, acquired hypercoagulable state, antiphospholipid syndrome, hyperhomocysteinemia, sickle cell disease, etc.;\n   3. Genetic: Fabry disease, CADASIL (cerebral autosomal dominant arteriopathy with subcortical infarcts and leukoencephalopathy), MELAS (mitochondrial encephalopathy, lactic acidosis, and stroke-like episodes), Marfan syndrome, Neurofibromatosis, and Sturge-Weber Syndrome, etc.;\n   4. Inflammatory and infectious: vasculitis (primary angilitis of the CNS, Sjögren syndrome, Wegener's granulomatosis), temporal arteritis, Takayasu disease, Behçet's syndrome, Neurosarcoidosis, Neurocysticercosis, varicella zoster virus, neurosyphilis, and tuberculous meningitis, etc.\n5. Subjects receiving antiplatelets (e.g., aspirin and persantin) and/or anticoagulants (e.g., warfarin) cannot temporarily cease the treatment within 3 days before ADSCs administration (Visit 3).\n6. Subjects who receive systemic immunosuppressive treatments, immunotherapy, or cytotoxic drug within 1 month before screening\n7. Subjects with inadequate hepatic function at the screening visit: Alanine aminotransaminase (ALT), Aspartate aminotransaminase (AST), and alkaline phosphatase (ALP) ≥ 2X upper limit of normal (ULN).\n8. Subjects with inadequate renal function at the screening visit: Blood urea nitrogen (BUN) ≥ 30 mg/dl; serum creatinine ≥ 3 mg/dl\n9. Subjects who have medical historical or clinically active spinal injury, Alzheimer's disease, Parkinson's disease, spinocerebellar ataxia (SCA), spinal muscular atrophy (SMA) or other clinically significant neurological diseases that will confound the evaluation of this study\n10. Subjects who have clinically severe and/or life-threatening disease(s) such as uncontrolled diabetes or malignant tumor\n11. Subjects who have risk for the following infectious diseases: human immunodeficiency virus (HIV), syphilis, or human transmissible spongiform encephalopathy (TSE), such as Creutzfeldt-Jakob disease (CJD)\n12. Subject who fails to generate adequate amount of ADSCs before administration at Visit 3\n13. Female subject who is lactating, pregnant, or planned to be pregnant\n14. Subject with known or suspected hypersensitivity to GXNPC-1 or its excipients\n15. Subject with any complication by chest X-ray and electrocardiogram (ECG) evaluation\n16. Subjects who have participated in other investigational studies and received any treatment within 4 weeks prior to screening\n17. Subjects not suitable to participate the trial as judged by the investigator(s)","healthyVolunteers":false,"sex":"ALL","minimumAge":"45 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Chiu Ts Lang, Director","affiliation":"Hualien Tzu Chi General Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"HualienTzu Chi Hospital","city":"Hualien City","zip":"700","country":"Taiwan","geoPoint":{"lat":23.97694,"lon":121.60444}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}