{"protocolSection":{"identificationModule":{"nctId":"NCT06096350","orgStudyIdInfo":{"id":"FDG_Nutristroke2_2023"},"organization":{"fullName":"Fondazione Don Carlo Gnocchi Onlus","class":"OTHER"},"briefTitle":"Nutritional Status in Subacute Stroke Patients Under Rehabilitation 2.0","officialTitle":"Study of Nutritional Status in Subacute Stroke Patients Under Rehabilitation Treatment","acronym":"Nutristroke2"},"statusModule":{"statusVerifiedDate":"2023-10","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-10","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-07","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-09-28","studyFirstSubmitQcDate":"2023-10-20","studyFirstPostDateStruct":{"date":"2023-10-23","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-10-20","lastUpdatePostDateStruct":{"date":"2023-10-23","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Irene Giovanna Aprile","investigatorTitle":"Director of the Neurorehabilitation Department, Neurologist, Principal Investigator","investigatorAffiliation":"Fondazione Don Carlo Gnocchi Onlus"},"leadSponsor":{"name":"Fondazione Don Carlo Gnocchi Onlus","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The Nutristroke study's findings revealed a malnutrition scenario in post-stroke patients undergoing rehabilitation. This has highlighted the significance of a correct nutritional status assessment upon admission to a rehabilitation unit.\n\nThe aim of Nutristroke2, therefore, is the assessment of nutritional status, dietary intake, dysphagia, the presence of stroke-related sarcopenia, and systemic oxidative status in patients with subacute stroke outcomes before and after rehabilitation treatment.\n\nA secondary aim is to assess whether there is any correlation between nutritional status, dietary intake, dysphagia, sarcopenia, and systemic oxidative status with rehabilitation outcomes."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"bioSpec":{"retention":"NONE_RETAINED","description":"serum sample"},"enrollmentInfo":{"count":55,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"patients with stroke","description":"Inpatients admitted to the investigators' rehabilitation facility","interventionNames":["Device: robotic assisted intervention","Diagnostic Test: hematochemical analysis","Device: BIA, hand grip","Diagnostic Test: nutritional assessment, MNA"]}],"interventions":[{"type":"DEVICE","name":"robotic assisted intervention","description":"Robotic treatment of the upper limb (30 sessions, 5 times a week) using a set of 4 robotic devices: Motore (Humanware); Amadeo, Diego, Pablo (Tyromotion). The training will include motor-cognitive exercises specifically selected to train spatial attention, vision and working memory, praxis, executive function, and speed of processing.","armGroupLabels":["patients with stroke"]},{"type":"DIAGNOSTIC_TEST","name":"hematochemical analysis","description":"Blood samples of patients will be collected from patients in the early morning (7:30-9:00 a.m.) after an overnight fast at T0 and at T1. Sera samples will be separated by centrifugation (3,000 rpm, 10 min, and 4 °C), divided into 0.5 mL aliquots, and rapidly stored at -80 °C. Subjects' and reference samples were thawed just before the diagnostic test.","armGroupLabels":["patients with stroke"]},{"type":"DEVICE","name":"BIA, hand grip","description":"bioimpedentiometric analyses of muscular mass (T0 and T1), muscular force with hand grip","armGroupLabels":["patients with stroke"]},{"type":"DIAGNOSTIC_TEST","name":"nutritional assessment, MNA","description":"nutritional status assessment will be performed by: body mass index measurements, (height and weight measurements at T0 and at T1); a Mini Nutritional Assessment survey will be administered to patients at admission; a food questionnaire will be administered to patients during from T0 to T1.","armGroupLabels":["patients with stroke"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"change in Mini Nutritional Assessment scores","description":"questionnaire of evaluation of nutritional status- scores: 0-30- optimum of nutritional status (24-30) risk of malnutrition (17-23,5) malnutrition (\\<17)","timeFrame":"baseline (T0), treatment (6 weeks)"},{"measure":"change in weight in kilograms","description":"it is a measure of body mass weight expressed in Kg","timeFrame":"baseline (T0), treatment (6 weeks)"},{"measure":"change in height in meters","description":"it is a measure of body mass height calculated in meters","timeFrame":"baseline (T0), treatment (6 weeks)"},{"measure":"change in value of Body mass Index in kg/(m^2)","description":"it is a measure wich combine the height and weight values to report Body Mass Index (BMI) expressed in kg/m²; this parameter is valid for adult men and women","timeFrame":"baseline (T0), treatment (6 weeks)"},{"measure":"change in arm, waist and hips circumferences expressed in cm","description":"a measure of circumferences expressed in cm","timeFrame":"baseline (T0), treatment (6 weeks)"},{"measure":"change in food intake","description":"detection of food intake by means of food diary (measure of portion of dishes consumed; measure of water assumed). Food diary will include the monitoring of 3 days a week for 6 weeks.","timeFrame":"baseline (T0), treatment (6 weeks)"},{"measure":"change in Bioimpedance analysis (BIA) measurements","description":"it is a non-invasive measurement of body fat, lean muscle mass and hydration","timeFrame":"baseline (T0), treatment (6 weeks)"},{"measure":"change in concentration of blood levels of haemoglobin in g/dL","description":"blood measurements of haemoglobin (g/dL)","timeFrame":"baseline (T0), treatment (6 weeks)"},{"measure":"change in concentration of blood levels of lymphocite expressed in count of cells or percentage","description":"blood measurements of total lymphocyte in count of cells or percentage","timeFrame":"baseline (T0), treatment (6 weeks)"},{"measure":"change in concentration of albumine serum levels in g/dL","description":"serum measurements of albumin in g/dL","timeFrame":"baseline (T0), treatment (6 weeks)"},{"measure":"change in concentration of glucose serum levels in mg/dL","description":"serum measurements of glucose in mg/dL","timeFrame":"baseline (T0), treatment (6 weeks)"},{"measure":"change in concentration of triglycerides serum levels in mg/dL","description":"serum measurements of triglycerides in mg/dL","timeFrame":"baseline (T0), treatment (6 weeks)"},{"measure":"change in concentration of total cholesterol serum levels in mg/dL","description":"serum measurements of total cholesterol in mg/dL","timeFrame":"baseline (T0), treatment (6 weeks)"},{"measure":"change in concentration of HDL cholesterol serum levels in mg/dL","description":"serum measurements of HDL cholesterol in mg/dL","timeFrame":"baseline (T0), treatment (6 weeks)"},{"measure":"change in concentration of calcium serum levels in mg/dL","description":"serum measurements of calcium in mg/dL","timeFrame":"baseline (T0), treatment (6 weeks)"},{"measure":"change in concentration of magnesium serum levels in mg/dL","description":"serum measurements of magnesium in mg/dL","timeFrame":"baseline (T0), treatment (6 weeks)"},{"measure":"change in score of Controlling Nutritional Status (CONUT)","description":"is a nutritional scoring tool that is calculated using serum albumin, total cholesterol level, total lymphocyte count","timeFrame":"baseline (T0), treatment (6 weeks)"},{"measure":"change in Geriatric Nutritional Risk Index score","description":"is an index calculated from Lorentz' standardized weight and albumin","timeFrame":"baseline (T0), treatment (6 weeks)"},{"measure":"change in hand grip strenght test score","description":"it is a test to measure the maximum isometric strenght of the hand and forearm muscles","timeFrame":"baseline (T0), treatment (6 weeks)"},{"measure":"change in Time Up & Go test (TUG) scores","description":"The Time Up And Go is a test used to assess mobility, balance, and walking in people with balance impairments. The subject must stand up from a chair (which should not be leant against a wall), walk a distance of 3 meters, turn around, walk back to the chair and sit down - all performed as quickly and as safely as possible. Time will be measured using a chronometer.","timeFrame":"baseline (T0), treatment (6 weeks)"},{"measure":"change in Mann Assessment of Swallowing Activity (MASA)","description":"The MASA consists of 24 items, and each measured score is converted into a weighted 5 or 10 points, which are then summed to a 200-point maximum score. The total scores are then used to define four categories of aspiration risk, as follows: 170-200, no abnormality; 149-169, mild; 141-148, moderate; ≤140, severe. The MASA score was evaluated by expert speech-language-hearing therapists within three days after admission.","timeFrame":"baseline (T0), treatment (6 weeks)"},{"measure":"change in Functionl Oral Intake Scale (FOIS) score","description":"the Functional Oral Intake Scale (FOIS) assess a patient's food swallowing capability. This tool is designed to measure the effectiveness of a patient's oral intake.The FOIS has seven levels, each denoting a different type of oral intake ability.\n\nITUBE DEPENDENT (levels 1-3)\n\n1. No oral intake\n2. Tube dependent with minimal/inconsistent oral intake\n3. Tube supplements with consistent oral intake TOTAL ORAL INTAKE (levels 4-7)\n4. Total oral intake of a single consistency\n5. Total oral intake of multiple consistencies requiring special preparation\n6. Total oral intake with no special preparation, but must avoid specific foods or liquid items\n7. Total oral intake with no restrictions","timeFrame":"baseline (T0), treatment (6 weeks)"},{"measure":"change in Barthel index (BI) scores","description":"The BI is designed to assess the ability of an individual with a neuromuscular or musculoskeletal disorder to care for him/herself. It ranges from 0 to 100, with a higher number meaning better performance in activities of daily living.","timeFrame":"Baseline (T0), Treatment (6 weeks) (T1)"},{"measure":"change in Fugl-Meyer Assessment of Motor Recovery after Stroke for Upper Extremity","description":"The FMA-UL is a stroke-specific, performance-based impairment index. It is designed to assess motor functioning, sensation and joint functioning in patients with post-stroke hemiplegia. The upper limb portion of the FMA-UL ranges from 0 (hemiplegia) to 66 points (normal upper limb motor performance)","timeFrame":"Baseline (T0), Treatment (6 weeks) (T1)"},{"measure":"change in Motricity Index (MI) scores","description":"The MI aims to evaluate lower limb motor impairment after stroke, administrated on both sides.\n\nItems to assess the lower limbs are 3, scoring from 0 to 33 each: (1) ankle dorsiflexion with foot in a plantar flexed position (2) knee extension with the foot unsupported and the knee at 90° (3) hip flexion with the hip at 90° moving the knee as close as possible to the chin. (no movement: 0, palpable flicker but no movement: 9, movement but not against gravity :14, movement against gravity movement against gravity: 19, movement against resistance: 25, normal:33).","timeFrame":"Baseline (T0), Treatment (6 weeks) (T1)"},{"measure":"change in Numerical Rating Scale (NRS) scores","description":"The Numeric Rating Scale (NRS) is the simplest and most commonly used numeric scale to rate the pain from 0 (no pain) to 10 (worst pain).","timeFrame":"Baseline (T0), Treatment (6 weeks) (T1)"},{"measure":"change in Neuropathic Pain Four Questions (DN4) scores","description":"The DN4 used to evaluate presence of neuropathic pain, and consist of a brief interview of four questions answered yes/no: two on what the patient has conceived and two during the exam for the evaluation of hypoesthesia to the touch or sting and the evaluation of allodynia with the skimming of the skin. For each 'yes' a point is assigned. The total score is given by the sum of the individuals. The cut off for the presence of neuropathic pain is '4'.","timeFrame":"Baseline (T0), Treatment (6 weeks) (T1)"},{"measure":"change in Modified Ashworth Scale (MAS) scores","description":"The MAS is a 6 point ordinal scale used for grading hypertonia in individuals with neurological diagnoses. A score of 0 on the scale indicates no increase in tone while a score of 4 indicates rigidity. Tone is scored by passively moving the individual's limb and assessing the amount of resistance to movement felt by the examiner.","timeFrame":"Baseline (T0), Treatment (6 weeks) (T1)"},{"measure":"change in 10 Meter Walk Test scores","description":"This test will assess the patient's speed during gait. Patients will be asked to walk at their preferred maximum and safe speed. Patients will be positioned 1 meter before the start line and instructed to walk 10 meters, and pass the end line approximately 1 meter after. The distance before and after the course are meant to minimize the effect of acceleration and deceleration. Time will be measured using a stopwatch and recorded to the one hundred of a second (ex: 2.15 s). The test will be recorded 3 times, with adequate rests between them. The average of the 3 times should be recorded.","timeFrame":"Baseline (T0), Treatment (6 weeks) (T1)"},{"measure":"change in Six-Minute Walking Test (6MWT) scores","description":"The 6MWT measures the distance a subject covers during an indoor gait on a flat, hard surface in 6 minutes, using assistive devices, as necessary. The test is a reliable and valid evaluation of functional exercise capacity and is used as a sub-maximal test of aerobic capacity and endurance. The minimal detectable change in distance for people with sub-acute stroke is 60.98 meters. The 6MWT is a patient self-paced walk test and assesses the level of functional capacity. Patients are allowed to stop and rest during the test. However, the timer does not stop. If the patient is unable to complete the test, the time is stopped at that moment. The missing time and the reason of the stop are recorded. This test will be administered while wearing a pulse oximeter to monitor heart rate and oxygen saturation, also integrated with Borg scale to assess dyspnea.","timeFrame":"Baseline (T0), Treatment (6 weeks) (T1)"},{"measure":"change in Functional Ambulation Classification (FAC) scores","description":"The Functional Ambulation Categories (FAC) is a 6-point functional walking test that evaluates ambulation ability, determining how much human support the patient requires when walking, regardless of whether or not they use a personal assistive device.","timeFrame":"Baseline (T0), Treatment (6 weeks) (T1)"},{"measure":"change in three point pinch test","description":"A pinch grip is a form of precision grip whereby a Pinch dynamometers is pinched in three ways.","timeFrame":"Baseline (T0), Treatment (6 weeks) (T1)"},{"measure":"Changes in the Montreal Cognitive Assessment (MoCA","description":"The Montreal Cognitive Assessment (MoCA) was designed as a rapid screening instrument for mild cognitive dysfunction. It assesses different cognitive domains: attention and concentration, executive functions, memory, language, visuoconstructional skills, conceptual thinking, calculations, and orientation. Time to administer the MoCA is approximately 10 minutes. The maximum possible score is 30 points.","timeFrame":"Baseline (T0), Treatment (6 weeks) (T1)"},{"measure":"Changes in the Symbol Digit Modalities test at follow-up","description":"The subject is given a sheet of paper at the top of which is printed the key (9 abstract symbols and 9 corresponding numbers). The key is available to the subject throughout the test. A sequence of 120 symbols, each printed in a square, is presented below the key. Empty squares are located below the squares containing the symbols. In the oral version, the examiner, on a copy of the test sheet, records in the empty squares the numbers the subject associates, orally, with the symbols. The subject has to make as many associations as possible within the 90-sec time limit. The score is the number of correct associations made by the subject.","timeFrame":"Baseline (T0), Treatment (6 weeks) (T1)"},{"measure":"Changes inthe kinematic analysis kinetic parameters: Force (N) towards 8 targets","description":"Kinematic information recorded during the administration of the Evaluation Task provided by Motore, based on a center-out point-to-point reaching activity. The kinetics of the end-effector of the robot will be measured by the robot during reaching tasks performed by the patient against the device. The outcome will be the maximum values towards 8 targets.","timeFrame":"Baseline (T0), Treatment (6 weeks) (T1)"},{"measure":"change in blood levels of systemic oxidative stress (dROMs)","description":"dROMs test measures circulating hydroperoxides (UCarr)","timeFrame":"Baseline (T0), Treatment (6 weeks) (T1)"},{"measure":"change in antioxydant capacity of serum (BAP)","description":"BAP test measures total antioxidant status in serum in micromol/L","timeFrame":"Baseline (T0), Treatment (6 weeks) (T1)"},{"measure":"change inlipidic peroxidation of serum (LP-Cholox)","description":"LP-cholox test measure the lipidic peroxidation (micromol/L)","timeFrame":"Baseline (T0), Treatment (6 weeks) (T1)"}],"secondaryOutcomes":[{"measure":"assessment of correlation between nutritional status, dysphagia, sarcopenia, oxidative stress with rehabilitation outcome (see primary outcome)","description":"the correlation willl be assessed by means of statistical analysis (Spearman correlation; regression analysis)","timeFrame":"Baseline (T0), Treatment (6 weeks) (T1)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* stroke patients (hemorrhagic or ischemic) documented through Magnetic Resonance -Imaging (MRI) or Computed Tomography (CT);\n* time since stroke event within 6 months\n* sufficient cognitive and language skills to understand the instructions related to the administration of the assessment scales and to sign informed consent\n\nExclusion Criteria:\n\n* presence of a previous stroke based on the medical history;\n* behavioral and cognitive disorders that may interfere with the therapeutic activity;\n* other orthopedic or neurological complications that may interfere with the rehabilitation protocol;\n* inability to understand and sign informed consent;\n* the presence of pacemakers (for interference with bioimpedance measures).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Patients with first ischemic stroke (of ischemic or hemorrhagic etiology) in the subacute phase (within six months after the acute event), hospitalized at the participating intensive-extensive rehabilitation centers will be included.","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"IRENE APRILE, MD, PhD","role":"CONTACT","phone":"+390633086553","email":"iaprile@dongnocchi.it"},{"name":"MARIACRISTINA SIOTTO, PhD","role":"CONTACT","phone":"+390633086552","email":"msiotto@dongnocchi.it"}],"overallOfficials":[{"name":"IRENE APRILE, MD, PhD","affiliation":"Fondazione Don Carlo Gnocchi Onlus","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Fondazione Don Carlo Gnocchi, Santa Maria della Provvidenza Center","city":"Roma","state":"RM","zip":"00166","country":"Italy","contacts":[{"name":"IRENE APRILE, MD, PhD","role":"CONTACT","phone":"+390633086553","email":"iaprile@dongnocchi.it"},{"name":"MARIACRISTINA SIOTTO","role":"CONTACT","phone":"+390633086552","email":"msiotto@dongnocchi.it"},{"name":"IRENE APRILE, MD, PhD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":41.89193,"lon":12.51133}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}