{"protocolSection":{"identificationModule":{"nctId":"NCT03508037","orgStudyIdInfo":{"id":"CSEULS-PI-106/2016"},"organization":{"fullName":"Cajal Institute of the Spanish National Research Council","class":"OTHER"},"briefTitle":"Therapy to Improve Reaching Movement in Upper Limb","officialTitle":"Hybrid Robotic System and EEG Based on an Adaptative and Associative Assistance for Rehabilitation of Reaching Movements After Stroke"},"statusModule":{"statusVerifiedDate":"2018-04","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-03-12","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-02-16","type":"ESTIMATED"},"completionDateStruct":{"date":"2019-05","type":"ESTIMATED"},"studyFirstSubmitDate":"2018-03-22","studyFirstSubmitQcDate":"2018-04-16","studyFirstPostDateStruct":{"date":"2018-04-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2018-09-20","lastUpdatePostDateStruct":{"date":"2018-09-21","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Oscar Herrero Gimenez","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Cajal Institute of the Spanish National Research Council"},"leadSponsor":{"name":"Cajal Institute of the Spanish National Research Council","class":"OTHER"},"collaborators":[{"name":"Centro de Referencia Estatal de Atención Al Daño Cerebral","class":"OTHER"},{"name":"Centro Universitario La Salle","class":"OTHER"}]},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Strokes are caused by a bleed in the brain and can be life threatening. One common consequence is upper limb impairment. This causes stroke patients to be unable to use their arms and upper body to do simple tasks such as reaching or grasping. Currently, people with stroke undergo rehabilitation, which is usually done through a physical and occupational (daily living skills) therapies to improve their mobility (movement) with their upper limbs. However, this kind of treatment has limitations and often cannot help patients regain total mobility. There are alternative rehabilitation treatments that use new methods and technologies that may be able to help patients with stroke. Neuromodulaton therapies using brain-computer interfaces (BCI), which connects brain signals directly to a computer, have the potential to help patients. This type of therapy uses assistive devices such as electrical stimulation (electrical shocks or waves) and robots to help restore function to the areas affected by stroke. The aim of this study is to evaluate and the potential benefits that can be achieved by using assistive devices in rehabilitation sessions with stroke patients."},"conditionsModule":{"conditions":["Stroke","Impairment Upper Limb"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"TRIPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":16,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Experimental group","type":"EXPERIMENTAL","description":"The subject receives the Functional Electrical Stimulation (FES) when he or she has the intention to move. It is obtained through electroencephalography.","interventionNames":["Other: Neuromodulation electroencephalographic signals and functional electrical stimulation based"]},{"label":"Control group","type":"ACTIVE_COMPARATOR","description":"The subject receives the Functional Electrical Stimulation (FES) after o before (0.5 seconds) when he or she has the intention to move. It is obtained through electroencephalography.","interventionNames":["Other: Neuromodulation electroencephalographic signals and functional electrical stimulation based"]}],"interventions":[{"type":"OTHER","name":"Neuromodulation electroencephalographic signals and functional electrical stimulation based","description":"First, the subject performs twenty reaching movements without assistance with the damaged arm resting on a robot (ArmeoSpring), with the aim of finding the Contingent Negative Variation (CNV). Then, he or she executes five courses of twenty movements receiving functional electrical stimulation (FES), either at the moment in which he or she wishes to move (experimental group), or half a second before or after (control group).","armGroupLabels":["Control group","Experimental group"],"otherNames":["Neuromodulation"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Changes in muscular balance's of upper limb","description":"The function of muscle strength testing is to evaluate the complaint of weakness, often when there is a suspected neurologic disease. It is an integral part of the neurologic exam, especially for patients with stroke, brain injury, and others neurologic problems.\n\nThe most commonly accepted method of evaluating muscle strength is the Medical Research Council Manual Muscle Testing scale. This method involves testing key muscles from the upper and lower extremities against the examiner's resistance and grading the patient's strength on a 0 to 5 scale accordingly:\n\n0 No muscle activation\n\n1. Trace muscle activation, such as a twitch, without achieving full range of motion\n2. Muscle activation with gravity eliminated, achieving full range of motion\n3. Muscle activation against gravity, full range of motion\n4. Muscle activation against some resistance, full range of motion\n5. Muscle activation against examiner's full resistance, full range of motion","timeFrame":"One week before the intervention. One week after the intervention. One month after the intervention. (The duration of the intervention is three weeks)."},{"measure":"Changes in modified scale of Answorth","description":"Modified Ashworth Scale tests resistance to passive movement about a joint with varying degrees of velocity. Scores range from 0-4, with 6 choices. A score of 1 indicates no resistance, and 6 indicates rigidity.\n\nModified Ashworth Scale Scores:\n\n0 (0) - No increase in muscle tone\n\n1 (1) - Slight increase in muscle tone, manifested by a catch and release or by minimal resistance at the end of the range of motion when the affected part(s) is moved in flexion or extension.\n\n1+ (2) - Slight increase in muscle tone, manifested by a catch, followed by minimal resistance throughout the remainder (less than half) of the ROM (range of movement).\n\n2 (3) - More marked increase in musce tone through most of the ROM, but affect part(s) easily moved.\n\n3 (4) - Considerable increase in muscle tone passive, movement difficult 4 (5) - Affected part(s) rigid in flexion or extension","timeFrame":"One week before the intervention. One week after the intervention. One month after the intervention."},{"measure":"Changes in FIM","description":"Provides a uniform system of measurement for disability based on the International Classification of Impairment, Disabilities and Handicaps; measures the level of a patient's disability and indicates how much assistance is required for the individual to carry out activities of daily living. Contains 18 items composed of:\n\n1. 13 motor tasks\n2. 5 cognitive tasks (considered basic activities of daily living) Tasks are rated on a 7-point ordinal scale that ranges from total assistance (or complete dependence) to complete independence.\n\nScores range from 18 (lowest) to 126 (highest) indicating level of function.\n\nDimensions assessed include:\n\n1. Eating\n2. Grooming\n3. Bathing\n4. Upper body dressing\n5. Lower body dressing\n6. Toileting\n7. Bladder management\n8. Bowel management\n9. Bed to chair transfer\n10. Toilet transfer\n11. Shower transfer\n12. Locomotion (ambulatory or wheelchair level)\n13. Stairs\n14. Cognitive comprehension\n15. Expression\n16. Social interaction\n17. Problem","timeFrame":"One week before the intervention. One week after the intervention. One month after the intervention."},{"measure":"Changes in Quick Dash","description":"Assessment of symptoms and functionality in upper limb's pathology.","timeFrame":"One week before the intervention. One week after the intervention. One month after the intervention."},{"measure":"Changes in Action Research Arm Test (ARAT)","description":"Assessment of coordination and manipulative skills in tasks of grasping and reaching objects.\n\nThe ARAT's is a 19 item measure divided into 4 sub-tests (grasp, grip, pinch, and gross arm movement). Performance on each item is rated on a 4-point ordinal scale ranging from:\n\n3) Performs test normally 2) Completes test, but takes abnormally long or has great difficulty\n\n1) Performs test partially 0) Can perform no part of test\n\nLyle's decision rules:\n\n1. Patients who achieve a maximum score on the first (most difficult) item are credited with having scored 3 on all subsequent items on that scale.\n2. If the patient scores less than 3 on the first item, then the second item is assessed.\n3. This is the easiest item, and if patients score 0 then they are unlikely to achieve a score above 0 for the remainder of the items and are credited with a zero for the other items.\n4. The maximum score on the ARTS is 57 points (possible range 0 to 57).","timeFrame":"One week before the intervention. One week after the intervention. One month after the intervention."},{"measure":"Changes in Quebec User Evaluation of Satisfaction with Assistive Technology (QTEST)","description":"The Quebec User Evaluation of Satisfaction with assistive Technology (QUEST) was designed to measure the level of satisfaction attribute to assistive technologies. It does so using 27 variables which are scored in terms of perceived importance and satisfaction.\n\nFor each of the 12 items, rate your satisfaction with your assistive device and the related services you experienced by using the following scale of 1 to 5.\n\nFor each of the 12 items, the user has to rate their satisfaction with the assistive device and the related services their experienced by using the following scale of 1 to 5.\n\n1 - Not satisfied at all. 2- Not very satisfied. 3 - More or less satisfied. 4 - Quite satisfied. 5 -Very satisfied.","timeFrame":"One week before the intervention. One week after the intervention. One month after the intervention."},{"measure":"Changes in the Self-Assessment Manikin (SAM)","description":"To assess the emotional response of user to different stimulus.","timeFrame":"One week before the intervention. One week after the intervention. One month after the intervention."},{"measure":"Changes in isometric force","description":"To evaluate the isometric strength of the patient","timeFrame":"One week before the intervention. One week after the intervention. One month after the intervention."},{"measure":"Changes in range of movement","description":"To evaluate the range of movement performed by the patient","timeFrame":"One week before the intervention. One week after the intervention. One month after the intervention."},{"measure":"Changes in Lawton & Brody","description":"Assessment basic and instrumental activities of daily life. It evaluates the following categories and subcategories. For each of the latest, the subject has to circle the item description that most closely resembles their highest functional level (either 0 or 1): A. Ability to Use Telephone; B. Shopping; C.Food Preparation; D.Housekeeping; E. Laundry; F. Mode of Transportation; G. Responsibility for Own Medications; H. Ability to Handle Finances.","timeFrame":"One week before the intervention. One week after the intervention. One month after the intervention."},{"measure":"Changes in Box and Block","description":"The Box and Block Test assesses unilateral gross manual dexterity. Individuals are seated at a table, facing a rectangular box that is divided into two square compartments of equal dimension by means of a partition. One hundred and fifty, 2.5 cm, colored, wooden cubes or blocks are placed in one compartment or the other. The individual is instructed to move as many blocks as possible, one at a time, from one compartment to the other for a period of 60 seconds. The BBT is scored by counting the number of blocks carried over the partition from one compartment to the other during the one-minute trial period. Patient's hand must cross over the partition in order for a point to be given, and blocks that drop or bounce out of the second.","timeFrame":"One week before the intervention. One week after the intervention. One month after the intervention."},{"measure":"Changes in System Usability Scale (SUS)","description":"The System Usability Scale (SUS) provides a \"quick and dirty\", reliable tool for measuring the usability. It consists of a 10 item questionnaire with five response options for respondents; from Strongly agree to Strongly disagree.\n\nWhen a SUS is used, participants are asked to score the following 10 items with one of five responses that range from Strongly Agree to Strongly disagree:\n\nI think that I would like to use this system frequently. I found the system unnecessarily complex. I thought the system was easy to use. I think that I would need the support of a technical person to be able to use this system.\n\nI found the various functions in this system were well integrated. I thought there was too much inconsistency in this system. I would imagine that most people would learn to use this system very quickly. I found the system very cumbersome to use. I felt very confident using the system. I needed to learn a lot of things before I could get going with this system.","timeFrame":"One week before the intervention. One week after the intervention. One month after the intervention."}],"secondaryOutcomes":[{"measure":"Changes in Motor Evoked Potentials (MEPs).","description":"To assess the motor evoked potential.","timeFrame":"One week before the intervention. One week after the intervention. One month after the intervention."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* With response to Transcranial Magnetic Stimulation (TMS)\n* Cortical or sub-cortical stroke patients\n* With a score in the range of 22-44 on Fugl-Meyer scale or 2-4 on the Motor Assessment Scale\n* With visible cortical patterns registered by BCI\n* Subjects that tolerate electrical stimulation and that present a motor response\n* Subjects with cognitive ability to follow instructions and perform the indicated tasks\n\nExclusion Criteria:\n\n* Subjects with neurological injury prior to stroke or more than two events\n* Patients with implanted devices\n* Patients with severe motor paralysis\n* Patients with epilepsy\n* Patient with vision or hearing impairment","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Oscar Herrero","role":"CONTACT","phone":"+ 34 645 16 31 66","email":"oscar.herrero@cajal.csic.es"}],"overallOfficials":[{"name":"Jose Luis Pons","affiliation":"Centro Superior de Investigaciones Científicas (CSIC)","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Centro de Referencia Estatal de Atención al Daño Cerebral (CEADAC)","status":"RECRUITING","city":"Madrid","zip":"28034","country":"Spain","contacts":[{"name":"Carlos Gonzalez","role":"CONTACT","phone":"+34 696993123","email":"cgonzaalted@imserso.es"}],"geoPoint":{"lat":40.4165,"lon":-3.70256}}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}