{"protocolSection":{"identificationModule":{"nctId":"NCT02082912","orgStudyIdInfo":{"id":"IRB00035176"},"secondaryIdInfos":[{"id":"UL1TR000454","type":"NIH","link":"https://reporter.nih.gov/quickSearch/UL1TR000454"}],"organization":{"fullName":"Emory University","class":"OTHER"},"briefTitle":"NMDA Receptors in Motor Learning in Humans","officialTitle":"NMDA Receptors in Motor Learning in Humans"},"statusModule":{"statusVerifiedDate":"2018-10","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2010-06"},"primaryCompletionDateStruct":{"date":"2012-04","type":"ACTUAL"},"completionDateStruct":{"date":"2012-04","type":"ACTUAL"},"studyFirstSubmitDate":"2014-03-05","studyFirstSubmitQcDate":"2014-03-06","studyFirstPostDateStruct":{"date":"2014-03-10","type":"ESTIMATED"},"resultsFirstSubmitDate":"2015-04-09","resultsFirstSubmitQcDate":"2015-04-09","resultsFirstPostDateStruct":{"date":"2015-04-22","type":"ESTIMATED"},"lastUpdateSubmitDate":"2018-10-10","lastUpdatePostDateStruct":{"date":"2018-11-07","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Andrew Butler, PhD","investigatorTitle":"Associate Professor","investigatorAffiliation":"Emory University"},"leadSponsor":{"name":"Emory University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The purpose of this study is to focus on enhancing upper limb recovery in patients post-stroke by using robotic-assisted therapy in combination with a drug to improve learning new motor skills.","detailedDescription":"Disability after a stroke is common, leaving 65% of patients unable to use their affected hand in daily activities after 6 months. Frequently, these limitations can cause a decreased quality of life. The current standard for intense physical therapy most commonly consists of neurofacilitation techniques and/or task-specific training. Labor-intensive and costly therapy methods are critical barriers to achieving optimal functional outcomes in stroke survivors with motor impairments. Thus, there is a great need to find new ways to enhance the effectiveness of upper limb rehabilitation in patients following stroke.\n\nA promising approach to improving upper extremity motor function utilizing repetitive task practice (RTP) and behavioral shaping along with constraint of the less affected limb is constraint-induced movement therapy (CIMT). Two fundamental limitations of CIMT are the time necessary to deliver and oversee training and the excessive time in which the less affected limb must be constrained. RTP, in the context of CIMT appears to be effective in improving upper extremity motor function of patients with stroke. Alternative approaches such as robotic assisted therapy have been investigated. Recent evidence suggests that improvements in upper-extremity motor function, functional performance in daily tasks and quality of life are seen during a robotic-assisted physical therapy regimen.\n\nActivation of N-methyl-D-aspartate (NMDA) receptors is important for inducing various forms of synaptic plasticity. Application of D-cycloserine (a antibiotic for treating tuberculosis) can enhance certain models of plasticity, such as long-term potentiation. Pharmacologic strategies that enhance NMDA neurotransmission and working memory represent a promising adjuvant therapy in motor rehabilitation of patients after stroke.\n\nThe researchers for this study have brought these observations together to generate a working hypothesis that D-cycloserine will enhance certain features of motor learning, information processing speed, episodic and working memory and that this effect can be coupled with physical therapy to facilitate retraining of patients to use impaired limbs to a greater extent and faster than they otherwise might be able to do. The researchers specifically hypothesize that motor (re)learning and cognition can be improved in people with post-stroke hemiparesis by increasing the excitability and synaptic activity of the motor cortex by combining D-cycloserine and robotic-assisted physical therapy.\n\nThe purpose of this study is to understand the important factors in rehabilitation therapy that help improve arm function after stroke. This information may help to ultimately reduce disability and improve quality of life in patients with stroke."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","INVESTIGATOR"]}},"enrollmentInfo":{"count":14,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"D-cycloserine","type":"EXPERIMENTAL","description":"Subjects will take D-cycloserine and use the HandMentor Pro for robotic therapy","interventionNames":["Drug: D-cycloserine","Device: HandMentor Pro"]},{"label":"Placebo","type":"ACTIVE_COMPARATOR","description":"Subjects will take a placebo pill and use the HandMentor Pro for robotic therapy","interventionNames":["Other: Placebo","Device: HandMentor Pro"]}],"interventions":[{"type":"DRUG","name":"D-cycloserine","description":"D-cycloserine 100mg PO twice weekly (Monday and Wednesday) for three weeks","armGroupLabels":["D-cycloserine"],"otherNames":["Seromycin"]},{"type":"OTHER","name":"Placebo","description":"Placebo pill PO twice weekly (Monday and Wednesday) for three weeks","armGroupLabels":["Placebo"]},{"type":"DEVICE","name":"HandMentor Pro","description":"The HandMentor Pro (Kinetic Muscles Inc.) is a robotic device that has recording electrodes. The device gives feedback during various activities requiring varying levels of wrist control. The main goal of the hand robot is to improve active range of motion about the wrist and fingers and wrist control. The robotic therapy will be done over 3 consecutive weeks for 2 hours each session (days 1, 3, 5, 8, 10, 12, 15, 17 and 19, for 18 hours total).","armGroupLabels":["D-cycloserine","Placebo"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Grip Strength of Affected Hand","description":"Hand-grip strength was assessed using the whole hand and was defined as the average of 3 trials using a calibrated Jamar dynamometer (Jamar Dynamometer, Asimow Engineering Co., Santa Monica, CA), with the elbow flexed to 90ยบ and the forearm in a neutral position. This is the standardized method for measuring hand-grip strength with a Jamar dynamometer recommended by the American Society of Hand Therapists. An increase in values means that grip strength is improving.","timeFrame":"Baseline, Day 30"}],"secondaryOutcomes":[{"measure":"Percentage of Stroke Impact Scale (SIS) Categories Meeting Change Criteria","description":"The percentages of Stroke Impact Scale (SIS) physical domain categories meeting criteria for Minimal Clinically Important Difference (MCID) are presented here. The SIS has 59 items in 8 domains of function where respondents rate their degree of difficulty on a 5-point scale, plus a 9th category for stroke recovery (one item, scored from 0 to 100). Scores for each domain are generated so that total scores for each domain range from 0 - 100, where higher scores indicate less difficulty and more recovery. A change of more than 4.5 to 17.8 for the domains was considered a MCID. A higher percentage of SIS categories meeting the MCID criteria indicates increased improvement in that study arm.","timeFrame":"Baseline, Day 30"},{"measure":"Center for Epidemiologic Studies Depression (CES-D) Scale Score","description":"Depressive symptoms were assessed with the Center for Epidemiologic Studies Depression (CES-D) Scale. The CES-S has 20 items rated on a scale of 0 to 3. Total scores range from 0 to 60 with higher scores indicating more depressive symptoms, and a score of 16 or above indicates depression. Baseline scores are presented in the Outcome Measure Data Table and the impact of the study arm at Day 30 is presented in the statistical analysis section.","timeFrame":"Baseline, Day 30"},{"measure":"Display Enhanced Testing for Concussions and Mild Traumatic Brain Injury (mTBI) (DETECT) System Score","description":"Using a computer, helmet with heads-up-display, headphones with audio inputs, and an input unit with two buttons (\"Yes\" and \"No\"), the DETECT system combines an immersive environment with neuropsychological tests to assess mTBI. The DETECT software consists of a series of tests evaluating information processing speed, episodic memory, and working memory. Performance is scored based on response type (correct, incorrect, and missing) and response time. Test results are displayed using an internal algorithm that is based on the probability of impairment. Mean baseline z-scores are presented in the Outcome Measure Data Table and the impact of the study arm at Day 30 is presented in the statistical analysis section. A z-score of 0 represents a healthy individual; scores above 0 are the number of standard deviations above the mean, indicating more errors, taking more time, and thus having a higher probability of mild cognitive impairment.","timeFrame":"Baseline, Day 30"},{"measure":"Number of Blocks Moved During the Box and Block Test (BBT) of Affected Arm","description":"Change in functional motor task performance of the arm affected by the stroke was assessed with the Box and Block Test (BBT). The BBT involves dexterous manipulation of objects and voluntary motor control, which improves with upper limb recovery following stroke. The number of blocks moved within 60 seconds are counted. Baseline scores of the mean number of blocks moved are presented in the Outcome Measure Data Table and the impact of the study arm at Day 30 is presented in the statistical analysis section.","timeFrame":"Baseline, Day 30"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* between the ages of 18 and 95 years\n* of either sex\n* of diverse ethnic background\n* have experienced a single unilateral hemispheric or brainstem stroke 3 or more months prior\n* if have experienced more than one stroke, will be accepted only if all strokes are on the same side of the brain, there is no history of a clinical ischemic or hemorrhagic event affecting the other hemisphere, and there is no CT or MRI evidence of more than one a lacune or minor ischemic demyelination affecting the other hemisphere.\n* active motions of the wrist and hand: 10 of wrist extension from a relaxed flexed position; 10 of extension of any two digits at any joint, and 10 of thumb extension at either joint. All active motions must be repeated 3 times within one minute.\n* passive range of motion: 90 of flexion and abduction and 45 external and internal rotation at the shoulder; 45 elbow supination and pronation; elbow extension limited by no more than 30; wrist extension to at least neutral; and digit extension limited by no more than 30.\n* participants will not be required to exhibit any active shoulder or elbow motion\n* ability to sit independently for at least 2 minutes\n* Mini Mental Status Examination score greater than 24\n* Motor Activity Log score less than 3\n* Prospective participants who qualify but who have profound postural instability will undergo the intervention while walking with contact guarding or, when feasible, using their leg and more involved arm to propel a wheelchair.\n* must have a score below 16 on the Center for Epidemiologic Studies Depression Scale\n* must receive a score greater than 25 on the Folstein Mini Mental State Exam.\n\nExclusion Criteria:\n\n* any history of more than minor head trauma, subarachnoid hemorrhage, dementia or any other neurodegenerative disease, multiple sclerosis, HIV infection, drug or alcohol abuse, serious medical illness, schizophrenia, major refractory depression\n* insufficient cardiopulmonary function to participate in low-intensity sustained upper extremity exercise\n* severe visual impairment\n* pregnancy\n* breast feeding\n* participation in intensive physical therapy within the prior 12 months\n* inability to understand the potential risks and benefits of the study, personally provide informed consent, and understand and cooperate with treatment\n* participating in other upper extremity rehabilitation, clinical or experimental, during the course of this trial.\n* a score of less than 24 on the Folstein Mini-Mental State Exam\n* a score of less than10 on the Boston Naming Test\n* a first stroke less than 3 months or more than 48 months prior to the initiation of therapeutic intervention\n* less than 18 years old\n* clinical judgment of excessive frailty or lack of stamina\n* serious uncontrolled medical conditions\n* excessive pain in any joint of the more affected extremity that could limit ability to cooperate with the intervention\n* passive range of motion less than 45 degrees for: abduction, flexion or external rotation at shoulder, or pronation of forearm\n* greater than 30 degrees flexion contracture at any finger joint\n* unable to stand independently for 2 min., transfer independently to and from the toilet or perform sit-to-stand\n* current participation in other pharmacological or physical intervention studies, or have received injections of anti-spasticity drugs into upper extremity musculature within the past 3 months, or wish to have drugs injected in the foreseeable future\n* receiving any anti-spasticity drugs orally at the time of expected participation\n* received phenol injections less than 12 months prior to receiving therapy\n* contemplating a move from proximity to the treatment site in less than 6 months from the randomization date.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"95 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Andrew Bulter, PhD","affiliation":"Emory University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Emory University","city":"Atlanta","state":"Georgia","zip":"30322","country":"United States","geoPoint":{"lat":33.749,"lon":-84.38798}}]},"referencesModule":{"references":[{"pmid":"26587287","type":"RESULT","citation":"Butler AJ, Kallos J, Housley SN, LaPlaca MC, Traynelis SF, Wolf SL. Randomized, Placebo-Controlled, Double-Blind Pilot Study of D-Cycloserine in Chronic Stroke. Rehabil Res Pract. 2015;2015:534239. doi: 10.1155/2015/534239. Epub 2015 Oct 26."}]}},"resultsSection":{"participantFlowModule":{"preAssignmentDetails":"A total of 124 patients were screened and of these 14 met enrollment criteria and consented to participate in the study.","recruitmentDetails":"Participants were recruited from the Center for Rehabilitation Medicine at Emory University in Atlanta, Georgia. Enrollment of participants began in June 2010 and study participation ended in April 2012.","groups":[{"id":"FG000","title":"D-cycloserine","description":"Participants taking D-cycloserine and using the HandMentor Pro for robotic therapy"},{"id":"FG001","title":"Placebo","description":"Participants taking a placebo pill and using the HandMentor Pro for robotic therapy"}],"periods":[{"title":"Overall Study","milestones":[{"type":"STARTED","achievements":[{"groupId":"FG000","numSubjects":"7"},{"groupId":"FG001","numSubjects":"7"}]},{"type":"COMPLETED","achievements":[{"groupId":"FG000","numSubjects":"7"},{"groupId":"FG001","numSubjects":"6"}]},{"type":"NOT COMPLETED","achievements":[{"groupId":"FG000","numSubjects":"0"},{"groupId":"FG001","numSubjects":"1"}]}],"dropWithdraws":[{"type":"Physician Decision","reasons":[{"groupId":"FG000","numSubjects":"0"},{"groupId":"FG001","numSubjects":"1"}]}]}]},"baselineCharacteristicsModule":{"populationDescription":"Only participants that completed the study are included in the baseline analysis.","groups":[{"id":"BG000","title":"D-cycloserine","description":"Participants taking D-cycloserine and using the HandMentor Pro for robotic therapy"},{"id":"BG001","title":"Placebo","description":"Participants taking a placebo pill and using the HandMentor Pro for robotic therapy"},{"id":"BG002","title":"Total","description":"Total of all reporting groups"}],"denoms":[{"units":"Participants","counts":[{"groupId":"BG000","value":"7"},{"groupId":"BG001","value":"6"},{"groupId":"BG002","value":"13"}]}],"measures":[{"title":"Age, Continuous","paramType":"MEAN","dispersionType":"STANDARD_DEVIATION","unitOfMeasure":"years","classes":[{"categories":[{"measurements":[{"groupId":"BG000","value":"57.7","spread":"7.3"},{"groupId":"BG001","value":"53.7","spread":"18.4"},{"groupId":"BG002","value":"55.8","spread":"13.1"}]}]}]},{"title":"Sex: Female, Male","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"categories":[{"title":"Female","measurements":[{"groupId":"BG000","value":"7"},{"groupId":"BG001","value":"3"},{"groupId":"BG002","value":"10"}]},{"title":"Male","measurements":[{"groupId":"BG000","value":"0"},{"groupId":"BG001","value":"3"},{"groupId":"BG002","value":"3"}]}]}]},{"title":"Race (NIH/OMB)","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"categories":[{"title":"American Indian or Alaska Native","measurements":[{"groupId":"BG000","value":"0"},{"groupId":"BG001","value":"0"},{"groupId":"BG002","value":"0"}]},{"title":"Asian","measurements":[{"groupId":"BG000","value":"0"},{"groupId":"BG001","value":"0"},{"groupId":"BG002","value":"0"}]},{"title":"Native Hawaiian or Other Pacific Islander","measurements":[{"groupId":"BG000","value":"0"},{"groupId":"BG001","value":"0"},{"groupId":"BG002","value":"0"}]},{"title":"Black or African American","measurements":[{"groupId":"BG000","value":"6"},{"groupId":"BG001","value":"4"},{"groupId":"BG002","value":"10"}]},{"title":"White","measurements":[{"groupId":"BG000","value":"1"},{"groupId":"BG001","value":"2"},{"groupId":"BG002","value":"3"}]},{"title":"More than one race","measurements":[{"groupId":"BG000","value":"0"},{"groupId":"BG001","value":"0"},{"groupId":"BG002","value":"0"}]},{"title":"Unknown or Not Reported","measurements":[{"groupId":"BG000","value":"0"},{"groupId":"BG001","value":"0"},{"groupId":"BG002","value":"0"}]}]}]},{"title":"Region of Enrollment","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"title":"United States","categories":[{"measurements":[{"groupId":"BG000","value":"7"},{"groupId":"BG001","value":"6"},{"groupId":"BG002","value":"13"}]}]}]}]},"outcomeMeasuresModule":{"outcomeMeasures":[{"type":"PRIMARY","title":"Grip Strength of Affected Hand","description":"Hand-grip strength was assessed using the whole hand and was defined as the average of 3 trials using a calibrated Jamar dynamometer (Jamar Dynamometer, Asimow Engineering Co., Santa Monica, CA), with the elbow flexed to 90ยบ and the forearm in a neutral position. This is the standardized method for measuring hand-grip strength with a Jamar dynamometer recommended by the American Society of Hand Therapists. An increase in values means that grip strength is improving.","populationDescription":"Participants completing the study are included in this analysis.","reportingStatus":"POSTED","paramType":"MEAN","dispersionType":"Standard Deviation","unitOfMeasure":"Newton","timeFrame":"Baseline, Day 30","groups":[{"id":"OG000","title":"D-cycloserine","description":"Participants taking D-cycloserine and using the HandMentor Pro for robotic therapy"},{"id":"OG001","title":"Placebo","description":"Participants taking a placebo pill and using the HandMentor Pro for robotic therapy"}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"7"},{"groupId":"OG001","value":"6"}]}],"classes":[{"title":"Baseline","categories":[{"measurements":[{"groupId":"OG000","value":"3.95","spread":"2.96"},{"groupId":"OG001","value":"5.72","spread":"3.98"}]}]},{"title":"Day 30","categories":[{"measurements":[{"groupId":"OG000","value":"4.90","spread":"3.56"},{"groupId":"OG001","value":"8.44","spread":"4.90"}]}]}]},{"type":"SECONDARY","title":"Percentage of Stroke Impact Scale (SIS) Categories Meeting Change Criteria","description":"The percentages of Stroke Impact Scale (SIS) physical domain categories meeting criteria for Minimal Clinically Important Difference (MCID) are presented here. The SIS has 59 items in 8 domains of function where respondents rate their degree of difficulty on a 5-point scale, plus a 9th category for stroke recovery (one item, scored from 0 to 100). Scores for each domain are generated so that total scores for each domain range from 0 - 100, where higher scores indicate less difficulty and more recovery. A change of more than 4.5 to 17.8 for the domains was considered a MCID. A higher percentage of SIS categories meeting the MCID criteria indicates increased improvement in that study arm.","populationDescription":"Participants completing the study are included in this analysis.","reportingStatus":"POSTED","paramType":"NUMBER","unitOfMeasure":"percentage of category scores","timeFrame":"Baseline, Day 30","groups":[{"id":"OG000","title":"D-cycloserine","description":"Participants taking D-cycloserine and using the HandMentor Pro for robotic therapy"},{"id":"OG001","title":"Placebo","description":"Participants taking a placebo pill and using the HandMentor Pro for robotic therapy"}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"7"},{"groupId":"OG001","value":"6"}]}],"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44.4"},{"groupId":"OG001","value":"24.1"}]}]}]},{"type":"SECONDARY","title":"Center for Epidemiologic Studies Depression (CES-D) Scale Score","description":"Depressive symptoms were assessed with the Center for Epidemiologic Studies Depression (CES-D) Scale. The CES-S has 20 items rated on a scale of 0 to 3. Total scores range from 0 to 60 with higher scores indicating more depressive symptoms, and a score of 16 or above indicates depression. Baseline scores are presented in the Outcome Measure Data Table and the impact of the study arm at Day 30 is presented in the statistical analysis section.","populationDescription":"Participants completing the study are included in this analysis.","reportingStatus":"POSTED","paramType":"MEAN","dispersionType":"Standard Deviation","unitOfMeasure":"units on a scale","timeFrame":"Baseline, Day 30","groups":[{"id":"OG000","title":"D-cycloserine","description":"Participants taking D-cycloserine and using the HandMentor Pro for robotic therapy"},{"id":"OG001","title":"Placebo","description":"Participants taking a placebo pill and using the HandMentor Pro for robotic therapy"}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"7"},{"groupId":"OG001","value":"6"}]}],"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.1","spread":"6.5"},{"groupId":"OG001","value":"9.2","spread":"8.8"}]}]}],"analyses":[{"groupIds":["OG000","OG001"],"groupDescription":"Values represent the time x treatment group interaction.","nonInferiorityType":"SUPERIORITY","pValue":"0.651","statisticalMethod":"ANOVA","paramType":"F statistic","paramValue":"0.216","ciNumSides":"TWO_SIDED"}]},{"type":"SECONDARY","title":"Display Enhanced Testing for Concussions and Mild Traumatic Brain Injury (mTBI) (DETECT) System Score","description":"Using a computer, helmet with heads-up-display, headphones with audio inputs, and an input unit with two buttons (\"Yes\" and \"No\"), the DETECT system combines an immersive environment with neuropsychological tests to assess mTBI. The DETECT software consists of a series of tests evaluating information processing speed, episodic memory, and working memory. Performance is scored based on response type (correct, incorrect, and missing) and response time. Test results are displayed using an internal algorithm that is based on the probability of impairment. Mean baseline z-scores are presented in the Outcome Measure Data Table and the impact of the study arm at Day 30 is presented in the statistical analysis section. A z-score of 0 represents a healthy individual; scores above 0 are the number of standard deviations above the mean, indicating more errors, taking more time, and thus having a higher probability of mild cognitive impairment.","populationDescription":"Participants with complete information for the DETECT measurement are included in this analysis. Two participants had missing values dues to technical issues with the instrument.","reportingStatus":"POSTED","paramType":"MEAN","dispersionType":"Standard Deviation","unitOfMeasure":"z-score","timeFrame":"Baseline, Day 30","groups":[{"id":"OG000","title":"D-cycloserine","description":"Participants taking D-cycloserine and using the HandMentor Pro for robotic therapy"},{"id":"OG001","title":"Placebo","description":"Participants taking a placebo pill and using the HandMentor Pro for robotic therapy"}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"6"},{"groupId":"OG001","value":"5"}]}],"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.2","spread":"0.0"},{"groupId":"OG001","value":"10.1","spread":"0.1"}]}]}],"analyses":[{"groupIds":["OG000","OG001"],"groupDescription":"Values represent the time x treatment group interaction.","nonInferiorityType":"SUPERIORITY","pValue":"0.447","statisticalMethod":"ANOVA","paramType":"F statistic","paramValue":"0.633","ciNumSides":"TWO_SIDED"}]},{"type":"SECONDARY","title":"Number of Blocks Moved During the Box and Block Test (BBT) of Affected Arm","description":"Change in functional motor task performance of the arm affected by the stroke was assessed with the Box and Block Test (BBT). The BBT involves dexterous manipulation of objects and voluntary motor control, which improves with upper limb recovery following stroke. The number of blocks moved within 60 seconds are counted. Baseline scores of the mean number of blocks moved are presented in the Outcome Measure Data Table and the impact of the study arm at Day 30 is presented in the statistical analysis section.","populationDescription":"Participants completing the study are included in this analysis.","reportingStatus":"POSTED","paramType":"MEAN","dispersionType":"Standard Deviation","unitOfMeasure":"blocks per minute","timeFrame":"Baseline, Day 30","groups":[{"id":"OG000","title":"D-cycloserine","description":"Participants taking D-cycloserine and using the HandMentor Pro for robotic therapy"},{"id":"OG001","title":"Placebo","description":"Participants taking a placebo pill and using the HandMentor Pro for robotic therapy"}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"7"},{"groupId":"OG001","value":"6"}]}],"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.7","spread":"7.9"},{"groupId":"OG001","value":"9.6","spread":"6.2"}]}]}],"analyses":[{"groupIds":["OG000","OG001"],"groupDescription":"Values represent the time x treatment group interaction.","nonInferiorityType":"SUPERIORITY","pValue":"0.471","statisticalMethod":"ANOVA","paramType":"F statistic","paramValue":"0.557","ciNumSides":"TWO_SIDED"}]}]},"adverseEventsModule":{"frequencyThreshold":"0","timeFrame":"Adverse events were collected from the time each participant consented to take part in the trial through the end of study follow up (30 days). Adverse events for all participants who began the study are presented, regardless of whether or not they finished the study.","eventGroups":[{"id":"EG000","title":"D-cycloserine","description":"Participants taking D-cycloserine and using the HandMentor Pro for robotic therapy","deathsNumAffected":0,"deathsNumAtRisk":7,"seriousNumAffected":0,"seriousNumAtRisk":7,"otherNumAffected":0,"otherNumAtRisk":7},{"id":"EG001","title":"Placebo","description":"Participants taking a placebo pill and using the HandMentor Pro for robotic therapy","deathsNumAffected":0,"deathsNumAtRisk":7,"seriousNumAffected":0,"seriousNumAtRisk":7,"otherNumAffected":0,"otherNumAtRisk":7}]},"moreInfoModule":{"certainAgreement":{"piSponsorEmployee":true},"pointOfContact":{"title":"Dr. Andrew John Butler","organization":"Emory University","email":"ajbutle@emory.edu","phone":"404-413-1415"}}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"meshes":[{"id":"D000003523","term":"Cycloserine"}],"ancestors":[{"id":"D000000892","term":"Anti-Infective Agents, Urinary"},{"id":"D000000890","term":"Anti-Infective Agents"},{"id":"D000000904","term":"Antibiotics, Antitubercular"},{"id":"D000000995","term":"Antitubercular Agents"},{"id":"D000000900","term":"Anti-Bacterial Agents"},{"id":"D000000963","term":"Antimetabolites"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"}],"browseLeaves":[{"id":"M6419","name":"Cycloserine","asFound":"Antipsychotic","relevance":"HIGH"},{"id":"M3904","name":"Anti-Infective Agents","relevance":"LOW"},{"id":"M3912","name":"Anti-Bacterial Agents","relevance":"LOW"},{"id":"M3914","name":"Antibiotics, Antitubercular","relevance":"LOW"},{"id":"M4001","name":"Antitubercular Agents","relevance":"LOW"},{"id":"M3971","name":"Antimetabolites","relevance":"LOW"}],"browseBranches":[{"abbrev":"Infe","name":"Anti-Infective Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":true}