{"protocolSection":{"identificationModule":{"nctId":"NCT05321290","orgStudyIdInfo":{"id":"14-8702"},"organization":{"fullName":"University Health Network, Toronto","class":"OTHER"},"briefTitle":"Robotic Therapy Program for the Arm After Stroke","officialTitle":"Evaluation of an Outpatient Upper Limb Robotic Therapy Program for Older Adult Chronic Stroke Survivors"},"statusModule":{"statusVerifiedDate":"2022-04","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2015-10-15","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2016-11-11","type":"ACTUAL"},"completionDateStruct":{"date":"2016-11-11","type":"ACTUAL"},"studyFirstSubmitDate":"2022-02-01","studyFirstSubmitQcDate":"2022-04-01","studyFirstPostDateStruct":{"date":"2022-04-11","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-04-25","lastUpdatePostDateStruct":{"date":"2022-04-29","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Rosalie Wang","investigatorTitle":"Affiliate Scientist/Assistant Professor","investigatorAffiliation":"University Health Network, Toronto"},"leadSponsor":{"name":"University Health Network, Toronto","class":"OTHER"},"collaborators":[{"name":"The Drummond Foundation","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The aim of this study is to evaluate an outpatient stroke rehabilitation program that uses therapy goal setting and a newly developed, low cost robot for upper limb therapy. The prototype robot has been developed by Toronto Rehab and University of Toronto along with an industry Partner, Quanser Inc. As a prototype, the robot is undergoing research for its effectiveness and feasibility and not currently used in usual therapy. Participants in this study will receive assessments, set their own therapy goals, and work with the robot. Therapy program outcomes for each participant will be evaluated in several ways. These will include comparing changes in values recorded directly from the robot (e.g. speed of movement), clinical assessments of upper limb abilities, and achievement of therapy goals. Program satisfaction will be recorded using questionnaires, surveys, and interviews. Feasibility of and requirements for delivering the program will be examined through participant enrollment, hours in the therapy program, hours of robot use, travel time and distances, and other participant factors, and staffing needs.","detailedDescription":"This study evaluates an outpatient stroke rehabilitation program that applies therapy goal setting and a newly developed, low cost robotic system for upper limb therapy. The specific objectives of the study include the following:\n\n1. To evaluate the efficacy of the program in improving upper limb movement function and goal achievement in older adult chronic stroke survivors\n2. To evaluate older adult chronic stroke survivor satisfaction with the rehabilitation program (e.g. overall therapy program, robotic system, service delivery)\n3. To determine the feasibility of and requirements to deliver an outpatient upper limb robotic therapy program in a drop-in clinic setting for older adult chronic stroke survivors\n\nThe study uses a multiple single subject research design (SSRD) with 3 study phases and a follow-up. The phases include:\n\nA - Baseline (no intervention, assessment only, 2 weeks) B - Intervention (therapy program, assessment and therapy, 8 weeks) A - Baseline (maintenance with no intervention, assessment only, 2 weeks) A follow-up assessment will be conducted 4 weeks after the phases are completed.\n\nWith this study design, each participant's progress can be examined on a person by person basis.\n\nBaseline information collected from participants will include demographics (e.g. age, sex, hand dominance), medical history including type and location of stroke, cognition (screened using the Mini Mental State Exam), communication, vision, hearing, pain (Borg CR10 Scale), fatigue (Fatigue Severity Scale), depression (using Beck's Depression Inventory), functional abilities (Functional Independence Measure), performance of daily activities, treatment precautions, and therapy goals (Goal Attainment Scaling, GAS).\n\nDuring each of the study phases, robotic and upper limb function assessments will be carried out as described in the Outcomes section. The therapy program will be carried out as described in the Intervention section. At the end of the 3 phases, therapy goals identified in the GAS will be reviewed and the Functional Independence Measure will be re-evaluated. Participants will be asked about their satisfaction with the program using the outcome measures and methods described in the Outcomes section. Participants will be asked to return for a follow up assessment 4 weeks later. If sessions are missed (e.g. owing to illness), attempts will be made to reschedule missed sessions, in which case the total duration of the study will be extended. If participants are unable to attend or miss multiple sessions, participation in the program will be reevaluated and negotiated with the participant. Researchers will keep continuous records of information for program feasibility and requirements."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Rehabilitation","Upper limb","Chronic stroke","Robotics","Older adult","Goal setting"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"A multiple SSRD study using an ABA design and follow-up will be conducted with up to 10 participants. This study design focuses on within-participant comparisons of repeated performance outcome measurements over time, which will be critical for determining the clinical efficacy of the therapy program for individual participants (Graham et al, 2012). The SSRD will be supplemented with questionnaires, and survey and open-ended interview questions.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":9,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Robotic Therapy Program","type":"EXPERIMENTAL","description":"The intervention will consist of identification of 3-5 therapy goals using GAS (Turner-Stoke, 2009), joint planning with a therapist to achieve these goals during the program, and a robotic therapy plan. The robotic therapy plan will be negotiated with participants and consist of 3 sessions (about 1 h) per week for 8 weeks. The plan will detail the types of robotic activities (e.g. selection of interactive activities and games) to be completed by the participant. Homework relevant to participants' therapy goals will also be developed after each session. The intervention for each participant will be 24 robotic therapy sessions and 10 progress review sessions. The robotic system includes a tabletop 2-degree of freedom haptic robot that provides assisted and resisted shoulder and elbow movement therapy (Lu et. al, 2012). Interactive games are used with the system to engage and motivate participants to continue therapy.","interventionNames":["Other: Robotic Therapy Program"]}],"interventions":[{"type":"OTHER","name":"Robotic Therapy Program","armGroupLabels":["Robotic Therapy Program"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change from baseline mean movement velocity of affected arm after 8 weeks of therapy as assessed by metric derived from robot sensor data","description":"The robotic system automatically and continuously collects data from sensors when the robot end effector is moved by the participant's arm while using the robot. Robotic data on arm movement are collected at the start of each assessment and therapy session during calibration exercises. Data for the mean movement velocity metric were extracted from each movement and averaged over each session (day). Each session's mean movement velocity over the course of the participant's program was plotted and the mean movement velocity was analyzed for changes from the baseline.","timeFrame":"A Phase (4 times a week in weeks 1-2), B Phase (during each therapy session [3 times a week] and each evaluation session [1 time every 2 weeks] over 8 weeks [total 28 times]), A Phase (3 times a week in weeks 11-12), follow-up (1 time in week 16)"},{"measure":"Change from baseline movement smoothness of affected arm after 8 weeks of therapy as assessed by metric derived from robot sensor data","description":"The robotic system automatically and continuously collects data from sensors when the robot end effector is moved by the participant's arm while using the robot. Robotic data on arm movement are collected at the start of each assessment and therapy session during calibration exercises. Data for the movement smoothness metric were extracted from each movement and averaged over each session (day). Movement smoothness was determined using root mean square (RMS) jerk (normalized by movement duration). Each session's movement smoothness over the course of the participant's program was plotted and the movement smoothness was analyzed for changes from the baseline.","timeFrame":"A Phase (4 times a week in weeks 1-2), B Phase (during each therapy session [3 times a week] and each evaluation session [1 time every 2 weeks] over 8 weeks [total 28 times]), A Phase (3 times a week in weeks 11-12), follow-up (1 time in week 16)"},{"measure":"Change from baseline movement error of affected arm after 8 weeks of therapy as assessed by metric derived from robot sensor data","description":"The robotic system automatically and continuously collects data from sensors when the robot end effector is moved by the participant's arm while using the robot. Robotic data on arm movement are collected at the start of each assessment and therapy session during calibration exercises. Data for the movement error metric were extracted from each movement and averaged over each session (day). Movement error was determined using the shortest path length divided by actual path length. Each session's movement error over the course of the participant's program was plotted and the movement error was analyzed for changes from the baseline.","timeFrame":"A Phase (4 times a week in weeks 1-2), B Phase (during each therapy session [3 times a week] and each evaluation session [1 time every 2 weeks] over 8 weeks [total 28 times]), A Phase (3 times a week in weeks 11-12), follow-up (1 time in week 16)"},{"measure":"Change from baseline range of motion of affected arm after 8 weeks of therapy as assessed by metric derived from robot sensor data","description":"The robotic system automatically and continuously collects data from sensors when the robot end effector is moved by the participant's arm while using the robot. Robotic data on arm movement are collected at the start of each assessment and therapy session during calibration exercises. Data for the range of motion metric were extracted (X and Y range) and averaged over each session (day). Each session's range of motion (total reachable area) over the course of the participant's program was plotted and the range of motion was analyzed for changes from the baseline.","timeFrame":"A Phase (4 times a week in weeks 1-2), B Phase (during each therapy session [3 times a week] and each evaluation session [1 time every 2 weeks] over 8 weeks [total 28 times]), A Phase (3 times a week in weeks 11-12), follow-up (1 time in week 16)"}],"secondaryOutcomes":[{"measure":"Fugl-Meyer Assessment - Upper Extremity (FMA - UE)","description":"The Fugl-Meyer Assessment - Upper Extremity (FMA - UE) (Fugl-Meyer et. al, 1975) will be used to evaluate changes in motor impairment or recovery. The FMA assesses motor functioning, balance, sensation and joint functioning in stroke survivors with upper and lower extremity hemiplegia. The assessment has been widely used to describe motor recovery and assess treatment outcomes (Fugl-Meyer et. al, 1975, Gladstone et. al 2002). It has been used with stroke survivors in the acute and chronic stages of recovery in hospital settings and community settings (Wood-Dauphinee et al, 1990). The sections of the FMA may be used separately, and in this study only the UE section will be used. It is estimated to take approximately 20 minutes to complete.","timeFrame":"A Phase (weekly in 1st and 2nd weeks), B Phase (every 2 weeks during 8-week intervention phase), A Phase (weekly in 11-12th weeks), and follow-up (once at 16 weeks)"},{"measure":"Action Arm Research Test (ARAT)","description":"The Action Research Arm Test (ARAT) will be used as a measure for arm function and activity limitation. The ARAT was designed to be used with individuals with hemiplegia following cortical damage (Lyle, 1981). There are four subscales including grasp, grip, pinch and gross movement and 19 items within all the subscales. As an assessment to measure upper extremity activity limitation, it examines the abilities to manipulate everyday objects with varying size, weight, and shape (Platz et al, 2005). Equipment for the procedures is standardized.","timeFrame":"A Phase (weekly in 1st and 2nd weeks), B Phase (every 2 weeks during 8-week intervention phase), A Phase (weekly in 11-12th weeks), and follow-up (once at 16 weeks)"},{"measure":"Goal Attainment Scaling (GAS)","description":"Goal Attainment Scaling (GAS) is used to facilitate the collaborative development and evaluation of goals used in the therapy program (Turner-Stokes, 2009). GAS enables quantification of goal achievement using a 5-point scale that ranges from -2 to +2. The scoring approach used for GAS is taken from Turner-Stokes (2009). The approach includes a method for producing an aggregated goal attainment score.","timeFrame":"Identify therapy goals at baseline (once in week 1), evaluate progress at end of program (once at end of 2nd A phase week 12), and at follow-up (once at week 16), reassessment may occur, as needed (e.g. participant achieves goal during B phase)"},{"measure":"Motor Activity Log (MAL)","description":"The Motor Activity Log (MAL) (Taub et al, 1993) will be used as a measure of affected upper limb use in daily activities. The MAL-14 consists of a semi-structured interview identifying 14 functional tasks that asks participants to report on a 6-point scale, how often and how well he/she performs the tasks, over the past week. The MAL-14 is a standardized version (Uswatte et al 2005). Scores for amount of use and quality of movement are scored separately.","timeFrame":"A Phase (twice in week 1, once in week 2), B Phase (once a week during 8-week intervention phase), A Phase (once a week in 11-12th weeks), and follow-up (once at 16 weeks)"},{"measure":"Quebec User Evaluation of Satisfaction with Technology (QUEST) 2.0 Scale","description":"The QUEST 2.0 will be completed by participants to assess their satisfaction with the therapy program using the robotic device (Demers et al, 2000). The items collectively form a satisfaction evaluation of interest in this study. The tool has 12 items, rated on a 6-point scale: Dimensions, Weight, Adjustments, Safety, Durability, Easy to use, Comfort, Effectiveness, Service delivery, Repairs/servicing, Professional service, and Follow-up services. Eight items will be scored in this study as they are the most relevant (Dimensions, Weight, Adjustments, Safety, Easy to use, Comfort, Effectiveness, Service delivery). The QUEST 2.0 score is calculated by averaging the results for all scored items.","timeFrame":"Administered in last visit of 2nd A Phase (12th week)"},{"measure":"Outpatient Service Satisfaction Survey","description":"The Toronto Rehabilitation Institute - University Health Network survey will help to evaluate participant satisfaction with the therapy program (e.g. overall therapy program, robotic therapy system, service delivery). It has a scale to indicate satisfaction (Excellent, Very good, Good, Fair, Poor) with additional opportunities to comment on each survey item.","timeFrame":"Administered in last visit of 2nd A Phase (12th week)"}],"otherOutcomes":[{"measure":"Open-ended interview questions","description":"Additional open-ended questions will be asked of participants to examine facilitators and barriers for program participation and feedback to improve the program. The following questions were asked:\n\n1. How was your experience participating in the robotic stroke therapy program? (What did you like about it? What did you not like about it?)\n2. What helped you to participate in the program? (e.g. on a day to day basis, over the whole program)\n3. What prevented you from participating in the program? (e.g. on a day to day basis, over the whole program)\n4. What might you suggest to improve the program?","timeFrame":"Administered in last visit of 2nd A phase (12th week)"},{"measure":"Summative evaluation of program feasibility (yes/no)","description":"Summative evaluation of program feasibility determined by research team, reported as yes/no, based on integrated analysis of qualitative/quantitative data. Data tracked on participant recruitment and program enrollment (numbers contacted/enrolled, reasons for declining), which allows assessment of interest and appropriateness of participant criteria and program delivery aspects. Participant participation tracked throughout study involvement (appointments attended; reasons for non-attendance; hours of therapy program, robot use, homework completed; travel time/distances, time involvement of caregivers for participants to attend therapy), which allows assessment of participant program adherence, appropriateness of therapy program/schedule, and program participation requirements. Study staff time to recruit participants and deliver therapy program tracked. At study completion, research team will analyze tracked participant and staff data together and infer feasibility of therapy program.","timeFrame":"Data recorded throughout the entire study, and through study completion for each participant (16 weeks/participant)."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Chronic stroke survivor (at least 6 months post stroke)\n* Completed all outpatient stroke rehabilitation\n* Upper limb recovery between stage 3 to 5 (out of 7) in the arm on the Chedoke McMaster Stroke Assessment (CMSA) Stages of Motor Impairment (Gowland et. al, 1993)\n* Able to attend 3 - 4 visits per week at the clinic for 12 weeks with a 4 week follow up\n* Able to tolerate up to 1 hour of activity in seated position\n* Able to speak English\n* Able to give informed consent and sign consent form\n\nExclusion Criteria:\n\n* Significant upper limb neurological or musculoskeletal condition other than stroke\n* Shoulder subluxation or significant pain that limits active mobility treatment","healthyVolunteers":false,"sex":"ALL","minimumAge":"60 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Rosalie H Wang, PhD","affiliation":"University Health Network/University of Toronto","role":"PRINCIPAL_INVESTIGATOR"}]},"referencesModule":{"references":[{"type":"BACKGROUND","citation":"Lu E, Wang R, Huq R, Gardner D, Karam P, Zabjek K, Hebert D, Boger J, Mihailidis A. Development of a robotic device for upper limb stroke rehabilitation: A user-centered design approach. Paladyn, Journal of Behavioral Robotics. 2011;2(4): 176-184. https://doi.org/10.2478/s13230-012-0009-0"},{"pmid":"22580169","type":"BACKGROUND","citation":"Graham JE, Karmarkar AM, Ottenbacher KJ. Small sample research designs for evidence-based rehabilitation: issues and methods. Arch Phys Med Rehabil. 2012 Aug;93(8 Suppl):S111-6. doi: 10.1016/j.apmr.2011.12.017. Epub 2012 May 8."},{"type":"BACKGROUND","citation":"Barlow, DH and Hersen, M. Single case experimental designs: Strategies for studying behaviour change. New York: Pergamon Press, 1984."},{"pmid":"19179355","type":"BACKGROUND","citation":"Turner-Stokes L. Goal attainment scaling (GAS) in rehabilitation: a practical guide. Clin Rehabil. 2009 Apr;23(4):362-70. doi: 10.1177/0269215508101742. Epub 2009 Jan 29. Erratum In: Clin Rehabil. 2010 Feb;24(2):191."},{"pmid":"8418551","type":"BACKGROUND","citation":"Gowland C, Stratford P, Ward M, Moreland J, Torresin W, Van Hullenaar S, Sanford J, Barreca S, Vanspall B, Plews N. Measuring physical impairment and disability with the Chedoke-McMaster Stroke Assessment. Stroke. 1993 Jan;24(1):58-63. doi: 10.1161/01.str.24.1.58."},{"pmid":"1135616","type":"BACKGROUND","citation":"Fugl-Meyer AR, Jaasko L, Leyman I, Olsson S, Steglind S. The post-stroke hemiplegic patient. 1. a method for evaluation of physical performance. Scand J Rehabil Med. 1975;7(1):13-31."},{"pmid":"12234086","type":"BACKGROUND","citation":"Gladstone DJ, Danells CJ, Black SE. The fugl-meyer assessment of motor recovery after stroke: a critical review of its measurement properties. Neurorehabil Neural Repair. 2002 Sep;16(3):232-40. doi: 10.1177/154596802401105171."},{"pmid":"2339453","type":"BACKGROUND","citation":"Wood-Dauphinee SL, Williams JI, Shapiro SH. Examining outcome measures in a clinical study of stroke. Stroke. 1990 May;21(5):731-9. doi: 10.1161/01.str.21.5.731."},{"pmid":"7333761","type":"BACKGROUND","citation":"Lyle RC. A performance test for assessment of upper limb function in physical rehabilitation treatment and research. Int J Rehabil Res. 1981;4(4):483-92. doi: 10.1097/00004356-198112000-00001. No abstract available."},{"pmid":"15929509","type":"BACKGROUND","citation":"Platz T, Pinkowski C, van Wijck F, Kim IH, di Bella P, Johnson G. Reliability and validity of arm function assessment with standardized guidelines for the Fugl-Meyer Test, Action Research Arm Test and Box and Block Test: a multicentre study. Clin Rehabil. 2005 Jun;19(4):404-11. doi: 10.1191/0269215505cr832oa."},{"pmid":"8466415","type":"BACKGROUND","citation":"Taub E, Miller NE, Novack TA, Cook EW 3rd, Fleming WC, Nepomuceno CS, Connell JS, Crago JE. Technique to improve chronic motor deficit after stroke. Arch Phys Med Rehabil. 1993 Apr;74(4):347-54."},{"pmid":"16224078","type":"BACKGROUND","citation":"Uswatte G, Taub E, Morris D, Vignolo M, McCulloch K. Reliability and validity of the upper-extremity Motor Activity Log-14 for measuring real-world arm use. Stroke. 2005 Nov;36(11):2493-6. doi: 10.1161/01.STR.0000185928.90848.2e. Epub 2005 Oct 13."},{"type":"BACKGROUND","citation":"Demers L, et al. Quebec User Evaluation of Satisfaction with Assistive Technology QUEST 2.0. New York (NY): Marcia J. Scherer PhD Institute for Matching Person and Technology, 2000."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}