{"protocolSection":{"identificationModule":{"nctId":"NCT05296408","orgStudyIdInfo":{"id":"N3674-R"},"organization":{"fullName":"VA Office of Research and Development","class":"FED"},"briefTitle":"Exoskeleton Research: Myoelectric Orthosis for Rehab of Severe Chronic Arm Motor Deficits","officialTitle":"Exoskeleton Research: Myoelectric Orthosis for Rehab of Severe Chronic Arm Motor Deficits"},"statusModule":{"statusVerifiedDate":"2024-01","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-04-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-04-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-04-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-03-09","studyFirstSubmitQcDate":"2022-03-24","studyFirstPostDateStruct":{"date":"2022-03-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-01-18","lastUpdatePostDateStruct":{"date":"2024-01-19","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"VA Office of Research and Development","class":"FED"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"This study will evaluate the effects of combining motor learning-based therapy with use of the MyoPro , a wearable exoskeletal myoelectrically controlled orthotic device. MyoPro uses electromyographic (EMG) signals from the weak muscles to assist movement of the user's affected arm. The primary objective of this randomized controlled trial is to study the efficacy of using MyoPro in motor learning-based therapy for individuals with chronic stroke (\\>6 months post) with severe upper limb motor deficits (Fugl-Meyer for Upper Limb score less than 30) compared with a similar dose of motor learning-based therapy alone. The secondary objectives are to evaluate neuroplasticity mechanisms, identify biomarkers of greater response to the intervention, and explore cost-effectiveness.","detailedDescription":"Current rehabilitation methods fail to restore normal arm function for many stroke survivors, particularly those with severe deficits. The main objective of this study is to test efficacy and evaluate underlying neurophysiological mechanisms of a novel approach to treat persistent severe arm deficits after stroke with a combination of MyoPro and motor learning-based therapy. The investigators will also estimate cost effectiveness of this therapeutic approach. Rationale: Motor learning-based therapy is one of the most effective stroke rehabilitation methods available, however its application is challenging for individuals with severe arm impairment because of their limited ability to practice volitional arm movement effectively. The MyoPro is an exoskeletal myoelectrically controlled orthotic device that is custom fitted to an individual's paretic arm and assists the user to move the paretic arm. MyoPro can help with motor learning-based therapy for individuals with severe motor deficits as it motivates practice because even weak muscle activity is translated into patient-initiated arm movement. Preliminary results of motor-learning therapy using MyoPro in the investigators' laboratory showed an increase in Fugl-Meyer for Upper extremity score (FM) of 7.4 points following 18 weeks of training (18 in-clinic therapy sessions over 9 weeks followed by 9 weeks of home practice) for chronic stroke survivors with baseline FM 30. However, comparison of the same dose of combination therapy with motor-learning alone remains to be determined. Study Design: Using a randomized, controlled design, individuals with chronic severe stroke ( 6 months post; Fugl Meyer UE score 30;n=60) will participate in either MyoPro+motor learning (M+ML) or motor learning alone (ML-alone). The study intervention will include 9 weeks of in-clinic training (18 sessions;1.5 hours each) followed by 9 weeks of home practice and a 6-week follow-up. Aim 1 is to determine whether M+ML results in greater treatment gains compared to ML-alone. The primary outcome will be change in FM. Secondary outcome measures will assess overall paretic arm performance and will include: kinematics, muscle tone (Modified Ashworth Scale; MAS), grip/pinch/arm dynamometry, sensory function (Semmes Weinstein mono-filament test, joint proprioception), arm function (Arm Motor Ability Test (AMAT);actigraphy) and quality of life (Stroke Impact Scale (SIS)). Aim 2 is to characterize structural and functional brain changes after treatment. Outcomes include corticospinal excitability (motor evoked potential recruitment curve (MEP-rc)), and functional connectivity (resting state function Magnetic Resonance Imaging(rs-fMRI). Aim 3 is to identify baseline factors associated with greater functional improvement with treatment. Outcomes are as follows: baseline integrity of the stroke-affected corticospinal tract (lesion load, MEP-rc; Diffusion Tensor Imaging); baseline motor ability of the affected arm (FM); baseline functional connectivity (rs-fMRI); device usage and actigraphy. Aim 4 is to evaluate cost effectiveness of M+ML versus ML-alone. Outcomes include: direct/indirect costs and health related quality of life surveys (Short Form 12v.2 and SIS). Significance: This study will address an important problem for the VA patient population by testing for the first time whether MyoPro combined with motor learning-based therapy is superior to motor learning alone in the treatment of chronic, severe arm impairment in stroke. If found to be effective, the study intervention is readily deployable to the clinical setting."},"conditionsModule":{"conditions":["Chronic Stroke"],"keywords":["stroke","rehabilitation","upper limb","motor learning","cerebrovascular accident"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Individuals will be randomized to either receive motor learning combined with Myopro (M+ML) or motor learning alone (ML-alone)","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"A blinded assessor will collect clinical outcomes","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":60,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"M+ML","type":"EXPERIMENTAL","description":"MyoPro paired with motor learning based therapy","interventionNames":["Behavioral: motor learning based therapy","Behavioral: MyoPro","Behavioral: Home Exercise Program"]},{"label":"ML-alone","type":"ACTIVE_COMPARATOR","description":"motor learning based therapy alone","interventionNames":["Behavioral: motor learning based therapy","Behavioral: Home Exercise Program"]}],"interventions":[{"type":"BEHAVIORAL","name":"motor learning based therapy","description":"Motor learning based therapy will include functional task/task component training and will be employed to practice hand-to-mouth, forward reach, grasp-release, and object manipulation. Training will include high repetition both in the clinic and during home exercise practice. Tasks will be decomposed into component parts and practiced in this manner with the goal of returning to full task performance as skill develops Training will be tailored to each individual subject's capability and progressed according to a motor control hierarchy to ensure adequate challenge. Training is always started at the appropriate level of challenge for an individual to ensure adequate challenge is delivered whether the individual is higher or lower functioning.","armGroupLabels":["M+ML","ML-alone"]},{"type":"BEHAVIORAL","name":"MyoPro","description":"The MyoPro supports motor learning-based training by reinforcing coordinated movement practice, allowing for finely incrementalized training progression, and encouraging high repetition of movement. Importantly, the device assists the user to move the paretic limb in a manner they may otherwise be unable to do. This further motivates the user to continue attempts to move the paretic limb. When a user attempts to volitionally contract a weak muscle, sensors embedded within the MyoPro detect the EMG signal, which triggers activation of a motor within the device. The motor assists the user to complete the desired movement (e.g. opening of the hand).Subjects experience real-time biofeedback through their ability to sense and see movement of the target joint(s) and via their interface with the software on a computer that provides visual feedback of the EMG level of the contracting muscle","armGroupLabels":["M+ML"]},{"type":"BEHAVIORAL","name":"Home Exercise Program","description":"Every subject will be assigned an individualized HEP. Therapy staff will create written handouts for the user to follow. The HEP will include photographs of the study participant performing his/her exercises/functional tasks along with written instructions. Each individual will have their own personalized HEP that will be created during their study participation and will be dispensed only to them. The HEP will reinforce in-clinic therapy. The HEP will be progressed regularly, and individuals will log practice time. The HEP for M+ML will include practice with and without the MyoPro; the HEP for ML-alone will include practice without MyoPro. Each HEP session will require approximately 90 minutes to complete.","armGroupLabels":["M+ML","ML-alone"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Fugl Meyer for Upper Limb (FM) change","description":"Thirty-three items of movement coordination and reflex activity are scored with a 3-point Likert scale (0-66 points) where higher scores represent better arm function.","timeFrame":"weeks 1, 4, 9, 18 and 24"}],"secondaryOutcomes":[{"measure":"Modified Ashworth Scale (MAS)","description":"MAS will be used to assess muscle tone. Using a 5-point scale, resistance to passive movement about a joint with is scored. MAS has been widely used to quantify muscle tone following stroke. MAS of the shoulder internal rotators, elbow flexors/extensors, forearm pronators/supinators, wrist flexors/extensors and finger flexors/extensors will be scored.","timeFrame":"weeks 1, 4, 9, 18, 24"},{"measure":"Upper limb kinematics","description":"The investigators will use a 3-D optic motion analysis (Vicon) system to assess participants' movement performance during supported forward reach and a forward reach to grasping task. Kinematic variables to be assessed will include joint range of motion used to perform the task and end-point trajectory.","timeFrame":"weeks 1, 4, 9, 18, 24"},{"measure":"Dynamometry","description":"Muscle force production of the elbow flexors/extensors and wrist flexors/extensors will be assessed using standardized hand-held dynamometry.","timeFrame":"weeks 1, 4, 9, 18, 24"},{"measure":"Arm Motor Ability Test","description":"AMAT tests the time and quality of performance of 13 different complex tasks of activities of daily living (ADL). Rating is based on the quality of movement, ability to complete the task and time elapsed.","timeFrame":"weeks 1, 4, 9, 18, 24"},{"measure":"Stroke Impact Scale","description":"The SIS is a self-report measure that evaluates disability and health related quality of life across 8 domains for individuals with stroke.","timeFrame":"weeks 1, 4, 9, 18, 24"},{"measure":"Transcranial Magnetic Stimulation (TMS)","description":"motor evoked potentials will be recorded at stimulator output (SO) intensities ranging from those that evoke no response above baseline activity to those that evoke a maximal response. SO will be increased until the MEP amplitude plateaus, or the maximum SO (100%) is reached.","timeFrame":"weeks 1, 4, 9, 18, 24"},{"measure":"Brain network connectivity using resting state functional Magnetic Resonance Imaging (rs-fMRI)","description":"Functional connectivity within the Sensory Motor network (SMN) and Default Mode Network (DMN) will be computed based on resting state functional Magnetic Resonance Imaging (rs-fMRI). SMN and DMN network connectivity matrices will be computed using anatomical regions defined in the automated anatomical labelling (AAL) atlas. The mean time course from each region will be extracted and Pearson correlation will be computed.","timeFrame":"week 1 and 18"},{"measure":"Short Form 12v12","description":"SF 12v12 is a self report questionnaire that measures health related quality of life.","timeFrame":"weeks 1, 9, 18, 24"},{"measure":"Fractional anisotropy of movement-related tracts","description":"FA will computed for bilateral motor output tracts by fitting a tensor model at each voxel and then be assessed within the non-lesion portion of a white matter tract.","timeFrame":"week 1 and 18"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* 18-89 years of age\n* Unilateral arm weakness due to stroke (6 months or more since onset)\n* Adequate range of motion at the elbow, forearm, wrist, and hand to don the device\n* Active shoulder flexion of at least 30 degrees and active shoulder abduction of at least 20 degrees\n* Ability to generate volitional, consistent, and detectable EMG signals from the upper arm and forearm sensor sites with wrist in neutral or flexed positions as detected by the MyoPro software\n* MAS score less or equal to 3 for the biceps, triceps, supinators and pronators of the impaired arm\n* Able to read and comprehend the English language\n* Able to follow directions\n* Able to provide informed consent\n* Medically and psychologically stable.\n* Ability to don/doff MyoPro independently or have support as needed.\n* Ability to undergo MRI\n* Ability to undergo TMS procedures\n\nExclusion Criteria:\n\n* Previous stroke(s) affecting motor function on the opposite side.\n* Persistent and severe shoulder subluxation, pain or dislocation\n* Shoulder passive range of motion \\< 45 degrees in flexion and abduction\n* Fixed upper limb contractures on the impaired arm and hand\n* Unable to safely support the weight of their arm plus 4 lbs (1.82 kg; the weight of the device) without pain even with arm supported.\n* Skin rash or open non-healing wound on impaired arm\n* Involuntary movements of the impaired arm\n* Pacemaker or other implanted devices that are not compatible with testing procedures or would interfere with donning/doffing and functioning of device.\n* Metal in the skull or deformity of the skull\n* Claustrophobia, or inability to operate the MRI patient call button\n* Contraindications for MRI (standardized screening form for MRI).\n* Past history of seizures\n* Family history of medication refractory epilepsy\n* Pregnancy or pregnancy planning during the study period\n* Currently taking medications or substances that lower the threshold for onset of seizure.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"89 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Jessica P McCabe, MPT DPT","role":"CONTACT","phone":"(216) 791-3800","phoneExt":"4691","email":"Jessica.Mccabe@va.gov"},{"name":"Svetlana Pundik, MD","role":"CONTACT","phone":"(216) 791-3800","phoneExt":"3732","email":"svetlana.pundik@va.gov"}],"overallOfficials":[{"name":"Svetlana Pundik, MD","affiliation":"Louis Stokes VA Medical Center, Cleveland, OH","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Louis Stokes VA Medical Center, Cleveland, OH","status":"RECRUITING","city":"Cleveland","state":"Ohio","zip":"44106-1702","country":"United States","contacts":[{"name":"Holly B Henry","role":"CONTACT","phone":"216-791-3800","phoneExt":"64657","email":"holly.henry@va.gov"},{"name":"Svetlana Pundik, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":41.4995,"lon":-81.69541}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","asFound":"Chronic","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}