{"protocolSection":{"identificationModule":{"nctId":"NCT05877183","orgStudyIdInfo":{"id":"Smart reminder"},"organization":{"fullName":"The Hong Kong Polytechnic University","class":"OTHER"},"briefTitle":"'Smart Reminder': a Randomized Controlled Trial on the Effect of a Wearable Device","officialTitle":"'Smart Reminder': a Randomized Controlled Trial on the Effect of a Wearable Device to Provide Telerehabilitation for Persons With Stroke"},"statusModule":{"statusVerifiedDate":"2023-05","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-06-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-03-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-03-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-05-17","studyFirstSubmitQcDate":"2023-05-17","studyFirstPostDateStruct":{"date":"2023-05-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-09-21","lastUpdatePostDateStruct":{"date":"2023-09-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Kenneth N. K. Fong","investigatorTitle":"Professor","investigatorAffiliation":"The Hong Kong Polytechnic University"},"leadSponsor":{"name":"The Hong Kong Polytechnic University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Using wearable devices in the home setting allows continuous remote monitoring and feedback for intense self-directed training, an effective alternative to in-person rehabilitation. Emerging literature demonstrated that wearable devices are promising tools to enhance and deliver home-based upper limb training in stroke survivors. Nevertheless, previous reviews (Wang et al., 2017; Rodgers et al., 2019) highlighted a paucity of high-quality evidence concerning the clinical application of wearable devices in home-based rehabilitation.\n\nThis study examines the effectiveness of the enhanced version of the wearable device as a home-based upper limb rehabilitation intervention to improve the hemiplegic upper limb motor function of persons with stroke. The study seeks to address the research question:\n\n'Is wearable device intervention in the home more effective in promoting arm recovery in stroke survivors than conventional therapy with a sham device after treatment and follow-up?' We hypothesize that the multimodal feedback system and improved features from the wearable device will provide a more effective and sustainable treatment option than conventional therapy with a sham device to promote the motor recovery of the hemiplegic UL function in persons with stroke.\n\nA parallel single-blinded randomized controlled trial will be conducted in Hong Kong hospital outpatient and/or community stroke service settings. There will be two study groups: (1) a wearable device group and (2) a sham group. Forty participants will be randomly allocated into any of the two study groups (1) the experimental (wearable device) group and (2) the sham group (use the pictorial handout and sham device) using a computer-generated random number sequence to conceal the allocation.\n\nParticipants in the experimental group will undergo a 4-week wearable device treatment and participants in the sham group will receive a sham device and complete a 4-week conventional training. Upper limb motor outcome measures will be evaluated at the following intervals: baseline, post-treatment at 4-week, and follow-up at 8-week by blinded assessors.\n\nThe results of this study will show the possible efficacy of the wristwatch device in promoting motor recovery of the hemiplegic upper limb in stroke survivors and pave the way for an alternative stroke therapy that uses novel wearable technology in the home setting."},"conditionsModule":{"conditions":["Stroke","Wearable Device"],"keywords":["wearable device","telerehabilitation","upper limb","Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Randomized controlled trial.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"Outcome assessments will be performed by research investigators blinded to the treatment allocation. Participants and therapist are instructed not to tell the assessors which group they are from.","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":40,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Wearable device group","type":"EXPERIMENTAL","description":"Participants will be instructed to wear the wristwatch for a minimum of 3 hours per day, 5 days per week and engage in telerehabilitation, 1 hour per day 5 times per week over 4 weeks. Weekly, there will be a 45-minute therapy consultation.","interventionNames":["Device: Wearable device -'Smart Reminder'"]},{"label":"Sham group","type":"SHAM_COMPARATOR","description":"The participants will be instructed to wear the sham device for a minimum of 3 hours per day, 5 days per week. In addition, they will be instructed to engage in upper limb training with the prescribed exercises presented in the form of a pictorial handout rather than an in-app video, 1 hour per day 5 times per week over 4 weeks. Weekly, there will be a 45-minute therapy consultation.","interventionNames":["Device: Sham device"]}],"interventions":[{"type":"DEVICE","name":"Wearable device -'Smart Reminder'","description":"The wearable device, a wristwatch, has a Bluetooth function to link to mobile devices for the participants to view the prescribed videos and engage in telerehabilitation. It has sensors to monitor arm movements and provides multiple feedbacks (auditory, visual and tactile). Participants were instructed to practice the prescribed exercises -tailored according to the severity of UL paresis for the recommended therapy dose. The device recorded the angles of arm movement and the number of repetitions completed and data collected is uploaded to an encrypted cloud server for remote monitoring. Weekly, the participants will receive a 45-minute consultation session to review their progress and modify prescribed exercises based on the wearable device data.","armGroupLabels":["Wearable device group"]},{"type":"DEVICE","name":"Sham device","description":"The sham device is also a wristwatch, which consists of an accelerometer, a gyroscope sensor, and a rechargeable battery that supports up to 72 hours of continuous use. The device will monitor the participant's arm activity, but it will not emit any reminders or be connected to a telerehabilitation system. The participants were instructed to perform the exercises from the pictorial handout for the recommended therapy dose and received a weekly therapy consultation as well.","armGroupLabels":["Sham group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change from baseline: Fugl Meyer Upper Extremity assessment","description":"The FMA-UE is a 3-point scale with a maximum score of 66 that measures the synergistic pattern and ability to make arm movements (Fugl, 1975). The total score is further subdivided into upper-extremity and hand subscores (Fugl, 1975).","timeFrame":"Outcome measures will be evaluated at three intervals: baseline, post-treatment at 4 weeks, and follow-up at 8 weeks."},{"measure":"Change from baseline: Action Research Arm Test (ARAT)","description":"The ARAT is a frequently used assessment tool for hemiplegic upper limb function. It consists of 19 items comprising four domains: grasp, grip, pinch, and gross motor, and it has a total score of 57 (Lyle, 1981).","timeFrame":"Outcome measures will be evaluated at three intervals: baseline, post-treatment at 4 weeks, and follow-up at 8 weeks."},{"measure":"Change from baseline: Motor Activity Log (MAL)","description":"The MAL is a self-reported questionnaire designed to assess how frequently and effectively patients utilize their affected arm daily (Uswatte, Taub, Morris, Light, \\& Thompson, 2006). It included two subscales to measure patients' perceived amount of arm use (MAL-AOU) and quality of arm use (MAL-QOM) (Uswatte et al., 2006).","timeFrame":"Outcome measures will be evaluated at three intervals: baseline, post-treatment at 4 weeks, and follow-up at 8 weeks."},{"measure":"Change from baseline: Muscle strength of the affected elbow and shoulder","description":"The muscle strength of the affected elbow and shoulder will be measured using a force gauge.","timeFrame":"Outcome measures will be evaluated at three intervals: baseline, post-treatment at 4 weeks, and follow-up at 8 weeks."},{"measure":"Change from baseline: Active Range of motion of the affected shoulder (flexion/extension), elbow (flexion/ extension), and forearm pronation/supination.","description":"A digital goniometer will be used to evaluate the active ROM of the affected shoulder (flexion/extension), elbow (flexion/ extension), and forearm pronation/supination.","timeFrame":"Outcome measures will be evaluated at three intervals: baseline, post-treatment at 4 weeks, and follow-up at 8 weeks."}],"secondaryOutcomes":[{"measure":"Kinematic data of arm movement","description":"The wristwatch's built-in accelerometer will record the kinematic data of arm movements. This kinematic data referred to the mean acceleration in the X, Y, and Z directions over the 3-hour wearing period daily (Wei et al., 2019). The amount of arm movements is calculated using the ratio of the total number of movements divided by the total wearing duration (Wei et al., 2019).","timeFrame":"Outcome measure will be evaluated post-treatment at 4 weeks."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* age ≥ 18 years\n* unilateral hemispherical involvement\n* diagnosis of stroke with onset ≥ three months\n* hemiplegic upper limb with Functional test for hemiplegic upper extremity-Hong Kong version score (FTHUE-HK) (Fong et al., 2004) between 3 to 6 (with a maximum score of 7)\n* no complaint of excessive pain and swelling over the hemiplegic arm\n* Modified Ashworth scale ≤ 2\n* Mini-mental State Examination (MMSE) ≥ 19 (Wei et al., 2019)\n* able to follow verbal instructions and 2-step commands in using the wearable device and smartphone.\n\nExclusion Criteria:\n\n* participation in another similar form of experimental study during the same period,\n* having a history of botulinum toxin injection in the past three months\n* other significant upper limb impairment, i.e. fixed contractures, frozen shoulder and severe arthritis\n* diagnosis which will interfere in the use of the device, i.e. visual impairment, active cardiac issues and palliative treatment\n* not fully vaccinated from COVID-19 .","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"Kenneth FONG","status":"RECRUITING","city":"Hong Kong","zip":"000000","country":"Hong Kong","contacts":[{"name":"Kenneth FONG","role":"CONTACT","phone":"27666716","email":"rsnkfong@polyu.edu.hk"}],"geoPoint":{"lat":22.27832,"lon":114.17469}}]},"referencesModule":{"references":[{"type":"BACKGROUND","citation":"Fong, K., Ng, B., Chan, D., Chan, E., Ma, D., Au, B., ... & Occupational Therapy Central Coordinating Committee. (2004). Development of the Hong Kong version of the functional test for the hemiplegic upper extremity (FTHUE-HK). Hong Kong Journal of Occupational Therapy, 14(1), 21-29."},{"pmid":"1135616","type":"BACKGROUND","citation":"Fugl-Meyer AR, Jaasko L, Leyman I, Olsson S, Steglind S. The post-stroke hemiplegic patient. 1. a method for evaluation of physical performance. Scand J Rehabil Med. 1975;7(1):13-31."},{"pmid":"7333761","type":"BACKGROUND","citation":"Lyle RC. A performance test for assessment of upper limb function in physical rehabilitation treatment and research. Int J Rehabil Res. 1981;4(4):483-92. doi: 10.1097/00004356-198112000-00001. No abstract available."},{"pmid":"17030751","type":"BACKGROUND","citation":"Uswatte G, Taub E, Morris D, Light K, Thompson PA. The Motor Activity Log-28: assessing daily use of the hemiparetic arm after stroke. Neurology. 2006 Oct 10;67(7):1189-94. doi: 10.1212/01.wnl.0000238164.90657.c2."},{"pmid":"30475722","type":"BACKGROUND","citation":"Wei WXJ, Fong KNK, Chung RCK, Cheung HKY, Chow ESL. \"Remind-to-Move\" for Promoting Upper Extremity Recovery Using Wearable Devices in Subacute Stroke: A Multi-Center Randomized Controlled Study. IEEE Trans Neural Syst Rehabil Eng. 2019 Jan;27(1):51-59. doi: 10.1109/TNSRE.2018.2882235. Epub 2018 Nov 20."},{"pmid":"28284228","type":"BACKGROUND","citation":"Wang Q, Markopoulos P, Yu B, Chen W, Timmermans A. Interactive wearable systems for upper body rehabilitation: a systematic review. J Neuroeng Rehabil. 2017 Mar 11;14(1):20. doi: 10.1186/s12984-017-0229-y."},{"pmid":"31245033","type":"BACKGROUND","citation":"Rodgers MM, Alon G, Pai VM, Conroy RS. Wearable technologies for active living and rehabilitation: Current research challenges and future opportunities. J Rehabil Assist Technol Eng. 2019 Apr 26;6:2055668319839607. doi: 10.1177/2055668319839607. eCollection 2019 Jan-Dec."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}