{"protocolSection":{"identificationModule":{"nctId":"NCT05323916","orgStudyIdInfo":{"id":"12021"},"organization":{"fullName":"Charles University, Czech Republic","class":"OTHER"},"briefTitle":"Comprehensive Intensive Stroke Rehabilitation","officialTitle":"Motor Recovery Following the Comprehensive Intensive Rehabilitation Program After Stroke Implementing the International Classification of Functioning, Disability and Health Model: A Randomized Controlled Trial Protocol","acronym":"COMIRESTROKE"},"statusModule":{"statusVerifiedDate":"2024-02","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-05-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-06-15","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-01-15","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-10-22","studyFirstSubmitQcDate":"2022-04-05","studyFirstPostDateStruct":{"date":"2022-04-12","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-02-05","lastUpdatePostDateStruct":{"date":"2024-02-06","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Kamila Řasová","investigatorTitle":"associate professor PhDr. Kamila Řasová, Ph.D.","investigatorAffiliation":"Charles University, Czech Republic"},"leadSponsor":{"name":"Charles University, Czech Republic","class":"OTHER"},"collaborators":[{"name":"Thomayer University Hospital","class":"OTHER"},{"name":"Academy of Science Czech Republic","class":"UNKNOWN"},{"name":"Ministry of Health, Czech Republic","class":"OTHER_GOV"},{"name":"Vascular surgery, University hospital Královské Vinohrady, Prague","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"In this study, the investigators aim to assess the effectiveness of the Comprehensive Intensive Rehabilitation Program After Stroke implementing the International Classification of Functioning, Disability and Health model, and to compare it with two cohorts receiving Comprehensive Intensive Rehabilitation Program After Stroke of the same length but different in physical therapy content (program implementing modern technological approach and neuroproprioceptive \"facilitation and inhibition\"). Moreover, control group will undergo standard care.","detailedDescription":"Aim of this study is to define the predictors of effective rehabilitation after stroke. In order to compare the improvement from many different aspects, a wide range of patient characteristic, self-report measures and clinical assessments according to framework of the International Classification of Functioning, Disability and Health (ICF) model, and other data will be collected. The investigators consider, as the most important aspect, the subjective feelings of the participants about how they improved. Therefore, the Goal Attainment scale together with the Patient-reported Outcomes Measurement Information Global Health, and the World Health Organization Disability Assessment Schedule were chosen as primary outcomes. As secondary outcomes, will be measured the motor, cognitive, psychological, speech and swallowing functions and the functional independence. Moreover, focus will be placed on the identification of novel biological molecules reflective of effective rehabilitation.\n\nThis clinical trial will test the following scientific hypotheses:\n\nI. COMIRESTROKE under all three settings has a positive influence on all outcomes and higher effect than control group. .\n\nII. COMIRESTROKE - ICF will have the highest impact on primary outcomes (GAS, PROMIS, WHODAS 2.0) and on such secondary outcomes that were identified as treatment goals. Furthermore, it is expected that the highest impact will be on the primary outcomes in the follow-up (three and twelve months after finishing the rehabilitation).\n\nIII. COMIRESTROKE - NEFI will have the highest effect on the secondary outcomes, mainly on motor functions. Moreover, it will most significantly lead to the initiation of plastic and adaptive processes, assessed by the level of lncRNAs in the peripheral blood.\n\nIV. The most important predictor of effective rehabilitation will be the level of disability at admission time; however, the content of the rehabilitation will have an impact on perceived, clinical, and physiological changes of the rehabilitant."},"conditionsModule":{"conditions":["Stroke","Rehabilitation","Physical Therapy Modalities"],"keywords":["Technology","Goals","Neuroproprioceptive \"facilitation and inhibition\""]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Randomised Double Blinded Controlled Trial with a longitudinal design","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"TRIPLE","maskingDescription":"All patients meeting the above criteria will be invited to participate and asked to provide a written informed consent. They will be randomly assigned (1:1:1:1) as soon as possible, but always within 48 hours of admission, into one of the four interventions (represented by Group 1, 2, 3 or 4) using offsite-independent randomization protocols (www.randomization.com). Concealed allocation will be performed using sequentially numbered opaque sealed envelopes only accessible by research personnel with no involvement in the trial.","whoMasked":["PARTICIPANT","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":280,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Neuroproprioceptive \"facilitation, inhibition\"","type":"ACTIVE_COMPARATOR","description":"According to the doctor's indication, a multidisciplinary team participates in the program. The practitioner from each clinical field (rehabilitation and physical medicine, physiotherapy, occupational therapy, clinical speech therapy and psychology) selects appropriate treatment methodologies for each patient (three hours). In addition, participants undergoes one hour a day of individual physiotherapy on a neurophysiological basis - neuroproprioceptive \"facilitation, inhibition\", which, by combining appropriate stimuli in a suitable time sequence, maintains optimal motor pathway function and optimal irritability of control or regulation structures.","interventionNames":["Behavioral: Neuroproprioceptive \"facilitation, inhibition\""]},{"label":"Technology based physical therapy","type":"ACTIVE_COMPARATOR","description":"According to the doctor's indication, a multidisciplinary team participates in the program. The practitioner from each clinical field (rehabilitation and physical medicine, physiotherapy, occupational therapy, clinical speech therapy and psychology) selects appropriate treatment methodologies for each patient (three hours). In addition, they will undergo physiotherapy for an hour a day using the implementation of modern technologies based on the principles of sensorimotor learning, i.e. repeating specific and targeted functions in different environments / conditions in order to strengthen the memory footprint and initiate structural changes in the central nervous system. According to the indication, participants will be offered one of the robotic systems using an exoskeleton (Gloreha, Erigo and Meditutor, Lokomat and Ekso) or a therapy using virtual environment.","interventionNames":["Behavioral: Technology based physical therapy"]},{"label":"Effectively managed rehabilitation implementing the recommendations of the World Health Organization","type":"EXPERIMENTAL","description":"The concept of therapy implementing the ICF model is based on a comprehensive, so-called biopsychosocial approach to the patient and his/her disease (four hours). The key is to set individual goals of the therapy together with the rehabilitator and with the use of so-called ICF core sets, which individually take into account the given situation of the rehabilitated person. This approach includes interdisciplinary diagnosis of the current condition, i.e. not only based on the diagnosis, but also on the functional status and activities performed, it also takes into account the socio-psychological background of the patient.","interventionNames":["Behavioral: Effectively managed rehabilitation implementing the recommendations of the World Health Organization"]},{"label":"Control group","type":"PLACEBO_COMPARATOR","description":"Participants will undergo standard care.","interventionNames":["Behavioral: Standard care"]}],"interventions":[{"type":"BEHAVIORAL","name":"Neuroproprioceptive \"facilitation, inhibition\"","description":"Participants will undergo a standard comprehensive intensive rehabilitation program three hours a day for three weeks and moreover one hour a day of neuroproprioceptive \"facilitation, inhibition\" physical therapy.","armGroupLabels":["Neuroproprioceptive \"facilitation, inhibition\""]},{"type":"BEHAVIORAL","name":"Technology based physical therapy","description":"Participants will undergo a standard comprehensive intensive rehabilitation program three hours a day for three weeks and moreover one hour a day of technology based physical therapy.","armGroupLabels":["Technology based physical therapy"]},{"type":"BEHAVIORAL","name":"Effectively managed rehabilitation implementing the recommendations of the World Health Organization","description":"Participants will undergo a four hour a day for three weeks of effectively managed comprehensive intensive rehabilitation implementing the recommendations of the World Health Organization.","armGroupLabels":["Effectively managed rehabilitation implementing the recommendations of the World Health Organization"]},{"type":"BEHAVIORAL","name":"Standard care","description":"Participants will undergo standardly provided care including face to face physiotherapy (bed mobility, transfers, gait, therapeutic exercises, positioning, education).","armGroupLabels":["Control group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change from Baseline Patient-reported Outcomes Measurement Information System - Global Health at 3 weeks, 3 and 12 months","description":"a 10 item scale that assesses an individual's physical, mental, and social health where a standardized score with a mean of 50 and a standard deviation of 10, so a person with a T-score of 40 is one SD below the mean.","timeFrame":"Pre-assessment (baseline testing), Post-assessment (immediately after the end of three weeks), Follow up assessments (3 and 12 months after the admission respectively)"},{"measure":"Change from Baseline World Health Organisation Disability Assessment Schedule 2.0 at 3 weeks, 3 and 12 months","description":"the 36-item questionnaire, higher score means higher disability","timeFrame":"Pre-assessment (baseline testing), Post-assessment (immediately after the end of three weeks). Follow up assessments (3 and 12 months after the admission respectively)."},{"measure":"Change from Baseline Goal Attainment scale at 3 weeks, 3 and 12 months","description":"Each goal is rated on 5-point scale (-2 much less than expected, 0 achieved the expected level, 2 much more than expected). Higher score means a better outcome.","timeFrame":"Pre-assessment (baseline testing), Post-assessment (immediately after the end of three weeks). Follow up assessments (3 and 12 months after the admission respectively)."}],"secondaryOutcomes":[{"measure":"Change from Baseline Jamar Hydraulic Hand Dynamometer at 3 weeks","description":"isometric grip force and strength. The higher value, the better function (higher strength)","timeFrame":"Pre-assessment (baseline testing), Post-assessment (immediately after the end of three weeks)"},{"measure":"Change from Baseline a power of the signal in band from frequency 1 to 2 at 3 weeks","description":"The spectral characteristic of postural tremor measured by the 3-axis accelerometer and 3-axis gyroscope chip (Motion Tracking sensor MPU-6050) - a power of the signal in band from f1 to f2 - lower value, lower tremor.","timeFrame":"Pre-assessment (baseline testing), Post-assessment (immediately after the end of three weeks)"},{"measure":"Change from Baseline a frequency for which the smoothed power spectral density is maximal at 3 weeks","description":"The spectral characteristic of postural tremor measured by the 3-axis accelerometer and 3-axis gyroscope chip (Motion Tracking sensor MPU-6050) - a frequency for which the smoothed power spectral density is maximal - lower value, lower tremor.","timeFrame":"Pre-assessment (baseline testing), Post-assessment (immediately after the end of three weeks)"},{"measure":"Change from Baseline Nine Hole Peg Test at 3 weeks","description":"A client takes the pegs from a container, one by one, and places them into the holes on the board, as quickly as possible. Shorter times reflect better function.","timeFrame":"Pre-assessment (baseline testing), Post-assessment (immediately after the end of three weeks)"},{"measure":"Change from Baseline Action Research Arm Test at 3 weeks","description":"A 19 item observational measure to assess upper extremity performance (coordination, dexterity and functioning). Higher score means better function.","timeFrame":"Pre-assessment (baseline testing), Post-assessment (immediately after the end of three weeks)"},{"measure":"Change from Baseline Motor Activity Log at 3 weeks","description":"Measure real-world upper extremity function. The MAL adopts a 6-point ordinal scale (0 - 5). Higher score means better function.","timeFrame":"Pre-assessment (baseline testing), Post-assessment (immediately after the end of three weeks)"},{"measure":"Change from Baseline Timed Up And Go at 3 weeks","description":"The subject stands up from a chair, walks 3m, turns back, and sits down again as quickly and safely as possible while being timed. Higher times reflect worse mobility.","timeFrame":"Pre-assessment (baseline testing), Post-assessment (immediately after the end of three weeks)"},{"measure":"Change from Baseline Berg Balance Scale at 3 weeks","description":"A 14-task scale that requires subjects to maintain their balance in positions and tasks of increasing difficulty (0 - 56). Higher score means better balance.","timeFrame":"Pre-assessment (baseline testing), Post-assessment (immediately after the end of three weeks)"},{"measure":"Change from Baseline The 10 Metre Walk Test at 3 weeks","description":"A performance measure used to assess walking speed in meters per second over 10 meters. Shorter times reflect better mobility.","timeFrame":"Pre-assessment (baseline testing), Post-assessment (immediately after the end of three weeks)"},{"measure":"Change from Baseline The 6 Minute Walk Test at 3 weeks","description":"A long walking capacity test recording the maximal distance a subject walks at the fastest speed possible in 6 minutes. The more distance covered, the better the walking performance is.","timeFrame":"Pre-assessment (baseline testing), Post-assessment (immediately after the end of three weeks)"},{"measure":"Change from Baseline Functional Independence Measure at 3 weeks","description":"An 18-item measurement tool that explores an individual's physical, psychological and social function. Higher score is better (higher independence).","timeFrame":"Pre-assessment (baseline testing), Post-assessment (immediately after the end of three weeks)"},{"measure":"Change from Baseline The Gugging Swallowing Screen at 3 weeks","description":"It assesses the severity of aspiration risk (0 - 20). Higher score means better function.","timeFrame":"Pre-assessment (baseline testing), Post-assessment (immediately after the end of three weeks)"},{"measure":"Change from Baseline The 3F Test - Dysarthric Profile at 3 weeks","description":"The overall Index of Dysarthria (ID) is a sum of 45 items with the maximum score of 90 (the best function). This examination will be recorded and analysed by the beta version of the freely available Dysarthria Analyzer (Czech Technical University in Prague, available at http://dysan.cz/)","timeFrame":"Pre-assessment (baseline testing), Post-assessment (immediately after the end of three weeks)"},{"measure":"Change from Baseline The Mississippi Aphasia Screening Test at 3 weeks","description":"A brief, repeatable screening measure for individuals with severely impaired communication/language skills. The sum of subtests 1-3 and 8-9 scores forms the MAST-E (range 0-50), while the subtests 4-7 form the MAST-R (range 0-50), and the sum of all subtests forms the MAST-T (range 0-100). Higher score, better function.","timeFrame":"Pre-assessment (baseline testing), Post-assessment (immediately after the end of three weeks)"},{"measure":"Change from Baseline Image Naming Test at 3 weeks","description":"a test of confrontational naming of nouns and verbs. Words are selected based on success, frequency of occurrence, age of adoption, length, and visual complexity. The maximum sum is 60 points (30 verbs and 30 nouns), the results can be assessed qualitatively according to the type of unexplained words (0 - 60). Higher score means better function.","timeFrame":"Pre-assessment (baseline testing), Post-assessment (immediately after the end of three weeks)"},{"measure":"Change from Baseline Amnesia Light and Brief Assessment at 3 weeks","description":"the original Czech and innovative test of how to easily (therefore in the name Light) and quickly examine the state of memory (therefore Amnesia Assessment) within two to three minutes (therefore Brief). The sum, called ALBA score, is derived from correctly recalled words of the sentence and correctly recalled gestures together (W2 + G2: 0-12). Higher score means better function.","timeFrame":"Pre-assessment (baseline testing), Post-assessment (immediately after the end of three weeks)"},{"measure":"Change from Baseline Naming Pictures and Their Equipment at 3 weeks","description":"an original Czech and short test, the purpose of which is to quickly check simultaneously written speech, long-term semantic and short-term visual memory. The title describes the main content of testing and the abbreviation POBAV (Naming Pictures and Their Equipment) was created from the key letters. The task of the examinee is to write the names of 20 pictures in one word and at the same time remember them. Participant is then asked to rewrite the names of the pictures he remembers (0 - 20). Higher score means better function.","timeFrame":"Pre-assessment (baseline testing), Post-assessment (immediately after the end of three weeks)"},{"measure":"Change from Baseline Neuro - Quality of Life depression at 3 weeks","description":"a self-report of health-related quality of life in domain concerning depression, The T-score rescales the raw sum score into a standardized score with a mean of 50 and a standard deviation (SD) of 10. Therefore, a person with a T-score of 40 is one SD below the mean, while a person who has T-score of 60 is one standard deviation better (healthier) than the general population.","timeFrame":"Pre-assessment (baseline testing), Post-assessment (immediately after the end of three weeks)"},{"measure":"Change from Baseline The Montreal Cognitive Assessment at 3 weeks","description":"an assesment for detecting cognitive impairment ranged between 0 and 30 points. The more the better.","timeFrame":"Pre-assessment (baseline testing), Post-assessment (immediately after the end of three weeks)"}],"otherOutcomes":[{"measure":"Change from Baseline the serum level of Long non-coding ribonucleic acid (lncRNA) at 3 weeks, 3 and 12 months","description":"LncRNAs are defined as RNA transcripts \\>200 nucleotides with limited coding potential, but multiple function of binding different DNA, mRNAs and proteins, and they can be expressed under different conditions. As an improvement will be interpreted a significant mean fold change in gene expression (≥ 2.0, p value ≤ 0.05) between two groups following endogenous gene standardisation and normalization through control adjustment to a value of 1.0.","timeFrame":"Pre-assessment (baseline testing), Post-assessment (immediately after the end of three weeks), Follow up at 3 and 12 months."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* adults\n* after first ischemic stroke\n* early sub-acute phase\n* slight to moderately severe disability \\[2 - 4 on the Modified Rankin Scale\\]\n* 0 - 2 on the Pre-Stroke Modified Rankin Score\n* potential to accept 4 hours of comprehensive rehabilitation per day and to profit from physiotherapy\n* minimal or moderate motor deficit of upper or lower extremities (on NIHSS Item 5 or 6 scores 1-3 points)\n* able to perform activities of daily living prior to stroke event (0 - 2 on the Pre-Stroke Modified Rankin Score)\n* Czech is participants' native language or its knowledge is at the level of the mother tongue\n\nExclusion Criteria:\n\n* low level of consciousness (vegetative state and/or minimally conscious state); severe cognitive decline that would interfere with administration of the tests, premorbid illiteracy, severe visual and/or auditory deficit that would prevent proper completion of the tests\n* behavioural disorders and/or lack of cooperation with therapist\n* severe medical problems with a poor prognosis, (e.g., severe frailty, advanced and incurable cancer, fracture, cardiovascular disorders as chronic heart failure NYHA III, IV, symptomatic coronary artery disease Angina Severity Class III, IV, respiratory insufficiency as chronic obstructive pulmonary disease GOLD IV, and other severe disease)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Kamila Řasová, Dr.","role":"CONTACT","phone":"+420604511416","email":"kamila.rasova@gmail.com"}],"overallOfficials":[{"name":"Kamila Řasová, Dr.","affiliation":"Third Faculty of Medicine Charles University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Thomayer University Hospital","status":"RECRUITING","city":"Prague","zip":"140 59","country":"Czechia","contacts":[{"name":"Tom Philip, MD, Ph.D.","role":"CONTACT","phone":"+420737273589","email":"tom.philipp@ftn.cz"}],"geoPoint":{"lat":50.08804,"lon":14.42076}}]},"referencesModule":{"references":[{"pmid":"36388199","type":"DERIVED","citation":"Rasova K, Martinkova P, Varejkova M, Miznerova B, Pavlikova M, Hlinovska J, Hlinovsky D, Philippova S, Novotny M, Pospisilova K, Biedkova P, Vojikova R, Havlik J, O'Leary VB, Cerna M, Bartos A, Philipp T. COMIRESTROKE-A clinical study protocol for monitoring clinical effect and molecular biological readouts of COMprehensive Intensive REhabilitation program after STROKE: A four-arm parallel-group randomized double blinded controlled trial with a longitudinal design. Front Neurol. 2022 Nov 1;13:954712. doi: 10.3389/fneur.2022.954712. eCollection 2022."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Study Protocol, Statistical Analysis Plan, Informed Consent Form are shared as attachment of this registration.\n\nClinical Study Report and Analytic Code will be shared when data will be collected.","infoTypes":["STUDY_PROTOCOL","SAP","ICF","CSR","ANALYTIC_CODE"],"timeFrame":"Done now: Study Protocol Statistical Analysis Plan (SAP) Informed Consent Form (ICF)\n\n2023 - 2024 Clinical Study Report (CSR) Analytic Code","accessCriteria":"Researcher can write us for access to data code."}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"Prot_SAP_ICF","hasProtocol":true,"hasSap":true,"hasIcf":true,"label":"Study Protocol, Statistical Analysis Plan, and Informed Consent Form","date":"2022-04-24","uploadDate":"2022-04-27T02:50","filename":"Prot_SAP_ICF_000.pdf","size":1182220}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}