{"protocolSection":{"identificationModule":{"nctId":"NCT02117635","orgStudyIdInfo":{"id":"RN01-CP-0002"},"secondaryIdInfos":[{"id":"2012-003482-18","type":"EUDRACT_NUMBER"}],"organization":{"fullName":"ReNeuron Limited","class":"INDUSTRY"},"briefTitle":"Pilot Investigation of Stem Cells in Stroke Phase II Efficacy","officialTitle":"A Phase II Efficacy Study of Intracerebral CTX0E03 DP in Patients With Stable Paresis of the Arm Following an Ischaemic Stroke.","acronym":"PISCES-II"},"statusModule":{"statusVerifiedDate":"2018-04","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2014-06"},"primaryCompletionDateStruct":{"date":"2016-10-31","type":"ACTUAL"},"completionDateStruct":{"date":"2017-08-16","type":"ACTUAL"},"studyFirstSubmitDate":"2014-04-16","studyFirstSubmitQcDate":"2014-04-17","studyFirstPostDateStruct":{"date":"2014-04-21","type":"ESTIMATED"},"lastUpdateSubmitDate":"2018-07-19","lastUpdatePostDateStruct":{"date":"2018-07-23","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"ReNeuron Limited","class":"INDUSTRY"}},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"The primary aim of this Phase II trial is to determine whether it is sufficiently likely that CTX DP treatment at a dose level of 20 million cells improves the recovery in the use of the paretic arm in acute stroke patients to justify a subsequent larger prospectively controlled study.\n\nThis study will evaluate the safety and efficacy of intracerebral CTX DP at a dose level of 20 million cells in patients with paresis of an arm following an ischaemic middle cerebral artery (MCA) stoke. Eligible patients will have no useful function of the paretic arm a minimum of 28 days after the ischaemic stroke (a modified NIH Stroke Scale (NIHSS) Motor Arm Score of 2, 3 or 4 for the affected arm).","detailedDescription":"Design: This Phase II efficacy trial is a multi-centre, open label, single arm, non-comparative design, administering a single dose of CTX cells 2 to 3 months post-ischaemic stroke with follow-up over 12 months. The trial will be overseen by an independent DSMB. The DSMB will adjudicate at predetermined intervals whether a patient has satisfied the primary response criterion and whether the ongoing safety profile justifies continuation or modification of the study.\n\nAt least 21 patients will be enrolled to receive CTX DP (20 million cells) by stereotaxic intra-striatal injection ipsilateral to the location of the MCA ischaemic stroke.\n\nPre-treatment selection of patients: Men and women, aged 40 or more, supratentorial ischaemic stroke or a stroke with elements of both in an area perfused by the MCA (i.e. stroke due to ischaemia resulting in infarct located in the basal ganglia, internal capsule, or corona radiata or a stroke due to ischaemia resulting in infarction of part of the cerebral cortex).\n\nPatients with a first stroke within the past 4 weeks (at time of consent) satisfying the following criteria: Modified NIHSS Motor Arm Score of 2 (some effort against gravity), 3 (no movement against gravity) or 4 (no movement) for the paretic arm post ischaemic stroke; Clinical diagnosis of stroke confirmed by physician using neuro-imaging (computerised tomography or magnetic resonance imaging). A Score of 0 or 1 for test 2 of the ARAT at visit 1 and 2 using the affected arm.\n\nTreatment: One patient will be treated at one time. A single dose (20 million) of CTX DP cells will be administered intracranially via stereotaxic neurosurgery.\n\nPost-treatment follow-up: Patients will be followed for 12 months post-implantation.\n\nEnd-points: The primary endpoint of the trial is efficacy, using ARAT. Secondary endpoints are efficacy and safety. Outcome measures for efficacy include Fugl-Meyer, NIHSS, BI and RFA. Safety will be assessed by incidence of relevant adverse events monitoring patient's general physical condition and clinical measures (temperature, pulse rate and rhythm, ECG, blood pressure, full blood count, liver function tests, serum urea and electrolytes), immunological response and concomitant medications at the 7 follow-up visits to the clinic in the first year after treatment.\n\nPost-trial follow-up: Annual correspondence with family practitioners; Life-long follow-up for new diagnosis of cancer, site of primary tumour, and survival via National Cancer Registry."},"conditionsModule":{"conditions":["Ischaemic Stroke","Cerebral Infarction","Hemiparesis","Arm Paralysis"],"keywords":["Efficacy","Non comparative","Neural stem cells","Intracranial administration"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":23,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"allogeneic human neural stem cell","type":"EXPERIMENTAL","description":"CTX DP\n\nhuman neural stem cell product, single dose once only injection","interventionNames":["Biological: CTX DP"]}],"interventions":[{"type":"BIOLOGICAL","name":"CTX DP","description":"20 million cell dose administered by surgery to the damaged area of the brain","armGroupLabels":["allogeneic human neural stem cell"],"otherNames":["CTX0E03 DP","allogeneic human neural stem cell therapy product"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Action Research Arm Test (ARAT)","description":"The primary outcome measure is a minimum 2 point improvement in the ARAT test number 2 (Yozbatiran et al., 2008).\n\nResponse will be defined as a minimum improvement of 2 points in test number 2 of the ARAT (Grasp a 2.5 cm3 block and move it from the starting position to the target end position) in the affected arm 6 months after injection of CTX DP. This would represent an improvement from a pre-treatment state in which the patient was unable to grasp and reposition the block as required to a post-treatment state in which the patient could accomplish the task as specified within 60 seconds.","timeFrame":"3 months"}],"secondaryOutcomes":[{"measure":"To assess the efficacy of intracranial CTX DP in restoring upper limb function following an ischaemic stroke using the ARAT","timeFrame":"12 months"},{"measure":"To assess the efficacy of intracranial CTX DP in restoring function following an ischaemic stroke using the Modified National Institutes of Health Stroke Scale (NIHSS)","timeFrame":"12 months"},{"measure":"To assess the efficacy of intracranial CTX DP in restoring patient's functional independence following an ischaemic stroke using the Rankin Focused Assessment (RFA) version of the modified Rankin Scale","timeFrame":"12 months"},{"measure":"To assess the efficacy of CTX DP in improving patient's ability to execute activities of daily living following an ischaemic stroke using the Barthel Index (BI)","timeFrame":"12 months"},{"measure":"To assess the safety and tolerability of intracranial CTX DP in patients following an ischaemic stroke","description":"Incidence of adverse events: monitoring of vital signs, temperature, pulse rate and rhythm, ECG, blood pressure, full blood count, liver function test, serum urea and electrolytes, CTX antibody screen","timeFrame":"12 months"},{"measure":"To assess the efficacy of intracranial CTX DP in restoring upper limb function following an ischaemic stroke using the Fugl-Meyer","timeFrame":"12 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Written informed consent or witnessed informed consent in the event that the patient is unable to sign informed consent due to paresis of the affected arm.\n* Supratenorial ishaemic stroke\n* Male or female aged 40 years or more.\n* Stroke, at time of consent, satisfying the following criteria:\n* Modified NIHSS Motor Arm Score of 2, 3 or 4 for affected arm visit 1 and visit 2.\n* Clinical diagnosis of stroke confirmed by physician using neuro-imaging (CT or MRI).\n* A Score of 0 or 1 for test 2 of the ARAT on day 28+7 and day 56+7 post-stroke using the affected arm.\n* Ability to comprehend verbal commands.\n* Eligible for neurosurgery including appropriate anatomical target for cell implantation.\n\nExclusion criteria:\n\n* - Prior history of stroke resulting in permanent moderate to severe disability (i.e. Rankin Scale greater than 2) (other than the presenting ischaemic stroke).\n* Stroke due to haemorrhage.\n* History of neurological or other disease resulting in significant functional impairment of the paretic arm impairing potential ability to pick up, lift and place a 2.5 cm3 block (e.g. Parkinson's disease, motor neuron disease, arthritis, Dupuytren's contracture or fixed anatomical abnormality).\n* Any contraindications to MRI including presence of a cardiac pacemaker (excluding MR-conditional cardiac pacemaker), metal fragments in eye etc.\n* Uncontrolled blood pressure defined as systolic blood pressure ≥180 mm Hg or diastolic blood pressure ≥110 mm Hg (patients are only to be excluded if an initial value exceeding these limits is repeated on retesting over several days).\n* Patient with a severe comorbid disorder, not expected to survive more than 12 months.\n* Acute cardiovascular events other than the presenting ischaemic stroke (e.g. myocardial infarction, recent coronary intervention for symptomatic cardiac disease) considered by the Investigator or the anaesthetist responsible for the patient to place the patient at increased anaesthetic risk, 3 months prior to planned injection of CTX0E03 DP.\n* History of malignant disease (except for non-melanoma skin cancer) within the previous 5 years or any history of malignant brain tumours or brain metastasis.\n* Current treatment with tamoxifen.\n* Patients taking valproate drugs for any indication in whom it is not considered appropriate to discontinue the valproate for a period of one week prior and four weeks post neurosurgery. Patients in whom valproate is switched to an alternative agent during this period may be included.\n* Requirement for antiplatelets and/or anticoagulants including heparin, warfarin or other anticoagulants/ medication that can not be interrupted to allow surgery.\n* Requirement for intermittent (stop/start date from 1-month prior-to and 3 month post- CTX0E03 DP administration) use of oral antispasticity medications (oral antispasticity medications are acceptable if they have been taken regularly for at least one month prior to CTX0E03 DP administration).\n* A history of uncontrolled diabetes e.g. history of hypoglycaemic or hyperglycaemic events requiring hospital admission over previous 6 months.\n* Females of childbearing potential (FOCBP) (or within 2 years of last menstrual cycle) must have a confirmed negative pregnancy test at time of treatment and agree to use two reliable methods of contraception (e.g. oral contraceptive and condom, intra-uterine device (IUD) and condom, diaphragm with spermicide and condom) for the duration of this study\n* Sexually active males with partners who are FOCBP must be willing to use a reliable method of contraception (e.g. barrier and spermicide or as described above) for the duration of this study.\n* Considered unlikely to be able to attend for all follow-up visits.\n* Organ transplant recipient\n* In the opinion of the investigator, sustained consumption of alcohol or drugs at a level likely to be injurious to health.","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Keith W Muir","affiliation":"University of Glasgow","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Queen Elizabeth Hospital","city":"Birmingham","country":"United Kingdom","geoPoint":{"lat":52.48142,"lon":-1.89983}},{"facility":"NHS Southern General Hospital","city":"Glasgow","zip":"G51 4TF","country":"United Kingdom","geoPoint":{"lat":55.86515,"lon":-4.25763}},{"facility":"Kings College Hospital","city":"London","country":"United Kingdom","geoPoint":{"lat":51.50853,"lon":-0.12574}},{"facility":"University College London Hospital","city":"London","country":"United Kingdom","geoPoint":{"lat":51.50853,"lon":-0.12574}},{"facility":"Royal Victoria Infirmary","city":"Newcastle","country":"United Kingdom","geoPoint":{"lat":54.97328,"lon":-1.61396}},{"facility":"Nottingham City Hospital","city":"Nottingham","country":"United Kingdom","geoPoint":{"lat":52.9536,"lon":-1.15047}},{"facility":"SalfordRoyal NHS Foundation Trust","city":"Salford","country":"United Kingdom","geoPoint":{"lat":53.48771,"lon":-2.29042}},{"facility":"Royal Hallamshire Hosptial","city":"Sheffield","country":"United Kingdom","geoPoint":{"lat":53.38297,"lon":-1.4659}},{"facility":"Southampton Hospital","city":"Southampton","country":"United Kingdom","geoPoint":{"lat":50.90395,"lon":-1.40428}}]},"referencesModule":{"references":[{"pmid":"17704352","type":"BACKGROUND","citation":"Yozbatiran N, Der-Yeghiaian L, Cramer SC. A standardized approach to performing the action research arm test. Neurorehabil Neural Repair. 2008 Jan-Feb;22(1):78-90. doi: 10.1177/1545968307305353. Epub 2007 Aug 17."},{"pmid":"26752061","type":"DERIVED","citation":"Stevanato L, Thanabalasundaram L, Vysokov N, Sinden JD. Investigation of Content, Stoichiometry and Transfer of miRNA from Human Neural Stem Cell Line Derived Exosomes. PLoS One. 2016 Jan 11;11(1):e0146353. doi: 10.1371/journal.pone.0146353. eCollection 2016."},{"pmid":"25938519","type":"DERIVED","citation":"Stevanato L, Hicks C, Sinden JD. Differentiation of a Human Neural Stem Cell Line on Three Dimensional Cultures, Analysis of MicroRNA and Putative Target Genes. J Vis Exp. 2015 Apr 12;(98):52410. doi: 10.3791/52410."}],"seeAlsoLinks":[{"label":"The PISCES safety trial is designed to test the safety of a manufactured neural stem cell line (CTX cells) delivered by injection into the damaged brains of male patients 60 years or over who are moderately to severely disabled 6-60 months post-stroke.","url":"http://clinicaltrials.gov/ct2/show/NCT01151124?term=stem+cells+and+stroke&rank=6"},{"label":"The OSIS trial is designed as a non-interventional observational study to document the clinical course of patients following ischaemic stroke and to establish a pool of patients for future trials.","url":"http://clinicaltrials.gov/ct2/results?term=OSIS&Search=Search"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000010243","term":"Paralysis"},{"id":"D000010291","term":"Paresis"},{"id":"D000007238","term":"Infarction"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000007511","term":"Ischemia"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000009336","term":"Necrosis"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M12847","name":"Paralysis","asFound":"Paralysis","relevance":"HIGH"},{"id":"M20634","name":"Muscle Weakness","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M9972","name":"Infarction","asFound":"Infarction","relevance":"HIGH"},{"id":"M5483","name":"Cerebral Infarction","asFound":"Cerebral Infarction","relevance":"HIGH"},{"id":"M12894","name":"Paresis","asFound":"Hemiparesis","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"}]}},"hasResults":false}