{"protocolSection":{"identificationModule":{"nctId":"NCT01453010","orgStudyIdInfo":{"id":"11/H0302/8"},"organization":{"fullName":"Colchester Hospital University NHS Foundation Trust","class":"OTHER_GOV"},"briefTitle":"Self-directed Upper Limb Training Using a SaeboFlex in Acute Stroke","officialTitle":"Self-directed Upper Limb Training Using a SaeboFlex With Acute Stroke Patients: 8 Single Case Reviews","acronym":"SaeboFlex"},"statusModule":{"statusVerifiedDate":"2011-10","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2011-05"},"primaryCompletionDateStruct":{"date":"2012-05","type":"ESTIMATED"},"studyFirstSubmitDate":"2011-09-08","studyFirstSubmitQcDate":"2011-10-13","studyFirstPostDateStruct":{"date":"2011-10-17","type":"ESTIMATED"},"lastUpdateSubmitDate":"2011-10-13","lastUpdatePostDateStruct":{"date":"2011-10-17","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Colchester Hospital University NHS Foundation Trust","class":"OTHER_GOV"}},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"Arm and hand weakness as a result of stroke occurs in approximately 70% of stroke survivors and causes huge loss of function and independence. A wide range of treatment approaches have been developed to improve motor recovery. Despite treatments, such as Constraint Induced Movement Therapy, showing promise, these in large have been have focused on high-intensity and repetitive task-specific practice. Patients with little hand or finger movements however may not be able to participate actively in task specific training.\n\nThe SaeboFlex is a dynamic orthosis, with a spring-loaded feature that facilitates opening of the fingers and hand. This allows the patient to grasp and release objects repeatedly, hence enabling participation in repetitive task practice and increasing potential for motor recovery. Despite the SaeboFlex being used successfully in several centers in the country and internationally, research to provide evidence of effectiveness is scarce. As a consequence funding for the SaeboFlex is limited and usually requires patients' to fund their own.\n\nThe study aims to explore the potential benefits and feasibility of participating in a Self-directed SaeboFlex training program to allow repetitive task practice in patients early after stroke.\n\nSubjects will undergo a 12-week training program comprising of a maximum of 3 x 45 minute sessions a day. Activities focus on grasping and releasing balls and reaching for targets, wearing the SaeboFlex for the majority of the session. At the end of each session the SaeboFlex is removed and the hand is incorporated into functional tasks as able. Subjects will be set individualized training program by a Saebo-trained therapist. The program will be graded and progressed at a rate that is appropriate to each individual.\n\nThe study will measure and follow-up 8 subjects to explore improvements in recovery and functional ability of the upper limb and affect on dependency levels. It will also explore the level of intensity patients early after stroke can tolerate and how they participate in self-directed therapy. All patients will meet the inclusion criteria and be motivated to undergo the specific SaeboFlex self-directed training program. Subjects will record the time and intensity of their training sessions and also their routine upper limb therapy. Patients will be assessed before, during and after the 3 months training. If these cases show promise the study will support the need for large trials including clinical efficacy and dose finding studies."},"conditionsModule":{"conditions":["Stroke"],"keywords":["SaeboFlex","Stroke rehabilitation","Upper Limb Rehabilitation","Acute Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["EARLY_PHASE1"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":8,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"8 individual case reviews","type":"EXPERIMENTAL","description":"SaeboFlex Self-directed training","interventionNames":["Other: Self-directed Upper Limb SaeboFlex Training"]}],"interventions":[{"type":"OTHER","name":"Self-directed Upper Limb SaeboFlex Training","description":"Participants undergo a 12 week self directed upper limb training programme with the SaeboFlex upper limb orthosis. Training consists of a maximum of 3 x 45 minute sessions a day.\n\nParticipants are closely monitored at least once a week by a saebo-trained therapist.","armGroupLabels":["8 individual case reviews"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Action Research Arm Test (ARAT)","description":"Ability to use the paretic upper limb in functional activity. The ARAT is a test of upper limb function with subsections covering grasp, grip, pinch and gross movement. As the SaeboFlex is aimed at achieving grasp and release this measure appears very appropriate. It has good validity and reliability and is widely used in clinical research.","timeFrame":"Change from Baseline in upper limb function to 4, 8 and 12 weeks"},{"measure":"Motricity Index (MI)","description":"The Motricity Index (MI) is a clinical measure of the ability to voluntarily contract paretic muscle. It is an ordinal score with six levels of measurement within each of three categories for the upper limb (pinch grip, elbow flexion and shoulder abduction), has been used widely in clinical research, is valid, reliable and sensitive to change after stroke.","timeFrame":"Change from Baseline in upper limb voluntary contraction to 4, 8 and 12 weeks"}],"secondaryOutcomes":[{"measure":"Motor Assessment Scale- Upper Limb Section (UL-MAS).","description":"The UL-MAS covers three upper limb subsets: upper arm function (six), hand movements and advanced hand activities. Each subtest is scored out of 6, with a maximum score of 18. It has quite recently been recommend that the UL-MAS should be scored non-hierarchally, meaning that every item within the subsets should be scored regardless of its place within the hierarchy. The acceptable internal consistency score obtained verifies the validity and reliability of using the UL-MAS as an independent scale.","timeFrame":"Change from Baseline in upper limb function to 12 weeks"},{"measure":"Visual Analogue Scale","description":"A Visual Analogue Scales (VAS) is a type of rating scale that is commonly used to measuring an individuals' rating of their own health. A scale from 1 to10 shall be used for a subjective score of how much the subject rates his or her ability to use their arm in functional tasks","timeFrame":"Change from Baseline to 12 weeks"},{"measure":"Modified Barthel Index (MBI)","description":"The Modified Barthel Index is used in the stroke pathway on the ward as part of routine practice.\n\nIt is widely used as assessment tools for clinical decision-making and outcome measurement in clinical research. It has good inter-rater reliability. The original Barthel Index was modified to increase sensitivity to change in functional ability and levels of dependence.","timeFrame":"Change from Baseline in Independence level to 4, 8 and 12 weeks"},{"measure":"Stroke Impact Scale (SIS)","description":"The Stroke Impact Scale was developed based on feedback from patients and their caregivers. It measures the aspects of stroke recovery which were found to be important to patients and caregivers as well as stroke experts. After intensive psychometric testing the 59 item Stroke Impact Scale Version 3.0 was developed. The 59 questions of the SIS are broken down into eight domains including strength, hand function, mobility, and activities of daily living, emotion, memory, communication and social participation","timeFrame":"Change from Baseline to 12 weeks"},{"measure":"Berg Balance Test","description":"The Berg Balance Scale has been identified as the most commonly used assessment tool across the continuum from acute care to community-based care in stroke rehabilitation. It has been demonstrated to have strong psychometric properties and be sensitive to change. Balance is not directly linked to independence but is a good predictor of mobility levels and risk of falls, and therefore considered an important measure to include.","timeFrame":"Change from Baseline in balance to 4, 8 and 12 weeks"},{"measure":"Questionnaire","description":"These will be carried out at the end of the 12 week training period. The interview will include a set list of questions with open ended answers to enable patients to describe how they found the training and whether their expectations were met.","timeFrame":"12 weeks"},{"measure":"Adverse effects or events monitoring and recording","description":"Any complaints of pain, prolonged reduction in function, reduction on soft tissue length, tone or effects on skin integrity are unexpected but will be closely monitored and recorded","timeFrame":"throughout 12 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\nSubjects will:\n\n* Be either in-patients on Colchester Stroke Unit or,\n* Out-patients following an acute stroke admission to Colchester Stroke Unit\n* Be adults who have suffered a stroke between 3 and 84 days before recruitment\n* Have an anterior circulation stroke - i.e. must have weakness not ataxia\n* Have a substantially paretic hand and fingers and meet the criteria for the SaeboFlex orthosis as below\n* Have a previously fully functional upper limb (i.e. previous weakness, severe movement disorders, severe Rheumatoid Arthritis )\n* Be able to participate in self directed therapy (i.e. no severe visual or cognitive deficits precluding participation task repetitive practice and recording training times)\n* Are medically fit to participate in repetitive task practice as determined by the consultant (or GP if out-patient).\n\nSaebo Flex requirements (inclusion criteria)\n\nSubjects must have:\n\n* A minimum of 15 degrees passive wrist extension (fingers must be extended)\n* At least 15 degrees active shoulder motion in any plane\n* At least 15 degrees elbow flexion\n* At least ¼ range of active finger flexion (IP) flexion\n\nExclusion criteria:\n\n* Patients that are able to open and close his/her hand completely, 10 times keeping the wrist neutral while maintaining his / her maximum shoulder flexion are too good for the Saebo-flex. Other treatment options should be considered.\n* Severe joint deformities that could be worsened by using an orthosis, i.e. RA\n* Those patients with extremely poor skin integrity which may be cause irritation or skin damage.\n* We will not exclude stroke survivors on the basis of age or gender but subjects will need to be motivated for self-directed study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"16 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Rebecca Stuck, BSc","role":"CONTACT","phone":"01206 745912","email":"rebecca.stuck@colchesterhospital.nhs.uk"},{"name":"Lisa Marshall, Bsc","role":"CONTACT","phone":"01206 745912","email":"lisa.marshall@colchesterhospital.nhs.uk"}],"overallOfficials":[{"name":"Rebecca Stuck, BSc","affiliation":"Colchester Hospital University Foundation NHS Trust","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Colchester Hospital University Foundational NHS Trust","status":"RECRUITING","city":"Colchester","state":"Essex","zip":"CO45JL","country":"United Kingdom","contacts":[{"name":"Rebecca Stuck, BSc","role":"CONTACT","phone":"01206 745912","email":"rebecca.stuck@colchesterhospital.nhs.uk"},{"name":"Rebecca Stuck, BSc","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":51.88921,"lon":0.90421}}]}},"annotationSection":{"annotationModule":{"unpostedAnnotation":{"unpostedResponsibleParty":"Colchester Hospital University NHS Foundation Trust","unpostedEvents":[{"type":"RELEASE","date":"2014-01-29"},{"type":"RESET","date":"2014-03-13"}]}}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14","submissionTracking":{"estimatedResultsFirstSubmitDate":"2014-01-29","submissionInfos":[{"releaseDate":"2014-01-29","resetDate":"2014-03-13"}]}},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}