{"protocolSection":{"identificationModule":{"nctId":"NCT06179745","orgStudyIdInfo":{"id":"BCIFESOrthosis"},"organization":{"fullName":"University of Essex","class":"OTHER"},"briefTitle":"BCI Driving FES and Hand Orthosis for Upper Limb Rehabilitation in Chronic Stroke","officialTitle":"Study of Functional Electrical Stimulation With Assistive Support Driven by a Brain-Computer Interface on the Upper Limb Rehabilitation of Chronic Stroke Patients"},"statusModule":{"statusVerifiedDate":"2023-12","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-03-14","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-03-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-03-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-11-30","studyFirstSubmitQcDate":"2023-12-11","studyFirstPostDateStruct":{"date":"2023-12-22","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-12-11","lastUpdatePostDateStruct":{"date":"2023-12-22","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Essex","class":"OTHER"},"collaborators":[{"name":"Azienda Sanitaria dell' Alto Adige","class":"UNKNOWN"},{"name":"Landeskrankenhaus Hochzirl","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Multi-center, randomized, sham-controlled, double-blind, longitudinal, experimental clinical study to investigate functional recovery effects on the upper limb in chronic stroke patients and the accompanying neural plasticity mechanisms after the application of a brain-computer interface (BCI)-driven functional electrical stimulation (FES) therapy supported by an assistive device (hand orthosis). All the equipment used during the study will be applied in compliance with the indications and methods of use for which it is authorized. Therefore, the results will not extend the indications for the use of the equipment and will not explicitly target industrial development. The study is non-profit and is aimed at improving clinical practice. The study involves two clinical centers. The promoting center is the Vipiteno Neurorehabilitation Department, Italy. The aggregate experimentation center is the Neurology Department of Hochzirl Hospital, Austria. The University of Essex, United Kingdom is the technology provider and data analysis center.","detailedDescription":"This study will investigate whether the combination of FES and an active orthosis assisting the execution of \"reach-to-grasp and release\" functional arm movements, triggered by a non-invasive, EEG-based BCI, can promote clinically relevant functional recovery of the upper limb in hemiplegic chronic stroke patients,.\n\nThe BCI detects sensorimotor rhythms (SMRs) associated with the motor intent of the corresponding attempted movements.\n\nIn the study group, only when BCI detects sensorimotor rhythms (SMRs) associated with motor intent, the assistive devices are triggered.\n\nIn the control group the assistive devices are triggered randomly (decoupled from the entrained cortical activity).\n\nSimilarly to previous BCI-based interventions, the main rationale of the study is that the BCI may transform the FES and orthosis-based therapies and augment their efficacy by restoring the intention-action-perception loop and the contingency between efferent motor commands and afferent sensory feedback. In order to specifically study the contribution of the BCI isolated from the main confounds, a sham control which preserves FES and orthotic support and only removes (blind to both the participants and the therapists) the timely coupling of stimulation to suitable SMR EEG activity is preferred over other control candidates (conventional therapies, no therapy, other placebo approaches).\n\nUnlike most previous BCI-based interventions, a more complex functional movement of the upper limb is selected which further involves object manipulation, targeting larger clinical effect and higher impact in terms of Activities of Daily Living (ADL). Further probing on the hypothesis that richer feedback may account for larger benefits, the FES is complemented with a concurrently triggered active orthosis meant to smooth the grasping movement pattern and deliver more accurate proprioceptive feedback.\n\nNext to the main hypothesis of verifying the added value of the BCI component in terms of functional recovery but, very importantly, pre-, post-intervention and follow-up assessments with several Transcranial Magnetic Stimulation (TMS)-based protocols and high-density EEG will serve so that this study takes a closer look on the intracortical and corticospinal tract plasticity mechanisms accompanying the therapy.\n\nThe choice of studying a chronic stroke population is motivated by the ensemble of results acquired in previous BCI-based trials which suggest larger efficacy in this group.\n\nObjective The main objective of this study is to show that a combined FES and orthotic-assistance intervention leads to significantly better (in the statistical sense) functional improvement of the upper limb indexed with the Fugl-Meyer Assessment (FMA) scale for the upper limb (FMA-UE) when driven by an SMR-based BCI compared to a sham controller, and that recovery can be lasting and clinically relevant.\n\nThe hypothesized outcome upon study completion is a significant interaction between the within-subject factor \"time\" (pre- and post-intervention) and the between-subject factor \"Group\" (BCI vs Sham) when performing a mixed-design ANOVA on the study's primary outcome. Additionally, the BCI group is expected to yield significantly higher primary outcome values post-intervention (compared to baseline) with suitable post-hoc testing. This difference should also exceed what is considered the clinically relevant threshold for chronic stroke samples. The BCI group should ideally also be significantly higher in terms of primary outcome compared to the Sham group at the post-intervention and follow-up time points, but not at baseline (pre-intervention assessment). It is a necessary prerequisite for confirming our hypothesis that at least the difference with respect to the primary outcome between post- and pre-intervention sessions is significantly larger in the BCI arm. Deriving similar effects with respect to the defined secondary clinical outcomes, especially those related to ADL, is desirable.\n\nThe secondary (but of critical importance to the scientific question posed) objective of this study is to demonstrate that greater functional recovery in the BCI group is associated with activity-dependent neural plasticity phenomena taking place (or, being profound) only within this group. The effects of the proposed therapy on motor cortex plasticity and Cortico-Spinal Tract (CST) excitability will be evaluated pre- and post-intervention, as well as at follow-up. The excitability of the primary motor cortex and of the corticospinal projections will be indexed with Motor Evoked Potential (MEP) amplitude and latency, resting and active motor threshold (RMT, AMT) after single-pulse TMS, and with the intracortical inhibition and facilitation paradigm to paired-pulse TMS, studied in the first dorsal interosseus (FDI) muscle or in more proximal muscles in case of lack of FDI-MEPs (e.g. extensor carpi radialis, ECR, or flexor digitorum superficialis, FDS).\n\nThe synaptic plasticity of the motor cortex will be assessed through the modulation of MEP amplitude after the rapid paired associative stimulation (rPAS) protocol. Changes in motor cortex plasticity and excitability are expected to follow the same trend as outlined above for the primary clinical outcome and, additionally, post-pre differences are anticipated to significantly correlate with the corresponding primary outcome differences (for each individual participant), both within each group and, especially, when pulling all subjects together. It is also assumed that the same effects will be observed for EEG correlates (e.g., functional connectivity within or across motor, premotor and sensory areas of the two hemispheres, event-related synchronization/desynchronization ERD/ERS, etc.) of motor attempt using pre- and post-intervention screening sessions, as well as analyzing the EEG data of the therapeutic sessions.\n\nThe possibility of Diffusion Tensor Imaging (where patients perform similar reach-and-grasp movements inside the scanner) to more profoundly study structural plasticity pre- and post-intervention will be pursued for eligible patients that agree to undergo this procedure."},"conditionsModule":{"conditions":["Stroke, Cerebrovascular","Hemiplegia and Hemiparesis","Stroke/Brain Attack"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Allocation to the two experimental groups (BCI and Sham) will be taking place at the University of Essex, so as to ensure therapists in the recruitment center remain blind to this information. A toolbox implementing Frane's minimization algorithm (Frane 1998), built by the University of Essex partners will be employed. Use of a covariate adaptive randomization algorithm is dictated by several reasons. First, patients will be recruited on the fly and the studied sample will not be known at trial onset, so that an adaptive allocation method is needed and stratified randomization methods are excluded. The identified possible confounding factors that will be balanced are: Group (BCI vs Sham), Age (in years), Gender, Time since CVA (in months), Primary outcome at pre-intervention screening time point, Lesion type (haemorrhagic vs ischemic), Lesion location (cortical vs subcortical), Lesion side (left vs right), Pre-treatment of spasticity (yes or no).","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"TRIPLE","maskingDescription":"Participants in both groups (BCI, Sham) are fitted with the exact same equipment (EEG cap, FES device, assistive hand orthosis). In the BCI group, FES stimulation and orthosis triggering are only initiated when the BCI infers \"on line\" the presence of adequate SMRs or ERD/ERS within the epoch. That is, there is precise contingency between the efferent motor command and the afferent feedback induced by BCI-driven actuators (the patient feels he/she can move his upper limb when he wants to do it). Conversely, in the sham group, the any EEG signals of motor intention will be ignored and FES/orthosis triggering is decided at random. Each closed-loop BCI sub-movement epoch operates with a timeout of 2 seconds. In case the BCI detects no adequate SMR EEG correlates within this interval, the auditory cue commands an additional movement attempt and the epoch will be repeated as many times as needed.","whoMasked":["PARTICIPANT","CARE_PROVIDER","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":32,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Brain-computer interface (BCI)","type":"EXPERIMENTAL","description":"In the BCI arm, FES stimulation and orthosis triggering are only initiated when the BCI infers \"on line\" (in real time) the presence of adequate SMRs or ERD/ERS within the epoch. That is, there is precise contingency between the efferent motor command and the afferent feedback induced by BCI-driven actuators (the patient feels he/she can move his upper limb when he wants to do it).","interventionNames":["Combination Product: EEG-based brain-computer interface","Device: Functional Electrical Stimulation","Device: Active hand orthosis"]},{"label":"Sham-Brain-computer interface (Sham-BCI)","type":"SHAM_COMPARATOR","description":"In the Sham-BCI group, any EEG signals encoding motor intention of the patient are ignored. FES/orthosis triggering is decided at random, by \"playing back\" the data of a randomly selected run of a previously recruited participant. Hence, in the Sham-BCI arm, there is no guaranteed contingency between the efferent motor command and the afferent feedback induced by the FES and the orthosis, although it can still happen by coincidence.","interventionNames":["Combination Product: Sham EEG-based brain-computer interface","Device: Functional Electrical Stimulation","Device: Active hand orthosis"]}],"interventions":[{"type":"COMBINATION_PRODUCT","name":"EEG-based brain-computer interface","description":"EEG-based brain-computer interface detecting the patient's EEG sensorimotor rhythms associated to attempted reach-gasp-release upper limb movements by the patient.","armGroupLabels":["Brain-computer interface (BCI)"]},{"type":"COMBINATION_PRODUCT","name":"Sham EEG-based brain-computer interface","description":"Fake (Sham) EEG-based brain-computer interface which outputs a decision at random about whether EEG sensorimotor rhythms associated to attempted reach-gasp-release upper limb movements by the patient are currently detected.","armGroupLabels":["Sham-Brain-computer interface (Sham-BCI)"]},{"type":"DEVICE","name":"Functional Electrical Stimulation","description":"Neuromuscular stimulation of several upper limb muscles (elbow extensors, hand extensors/flexors) to effectuate reach, grasp and release movements of the affected upper limb.","armGroupLabels":["Brain-computer interface (BCI)","Sham-Brain-computer interface (Sham-BCI)"]},{"type":"DEVICE","name":"Active hand orthosis","description":"Active hand orthosis effectuating reach, grasp and release movements of the affected uppe r limb.","armGroupLabels":["Brain-computer interface (BCI)","Sham-Brain-computer interface (Sham-BCI)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Fugl-Meyer Assessment - Upper Extremity (FMA-UE)","description":"Fugl-Meyer Assessment (FMA), upper limb department (FMA-UE) including reflexes (0-66 scale). The higher the FMA-UE outcome, the less the disability of the upper limb.","timeFrame":"Pre-intervention (1-2 days before intervention onset), immediately post-intervention and 6-month follow-up (at least 6 months after the end of the intervention)"}],"secondaryOutcomes":[{"measure":"Medical Research Council (MRC) muscle strength","description":"MRCl muscle strength on triceps, finger and wrist flexor/extensors and on elbow extensor muscles. For each muscle, MRC may have a value in \\[0, 5\\], where 0 indicates complete paralysis and 5 normal muscle strength (no disability)","timeFrame":"Pre-intervention (1-2 days before intervention onset), immediately post-intervention and 6-month follow-up (at least 6 months after the end of the intervention)"},{"measure":"Self-efficacy of daily living","description":"12-item (questions) scale assessing aptitude in performing activities of daily living. Each item offers a score in \\[0,4\\], so that the overall scale is between \\[0, 48\\], where 0 indicates complete inability to perform activities of daily living and 48 indicates aptitude equivalent to a person with no disability.","timeFrame":"Pre-intervention (1-2 days before intervention onset), immediately post-intervention and 6-month follow-up (at least 6 months after the end of the intervention)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* More than 18 years of age\n* Victim of ischemic or haemorrhagic cerebrovascular accident (CVA)\n* At least 6 months since occurrence of CVA. No upper limit on time since stroke is imposed\n* First CVA\n* Severe central paresis or complete paralysis of the upper limb, as quantified by a Medical Research Council (MRC) scale score ≤2 evaluated at the wrist and finger extension and flexion, and forearm flexion and extension Other concomitant motor disabilities do not constitute exclusion criteria.\n* Unilateral cortical lesions (left or right hemisphere), subcortical lesions or supra-pontic lesions of the corticospinal tract having caused paralysis of the upper limb as documented by radiologic evidence\n* Adequate or corrected vision\n\nExclusion criteria:\n\n* Any reason obstructing EEG acquisition (scalp infections or wounds, dermatitis, etc)\n* Severe concomitant diseases (fever, infections, cardiac conditions, etc)\n* Heavy medication affecting the central nervous system (CNS, especially vigilance)\n* CVA with multiple infarcts\n* Second or later CVA\n* Severe unilateral hemispatial neglect as assessed by the behavioural part of the Behavioural Inattention Test (BIT) and the Fluff Test for body neglect\n* Severe cognitive disability affecting speech production, communication (e.g. aphasia), the ability to understand and give clear and free informed consent and to fully understand and comply with protocol instructions. A score of above 22/30 of the Montreal Cognitive Assessment (MoCA) scale is advised Inability to concentrate for 2 consecutive hours\n* Concomitant neurological conditions (e.g. Parkinson's disease) Severe spasticity. The Modified Ashworth Scale (MAS) score at the elbow, wrist and fingers should be below or equal to 2.\n* Severe dystonia, dyskinesia or pain\n* Cardiac pacemaker, active implants and other contraindications for FES\n* Metallic implants affecting EEG acquisition\n\nPatients for whom it is not possible to evoke a MEP greater than or equal to 0.2 mV amplitude at rest from the FDI and more proximal muscles (like ECR, FDS, etc) of the affected limb, or with contraindications for the TMS or Diffusion Tensor Imaging (DTI) protocols, will not undergo the respective procedures but will not be excluded from the trial.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Serafeim Perdikis, PhD","role":"CONTACT","phone":"00447394404046","email":"serafeim.perdikis@essex.ac.uk"},{"name":"Viviana Versace, PhD, MD","role":"CONTACT","phone":"0039472774580","email":"viviana.versace@sabes.it"}],"locations":[{"facility":"Ospedale di Vipiteno | Azienda Sanitaria dell'Alto Adige","status":"RECRUITING","city":"Vipiteno","state":"South Tyrol","zip":"39049","country":"Italy","contacts":[{"name":"Viviana Versace, PhD MD","role":"CONTACT","phone":"00390472774580","email":"viviana.versace@sabes.it"}],"geoPoint":{"lat":46.89313,"lon":11.42961}}]},"referencesModule":{"references":[{"pmid":"29761128","type":"BACKGROUND","citation":"Cervera MA, Soekadar SR, Ushiba J, Millan JDR, Liu M, Birbaumer N, Garipelli G. Brain-computer interfaces for post-stroke motor rehabilitation: a meta-analysis. Ann Clin Transl Neurol. 2018 Mar 25;5(5):651-663. doi: 10.1002/acn3.544. eCollection 2018 May."},{"pmid":"29925890","type":"BACKGROUND","citation":"Biasiucci A, Leeb R, Iturrate I, Perdikis S, Al-Khodairy A, Corbet T, Schnider A, Schmidlin T, Zhang H, Bassolino M, Viceic D, Vuadens P, Guggisberg AG, Millan JDR. Brain-actuated functional electrical stimulation elicits lasting arm motor recovery after stroke. Nat Commun. 2018 Jun 20;9(1):2421. doi: 10.1038/s41467-018-04673-z."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED","description":"EEG/TMS data will be publicly shared after scientific publication of outcomes"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000006429","term":"Hemiplegia"},{"id":"D000010291","term":"Paresis"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010243","term":"Paralysis"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M9205","name":"Hemiplegia","asFound":"Hemiplegia","relevance":"HIGH"},{"id":"M20634","name":"Muscle Weakness","relevance":"LOW"},{"id":"M12894","name":"Paresis","asFound":"Hemiparesis","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M12847","name":"Paralysis","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}