{
    "title": "Identifying Barriers to Advocacy Among Patients With Lung Cancer: The Role of Stigma-Related Interpersonal Constraint",
    "abstract": "Identifying Barriers to Advocacy Among Patients With Lung Cancer: The Role of Stigma-Related Interpersonal Constraint Sarah N. Price Megan Shen Maureen Rigney Jamie S. Ostroff Heidi A. Hamann OBJECTIVES: To examine whether aspects of disease-specific stigma are barriers to advocacy among individuals with lung cancer. SAMPLE & SETTING: 266 patients with lung cancer treated at two National Cancer Institute–designated comprehensive cancer centers in the United States. RESULTS: In multivariable analyses, lower levels of patient advocacy were reported by older patients and those with higher levels of constrained disclosure (i.e., avoidance of or discomfort in disclosing one’s lung cancer status).",
    "authors": [
        "Sarah N. Price",
        "Megan Shen",
        "Maureen Rigney",
        "Jamie S. Ostroff",
        "Heidi A. Hamann"
    ],
    "published_year": "Not available",
    "description": "OBJECTIVES:\n          To examine whether aspects of disease-specific stigma are barriers to advocacy among individuals with lung cancer.\nSAMPLE & SETTING:\n          266 patients with lung cancer treated at two National Cancer Institute–designated comprehensive cancer centers in the United States.\nMETHODS & VARIABLES:\n          Patients completed a cross-sectional survey. Demographic, clinical, and stigma-related correlates of advocacy were also explored.\nRESULTS:\n          In multivariable analyses, lower levels of patient advocacy were reported by older patients and those with higher levels of constrained disclosure (i.e., avoidance of or discomfort in disclosing one’s lung cancer status).\nIMPLICATIONS FOR NURSING:\n          Avoidance of discussing lung cancer (constrained disclosure) may be a barrier to patient involvement in advocacy. Additional research is needed to examine this relationship, reduce stigma, and promote inclusivity for individuals with lung cancer.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10591268/",
    "doi": "https://doi.org/10.1188/22.ONF.553-563",
    "citation_count": 0,
    "references": [],
    "journal": "Oncology nursing forum",
    "topics": [
        "interpersonal, among, role, identifying",
        "cancer, barriers, advocacy, patients",
        "advocacy, patients, identifying, constraint"
    ]
}