{
    "title": "Exposure–Response Analyses of Asbestos and Lung Cancer Subtypes in a Pooled Analysis of Case–Control Studies",
    "abstract": "Lung Cancer ORs and 95% CIs, P Value for Multiplicative Interaction and RERI and 95% CI in Relation to Occupational Asbestos Exposure and Smoking Among Men and Women Overall and by Major Lung Cancer Cell Types, in the SYNERGY Study, 1985–2010 Characteristics of Subjects by Exposure Status Table 1 shows characteristics of study participants by asbestos exposure status, disease status, and sex. Lung Cancer ORs and 95% CIs in Relation to Cumulative Asbestos Exposure Stratified by Lung Cancer Cell Type and Smoking Status Among Men and Women in the SYNERGY Study, 1985–2010 Joint Effects of Asbestos and Smoking Table 5 shows the joint effects of asbestos exposure and smoking, overall and by lung cancer subtype. Lung Cancer ORs and 95% CIs, P Value for Multiplicative Interaction and RERI and 95% CI in Relation to Occupational Asbestos Exposure and Smoking Among Men and Women Overall and by Major Lung Cancer Cell Types, in the SYNERGY Study, 1985–2010 DISCUSSION We investigated the quantitative association between occupational asbestos exposure and lung cancer risk in the SYNERGY project by sex, smoking status, and lung cancer subtype.",
    "authors": [
        "Ann C. Olsson",
        "Roel Vermeulen",
        "Joachim Schüz",
        "Hans Kromhout",
        "Beate Pesch",
        "Susan Peters",
        "Thomas Behrens",
        "Lützen Portengen",
        "Dario Mirabelli",
        "Per Gustavsson",
        "Benjamin Kendzia",
        "Josue Almansa",
        "Veronique Luzon",
        "Jelle Vlaanderen",
        "Isabelle Stücker",
        "Florence Guida",
        "Dario Consonni",
        "Neil Caporaso",
        "Maria Teresa Landi",
        "John Field",
        "Irene Brüske",
        "Heinz-Erich Wichmann",
        "Jack Siemiatycki",
        "Marie-Elise Parent",
        "Lorenzo Richiardi",
        "Franco Merletti",
        "Karl-Heinz Jöckel",
        "Wolfgang Ahrens",
        "Hermann Pohlabeln",
        "Nils Plato",
        "Adonina Tardón",
        "David Zaridze",
        "John McLaughlin",
        "Paul Demers",
        "Neonila Szeszenia-Dabrowska",
        "Jolanta Lissowska",
        "Peter Rudnai",
        "Eleonora Fabianova",
        "Rodica Stanescu Dumitru",
        "Vladimir Bencko",
        "Lenka Foretova",
        "Vladimir Janout",
        "Paolo Boffetta",
        "Bas Bueno-de-Mesquita",
        "Francesco Forastiere",
        "Thomas Brüning",
        "Kurt Straif"
    ],
    "published_year": "2016",
    "description": "Background:\n          Evidence is limited regarding risk and the shape of the exposure–response curve at low asbestos exposure levels. We estimated the exposure–response for occupational asbestos exposure and assessed the joint effect of asbestos exposure and smoking by sex and lung cancer subtype in general population studies.\nMethods:\n          We pooled 14 case–control studies conducted in 1985–2010 in Europe and Canada, including 17,705 lung cancer cases and 21,813 controls with detailed information on tobacco habits and lifetime occupations. We developed a quantitative job-exposure-matrix to estimate job-, time period-, and region-specific exposure levels. Fiber-years (ff/ml-years) were calculated for each subject by linking the matrix with individual occupational histories. We fit unconditional logistic regression models to estimate odds ratios (ORs), 95% confidence intervals (CIs), and trends.\nResults:\n          The fully adjusted OR for ever-exposure to asbestos was 1.24 (95% CI, 1.18, 1.31) in men and 1.12 (95% CI, 0.95, 1.31) in women. In men, increasing lung cancer risk was observed with increasing exposure in all smoking categories and for all three major lung cancer subtypes. In women, lung cancer risk for all subtypes was increased in current smokers (ORs ~two-fold). The joint effect of asbestos exposure and smoking did not deviate from multiplicativity among men, and was more than additive among women.\nConclusions:\n          Our results in men showed an excess risk of lung cancer and its subtypes at low cumulative exposure levels, with a steeper exposure–response slope in this exposure range than at higher, previously studied levels. (See video abstract at, http://links.lww.com/EDE/B161.)\nMETHODS\n      \n        The SYNERGY Project\n        Fourteen case–control studies on lung cancer from Europe and Canada (see eTable 1 at http://links.lww.com/EDE/B144) were pooled in the SYNERGY project to study joint effects of occupational carcinogens, including asbestos, and smoking in relation to lung cancer risk. The studies LUCA and LUCAS were restricted to men, and PARIS to regular smokers with squamous-cell lung carcinoma (SQLC) and small-cell lung carcinoma (SCLC). Participation rates were 62%–98% (mean, 83%) among cases and 41%–100% (mean, 70%) among controls. All studies collected lifetime smoking histories and complete occupational histories, except MORGEN. MORGEN is a case–control study nested in the European Prospective Investigation into Cancer and Nutrition (EPIC) study in the Netherlands, where 45% of those invited completed a questionnaire at recruitment.\n        The data were collected in 1985–2010, and almost all interviews with study participants were conducted face-to-face. LUCAS and MORGEN collected data using self-administered questionnaires, and women in MONTREAL and some participants in TORONTO were interviewed by phone. Next-of-kin were interviewed for most cases and some controls in LUCAS and some participants in ICARE and MONTREAL (9% of cases, 6% of controls). Controls were individually or frequency-matched to cases by sex and age, and mainly recruited from the general population (79%). Lung cancer subtypes were classified according to WHO guidelines after histological or cytological confirmation. Reference pathology was performed for the German cases.14 Ethical approvals for the original studies were obtained in accordance with legislation in each country, and in addition from the IARC Ethics Committee. More information about the SYNERGY project is available at: http://synergy.iarc.fr.\n        Occupational data consisted of a list of employment periods for every study subject. For every period, job and industrial activity had been recorded, coded respectively to the International Standard Classification of Occupations from 1968 (ISCO-68) and the International Standard Classification of Industries, Revision 2, along with the start and end years.\n      \n      \n        Assessment of Occupational Asbestos Exposure\n        Quantitative measurements of fibers (71,816) from 14 countries (mainly Germany, the UK, Canada, Italy, France, and Norway) were entered into the project-specific exposure database ExpoSYN according to a standardized protocol.15 Most data points were determined by phase-contrast microscopy (>95%). It can be assumed that most data represented chrysotile (67%). Regarding measurement strategies, 53% of the measurements were considered “representative,” 9% “worst case,” and 38% “unknown.”15 All measurements were linked to a standardized (ISCO-68) job title. Statistical models were applied to the personal measurements (27,958) collected in 1971–2009 to develop a project-specific quantitative job-exposure-matrix (SYN-JEM) for occupational asbestos exposure. Some measurements were attributed to jobs clearly unrelated to asbestos exposure, like teachers; we assumed these to represent exceptional situations, which should not be generalized to all individuals in that job. Therefore, a semiquantitative general population job-exposure matrix based on ISCO-68 codes (DOM-JEM) was used in the model, where every job was rated as nonexposed (=0), low exposed with regard to exposure intensity or high exposed with low exposure probability (=1), or high exposed with high-exposure probability (=2). Jobs considered to be nonexposed in DOM-JEM were set to 0 fibers per milliliter (ff/ml) in SYN-JEM, disregarding actual measurements, if any. When there were <5 measurements for a specific job, the geometric mean estimate of all jobs within the same unit or major group was applied, so the job estimate was based on information from the most similar jobs. Because every job was expert-rated as being non-, low-, or high exposed, an exposure level for every potential job could be calculated, even in the absence of measurements for that particular job. Additional SYN-JEM model specifications and sensitivity analyses using alternative models are described elsewhere.16–18 In brief, for all countries and occupations together, we implemented a linear historical trend with an annual decrease of fiber concentrations of −10.7% before ban implementation and no further downward trend after ban implementation, and an exposure ceiling before 1975 to avoid unrealistically high estimates due to unrestrained back-extrapolation to periods when actual measurements were not carried out. Linking the occupational histories of the participants to SYN-JEM generated individual job-, region-, and year-specific estimates of the average intensity of asbestos exposure during a standard 8-hour working day in ff/ml. Cumulative asbestos exposure (expressed as ff/ml-years) was defined as the average exposure intensity in a particular job multiplied by the years of employment, and totaled over the working life of the participants.\n      \n      \n        Statistical Analyses\n        Unconditional logistic regression models were fitted to generate odds ratios (ORs) and 95% confidence intervals (CIs) of lung cancer associated with various indices of asbestos exposure. The subjects classified as nonexposed were the reference category in each of the analyses.\n        Three strategies for adjustment were applied: the first model (OR1) adjusted for age group (<45, 45–49, 50–54, 55–59, 60–64, 65–69, 70–74, 75+ years) and study; the second model (OR2) also adjusted for tobacco smoking as a continuous variable (log[cigarette pack-years + 1]) and for time-since-quitting smoking cigarettes (current smokers; quitting 2–7, 8–15, 16–25, 26+ years before diagnosis/interview; never-smokers); and the third model (OR3) also adjusted for ever-employment in a “list A” job (yes/no). “List A” is a list of occupations and industries known to present an excess risk of lung cancer, compiled by Ahrens and Merletti19 and updated by Mirabelli et al.20 Here, we modified “list A” so that jobs originally included solely because of asbestos exposure were excluded, to avoid potential over-adjustment. Examples are asbestos cement product makers, insulators, some jobs in mining and quarrying, and some jobs in manufacture of nonmetallic mineral products not elsewhere classified (e.g., other crushers, grinders, and mixers; beam warpers; loom threaders; fabric examiners and repairers; spinners and winders).\n        Current smokers were people who had smoked >1 cigarette per day for >1 year, including those who had stopped smoking in the 2 years before diagnosis/interview. Cigarette pack-years were calculated as: ∑duration × average intensity per day/20.\n        We used kernel plots to describe the distribution of cumulative asbestos exposure among cases and controls. Cumulative asbestos exposure in ff/ml-years was categorized according to quartiles of its distribution in controls for the main exposure–response analyses. In the analyses stratified by lung cancer subtype and smoking status, we used two exposure categories (below and above the median) because the number of observations was limited.\n        P values for linear trend were obtained by applying a logistic regression model including the respective continuous variable. The trend was calculated among all subjects and among exposed subjects only.\n        We examined robustness of results by sensitivity analyses as follows:\n        \n          \n            excluding one study at a time, to see if any specific study largely influenced the overall result;\n          \n          \n            excluding one industry at a time, to see if any specific industry largely influenced the overall result;\n          \n          \n            stratification by hospital- and population-based studies, to assess if associations differed by study design;\n          \n          \n            restricting the study base to blue-collar workers, to limit potential residual confounding from socioeconomic factors;\n          \n          \n            restricting the analyses to workers who started working in 1960 or later, as exposure data were scarce before the 1960s and exposure estimates in SYN-JEM may be affected by larger uncertainty;\n          \n          \n            excluding “laborers not elsewhere classified” (ISCO 9–99.10) because they represent a substantial proportion of exposed workers in some of the studies, to see if their inclusion had unduly influenced the results.\n          \n        \n        A multinomial logistic regression model and a likelihood ratio test were used to explore heterogeneity between the three major lung cancer subtypes in relation to a categorical variable of cumulative asbestos exposure.\n        Lagging of cumulative exposure was applied, in which exposure in the 5, 10, 15, or 20 years before diagnosis/interview was disregarded. As results did not differ by lag-times, we used unlagged models in the main analyses.\n        The slope of the exposure–response relationship reflects the average excess relative risk per fiber-year. It was obtained from a linear OR model adjusted for study, “list A” occupations, time-since-quitting smoking cigarettes, and smoking pack-year categories using maximum likelihood estimation and was expressed as KL * 100, that is, 100 times the excess relative risk per fiber-year.\n        We performed additional spline analyses using nonparametric smoothing as implemented in the R package mgcv to assess in more detail the shape of the exposure–response relationship. The optimal smoothing parameter was selected based on generalized cross-validation and under the assumption that the total degrees of freedom required for a biologically plausible model would not exceed 3. 95% CIs for ORs were derived by simulation from the posterior distribution of the model coefficients, performing random draws from a multivariate normal distribution parameterized by the estimated mean vector and estimated covariance matrix of the model coefficients.\n        Meta-analyses were conducted to explore study-specific ORs using the Stata command “metan,” where the extent of heterogeneity between OR estimates was assessed as a percentage (I2).21\n        We assessed the additive interaction between smoking and asbestos by estimating the relative excess risk due to interaction.22 We again used a linear OR model adjusted for covariates, and bootstrapped CIs for the excess risk due to interaction. Departure from multiplicative interaction between smoking and asbestos was assessed by testing the asbestos–smoking interaction term in the logistic model.\n        We conducted statistical analyses using SAS, version 9.3 (SAS Institute, Cary, NC); STATA, version 12.1 (StataCorp, College Station, TX); and R, version 3.2.\nThe SYNERGY Project\n        Fourteen case–control studies on lung cancer from Europe and Canada (see eTable 1 at http://links.lww.com/EDE/B144) were pooled in the SYNERGY project to study joint effects of occupational carcinogens, including asbestos, and smoking in relation to lung cancer risk. The studies LUCA and LUCAS were restricted to men, and PARIS to regular smokers with squamous-cell lung carcinoma (SQLC) and small-cell lung carcinoma (SCLC). Participation rates were 62%–98% (mean, 83%) among cases and 41%–100% (mean, 70%) among controls. All studies collected lifetime smoking histories and complete occupational histories, except MORGEN. MORGEN is a case–control study nested in the European Prospective Investigation into Cancer and Nutrition (EPIC) study in the Netherlands, where 45% of those invited completed a questionnaire at recruitment.\n        The data were collected in 1985–2010, and almost all interviews with study participants were conducted face-to-face. LUCAS and MORGEN collected data using self-administered questionnaires, and women in MONTREAL and some participants in TORONTO were interviewed by phone. Next-of-kin were interviewed for most cases and some controls in LUCAS and some participants in ICARE and MONTREAL (9% of cases, 6% of controls). Controls were individually or frequency-matched to cases by sex and age, and mainly recruited from the general population (79%). Lung cancer subtypes were classified according to WHO guidelines after histological or cytological confirmation. Reference pathology was performed for the German cases.14 Ethical approvals for the original studies were obtained in accordance with legislation in each country, and in addition from the IARC Ethics Committee. More information about the SYNERGY project is available at: http://synergy.iarc.fr.\n        Occupational data consisted of a list of employment periods for every study subject. For every period, job and industrial activity had been recorded, coded respectively to the International Standard Classification of Occupations from 1968 (ISCO-68) and the International Standard Classification of Industries, Revision 2, along with the start and end years.\nAssessment of Occupational Asbestos Exposure\n        Quantitative measurements of fibers (71,816) from 14 countries (mainly Germany, the UK, Canada, Italy, France, and Norway) were entered into the project-specific exposure database ExpoSYN according to a standardized protocol.15 Most data points were determined by phase-contrast microscopy (>95%). It can be assumed that most data represented chrysotile (67%). Regarding measurement strategies, 53% of the measurements were considered “representative,” 9% “worst case,” and 38% “unknown.”15 All measurements were linked to a standardized (ISCO-68) job title. Statistical models were applied to the personal measurements (27,958) collected in 1971–2009 to develop a project-specific quantitative job-exposure-matrix (SYN-JEM) for occupational asbestos exposure. Some measurements were attributed to jobs clearly unrelated to asbestos exposure, like teachers; we assumed these to represent exceptional situations, which should not be generalized to all individuals in that job. Therefore, a semiquantitative general population job-exposure matrix based on ISCO-68 codes (DOM-JEM) was used in the model, where every job was rated as nonexposed (=0), low exposed with regard to exposure intensity or high exposed with low exposure probability (=1), or high exposed with high-exposure probability (=2). Jobs considered to be nonexposed in DOM-JEM were set to 0 fibers per milliliter (ff/ml) in SYN-JEM, disregarding actual measurements, if any. When there were <5 measurements for a specific job, the geometric mean estimate of all jobs within the same unit or major group was applied, so the job estimate was based on information from the most similar jobs. Because every job was expert-rated as being non-, low-, or high exposed, an exposure level for every potential job could be calculated, even in the absence of measurements for that particular job. Additional SYN-JEM model specifications and sensitivity analyses using alternative models are described elsewhere.16–18 In brief, for all countries and occupations together, we implemented a linear historical trend with an annual decrease of fiber concentrations of −10.7% before ban implementation and no further downward trend after ban implementation, and an exposure ceiling before 1975 to avoid unrealistically high estimates due to unrestrained back-extrapolation to periods when actual measurements were not carried out. Linking the occupational histories of the participants to SYN-JEM generated individual job-, region-, and year-specific estimates of the average intensity of asbestos exposure during a standard 8-hour working day in ff/ml. Cumulative asbestos exposure (expressed as ff/ml-years) was defined as the average exposure intensity in a particular job multiplied by the years of employment, and totaled over the working life of the participants.\nStatistical Analyses\n        Unconditional logistic regression models were fitted to generate odds ratios (ORs) and 95% confidence intervals (CIs) of lung cancer associated with various indices of asbestos exposure. The subjects classified as nonexposed were the reference category in each of the analyses.\n        Three strategies for adjustment were applied: the first model (OR1) adjusted for age group (<45, 45–49, 50–54, 55–59, 60–64, 65–69, 70–74, 75+ years) and study; the second model (OR2) also adjusted for tobacco smoking as a continuous variable (log[cigarette pack-years + 1]) and for time-since-quitting smoking cigarettes (current smokers; quitting 2–7, 8–15, 16–25, 26+ years before diagnosis/interview; never-smokers); and the third model (OR3) also adjusted for ever-employment in a “list A” job (yes/no). “List A” is a list of occupations and industries known to present an excess risk of lung cancer, compiled by Ahrens and Merletti19 and updated by Mirabelli et al.20 Here, we modified “list A” so that jobs originally included solely because of asbestos exposure were excluded, to avoid potential over-adjustment. Examples are asbestos cement product makers, insulators, some jobs in mining and quarrying, and some jobs in manufacture of nonmetallic mineral products not elsewhere classified (e.g., other crushers, grinders, and mixers; beam warpers; loom threaders; fabric examiners and repairers; spinners and winders).\n        Current smokers were people who had smoked >1 cigarette per day for >1 year, including those who had stopped smoking in the 2 years before diagnosis/interview. Cigarette pack-years were calculated as: ∑duration × average intensity per day/20.\n        We used kernel plots to describe the distribution of cumulative asbestos exposure among cases and controls. Cumulative asbestos exposure in ff/ml-years was categorized according to quartiles of its distribution in controls for the main exposure–response analyses. In the analyses stratified by lung cancer subtype and smoking status, we used two exposure categories (below and above the median) because the number of observations was limited.\n        P values for linear trend were obtained by applying a logistic regression model including the respective continuous variable. The trend was calculated among all subjects and among exposed subjects only.\n        We examined robustness of results by sensitivity analyses as follows:\n        \n          \n            excluding one study at a time, to see if any specific study largely influenced the overall result;\n          \n          \n            excluding one industry at a time, to see if any specific industry largely influenced the overall result;\n          \n          \n            stratification by hospital- and population-based studies, to assess if associations differed by study design;\n          \n          \n            restricting the study base to blue-collar workers, to limit potential residual confounding from socioeconomic factors;\n          \n          \n            restricting the analyses to workers who started working in 1960 or later, as exposure data were scarce before the 1960s and exposure estimates in SYN-JEM may be affected by larger uncertainty;\n          \n          \n            excluding “laborers not elsewhere classified” (ISCO 9–99.10) because they represent a substantial proportion of exposed workers in some of the studies, to see if their inclusion had unduly influenced the results.\n          \n        \n        A multinomial logistic regression model and a likelihood ratio test were used to explore heterogeneity between the three major lung cancer subtypes in relation to a categorical variable of cumulative asbestos exposure.\n        Lagging of cumulative exposure was applied, in which exposure in the 5, 10, 15, or 20 years before diagnosis/interview was disregarded. As results did not differ by lag-times, we used unlagged models in the main analyses.\n        The slope of the exposure–response relationship reflects the average excess relative risk per fiber-year. It was obtained from a linear OR model adjusted for study, “list A” occupations, time-since-quitting smoking cigarettes, and smoking pack-year categories using maximum likelihood estimation and was expressed as KL * 100, that is, 100 times the excess relative risk per fiber-year.\n        We performed additional spline analyses using nonparametric smoothing as implemented in the R package mgcv to assess in more detail the shape of the exposure–response relationship. The optimal smoothing parameter was selected based on generalized cross-validation and under the assumption that the total degrees of freedom required for a biologically plausible model would not exceed 3. 95% CIs for ORs were derived by simulation from the posterior distribution of the model coefficients, performing random draws from a multivariate normal distribution parameterized by the estimated mean vector and estimated covariance matrix of the model coefficients.\n        Meta-analyses were conducted to explore study-specific ORs using the Stata command “metan,” where the extent of heterogeneity between OR estimates was assessed as a percentage (I2).21\n        We assessed the additive interaction between smoking and asbestos by estimating the relative excess risk due to interaction.22 We again used a linear OR model adjusted for covariates, and bootstrapped CIs for the excess risk due to interaction. Departure from multiplicative interaction between smoking and asbestos was assessed by testing the asbestos–smoking interaction term in the logistic model.\n        We conducted statistical analyses using SAS, version 9.3 (SAS Institute, Cary, NC); STATA, version 12.1 (StataCorp, College Station, TX); and R, version 3.2.\nRESULTS\n      We omitted study participants with incomplete data on covariates (804 cases, 848 controls), leaving 16,901 lung cancer cases (4,752 lung adenocarcinoma, 6,503 squamous cell carcinoma, 2,730 small-cell carcinoma, 2,822 other/unspecified lung cancer cell types, 94 not available) and 20,965 controls for the analyses.\n      \n        Characteristics of Subjects by Exposure Status\n        Table 1 shows characteristics of study participants by asbestos exposure status, disease status, and sex. Smoking status differed by asbestos exposure status; nonexposed were more often never-smokers among both men and women. Lung cancer pathology also differed by asbestos exposure status; adenocarcinoma was less frequent and squamous-cell carcinoma more frequent among asbestos-exposed compared with nonexposed men and women. More cases with asbestos exposure ever worked in other occupations with an anticipated lung cancer risk (20% in men) than controls (15% in men) or nonexposed cases (5% in men).\n        \n          TABLE 1.\n          \n            Descriptive Characteristics of the Study Participants (16,901 Lung Cancer Cases, 20,965 Control Subjects) by Asbestos Exposure Status\n          \n          \n        \n      \n      \n        Asbestos Exposure\n        At some time, 44% of cases (51% in men, 15% in women) and 35% of controls (41% in men, 11% in women) had been exposed to asbestos at their workplace. The exposure prevalence among male blue-collar workers was 63% in cases and 58% in controls. eTable 1 (http://links.lww.com/EDE/B144) displays the period for which asbestos exposure was assigned to workers in different studies; it does not reflect when asbestos was banned as some jobs continued to be exposed after the ban. Prevalence of asbestos exposure among control subjects by study and sex, omitting “laborers not elsewhere classified” and restricting to DOM-JEM high levels of asbestos exposure, is displayed in the eTables 2 and 3 (http://links.lww.com/EDE/B144).\n        Figure 1 shows the distribution of fiber-years in exposed control subjects by sex. Overall, women were exposed to lower cumulative levels (median, 0.57 ff/ml-years) than men (median, 1.21 ff/ml-years).\n        \n          FIGURE 1.\n          \n            Kernel plot showing distributions of cumulative asbestos exposure in exposed control subjects among women and men in the SYNERGY project.\n          \n          \n        \n      \n      \n        Lung Cancer Risk Associated with Asbestos Exposure\n        The ORs for lung cancer associated with ever occupational asbestos exposure changed after adjustment for smoking and for other occupational exposures. In men, OR1, from the model adjusted for age group and study, was 1.43 (95% CI, 1.37, 1.50); OR2, also adjusted for smoking, was 1.29 (95% CI, 1.22, 1.36); and OR3, also adjusted for ever-employment in a “list A” job, was 1.24 (95% CI, 1.18, 1.31). Among women, OR1 was 1.37 (95% CI, 1.19, 1.58), OR2 was 1.13 (95% CI, 0.97, 1.33), and OR3 was 1.12 (95% CI, 0.95, 1.31). In Table 2 and all subsequent analyses, we present OR3 unless otherwise stated.\n        \n          TABLE 2.\n          \n            Lung Cancer ORs and 95% CIs in Relation to Indices of Occupational Asbestos Exposure in the SYNERGY Study, 1985–2010\n          \n          \n        \n        In men, ORs across most exposure categories by duration and cumulative exposure were increased compared with the reference category of never-exposed to asbestos (Table 2). Only the first quartile of cumulative dose (<0.5 ff/ml-years) showed no increased risk (OR, 1.06; 95% CI, 0.96, 1.16). “Time since last exposure” was also adjusted for duration and showed ORs between 1.10 and 1.19, with no time trend (P = 0.44).\n        In women, based on smaller numbers of exposed subjects and a lower median exposure level, no increased ORs were observed (Table 2).\n        Nonparametric exposure–response analyses showed marginal support for a nonlinear exposure–response association among men, which was larger for models with longer lag-times, while the exposure–response was linear among women (Figure 2).\n        \n          FIGURE 2.\n          \n            Exposure–response relationship among men and women for cumulative asbestos exposure with different lag periods applied and 95% CIs around the 0-year-lag curve, adjusted for study, age group, cigarette pack-years, time-since-quitting smoking, and ever-employment in a “list A” job. The histograms on the x axis show how the study populations are distributed.\n          \n          \n        \n        Study-specific results showed no heterogeneity between studies, with I2 = 0% in both men and women (eFigures 4 and 5; http://links.lww.com/EDE/B144, which show forest plots and heterogeneity tests).\n        The exposure–response slope (KL * 100) among all men was 6.1 (95% CI, 4.1, 8.1) and among only blue-collar workers was 3.3 (95% CI, 1.5, 5.0).\n      \n      \n        Sensitivity Analyses\n        The OR for ever-exposure to asbestos in men remained stable when omitting one study at a time; the highest OR, 1.27 (95% CI, 1.19, 1.34), was observed when LUCAS was omitted, and the lowest OR, 1.21 (95% CI, 1.14, 1.29), when AUT-Munich was omitted (data not shown).\n        When excluding one industry or occupation at a time, the lung cancer risk in the highest quartile of cumulative exposure in men (>2.8 ff/ml-years; OR, 1.38; 95% CI, 1.27, 1.50) remained elevated, as follows: excluding asbestos manufacturing (OR, 1.44; 95% CI, 1.32, 1.57), excluding construction (OR, 1.41; 95% CI, 1.27, 1.57), excluding mining (OR, 1.36; 95% CI, 1.25, 1.49), excluding metal work (OR, 1.43; 95% CI, 1.31, 1.56), excluding transportation (OR, 1.42; 95% CI, 1.30, 1.56), or excluding vehicle mechanic (OR, 1.46; 95% CI, 1.34, 1.60) (data not shown).\n        Further sensitivity analyses in men (Table 3) on cumulative asbestos exposure showed that stratifying the analyses by studies with population- and hospital-based controls made a difference; ORs in studies with hospital-based controls were generally lower and more imprecise. Restricting the study population to blue-collar workers resulted in a systematic attenuation of the OR by about 10%–15%, although the significant exposure–response trend persisted. Restricting the study population to workers who started working after 1960 also lowered the ORs, whereas excluding “laborers not elsewhere classified” (ISCO 9–99.10) did not markedly influence the overall results.\n        \n          TABLE 3.\n          \n            Lung Cancer ORs and 95% CIs in Relation to Cumulative Asbestos Exposure in Restricted Strata (Sensitivity Analyses) of Men in the SYNERGY Study, 1985–2010\n          \n          \n        \n      \n      \n        Lung Cancer Risk Associated with Cumulative Asbestos Exposure, Stratified by Major Histological Subtype and Smoking Status\n        Table 4 shows ORs associated with cumulative asbestos exposure by major lung cancer subtype and by smoking status. Occupational asbestos exposure in men was associated with an increased lung cancer risk among never-smokers, former smokers, and current smokers. Never-smokers with exposure above the median (>1.2 ff/ml-years) had slightly higher ORs than former or current smokers, particularly for small-cell carcinoma (OR, 2.73; 95% CI, 1.39, 5.35). ORs were higher for squamous and small-cell carcinoma than for lung adenocarcinoma (P = 0.11 for the likelihood ratio test of homogeneity from the multinomial logistic regression model when these three subtypes were included). In women, stratifying by smoking status and lung cancer subtype revealed associations in subgroups. Among current smokers, we observed associations of asbestos exposure with all lung cancer subtypes, with all ORs increased approximately two-fold. In former smokers, none of the associations was increased; and among never-smokers, our results showed no association for lung adenocarcinoma or squamous-cell lung cancer but a relatively strong association for small-cell lung cancer even at low levels of asbestos exposure (<1.2 ff/ml-years: OR, 3.51; 95% CI, 1.29, 9.55).\n        \n          TABLE 4.\n          \n            Lung Cancer ORs and 95% CIs in Relation to Cumulative Asbestos Exposure Stratified by Lung Cancer Cell Type and Smoking Status Among Men and Women in the SYNERGY Study, 1985–2010\n          \n          \n        \n      \n      \n        Joint Effects of Asbestos and Smoking\n        Table 5 shows the joint effects of asbestos exposure and smoking, overall and by lung cancer subtype. In men, the joint effect of smoking and asbestos was more than additive for all lung cancer subtypes, with a higher excess risk due to interaction for squamous- and small-cell lung carcinoma than for lung adenocarcinoma, whereas there was no deviation from a multiplicative scale (P = 0.10–0.90). Patterns were similar in women, but the RERIs were not significantly different from 0, except for squamous-cell lung carcinoma. The strong association between asbestos exposure and small-cell lung carcinoma in never-smokers resulted in a submultiplicative interaction with smoking, in women (P = 0.01) but not in men (P = 0.10). A complementary table including ORs for models with and without interaction between occupational asbestos exposure and smoking is shown in eTable 6 (http://links.lww.com/EDE/B144).\n        \n          TABLE 5.\n          \n            Lung Cancer ORs and 95% CIs, P Value for Multiplicative Interaction and RERI and 95% CI in Relation to Occupational Asbestos Exposure and Smoking Among Men and Women Overall and by Major Lung Cancer Cell Types, in the SYNERGY Study, 1985–2010\nCharacteristics of Subjects by Exposure Status\n        Table 1 shows characteristics of study participants by asbestos exposure status, disease status, and sex. Smoking status differed by asbestos exposure status; nonexposed were more often never-smokers among both men and women. Lung cancer pathology also differed by asbestos exposure status; adenocarcinoma was less frequent and squamous-cell carcinoma more frequent among asbestos-exposed compared with nonexposed men and women. More cases with asbestos exposure ever worked in other occupations with an anticipated lung cancer risk (20% in men) than controls (15% in men) or nonexposed cases (5% in men).\n        \n          TABLE 1.\n          \n            Descriptive Characteristics of the Study Participants (16,901 Lung Cancer Cases, 20,965 Control Subjects) by Asbestos Exposure Status\nAsbestos Exposure\n        At some time, 44% of cases (51% in men, 15% in women) and 35% of controls (41% in men, 11% in women) had been exposed to asbestos at their workplace. The exposure prevalence among male blue-collar workers was 63% in cases and 58% in controls. eTable 1 (http://links.lww.com/EDE/B144) displays the period for which asbestos exposure was assigned to workers in different studies; it does not reflect when asbestos was banned as some jobs continued to be exposed after the ban. Prevalence of asbestos exposure among control subjects by study and sex, omitting “laborers not elsewhere classified” and restricting to DOM-JEM high levels of asbestos exposure, is displayed in the eTables 2 and 3 (http://links.lww.com/EDE/B144).\n        Figure 1 shows the distribution of fiber-years in exposed control subjects by sex. Overall, women were exposed to lower cumulative levels (median, 0.57 ff/ml-years) than men (median, 1.21 ff/ml-years).\n        \n          FIGURE 1.\n          \n            Kernel plot showing distributions of cumulative asbestos exposure in exposed control subjects among women and men in the SYNERGY project.\nLung Cancer Risk Associated with Asbestos Exposure\n        The ORs for lung cancer associated with ever occupational asbestos exposure changed after adjustment for smoking and for other occupational exposures. In men, OR1, from the model adjusted for age group and study, was 1.43 (95% CI, 1.37, 1.50); OR2, also adjusted for smoking, was 1.29 (95% CI, 1.22, 1.36); and OR3, also adjusted for ever-employment in a “list A” job, was 1.24 (95% CI, 1.18, 1.31). Among women, OR1 was 1.37 (95% CI, 1.19, 1.58), OR2 was 1.13 (95% CI, 0.97, 1.33), and OR3 was 1.12 (95% CI, 0.95, 1.31). In Table 2 and all subsequent analyses, we present OR3 unless otherwise stated.\n        \n          TABLE 2.\n          \n            Lung Cancer ORs and 95% CIs in Relation to Indices of Occupational Asbestos Exposure in the SYNERGY Study, 1985–2010\n          \n          \n        \n        In men, ORs across most exposure categories by duration and cumulative exposure were increased compared with the reference category of never-exposed to asbestos (Table 2). Only the first quartile of cumulative dose (<0.5 ff/ml-years) showed no increased risk (OR, 1.06; 95% CI, 0.96, 1.16). “Time since last exposure” was also adjusted for duration and showed ORs between 1.10 and 1.19, with no time trend (P = 0.44).\n        In women, based on smaller numbers of exposed subjects and a lower median exposure level, no increased ORs were observed (Table 2).\n        Nonparametric exposure–response analyses showed marginal support for a nonlinear exposure–response association among men, which was larger for models with longer lag-times, while the exposure–response was linear among women (Figure 2).\n        \n          FIGURE 2.\n          \n            Exposure–response relationship among men and women for cumulative asbestos exposure with different lag periods applied and 95% CIs around the 0-year-lag curve, adjusted for study, age group, cigarette pack-years, time-since-quitting smoking, and ever-employment in a “list A” job. The histograms on the x axis show how the study populations are distributed.\n          \n          \n        \n        Study-specific results showed no heterogeneity between studies, with I2 = 0% in both men and women (eFigures 4 and 5; http://links.lww.com/EDE/B144, which show forest plots and heterogeneity tests).\n        The exposure–response slope (KL * 100) among all men was 6.1 (95% CI, 4.1, 8.1) and among only blue-collar workers was 3.3 (95% CI, 1.5, 5.0).\nSensitivity Analyses\n        The OR for ever-exposure to asbestos in men remained stable when omitting one study at a time; the highest OR, 1.27 (95% CI, 1.19, 1.34), was observed when LUCAS was omitted, and the lowest OR, 1.21 (95% CI, 1.14, 1.29), when AUT-Munich was omitted (data not shown).\n        When excluding one industry or occupation at a time, the lung cancer risk in the highest quartile of cumulative exposure in men (>2.8 ff/ml-years; OR, 1.38; 95% CI, 1.27, 1.50) remained elevated, as follows: excluding asbestos manufacturing (OR, 1.44; 95% CI, 1.32, 1.57), excluding construction (OR, 1.41; 95% CI, 1.27, 1.57), excluding mining (OR, 1.36; 95% CI, 1.25, 1.49), excluding metal work (OR, 1.43; 95% CI, 1.31, 1.56), excluding transportation (OR, 1.42; 95% CI, 1.30, 1.56), or excluding vehicle mechanic (OR, 1.46; 95% CI, 1.34, 1.60) (data not shown).\n        Further sensitivity analyses in men (Table 3) on cumulative asbestos exposure showed that stratifying the analyses by studies with population- and hospital-based controls made a difference; ORs in studies with hospital-based controls were generally lower and more imprecise. Restricting the study population to blue-collar workers resulted in a systematic attenuation of the OR by about 10%–15%, although the significant exposure–response trend persisted. Restricting the study population to workers who started working after 1960 also lowered the ORs, whereas excluding “laborers not elsewhere classified” (ISCO 9–99.10) did not markedly influence the overall results.\n        \n          TABLE 3.\n          \n            Lung Cancer ORs and 95% CIs in Relation to Cumulative Asbestos Exposure in Restricted Strata (Sensitivity Analyses) of Men in the SYNERGY Study, 1985–2010\nLung Cancer Risk Associated with Cumulative Asbestos Exposure, Stratified by Major Histological Subtype and Smoking Status\n        Table 4 shows ORs associated with cumulative asbestos exposure by major lung cancer subtype and by smoking status. Occupational asbestos exposure in men was associated with an increased lung cancer risk among never-smokers, former smokers, and current smokers. Never-smokers with exposure above the median (>1.2 ff/ml-years) had slightly higher ORs than former or current smokers, particularly for small-cell carcinoma (OR, 2.73; 95% CI, 1.39, 5.35). ORs were higher for squamous and small-cell carcinoma than for lung adenocarcinoma (P = 0.11 for the likelihood ratio test of homogeneity from the multinomial logistic regression model when these three subtypes were included). In women, stratifying by smoking status and lung cancer subtype revealed associations in subgroups. Among current smokers, we observed associations of asbestos exposure with all lung cancer subtypes, with all ORs increased approximately two-fold. In former smokers, none of the associations was increased; and among never-smokers, our results showed no association for lung adenocarcinoma or squamous-cell lung cancer but a relatively strong association for small-cell lung cancer even at low levels of asbestos exposure (<1.2 ff/ml-years: OR, 3.51; 95% CI, 1.29, 9.55).\n        \n          TABLE 4.\n          \n            Lung Cancer ORs and 95% CIs in Relation to Cumulative Asbestos Exposure Stratified by Lung Cancer Cell Type and Smoking Status Among Men and Women in the SYNERGY Study, 1985–2010\nJoint Effects of Asbestos and Smoking\n        Table 5 shows the joint effects of asbestos exposure and smoking, overall and by lung cancer subtype. In men, the joint effect of smoking and asbestos was more than additive for all lung cancer subtypes, with a higher excess risk due to interaction for squamous- and small-cell lung carcinoma than for lung adenocarcinoma, whereas there was no deviation from a multiplicative scale (P = 0.10–0.90). Patterns were similar in women, but the RERIs were not significantly different from 0, except for squamous-cell lung carcinoma. The strong association between asbestos exposure and small-cell lung carcinoma in never-smokers resulted in a submultiplicative interaction with smoking, in women (P = 0.01) but not in men (P = 0.10). A complementary table including ORs for models with and without interaction between occupational asbestos exposure and smoking is shown in eTable 6 (http://links.lww.com/EDE/B144).\n        \n          TABLE 5.\n          \n            Lung Cancer ORs and 95% CIs, P Value for Multiplicative Interaction and RERI and 95% CI in Relation to Occupational Asbestos Exposure and Smoking Among Men and Women Overall and by Major Lung Cancer Cell Types, in the SYNERGY Study, 1985–2010\nDISCUSSION\n      We investigated the quantitative association between occupational asbestos exposure and lung cancer risk in the SYNERGY project by sex, smoking status, and lung cancer subtype. Increasing duration and increasing cumulative asbestos exposure were associated with an increasing lung cancer risk in men. Moreover, the increased lung cancer risk in men was observed in never-smokers, former smokers, and current smokers, and for all three major lung cancer subtypes. Sensitivity analyses revealed that results were not driven by exposure in any particular industry or study. Women were exposed to lower levels of asbestos than men (median, 0.57 vs. 1.21 ff/ml-years), which may explain the weaker association with lung cancer among women. The interaction between asbestos exposure and smoking was more than additive for all major lung cancer subtypes among men and for squamous-cell lung carcinoma among women; moreover, the interaction between asbestos and smoking among men did not deviate from multiplicativity. The results from our pooled analysis of case–control studies are in broad agreement with those obtained by Wraith and Mengersen12 in a meta-analysis of industry-based cohort and case–control studies, although our study adds results on the interaction between smoking and asbestos by lung cancer subtype.\n      Lagged exposure estimates generated very similar results (not shown) to those of unlagged estimates; a possible explanation is that the relative exposure distribution remained the same because most exposed subjects were exposed to no or low exposure levels in recent decades, particularly after the implementation of asbestos bans in the different countries. Also, many workers had been retired for many years when they were diagnosed with lung cancer, and therefore their exposure did not change much, even when lagged.\n      The quality of the exposure assessment has a strong influence on the estimation of the exposure–response association.23 So far, quantitative estimates based on measurements have been obtained mainly from industrial cohort studies.24 We assessed asbestos exposure applying SYN-JEM for general population studies, a newly created job-exposure matrix based on quantitative workplace measurements from Europe and Canada.\n      Strengths of this study include the large study population, a large proportion of face-to-face interviews conducted by trained interviewers, a large proportion of control subjects recruited from the general population, a comprehensive adjustment for smoking, and an innovative and objective method, supported by actual measurements, for assessing asbestos exposure quantitatively in general population studies.\n      Limitations of the study are that asbestos fiber type and dimensions could not be taken into account, because almost all measurements (>95%) were determined by phase-contrast microscopy, which does not allow the fiber type to be distinguished or to identify fibers with width <0.25 μm. For lung cancer, scientific uncertainty remains on how much risks differ in magnitude by fiber type, but recent evidence suggests it is less than previously assumed.24,25\n      Misclassification of exposure is assumed to have occurred, but it can also be assumed to be nondifferential provided reporting of job titles did not differ systematically in cases and controls. Differential reporting of job titles is not likely; therefore, the use of a job-exposure matrix for exposure assessment is unlikely to have created spurious associations.\n      Further limitations include that measurements were not done for individual study subjects, resulting in assignments of average exposure levels to job titles and not to individuals, and leading to assignment of the same exposure level to all workers sharing the same job code in a particular year, irrespective of exposure variability between workers in the same job. This results in a Berkson-type error, which usually does not bias the point estimate but increases the variance and therefore leads to reduced precision.26\n      Some jobs or unspecific job codes may substantially influence the prevalence of exposure if used extensively in a study. For example, many jobs were coded as “laborers not elsewhere classified” (ISCO 9–99.10); in SYN-JEM, this job was assigned low exposure to asbestos. The use of the ISCO 9–99.10 job code does not necessarily reflect poor quality of interviews or coding, as it could also signify a high prevalence of low specialization of laborers and/or low technology in certain industries. Indeed, the asbestos prevalence decreased by >10% in some studies when excluding “laborers not elsewhere classified.” Nevertheless, excluding “laborers not elsewhere classified” from the risk analyses did not change the overall results, possibly because 9–99.10 jobs represented only 1.8% of the total working time.\n      Another limitation is that half of the 36,000 personal measurements collected were available for the production of asbestos cement and asbestos textiles, job titles that were rare in our study population or too specific to be captured by the ISCO code.15 In the SYNERGY study population, only 46 subjects (32 cases, 14 controls) had ever worked as asbestos cement product makers. The number of available data points for the remaining, more prevalent jobs was more limited.\n      Exposure assessment according to SYN-JEM resulted in high prevalence of ever occupational asbestos exposure compared with the original studies.27–30 However, the prevalence of asbestos exposure decreased substantially, from 41.3% to 6.4% among male controls and from 11.3% to 0.3% among female controls, when only the DOM-JEM high-exposure jobs were considered, which confirms that the vast majority of exposed workers were employed in jobs with low average exposure levels.\n      About 60% of all blue-collar workers were rated as ever-exposed to asbestos. This implies that they may have been exposed to many other agents at their workplaces. Although we controlled for occupations with known exposure to pulmonary carcinogens, there may still remain some uncertainty about residual confounding by other occupational hazards. Notably, the association between asbestos exposure and lung cancer risk was weaker when restricting to blue-collar workers. This may be due to a reduction in exposure contrast. Alternatively, the background lung cancer risk may be higher in blue-collar workers than in white-collar workers due to other agents in the workplace and various socioeconomic factors.31–33 Also, selection bias has to be taken into account due to a lower participation rate of blue-collar workers among population controls.34 The hospital-based studies showed lower ORs for asbestos exposure than the population-based studies, which may be explained by a combination of factors, including choice of control diseases, geographical location (possibly reflecting different exposure patterns), study size, or other factors.\n      Levels of occupational asbestos exposure in this pooled analysis of general population studies were lower (range, 0.0023–64.6 ff/ml-years in male controls) than in the 18 industrial cohort studies (range, 0.11–4,710 ff/ml-years) included in a recent review of exposure–response relationships.24 A probable reason for the rather low levels of occupational asbestos exposure seen in SYNERGY is that major “asbestos occupations” such as asbestos cement product makers and asbestos textile workers are rare in a general population study setting. Instead, exposures in SYNERGY represent a wider exposure range, with very few workers exposed to high levels and most being downstream users or indirectly exposed workers occasionally exposed or exposed to lower concentrations of fibers only.\n      Our large dataset may be particularly informative to explore the shape of the exposure–response function in the low-dose range. An additional advantage was stratification or detailed adjustment for smoking. In our analysis of pooled general population studies, the exposure–response slope estimated as excess risk per 100 fiber-years (KL * 100) was 6.1 (95% CI, 4.1, 8.1) in men overall and 3.3 (95% CI, 1.5, 5.0) among male blue-collar workers. The KL * 100 slope was flat in a recent meta-analysis of 18 occupational cohort studies (KL * 100, 0.13; 95% CI, 0.04, 0.22), while it was rather steep (KL * 100, 15.5; 95% CI, 1.13, 29.87) in LUCAS, the general population study from Stockholm, which also is part of SYNERGY.24,35 The SYNERGY KL * 100 estimate in blue-collar workers (3.3; 95% CI, 1.5, 5.0) is still considerably higher than the estimate from the industrial cohorts in Lenters’ paper, which were considered to have good-quality exposure assessment (e.g., seven cohort studies with >30% coverage of exposure data; KL * 100, 0.27; 95% CI, 0.08, 0.46). A possible reason for the steeper slope we observed in general population studies is that we could assess the full occupational history, resulting in a more distinct exposure contrast, and that we could identify a substantial proportion of truly nonexposed. However, there is little evidence in the literature regarding the shape of the exposure–response curve at low levels of exposure.25,36 Our dataset is less informative regarding the high-dose range; only 90 of 29,997 male participants were assessed as exposed to ≥15 fiber-years. The exposure–response results presented here are based on exposure–response modeling agreed upon a priori. This model assumes ln(OR) is proportional to ln(exposure). Other exposure–response models will result in different risk estimates.\n      We observed a stronger association between asbestos exposure and small-cell lung carcinoma among never-smokers in both men and women. This is noteworthy because small- and squamous-cell lung carcinomas occur almost exclusively in cigarette smokers; in SYNERGY, only 4% of small- and squamous-cell cases were never-smokers, whereas 14% of lung adenocarcinoma cases were never-smokers. However, we cannot rule out biased recall of smoking habits.37\n      Some misclassification of the histological subtypes of lung cancer is likely; one of the studies (HdA) included in SYNERGY assessed diagnostic agreement between pathologists and found a kappa of 0.54 (95% CI, 0.49, 0.58).14 Small-cell lung cancer was best classified, followed by squamous-cell lung cancer and lung adenocarcinoma. Most misclassification was between squamous-cell lung cancer and lung adenocarcinoma. Thus, our results for the major lung cancer subtypes should be interpreted with caution.\n      Our results show an excess risk of lung cancer and its subtypes at relatively low levels of cumulative exposure (>0.5 ff/ml-years), which persisted at least up to 40 years after last exposure. Furthermore, the slope of the exposure–response relationship seemed steeper in this exposure range than at higher (and previously studied) levels. Together, this implies that the future burden of disease due to asbestos exposure may be underestimated.\nACKNOWLEDGMENTS\n      The authors wish to thank Guillermo Fernandez-Tardon, hygienist at the University Institute of Oncology of Asturias - Cajastur Social Programme (IUOPA), in Oviedo, Asturias.\nSupplementary Material",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5287435/",
    "doi": "https://doi.org/10.1097/EDE.0000000000000604",
    "citation_count": 30,
    "references": {
        "10947558": "Lung cancer screening an asbestos exposed population: Existing lung cancer risk criteria are not sufficient",
        "10806413": "Occupational Benzene Exposure and Lung Cancer Risk: A Pooled Analysis of 14 Case-Control Studies",
        "10795675": "Lung Cancer Risks Associated with Occupational Exposure to Pairs of Five Lung Carcinogens: Results from a Pooled Analysis of Case-Control Studies (SYNERGY)",
        "10742125": "Tasks and Experiences of the Prospective, Longitudinal, Multicenter MoMar (Molecular Markers) Study for the Early Detection of Mesothelioma in Individuals Formerly Exposed to Asbestos Using Liquid Biopsies",
        "10308181": "Non-small cell lung carcinoma (NSCLC): Implications on molecular pathology and advances in early diagnostics and therapeutics",
        "10036470": "Occupation as a risk factor of small cell lung cancer",
        "9377765": "Occupational Exposure to Polycyclic Aromatic Hydrocarbons and Lung Cancer Risk: Results from a Pooled Analysis of Case–Control Studies (SYNERGY)",
        "9324751": "Risk Factors for Lung Cancer in the Province of Lecce: Results from the PROTOS Case–Control Study in Salento (Southern Italy)",
        "9206310": "Pleural mesothelioma risk by industry and occupation: results from the Multicentre Italian Study on the Etiology of Mesothelioma (MISEM)",
        "9016232": "Developing a company-specific job exposure matrix for the Asbest Chrysotile Cohort Study",
        "8909927": "Job Exposure Matrix for Chrysotile Asbestos Fibre in the Asbestos Cement Manufacturing (ACM) Industry in Zimbabwe",
        "8508095": "Burden of Mortality from Asbestos-Related Diseases in Italy",
        "8316614": "Tracing Lung Cancer Risk Factors Through Mutational Signatures in Never-Smokers : The Sherlock-Lung Study",
        "8156294": "Comparison of Asbestos Victim Relief Available Outside of Conventional Occupational Compensation Schemes",
        "8031370": "Occupational and environmental asbestos exposure and the risk of lung cancer in Korea: A case-control study in South Chungcheong Province of Korea",
        "7940145": "Reconstruction of the Korean Asbestos Job Exposure Matrix",
        "7931128": "Occupational cancer burden: the contribution of exposure to process‐generated substances at the workplace",
        "7809933": "Società Italiana di Medicina del LavoroPosition Paper Amianto",
        "7734165": "Combined effects of occupational exposure to hazardous operations and lifestyle‐related factors on cancer incidence",
        "7465091": "Diesel Engine Exhaust Exposure, Smoking, and Lung Cancer Subtype Risks. A Pooled Exposure–Response Analysis of 14 Case–Control Studies",
        "7465090": "Respirable Crystalline Silica Exposure, Smoking, and Lung Cancer Subtype Risks. A Pooled Analysis of Case–Control Studies",
        "7390538": "Occupational cohort study of current and former workers exposed to chrysotile in mine and processing facilities in Asbest, the Russian Federation: Cohort profile of the Asbest Chrysotile Cohort study",
        "7013975": "Asbestos-Related Lung Cancer: A Hospital-Based Case-Control Study in Indonesia",
        "6982078": "Asbestos, Smoking and Lung Cancer: An Update",
        "6777859": "Cancer Progress and Priorities: Lung Cancer",
        "6703122": "Peritoneal mesothelioma and asbestos exposure: a population-based case–control study in Lombardy, Italy",
        "6686495": "Cumulative asbestos exposure and mortality from asbestos related diseases in a pooled analysis of 21 asbestos cement cohorts in Italy",
        "6634328": "Prevention of Asbestos Exposure in Latin America within a Global Public Health Perspective",
        "6231027": "Use and Reliability of Exposure Assessment Methods in Occupational Case–Control Studies in the General Population: Past, Present, and Future",
        "6033059": "Current and new challenges in occupational lung diseases"
    },
    "journal": "Epidemiology (Cambridge, Mass.)",
    "topics": [
        "studies, cancer, analyses, analysis",
        "lung, analyses, asbestos, pooled",
        "cancer, studies, subtypes, pooled"
    ]
}