{
    "title": " HOTAIR, a long noncoding RNA, is a marker of abnormal cell cycle regulation in lung cancer",
    "abstract": "Non–small‐cell lung cancer (NSCLC) accounts for almost 80% of lung cancers, including several histological subtypes of lung cancers, such as adenocarcinoma, squamous cell carcinoma and large cell carcinoma.1 Every year, 1.4 million people die from lung cancer worldwide.2 It is the leading cause of tumor‐induced death in men (28%), and in women, it has surpassed breast cancer as the most common cancer‐related death (26%).3 In recent years, although conventional treatment therapies like surgery, chemotherapy and radiotherapy have made great progress, the overall 5‐year survival rate is still only 15%.4 The emergence of targeted therapy has brought about revolutionary changes in the treatment of lung cancer, and has significantly increased the survival time of patients with EGFR mutations.5, 6 While the targeted therapy had an initial response that lasted for almost 1 year, later, most patients acquired resistance. In breast cancer, high HOTAIR expression in the breast cancer cell line can promote metastasis and invasion through silencing the HOXD cluster.11 In ovarian cancer, HOTAIR may be used as a prognostic biomarker of tumorigenesis and an early diagnostic marker.12 In glioblastoma, the expression of HOTAIR indicates a short anticipated life expectancy for the patient, but it may also be a promising therapeutic target point.10 Less research has been done on the role of HOTAIR in non–small‐cell lung cancer (NSCLC) and no research has indicated it to be a cell cycle dysregulation biomarker. However, the clinical trial PALOMA‐1 identified that they had no association with PD 0332991.41, 42 While Roger PP's group supposed the phosphorylated CDK4 could potentially predict sensitivity to CDK4/6 blockade,43 this was not confirmed later in clinical results.44 Wang et al (2017) examined whether the expression of cyclin D3 and CDK6 is associated with palbociclib or ribociclib treatment through depletion of the antioxidants NADPH and glutathione.45 Based on the results of experiments demonstrated in this paper, we believe that lncRNA HOTAIR could be a marker of dysregulation of the cell cycle in lung cancer.",
    "authors": [
        "Minghui Liu",
        "Hongyi Zhang",
        "Ying Li",
        "Rui Wang",
        "Yongwen Li",
        "Hongbing Zhang",
        "Dian Ren",
        "Hongyu Liu",
        "Chunsheng Kang",
        "Jun Chen"
    ],
    "published_year": "2018",
    "description": "1\n      INTRODUCTION\n      Non–small‐cell lung cancer (NSCLC) accounts for almost 80% of lung cancers, including several histological subtypes of lung cancers, such as adenocarcinoma, squamous cell carcinoma and large cell carcinoma.1 Every year, 1.4 million people die from lung cancer worldwide.2 It is the leading cause of tumor‐induced death in men (28%), and in women, it has surpassed breast cancer as the most common cancer‐related death (26%).3 In recent years, although conventional treatment therapies like surgery, chemotherapy and radiotherapy have made great progress, the overall 5‐year survival rate is still only 15%.4 The emergence of targeted therapy has brought about revolutionary changes in the treatment of lung cancer, and has significantly increased the survival time of patients with EGFR mutations.5, 6 While the targeted therapy had an initial response that lasted for almost 1 year, later, most patients acquired resistance. The abnormal cell cycle regulation in cancer has been researched extensively. Some cell cycle inhibitors have been used in clinical application and have achieved success in breast cancer7 and lung cancer.8 These cell cycle inhibitors almost make the proliferating cancer cells into a senescence state through restraining the cell cycle checkpoint from G1‐S phase.9 The hot cell cycle inhibitors used in clinical experiments are CDK4/6 inhibitors, like palbociclib, abemaciclib and ribociclib in breast cancer. In our previous research, we used PD 0332991, which enhanced the effect of gefitinib and reversed the acquired resistance caused by cell cycle dysregulation. The experimental results had successfully applied in a lung cancer patient with metastasis to the brain related to gefitinib‐acquired resistance.8 A quick, convenient and accurate biomarker of cell cycle dysregulation was lacking to guide the application of cell cycle inhibitors. Therefore, in the present article, we found that the long noncoding RNA HOTAIR may be the ideal marker.\n      Improvements in high‐throughput, sequencing‐based gene expression profiling technologies and in the field of bioinformatics have enhanced our knowledge of long noncoding RNA (lncRNA). The research on lncRNA is associated with tumor metastasis, invasion, cell cycle regulation, and native or acquired drug resistance in various cancers.10, 11, 12 However, there is little research on lncRNA in lung cancer. The length of lncRNA is more than 200 nucleotides, and it has no protein‐coding function.13 According to the Encyclopedia of DNA Elements (ENCODE) Project Consortium (GENCODE release 23), the human genome contains more than 28 000 sorts of lncRNA, encoded by approximately 16 000 genes.14 This type of RNA functions in 3 ways to regulate cellular processes. First, lncRNA regulates the intrachromosomal genes (cis or trans) in different chromosomes to influence transcription.14 Second, lncRNA can interact with proteins, affect the interaction between different proteins, or directly localize in cellular compartments to affect cell proliferation and metastasis.15 Third, lncRNA can affect mRNA stability, translation and splicing to modulate RNA metabolism and affect the function of mRNA.16\n\n      We focused our research on an lncRNA called HOTAIR (HOX antisense intergenic RNA), discovered by John L. Rinn in 2007.17 The length of HOTAIR is 2158 nucleotides, and it has only a single strand. HOTAIR5′ is located in 1‐300 nt and HOTAIR3′ is located in 1417‐2064 nt. The former bands polycomb‐repressive complex 2 (PRC2) to trimethylate H3K27 and silences the homeobox D (HOXD) locus. In recent years, HOTAIR has been found to be associated with tumor metastasis and patient prognosis. In breast cancer, high HOTAIR expression in the breast cancer cell line can promote metastasis and invasion through silencing the HOXD cluster.11 In ovarian cancer, HOTAIR may be used as a prognostic biomarker of tumorigenesis and an early diagnostic marker.12 In glioblastoma, the expression of HOTAIR indicates a short anticipated life expectancy for the patient, but it may also be a promising therapeutic target point.10 Less research has been done on the role of HOTAIR in non–small‐cell lung cancer (NSCLC) and no research has indicated it to be a cell cycle dysregulation biomarker. In the present article, we aim to demonstrate that HOTAIR is an ideal indicator of cell cycle dysregulation in NSCLC. We show that HOTAIR and its 2 segments, HOTAIR3′ and HOTAIR5′, promote the cell cycle passing through the restriction point during G1 phase by regulating Rb‐E2F pathway and influence NSCLC cell proliferation, migration and invasion through epithelial‐mesenchymal transition (EMT) and β‐catenin pathway in vitro and vivo. Finally, we show that the high expression of HOTAIR is associated with resistance to gefitinib through dysregulated cell cycle.\n2\n      MATERIALS AND METHODS\n      \n        2.1\n        Drugs and cells\n        The human NSCLC cell lines 95C, 95D and YTMLC‐90, provided by Professor Zhou from Shanghai Pulmonary Hospital, Shanghai, China, were used for experiments. 95C and 95D are human giant‐cell lung cancer cell lines with low and high metastatic activity, respectively, from the same patient. YTMLC‐90 is a lung squamous cell line. These cells were cultured in RPMI 1640 medium (Gibco BRL, Grand Island, NY, USA) supplemented with 10% FBS (Gibco BRL) in a humidified atmosphere of 5% CO2 at 37°C. We purchased 3‐deazaneplanocin A (DZNep) and tranylcypromine (2PCPA) from Selleck Chemicals LLC (Houston, TX, USA).\n      \n      \n        2.2\n        Antibodies and western blotting\n        Anti‐E2F1, anti‐Cdk4, anti‐Cdk6 and anti‐cyclin D antibodies were obtained from Santa Cruz Biotechnology (Santa Cruz, CA, USA). The other antibodies, anti‐P‐Ser780 of Rb, anti‐P‐Ser795 of Rb, anti‐phospho‐β‐catenin (Ser675), anti‐phospho‐β‐catenin (Ser33/37/Thr41), anti‐β‐catenin, anti‐SIP‐1, anti‐vimentin, anti‐N‐cadherin, anti‐E‐cadherin, anti‐snail and anti‐slug antibodies, were obtained from Cell Signaling Technology (Beverly, MA, USA). Anti–β‐actin was purchased from Sigma‐Aldrich (St. Louis, MO, USA). Cells were homogenized in radioimmunoprecipitation assay (RIPA) buffer (50 mmol/L Tris‐HCl; pH 7.4; 150 mmol/L NaCl; 1% Nonidet P‐40; 0.5% sodium deoxycholate; 0.1% SDS; 1 mmol/L EDTA; 1 mmol/L PMSF; 1 mg/mL aprotinin), and protein concentrations were quantified using a BCA Protein Assay Kit (Pierce, IL, USA). A total of 10 to 50 μg of protein was fractionated on 10% to 12% SDS‐PAGE, transferred to a nitrocellulose membrane (Amersham Biosciences, Piscataway, NJ, USA) under wet conditions, then immunoblotted with the appropriate antibodies.\n      \n      \n        2.3\n        Reverse transcription and quantitative real‐time polymerase chain reaction analysis\n        Total RNA was isolated from mesenchymal stem cells using TRIzol (Invitrogen) and the RNeasy Mini Kit (Qiagen, Valencia, CA, USA), following the manufacturer's instructions. cDNA was synthesized using the M‐MLV Reverse Transcriptase Kit (Promega, Madison, WI, USA) according to the manufacturer's protocol. Quantitative real‐time PCR analysis was done using SYBR Green Master Mix (ABI) in the ABI7500 Real‐Time PCR System according to the manufacturer's protocol. Each sample was run in triplicate for each gene. Transcription levels were normalized to the housekeeping gene phosphoglycerate kinase and analyzed using the relative quantification 2−▵▵Ct method. All gene primers were obtained from SBS (Beijing, China). The primers are listed in Table S1. All cells used in this experiment transfected with Lenti‐NC, Lenti‐HOTAIR, Lenti‐HOTAIRsi, Lenti‐HOTAIR3′ and Lenti‐HOTAIR5′ had stable expression status (see Table S2).\n      \n      \n        2.4\n        Flow cytometry analysis of the cell cycle\n        To determine the function of HOTAIR, HOTAIRsi, HOTAIR3′ and HOTAIR5′ in the cell cycle, the 3 NSCLC cell lines (95C, 95D and YTMLC‐90) were transfected with Lenti‐NC, Lenti‐HOTAIR, Lenti‐HOTAIRsi, Lenti‐HOTAIR3′ and Lenti‐HOTAIR5′. This was achieved by starving the cells in serum‐free DMEM for 24 hours. The cells were then fixed in 70% ice‐cold ethanol overnight and subsequently treated with DNase‐free ribonuclease (TAKARA Bio, Shiga, Japan), stained with propidium iodide (Sigma‐Aldrich, MO China), and subjected to a FACSAria flow cytometer (BD Biosciences USA). The data were analyzed using ModFit LT software (Topsham, ME, USA).\n      \n      \n        2.5\n        5‐ethynyl‐2′‐deoxyuridine staining\n        5‐ethynyl‐2′‐deoxyuridine (EdU) staining detected the S phase of the cell cycle by incorporating the nucleoside analog uridine into newly synthesized DNA strands. A CellLight EdU stain kit was purchased from RiboBio, Guangzhou, China and staining was performed according to the manufacturer's instructions. Briefly, cells were labeled in culture with 50 μmol/L EdU for 2 hours, washed twice using PBS and fixed with 4% paraformaldehyde. After penetration using 0.5% Triton X‐100 and washing with PBS, the proliferated cells were treated with Apollo stain to detect EdU incorporation during DNA synthesis. The analysis was performed on fluorescence microscopes using single interference filter sets for red (Apollo), which stained EdU‐labeled cells, and blue (Hoechst 33342), which stained all cell nuclei.\n      \n      \n        2.6\n        Transwell assay\n        The invasion and migration of Lenti‐NC, Lenti‐HOTAIR, Lenti‐HOTAIRsi, Lenti‐HOTAIR3′ and Lenti‐HOTAIR5′ in NSCLC cells were assessed using a 24‐well Transwell insert; some were coated with Matrigel, and some were not. The upper chamber of the Transwell insert was seeded with 5 × 105 cells in serum‐free medium. The lower chamber was filled with medium supplemented with 10% FBS as a chemoattractant. After 48 hours of incubation, the cells on the upper surface of the filter were removed with a cotton swab, and cells that invaded through the filter or Matrigel sticked to the lower surface of the filter, were fixed and stained with 0.5% crystal violet, and counted under a light microscope.\n      \n      \n        2.7\n        Luciferase reporter assay\n        CDK4, cyclin D1, Snail and E‐cadherin wild type with designed lncRNA HOTAIR binding sites or mutant sequences with target sites deletion were constructed and amplified and cloned into the pRL‐TK plasmid (Promega) vector. 95C cells (2 × 104 cells/well) were seeded into 96‐well plates. Cells were cotransfected with luciferase plasmids (0.1 μg/well) and lncRNA HOTAIR mimics or controls. After 48‐hour transfection, firefly and Renilla luciferase activities were measured using a Dual‐Luciferase Reporter Assay System (Promega).\n      \n      \n        2.8\n        Chromatin isolation by RNA purification\n        The chromatin isolation by RNA purification (ChIRP) experiment was performed essentially as per the original protocol described previously.18ChIRP probes: ChIRP odd: tttgttccgggaactgccgccttgctccctt gcctgcatttctctgcgtg; ChIRP even: gtccatgggttccgtgtagacgccgccatattttacagtccaaaggaa. The primers of CDK4, cyclin D1, Snail and E‐cadherin are listed in Table S1.\n      \n      \n        2.9\n        Orthotopic nude mouse model and treatment\n        BALB/c nude mice, 4 to 5 weeks of age, were obtained from the Chinese Military Academy of Medical Sciences, Beijing, China. All mice were maintained under specific‐pathogen‐free conditions and were examined prior to the initiation of studies to ensure that they were healthy and acclimated to the laboratory environment. To establish intrapulmonary tumors, 5 × 106 95C and 95D cells with stable expression of Lenti‐NC, Lenti‐HOTAIR, Lenti‐HOTAIRsi, Lenti‐HOTAIR3′ and Lenti‐HOTAIR5′ were transduced with luciferase lentivirus mixed in 30 uL medium; the mixture was implanted into the right lung of each nude mouse. Mice were imaged for Fluc activity using bioluminescence imaging on postimplantation days 7, 14 and 21.\n      \n      \n        2.10\n        Immunohistochemistry\n        Serial 4‐mm sections from paraffin‐embedded conventional tissues were deparaffinized in xylene and hydrated in a series of graded alcohols. Heat‐induced antigen retrieval was carried out by microwave pretreatment in 5 mmol/L Tris‐HCl, pH 10.0, for 15 min. An overnight incubation was carried out at 4°C using the primary antibodies (anti‐Ki67, 1:500 dilution; anti‐Rb, 1:100 dilution; anti‐P‐Rb (S795), 1:200 dilution; anti‐CDK4, 1:400 dilution; anti‐CDK6, 1:100 dilution; anti‐E‐cadherin, 1:200 dilution; at‐N‐cadherin, 1:400 dilution and anti‐slug or anti‐snail, 1:200 dilution). Appropriate positive and negative controls were used for each experiment.\n        The Kawai method was used to calculate a semiquantitative score, from 1 to 16, for staining of each tissue core. The percentage of positive cells were estimated and assigned a number: 1, <25%; 2, 25% to 50%; 3, 50% to 75%; 4, >75%. The intensity of staining was determined as 1, none; 2, weak; 3, intermediate; and 4, strong. The first and second scores were then multiplied, resulting in a maximum staining score of 16. Results were analyzed using Wilcoxon statistics, which corrected for agreement by chance, and by percent agreement.\n      \n      \n        2.11\n        Enrichment analyses\n        The enrichment analyses of GO and KEGG pathways for differentially expressed gene (DEG) sets were completed using DAVID web servers and the Cytoscape app. We used the clueGO app to exhibit KEGG pathway analysis.\n      \n      \n        2.12\n        Statistical analysis\n        All data were analyzed using the Statistical Package for the Social Sciences (version 15.0.1; SPSS Inc., Chicago, IL). Student's t test was used to identify statistical significance. ANOVA was used to analyze more than 2 groups of data for all experiments. Statistical significance was defined as a P‐value of <0.05.\n2.1\n        Drugs and cells\n        The human NSCLC cell lines 95C, 95D and YTMLC‐90, provided by Professor Zhou from Shanghai Pulmonary Hospital, Shanghai, China, were used for experiments. 95C and 95D are human giant‐cell lung cancer cell lines with low and high metastatic activity, respectively, from the same patient. YTMLC‐90 is a lung squamous cell line. These cells were cultured in RPMI 1640 medium (Gibco BRL, Grand Island, NY, USA) supplemented with 10% FBS (Gibco BRL) in a humidified atmosphere of 5% CO2 at 37°C. We purchased 3‐deazaneplanocin A (DZNep) and tranylcypromine (2PCPA) from Selleck Chemicals LLC (Houston, TX, USA).\n2.2\n        Antibodies and western blotting\n        Anti‐E2F1, anti‐Cdk4, anti‐Cdk6 and anti‐cyclin D antibodies were obtained from Santa Cruz Biotechnology (Santa Cruz, CA, USA). The other antibodies, anti‐P‐Ser780 of Rb, anti‐P‐Ser795 of Rb, anti‐phospho‐β‐catenin (Ser675), anti‐phospho‐β‐catenin (Ser33/37/Thr41), anti‐β‐catenin, anti‐SIP‐1, anti‐vimentin, anti‐N‐cadherin, anti‐E‐cadherin, anti‐snail and anti‐slug antibodies, were obtained from Cell Signaling Technology (Beverly, MA, USA). Anti–β‐actin was purchased from Sigma‐Aldrich (St. Louis, MO, USA). Cells were homogenized in radioimmunoprecipitation assay (RIPA) buffer (50 mmol/L Tris‐HCl; pH 7.4; 150 mmol/L NaCl; 1% Nonidet P‐40; 0.5% sodium deoxycholate; 0.1% SDS; 1 mmol/L EDTA; 1 mmol/L PMSF; 1 mg/mL aprotinin), and protein concentrations were quantified using a BCA Protein Assay Kit (Pierce, IL, USA). A total of 10 to 50 μg of protein was fractionated on 10% to 12% SDS‐PAGE, transferred to a nitrocellulose membrane (Amersham Biosciences, Piscataway, NJ, USA) under wet conditions, then immunoblotted with the appropriate antibodies.\n2.3\n        Reverse transcription and quantitative real‐time polymerase chain reaction analysis\n        Total RNA was isolated from mesenchymal stem cells using TRIzol (Invitrogen) and the RNeasy Mini Kit (Qiagen, Valencia, CA, USA), following the manufacturer's instructions. cDNA was synthesized using the M‐MLV Reverse Transcriptase Kit (Promega, Madison, WI, USA) according to the manufacturer's protocol. Quantitative real‐time PCR analysis was done using SYBR Green Master Mix (ABI) in the ABI7500 Real‐Time PCR System according to the manufacturer's protocol. Each sample was run in triplicate for each gene. Transcription levels were normalized to the housekeeping gene phosphoglycerate kinase and analyzed using the relative quantification 2−▵▵Ct method. All gene primers were obtained from SBS (Beijing, China). The primers are listed in Table S1. All cells used in this experiment transfected with Lenti‐NC, Lenti‐HOTAIR, Lenti‐HOTAIRsi, Lenti‐HOTAIR3′ and Lenti‐HOTAIR5′ had stable expression status (see Table S2).\n2.4\n        Flow cytometry analysis of the cell cycle\n        To determine the function of HOTAIR, HOTAIRsi, HOTAIR3′ and HOTAIR5′ in the cell cycle, the 3 NSCLC cell lines (95C, 95D and YTMLC‐90) were transfected with Lenti‐NC, Lenti‐HOTAIR, Lenti‐HOTAIRsi, Lenti‐HOTAIR3′ and Lenti‐HOTAIR5′. This was achieved by starving the cells in serum‐free DMEM for 24 hours. The cells were then fixed in 70% ice‐cold ethanol overnight and subsequently treated with DNase‐free ribonuclease (TAKARA Bio, Shiga, Japan), stained with propidium iodide (Sigma‐Aldrich, MO China), and subjected to a FACSAria flow cytometer (BD Biosciences USA). The data were analyzed using ModFit LT software (Topsham, ME, USA).\n2.5\n        5‐ethynyl‐2′‐deoxyuridine staining\n        5‐ethynyl‐2′‐deoxyuridine (EdU) staining detected the S phase of the cell cycle by incorporating the nucleoside analog uridine into newly synthesized DNA strands. A CellLight EdU stain kit was purchased from RiboBio, Guangzhou, China and staining was performed according to the manufacturer's instructions. Briefly, cells were labeled in culture with 50 μmol/L EdU for 2 hours, washed twice using PBS and fixed with 4% paraformaldehyde. After penetration using 0.5% Triton X‐100 and washing with PBS, the proliferated cells were treated with Apollo stain to detect EdU incorporation during DNA synthesis. The analysis was performed on fluorescence microscopes using single interference filter sets for red (Apollo), which stained EdU‐labeled cells, and blue (Hoechst 33342), which stained all cell nuclei.\n2.6\n        Transwell assay\n        The invasion and migration of Lenti‐NC, Lenti‐HOTAIR, Lenti‐HOTAIRsi, Lenti‐HOTAIR3′ and Lenti‐HOTAIR5′ in NSCLC cells were assessed using a 24‐well Transwell insert; some were coated with Matrigel, and some were not. The upper chamber of the Transwell insert was seeded with 5 × 105 cells in serum‐free medium. The lower chamber was filled with medium supplemented with 10% FBS as a chemoattractant. After 48 hours of incubation, the cells on the upper surface of the filter were removed with a cotton swab, and cells that invaded through the filter or Matrigel sticked to the lower surface of the filter, were fixed and stained with 0.5% crystal violet, and counted under a light microscope.\n2.7\n        Luciferase reporter assay\n        CDK4, cyclin D1, Snail and E‐cadherin wild type with designed lncRNA HOTAIR binding sites or mutant sequences with target sites deletion were constructed and amplified and cloned into the pRL‐TK plasmid (Promega) vector. 95C cells (2 × 104 cells/well) were seeded into 96‐well plates. Cells were cotransfected with luciferase plasmids (0.1 μg/well) and lncRNA HOTAIR mimics or controls. After 48‐hour transfection, firefly and Renilla luciferase activities were measured using a Dual‐Luciferase Reporter Assay System (Promega).\n2.8\n        Chromatin isolation by RNA purification\n        The chromatin isolation by RNA purification (ChIRP) experiment was performed essentially as per the original protocol described previously.18ChIRP probes: ChIRP odd: tttgttccgggaactgccgccttgctccctt gcctgcatttctctgcgtg; ChIRP even: gtccatgggttccgtgtagacgccgccatattttacagtccaaaggaa. The primers of CDK4, cyclin D1, Snail and E‐cadherin are listed in Table S1.\n2.9\n        Orthotopic nude mouse model and treatment\n        BALB/c nude mice, 4 to 5 weeks of age, were obtained from the Chinese Military Academy of Medical Sciences, Beijing, China. All mice were maintained under specific‐pathogen‐free conditions and were examined prior to the initiation of studies to ensure that they were healthy and acclimated to the laboratory environment. To establish intrapulmonary tumors, 5 × 106 95C and 95D cells with stable expression of Lenti‐NC, Lenti‐HOTAIR, Lenti‐HOTAIRsi, Lenti‐HOTAIR3′ and Lenti‐HOTAIR5′ were transduced with luciferase lentivirus mixed in 30 uL medium; the mixture was implanted into the right lung of each nude mouse. Mice were imaged for Fluc activity using bioluminescence imaging on postimplantation days 7, 14 and 21.\n2.10\n        Immunohistochemistry\n        Serial 4‐mm sections from paraffin‐embedded conventional tissues were deparaffinized in xylene and hydrated in a series of graded alcohols. Heat‐induced antigen retrieval was carried out by microwave pretreatment in 5 mmol/L Tris‐HCl, pH 10.0, for 15 min. An overnight incubation was carried out at 4°C using the primary antibodies (anti‐Ki67, 1:500 dilution; anti‐Rb, 1:100 dilution; anti‐P‐Rb (S795), 1:200 dilution; anti‐CDK4, 1:400 dilution; anti‐CDK6, 1:100 dilution; anti‐E‐cadherin, 1:200 dilution; at‐N‐cadherin, 1:400 dilution and anti‐slug or anti‐snail, 1:200 dilution). Appropriate positive and negative controls were used for each experiment.\n        The Kawai method was used to calculate a semiquantitative score, from 1 to 16, for staining of each tissue core. The percentage of positive cells were estimated and assigned a number: 1, <25%; 2, 25% to 50%; 3, 50% to 75%; 4, >75%. The intensity of staining was determined as 1, none; 2, weak; 3, intermediate; and 4, strong. The first and second scores were then multiplied, resulting in a maximum staining score of 16. Results were analyzed using Wilcoxon statistics, which corrected for agreement by chance, and by percent agreement.\n2.11\n        Enrichment analyses\n        The enrichment analyses of GO and KEGG pathways for differentially expressed gene (DEG) sets were completed using DAVID web servers and the Cytoscape app. We used the clueGO app to exhibit KEGG pathway analysis.\n2.12\n        Statistical analysis\n        All data were analyzed using the Statistical Package for the Social Sciences (version 15.0.1; SPSS Inc., Chicago, IL). Student's t test was used to identify statistical significance. ANOVA was used to analyze more than 2 groups of data for all experiments. Statistical significance was defined as a P‐value of <0.05.\n3\n      RESULTS\n      \n        3.1\n        Clinical data analysis showed HOTAIR, HORAIR3′ and HORAIR5′ associated with tumorigenesis and metastasis through the regulation of the cell cycle in lung cancer\n        Through the analysis of data in the TCGA public database of lung cancer, we found that almost all lung cancer primary tumors had high expression levels of HOTAIR, while in normal lung cancer tissue, expression levels were lower (Figure 1A). KEGG pathway enrichment analysis undertaken using DAVID web server19 indicated that the lncRNA HOTAIR tend to be involved in several signaling pathways (cell cycle, base excision repair, DNA replication, progesterone‐mediated oocyte maturation, oocyte meiosis, Fanconi anemia pathway, homologous recombination and p53 signaling pathway). Among these pathways, the cell cycle pathway is the most relevant path (Figure 1B). We gathered lung cancer tissue samples from 67 patients (48 men and 19 women) in our department, with corresponding pericarcinous tissues. The pathological structure including squamous carcinoma in 31, adenocarcinoma in 28, adenosquamous carcinoma in 2, small cell lung cancer in 2, large cell lung cancer in 1, transitional cell carcinoma in 1, and undifferentiated carcinoma in 2. Real‐time PCR was used to detect the expression of HOTAIR, HOTAIR3′ and HOTAIR5′ in our collected lung cancer samples. Surprisingly, in the 40 cycles of PCR, only 42.65%, 38.23% and 48.52% of pericarcinous tissue samples were positive for HOTAIR, HOTAIR3′ and HOTAIR5′, respectively, while 100% of lung cancer could be detected using these 3 primers (Figure 1C). In the 67 patients’ lung cancer issues, we used the B2B cell, a normal bronchial epithelial cell, as a control to analyze expression of HOTAIR, HOTAIR3′ and HOTAIR5′ from these samples to find any correlation with the degree of pathological differentiation. The tumor pathological grade was divided into 5 degrees: high, high‐middle, middle, middle‐low and low. Experimental results demonstrated that HOTAIR and its 2 segments, 3′ and 5′, were all negatively correlated with the degree of pathological differentiation. The low‐differentiation specimen had high expression of HOTAIR and its 2 segments, while the high‐differentiation specimen had the lowest expression level of HOTAIR and its 2 segments; this latter difference was significant when compared with the other 4 degrees (Figure 1D). In the extracted RNA from different lung cancer cell lines, H292, a cell line derived from a lymph node metastasis of a pulmonary mucoepidermoid carcinoma, showed obviously high expression of HOTAIR, HOTAIR3′ and HOTAIR5′ compared with other cell lines (Figure S1A). We believe this proves that lncRNA HOTAIR is a marker that indicates the dysregulation of the cell cycle and may be associated with tumor pathological grade and metastasis.\n        \n          Figure 1\n          \n            Clinical data analysis shows HOTAIR, HORAIR3′ and HORAIR5′ associated with tumorigenesis and metastasis through the regulation of the cell cycle in lung cancer. A, HOTAIR expression in lung cancer primary tumor and the normal lung cancer tissue in the TCGA public database of lung cancer. B, KEGG pathway analysis of HOTAIR in TCGA public database of lung cancer. C, The expression level of HOTAIR, HOTAIR3′ and HOTAIR5′ in lung cancer carcinoma tissues and pericarcinous tissues. D, The expression levels negatively associated with degrees of pathological differentiation. (P < 0.05)\n          \n          \n        \n      \n      \n        3.2\n        HOTAIR and its 2 segments promote lung cancer progression through the regulation of cell cycle\n        In the previous subsection part, HOTAIR and its 2 segments were identified as being associated with lung cancer progression. The TCGA database had also given us a hint that the function of HOTAIR and its 2 segments were correlated with cell cycle. In this subsection we describe how we treated the NSCLC cell, 95C, 95D and YTMLC‐90 cells with Lenti‐NC, Lenti‐HOTAIR, Lenti‐HOTAIRsi, Lenti‐HOTAIR3′ and Lenti‐HOTAIR5′ and used propidium iodide staining to assess the cell stages. Compared with NSCLC cells treated with Lenti‐NC, those treated with Lenti‐HOTAIR, Lenti‐HOTAIR3′ and Lenti‐HOTAIR5′ had a much lower percentage in the G1 phase. The G1 phase of 95C cells decreased by 14.93%, 15.88% and 7.38% in Lenti‐HOTAIR‐, Lenti‐HOTAIR3′‐ and Lenti‐HOTAIR5′‐treated cells, respectively. Similarly, in 95D cells, the percentage of G1 decrease was 16.71%, 18%, and 7%, respectively; in YTMLC‐90 cells, the percentage decrease was 12.45%, 15.27%, and 6.39%. As we predicted, the G1% in Lenti‐HOTAIRsi‐treated cells increased compared with Lenti‐NC by approximately 4.66%, 3.09% and 7.82% (Figure 2A). Therefore, we could conclude that HOTAIR promotes the cell cycle and facilitates NSCLC proliferation. However, when we knocked down the expression of HOTAIR, the percentage of the G1 phase increased and inhibited the cell cycle progression. In the NSCLC cells, we identified that HOTAIR could promote cell cycle progression from G1 to S phase. Maybe, it could be a promise cell cycle inhibitor targeted point to treat lung cancer in the future.\n        \n          Figure 2\n          \n            \nHOTAIR HOTAIR3′ and HOTAIR5′ regulates non–small‐cell lung cancer (NSCLC) cell cycle progression in vitro. A, The cell cycle distribution of 95C, 95D and YTMLC‐90 cells treated with Lenti‐NC, Lenti‐HOTAIR, Lenti‐HOTAIRsi, Lenti‐HOTAIR3′ and Lenti‐HOTAIR5′, respectively. B, HOTAIR HOTAIR3′ and HOTAIR5′ promote the expression of P‐Rb (S780), P‐Rb (S795), CDK4, CDK6 and cyclin D1 compared with control, while the NSCLC cell transfected with Lenti‐HOTAIRsi had the opposite results. C, Luciferase activity (mean ± SEM, n = 3) in 95C cells cotransfected with lncRNA mimics and luciferase reporters containing CDK4pro‐wt, CDK4pro‐mu, cyclin D1pro‐wt or cyclin D1pro‐mu. D, Chromatin isolation by RNA purification (ChIRP) assay using biotin‐labeled HOTAIR‐specific DNA probe and streptavidin beads in 95C cells, followed by qPCR analysis with Snail and E‐cadherin (mean ± SEM, n = 3). NC, negative control\n          \n          \n        \n        To test the mechanisms underlying the changes from G1 to S phase in NSCLC cells, we performed western blotting to show the different protein expressions at the G1‐S restriction point. The tumor suppressor Rb plays a major role in regulating the transition from G1 to S phase,20, 21 functioning through its phosphorylation by separation of CDK4/6 and CYCLIN D1.22, 23 The NSCLC cell lines treated with Lenti‐HOTAIR, Lenti_HOTAIR3′ and Lenti‐HOTAIR5′ had increased protein levels of P‐Rb (S780) and P‐Rb (S795) compared with Lenti‐NC‐treated cells. The expression of CDK4, CDK6 and cyclin D1 was higher in cells treated with Lenti‐HOTAIR and its 2 segments compared with Lenti‐NC‐treated cells. However, E2F1 showed almost no change. The NSCLC cells with HOTAIR knockdown showed the opposite results (Figure 2B).\n        Moreover, we performed luciferase reporter assays using vectors containing CDK4 pro‐wt, CDK4 pro‐mu, cyclin D1 pro‐wt or cyclin D1 pro‐mu. We found that overexpression of HOTAIR greatly increased the luciferase activity of CDK4pro‐wt and cyclin D1pro‐wt reporter vector. However, knockdown HOTAIR expression decreased the transcriptional activity of CDK4pro‐wt and cyclin D1 pro‐wt reporter vector, similar to the observation that mutation of HOTAIR on CDK4 and cyclin D1 eliminated the repressive or promoted effect exerted by HOTAIR (Figure 2C). To confirm the interaction between HOTAIR and CDK4, cyclin D1, we carried out ChIRP chromatin isolation. The results showed that HOTAIR transcript was present in the promoter region of CDK4 and cyclin D1 and promoted the expression of them (Figure 2D).\n      \n      \n        3.3\n        HOTAIR also regulates non–small‐cell lung cancer proliferation, migration and invasion through epithelial‐mesenchymal transition and the β‐catenin pathway in vitro\n        HOTAIR has demonstrated functions in NSCLC cell cycle regulation and could be an ideal indicator of cell cycle dysregulation. While in the process of this research, we found that the NSCLC cells which transfected with Lenti‐HOTAIRsi showed obvious lower cell proliferation. Therefore, we believe that the downstream pathway of the cell cycle could affect NSCLC cell proliferation, migration and invasion. In this section, we show that HOTAIR could promote NSCLC cell proliferation, migration and invasion through EMT and β‐catenin pathway. EdU staining analysis was used to determine the function of HOTAIR in the NSCLC cell lines (95C, 95D and YTMLC‐90) by evaluating proliferation in Lenti‐NC‐treated and Lenti‐HOTAIR‐treated NSCLC cell lines. The results showed that, after Lenti‐HOTAIR was used to infect the 3 cell lines, the percentage of EdU‐positive cells increased by 24% (95C), 25% (95D) and 15% (YTMLC‐90) compared with Lenti‐NC‐treated cells. When the 3 cell lines’ HOTAIR expression was knocked down by almost 50% (Figure S2), the percentage of EdU‐positive cells with Lenti‐HOTAIRsi treatment was 10% (95C), 12% (95D) and 6% (YTMLC‐90) lower than with Lenti‐NC administration (Figure 3A).\n        \n          Figure 3\n          \n            \nHOTAIR promotes proliferation, invasion and migration in non–small‐cell lung cancer (NSCLC) cell lines. A, 5‐ethynyl‐2′‐deoxyuridine (EdU) assays were performed on 95C, 95D and YTMLC‐90 cells showing increased levels of proliferation upon administration with Lenti‐HOTAIR and decreased proliferation upon administration with Lenti‐HOTAIRsi compared with control. B, Transwell inserts without Matrigel indicated that HOTAIR promotes NSCLC cell migration and knockdown could inhibit migration. C, Transwell with Matrigel coating showed that HOTAIR promotes NSCLC cell invasion and knockdown HOTAIR could suppress invasion. Data are presented as mean ± SD (n = 3 independent experiments) *P < 0.05, **P < 0.01, ***P < 0.001, compared with the control group\n          \n          \n        \n        To identify the function of HOTAIR in migration, we used Transwell experiment while the transwell had no Matrgel covered. Cells treated with Lenti‐HOTAIR showed increased cell numbers migrating through the membrane; more than 50% greater migration was seen than with Lenti‐NC‐treated cells. Cells treated with Lenti‐HOTAIRsi had 15% less cell migration in the 3 NSCLC cell lines (Figure 3B).\n        Transwells with Matrigel coating were used to identify whether HOTAIR was associated with NSCLC cell invasion. The 3 cell lines treated with Lenti‐HOTAIR showed a 12% (95C), 30% (95D) and 50% (YTMLC‐90) increase in cell numbers migrating through the membrane compared with the Lenti‐NC group. Simultaneously, the 3 cells with downregulated HOTAIR expression showed decreased cell numbers migrating through the Transwell membrane (Figure 3C).\n        The biological behavior described above may be a result of EMT and activation of the β‐catenin pathway. To identify the mechanism by which HOTAIR promoted proliferation, migration and invasion, western blotting and TOP/FOP flash reporter plasmids have been used in the present study. We treated 95C, 95D and YTMLC‐90 cells with Lenti‐HOTAIR and observed significant changes in EMT‐related markers compared with Lenti‐NC‐treated cells. Among the EMT‐related markers, SIP‐1, vimentin, N‐cadherin, snail and slug showed increased expression, while E‐cadherin decreased. With knockdown HOTAIR expression in these cells, the markers associated with EMT showed the reverse expression pattern. Although some markers did not demonstrate very obvious changes in Lenti‐HOTAIRsi‐treated cells, we still came to the conclusion that the function of HOTAIR is associated with EMT (Figure 4A). Except for the results for EMT, the β‐catenin pathway also showed obvious changes. Western blotting showed that the β‐catenin pathway was activated in the scenario of high HOTAIR expression, but the adenomatous polyposis coli (APC) protein, which had been identified as a negative regulator of the Wnt signaling pathway, is opposite to β‐catenin. To further understand the role of the β‐catenin pathway in both high HOTAIR expression and HOTAIR knockdown cells, we used TOP/FOP flash reporter plasmids to detect β‐catenin. The activation of the β‐catenin pathway in Lenti‐HOTAIR‐treated cells was higher than that of Lenti‐NC cells (Figure 4D,E).\n        \n          Figure 4\n          \n            The mechanisms of HOTAIR promote non–small‐cell lung cancer (NSCLC) cell proliferation, invasion and migration. A, Western blot analysis shows the epithelial‐mesenchymal transition (EMT) maker changes in 95C, 95D, YTMLC‐90 cells treated with Lenti‐NC, Lenti‐HOTAIR, Lenti‐HOTAIRsi. C, Luciferase activity (mean ± SEM, n = 3) in 95C cells cotransfected with lncRNA mimics and luciferase reporters containing Snail pro‐wt, Snail pro‐mu, E‐cadherin pro‐wt or E‐cadherin pro‐mu. D, ChIRP assay using biotin‐labeled HOTAIR‐specific DNA probe and streptavidin beads in 95C cells, followed by qPCR analysis with Snail and E‐cadherin (mean ± SEM, n = 3). NC, negative control. D, Western blot shows the β‐catenin pathway changes in NSCLC cells administration with Lenti‐NC, Lenti‐HOTAIR and HOTAIRsi, respectively. E, TOP/FOP flash reporter plasmids performed to detect activation of β‐catenin pathway associated with HOTAIR\n          \n          \n        \n        We also performed luciferase reporter assays using vectors containing Snail pro‐wt, Snail pro‐mu, E‐cadherin pro‐wt or E‐cadherin pro‐mu. The results showed that overexpression of HOTAIR greatly increased the luciferase activity of snail pro‐wt but decreased E‐cadherin pro‐wt reporter vector. However, when knocked down HOTAIR expression had the opposite effects (Figure 4B). To confirm the interaction between HOTAIR and Snail or E‐cadherin, we carried out ChIRP chromatin isolation. The results showed that HOTAIR transcript was present in the promoter region of Snail and E‐cadherin, but had different effects (Figure 4B,C).\n      \n      \n        3.4\n        HOTAIR3′ can potently promote non–small‐cell lung cancer cell proliferation, migration and invasion compared with HOTAIR5′\n        The single‐stranded lncRNA can be analyzed by dividing it into 2 segments, 3′ and 5′. We aimed to determine exactly which part of lncRNA HOTAIR promotes proliferation, migration and invasion most potently. We transfected HOTAIR3′ and HOTAIR5′ into NSCLC cells and analyzed the effect of the 2 segments. EdU assay showed that Lenti‐HOTAIR5′ transfection in the 3 NSCLC cell lines can potently increase tumor cell proliferation compared with HOTAIR3′. In 95C, 95D and YTMLC‐90 cells treated with Lenti‐HOTAIR5′, the capacity of proliferation was increased by 25%, 24% and 11%, respectively, compared with the control. The 3 cell lines transfected with Lenti‐HOTAIR3′ increased their capacity for proliferation by 14%, 4% and 10%, respectively, compared with the control (Figure 5A). For migration and invasion, HOTAIR3′ may be stronger than HOTAIR5′. In Transwell‐assessed migration, the NSCLC cell line transfected with HOTAIR3′ showed an increased number of cells migrating through the membrane by more than 24%, 16% and 16% compared with NSCLC cells treated with Lenti‐HOTAIR 5′ (Figure 5B). We found that the invasion ability in 95C and YTMLC‐90 cells was affected by HOTAIR3′ more strongly than by HOTAIR5′. However, 95D cells were different: HOTAIR5′ was stronger than HOTAIR3′ (Figure 5C).\n        \n          Figure 5\n          \n            \nHOTAIR3′ and HOTAIR5′ promotes proliferation, invasion and migration in non–small‐cell lung cancer (NSCLC) cell lines. A, EdU assays were performed on NSCLC cells, showing that HOTAIR5′ may promote proliferation more than HOTAIR3′. B, Transwell inserts without Matrigel indicated that HOTAIR3′ promotes NSCLC cell migration more than HOTAIR 5′. C, Transwell with Matrigel coating showed that HOTAIR3′ and HOTAIR5′ could both promote invasion in NSCLC cells. Data are presented as mean ± SD (n = 3 independent experiments); *P < 0.05, **P < 0.01, ***P < 0.001, compared with the control group\n          \n          \n        \n        Similar to the detection of the mechanism of HOTAIR described above, we also performed western blotting and TOP/FOP flash reporter plasmid testing to identify the mechanism associated with EMT and the β‐catenin pathway. On western blotting, both the Lenti‐HOTAIR3′‐treated and the Lenti‐HOTAIR5′‐treated NCSLC cell line showed increased expression of EMT‐associated markers SIP‐1, vimentin, N‐cadherin, snail and slug, while E‐cadherin decreased (Figure 6A). Similarly, both the Lenti‐HOTAIR3′‐treated and Lenti‐HOTAIR5′‐treated cell lines had increased expression of proteins in the β‐catenin pathway, such as β‐catenin, P‐β‐catenin (Ser675) and P‐β‐catenin (Ser33/37/Thr41), but decreased expression of APC (Figure 6B). Western blotting showed that the function of HOTAIR3′ may be more important than that of HOTAIR5′. The TOP/FOP flash reporter plasmid supported our conclusions (Figure 6C). In the 3 NSCLC cell lines, cells treated with Lenti‐HOTAIR3′ can potently activate β‐catenin transcriptional activity compared with cells transfected by Lenti‐HOTAIR5′ (Figure 6C).\n        \n          Figure 6\n          \n            The mechanisms of HOTAIR promote non–small‐cell lung cancer (NSCLC) cell proliferation, invasion and migration. A, Western blot analysis shows the epithelial‐mesenchymal transition (EMT) maker changes in 95C, 95D and YTMLC‐90 cells treated with Lenti‐NC, Lenti‐HOTAIR3′ and Lenti‐HOTAIR5′. B, Western blot shows the β‐catenin pathway changes in NSCLC cells administered with Lenti‐NC, Lenti‐HOTAIR3′ and HOTAIR5′, respectively. C, TOP/FOP flash reporter plasmids detected activation of β‐catenin pathway associated with HOTAIR3′ and HOTAIR5′ (black represents FOP‐Flash; white represents TOP‐Flash)\n          \n          \n        \n      \n      \n        3.5\n        In orthotopic non–small‐cell lung cancer cell mouse model, HOTAIR, HOTAIRsi, HOTAIR3′ and HOTAIR5′ affect tumor growth\n        To verify the function of HOTAIR and its 2 segments in vivo, we established lung cancer orthotopic mouse models using 95C and 95D cells treated with Lenti‐NC, Lenti‐HOTAIR, Lenti‐HOTAIRsi, Lenti‐HOTAIR3′ and Lenti‐HOTAIR5′. The process of establishment of a mouse model is shown in the Materials and Methods (Figure 7A). In these models, cells with Lenti‐HOTAIR, Lenti‐HOTAIR3′ and Lenti‐HOTAIR5′ showed more obvious tumor growth than those treated with Lenti‐NC at 21 days. The tumor volume grew more slowly in the Lenti‐HOTAIRsi lung cancer model than in the control. Cells transfected with HOTAIR3′ had the fastest growth (Figure 7B,C, Figure S3A). The function of HOTAIR3′ was stronger than that of HOTAIR and HOTAIR5′. To identify the function of HOTAIR associated with EMT and the cell cycle, we performed immunohistochemistry to show the change in associated markers in lung cancer orthotopic tumors. The results showed that Ki‐67, P‐Rb (S795), CDK4, CDK6, N‐cadherin and snail/slug were highly expressed high in HOTAIR, HOTAIR3′ and HOTAIR5′ transfected group compared with control, while the orthotopic NSCLC model transfected with Lenti‐HOTAIRsi had shown increased expression of Rb and E‐cadherin (Figure 7E). This is in accordance with the results in vitro.\n        \n          Figure 7\n          \n            \nHOTAIR, HOTAIRsi, HOTAIR3′ and HOTAIR5′ affect tumor growth in the 95C and 95D orthotopic non–small‐cell lung cancer (NSCLC) model in vivo. A, The method of orthotopic NSCLC cell model construction. B, Tumor volume of Lenti‐NC‐, Lenti‐HOTAIR‐, Lenti‐HOTAIRsi‐, Lenti‐HOTAIR3′‐ and Lenti‐HOTAIR5′‐treated animals at 7, 14 and 21 days after implantation was determined using a bioluminescence imaging system. C, D, The ROI number of different mouse models transfected with 5 Lenti‐ in 95C and 95D cells; every group had 10 mice. E, Representative images of immunohistochemical staining of Ki‐67, Rb, P‐Rb (S795), CDK4, CDK6, E‐cadherin, N‐cadherin and snail/slug in tissue from mice with different kinds of orthotopic tumor\n          \n          \n        \n      \n      \n        3.6\n        Clinical analysis of HOTAIR expression in 4 lung cancer patients with epidermal growth factor receptor mutations\n        We next examined the expression of HOTAIR in tumor tissues of NSCLC patients. As shown in Figure 8A, B, the tumor tissues of NSCLC patients were all in phase IV, had EGFR mutations, and had received gefitinib treatment. Patient 2, who had high expression of HOTAIR, developed gefitinib resistance after only 5 months of treatment, which was much less than the median time of 12 months. Previous data had shown that lncRNA HOTAIR is associated with the cell cycle pathway. Further analysis of the TCGA public database of lung cancer showed that HOTAIR is positively correlated with E2F1, CDK4 and CDK6 (Figure 8C).\n        \n          Figure 8\n          \n            The expression of HOTAIR in 4 patients with epidermal growth factor receptor (EGFR) mutation. A, RT‐PCR of HOTAIR in 4 patients with EGFR mutation. B, Clinical characteristics of patients with EGFR mutations. C, HOTAIR positively related to E2F1, CDK4 and CDK6 from the analysis of TCGA public database of lung cancer. D, Four lung cancer patients’ IHC results for Rb and P‐Rb\n          \n          \n        \n        Immunohistochemical results for the 4 patients’ surgical tissues showed that No. 2 patient had higher expression of Rb and P‐Rb than the other 3 patients (Figure 8D). However, due to the limited patient samples, it is impossible to determine whether HOTAIR expression is correlated with the timing of EGFR‐TKI resistance caused by dysregulation of the cell cycle.\n3.1\n        Clinical data analysis showed HOTAIR, HORAIR3′ and HORAIR5′ associated with tumorigenesis and metastasis through the regulation of the cell cycle in lung cancer\n        Through the analysis of data in the TCGA public database of lung cancer, we found that almost all lung cancer primary tumors had high expression levels of HOTAIR, while in normal lung cancer tissue, expression levels were lower (Figure 1A). KEGG pathway enrichment analysis undertaken using DAVID web server19 indicated that the lncRNA HOTAIR tend to be involved in several signaling pathways (cell cycle, base excision repair, DNA replication, progesterone‐mediated oocyte maturation, oocyte meiosis, Fanconi anemia pathway, homologous recombination and p53 signaling pathway). Among these pathways, the cell cycle pathway is the most relevant path (Figure 1B). We gathered lung cancer tissue samples from 67 patients (48 men and 19 women) in our department, with corresponding pericarcinous tissues. The pathological structure including squamous carcinoma in 31, adenocarcinoma in 28, adenosquamous carcinoma in 2, small cell lung cancer in 2, large cell lung cancer in 1, transitional cell carcinoma in 1, and undifferentiated carcinoma in 2. Real‐time PCR was used to detect the expression of HOTAIR, HOTAIR3′ and HOTAIR5′ in our collected lung cancer samples. Surprisingly, in the 40 cycles of PCR, only 42.65%, 38.23% and 48.52% of pericarcinous tissue samples were positive for HOTAIR, HOTAIR3′ and HOTAIR5′, respectively, while 100% of lung cancer could be detected using these 3 primers (Figure 1C). In the 67 patients’ lung cancer issues, we used the B2B cell, a normal bronchial epithelial cell, as a control to analyze expression of HOTAIR, HOTAIR3′ and HOTAIR5′ from these samples to find any correlation with the degree of pathological differentiation. The tumor pathological grade was divided into 5 degrees: high, high‐middle, middle, middle‐low and low. Experimental results demonstrated that HOTAIR and its 2 segments, 3′ and 5′, were all negatively correlated with the degree of pathological differentiation. The low‐differentiation specimen had high expression of HOTAIR and its 2 segments, while the high‐differentiation specimen had the lowest expression level of HOTAIR and its 2 segments; this latter difference was significant when compared with the other 4 degrees (Figure 1D). In the extracted RNA from different lung cancer cell lines, H292, a cell line derived from a lymph node metastasis of a pulmonary mucoepidermoid carcinoma, showed obviously high expression of HOTAIR, HOTAIR3′ and HOTAIR5′ compared with other cell lines (Figure S1A). We believe this proves that lncRNA HOTAIR is a marker that indicates the dysregulation of the cell cycle and may be associated with tumor pathological grade and metastasis.\n        \n          Figure 1\n          \n            Clinical data analysis shows HOTAIR, HORAIR3′ and HORAIR5′ associated with tumorigenesis and metastasis through the regulation of the cell cycle in lung cancer. A, HOTAIR expression in lung cancer primary tumor and the normal lung cancer tissue in the TCGA public database of lung cancer. B, KEGG pathway analysis of HOTAIR in TCGA public database of lung cancer. C, The expression level of HOTAIR, HOTAIR3′ and HOTAIR5′ in lung cancer carcinoma tissues and pericarcinous tissues. D, The expression levels negatively associated with degrees of pathological differentiation. (P < 0.05)\n3.2\n        HOTAIR and its 2 segments promote lung cancer progression through the regulation of cell cycle\n        In the previous subsection part, HOTAIR and its 2 segments were identified as being associated with lung cancer progression. The TCGA database had also given us a hint that the function of HOTAIR and its 2 segments were correlated with cell cycle. In this subsection we describe how we treated the NSCLC cell, 95C, 95D and YTMLC‐90 cells with Lenti‐NC, Lenti‐HOTAIR, Lenti‐HOTAIRsi, Lenti‐HOTAIR3′ and Lenti‐HOTAIR5′ and used propidium iodide staining to assess the cell stages. Compared with NSCLC cells treated with Lenti‐NC, those treated with Lenti‐HOTAIR, Lenti‐HOTAIR3′ and Lenti‐HOTAIR5′ had a much lower percentage in the G1 phase. The G1 phase of 95C cells decreased by 14.93%, 15.88% and 7.38% in Lenti‐HOTAIR‐, Lenti‐HOTAIR3′‐ and Lenti‐HOTAIR5′‐treated cells, respectively. Similarly, in 95D cells, the percentage of G1 decrease was 16.71%, 18%, and 7%, respectively; in YTMLC‐90 cells, the percentage decrease was 12.45%, 15.27%, and 6.39%. As we predicted, the G1% in Lenti‐HOTAIRsi‐treated cells increased compared with Lenti‐NC by approximately 4.66%, 3.09% and 7.82% (Figure 2A). Therefore, we could conclude that HOTAIR promotes the cell cycle and facilitates NSCLC proliferation. However, when we knocked down the expression of HOTAIR, the percentage of the G1 phase increased and inhibited the cell cycle progression. In the NSCLC cells, we identified that HOTAIR could promote cell cycle progression from G1 to S phase. Maybe, it could be a promise cell cycle inhibitor targeted point to treat lung cancer in the future.\n        \n          Figure 2\n          \n            \nHOTAIR HOTAIR3′ and HOTAIR5′ regulates non–small‐cell lung cancer (NSCLC) cell cycle progression in vitro. A, The cell cycle distribution of 95C, 95D and YTMLC‐90 cells treated with Lenti‐NC, Lenti‐HOTAIR, Lenti‐HOTAIRsi, Lenti‐HOTAIR3′ and Lenti‐HOTAIR5′, respectively. B, HOTAIR HOTAIR3′ and HOTAIR5′ promote the expression of P‐Rb (S780), P‐Rb (S795), CDK4, CDK6 and cyclin D1 compared with control, while the NSCLC cell transfected with Lenti‐HOTAIRsi had the opposite results. C, Luciferase activity (mean ± SEM, n = 3) in 95C cells cotransfected with lncRNA mimics and luciferase reporters containing CDK4pro‐wt, CDK4pro‐mu, cyclin D1pro‐wt or cyclin D1pro‐mu. D, Chromatin isolation by RNA purification (ChIRP) assay using biotin‐labeled HOTAIR‐specific DNA probe and streptavidin beads in 95C cells, followed by qPCR analysis with Snail and E‐cadherin (mean ± SEM, n = 3). NC, negative control\n          \n          \n        \n        To test the mechanisms underlying the changes from G1 to S phase in NSCLC cells, we performed western blotting to show the different protein expressions at the G1‐S restriction point. The tumor suppressor Rb plays a major role in regulating the transition from G1 to S phase,20, 21 functioning through its phosphorylation by separation of CDK4/6 and CYCLIN D1.22, 23 The NSCLC cell lines treated with Lenti‐HOTAIR, Lenti_HOTAIR3′ and Lenti‐HOTAIR5′ had increased protein levels of P‐Rb (S780) and P‐Rb (S795) compared with Lenti‐NC‐treated cells. The expression of CDK4, CDK6 and cyclin D1 was higher in cells treated with Lenti‐HOTAIR and its 2 segments compared with Lenti‐NC‐treated cells. However, E2F1 showed almost no change. The NSCLC cells with HOTAIR knockdown showed the opposite results (Figure 2B).\n        Moreover, we performed luciferase reporter assays using vectors containing CDK4 pro‐wt, CDK4 pro‐mu, cyclin D1 pro‐wt or cyclin D1 pro‐mu. We found that overexpression of HOTAIR greatly increased the luciferase activity of CDK4pro‐wt and cyclin D1pro‐wt reporter vector. However, knockdown HOTAIR expression decreased the transcriptional activity of CDK4pro‐wt and cyclin D1 pro‐wt reporter vector, similar to the observation that mutation of HOTAIR on CDK4 and cyclin D1 eliminated the repressive or promoted effect exerted by HOTAIR (Figure 2C). To confirm the interaction between HOTAIR and CDK4, cyclin D1, we carried out ChIRP chromatin isolation. The results showed that HOTAIR transcript was present in the promoter region of CDK4 and cyclin D1 and promoted the expression of them (Figure 2D).\n3.3\n        HOTAIR also regulates non–small‐cell lung cancer proliferation, migration and invasion through epithelial‐mesenchymal transition and the β‐catenin pathway in vitro\n        HOTAIR has demonstrated functions in NSCLC cell cycle regulation and could be an ideal indicator of cell cycle dysregulation. While in the process of this research, we found that the NSCLC cells which transfected with Lenti‐HOTAIRsi showed obvious lower cell proliferation. Therefore, we believe that the downstream pathway of the cell cycle could affect NSCLC cell proliferation, migration and invasion. In this section, we show that HOTAIR could promote NSCLC cell proliferation, migration and invasion through EMT and β‐catenin pathway. EdU staining analysis was used to determine the function of HOTAIR in the NSCLC cell lines (95C, 95D and YTMLC‐90) by evaluating proliferation in Lenti‐NC‐treated and Lenti‐HOTAIR‐treated NSCLC cell lines. The results showed that, after Lenti‐HOTAIR was used to infect the 3 cell lines, the percentage of EdU‐positive cells increased by 24% (95C), 25% (95D) and 15% (YTMLC‐90) compared with Lenti‐NC‐treated cells. When the 3 cell lines’ HOTAIR expression was knocked down by almost 50% (Figure S2), the percentage of EdU‐positive cells with Lenti‐HOTAIRsi treatment was 10% (95C), 12% (95D) and 6% (YTMLC‐90) lower than with Lenti‐NC administration (Figure 3A).\n        \n          Figure 3\n          \n            \nHOTAIR promotes proliferation, invasion and migration in non–small‐cell lung cancer (NSCLC) cell lines. A, 5‐ethynyl‐2′‐deoxyuridine (EdU) assays were performed on 95C, 95D and YTMLC‐90 cells showing increased levels of proliferation upon administration with Lenti‐HOTAIR and decreased proliferation upon administration with Lenti‐HOTAIRsi compared with control. B, Transwell inserts without Matrigel indicated that HOTAIR promotes NSCLC cell migration and knockdown could inhibit migration. C, Transwell with Matrigel coating showed that HOTAIR promotes NSCLC cell invasion and knockdown HOTAIR could suppress invasion. Data are presented as mean ± SD (n = 3 independent experiments) *P < 0.05, **P < 0.01, ***P < 0.001, compared with the control group\n          \n          \n        \n        To identify the function of HOTAIR in migration, we used Transwell experiment while the transwell had no Matrgel covered. Cells treated with Lenti‐HOTAIR showed increased cell numbers migrating through the membrane; more than 50% greater migration was seen than with Lenti‐NC‐treated cells. Cells treated with Lenti‐HOTAIRsi had 15% less cell migration in the 3 NSCLC cell lines (Figure 3B).\n        Transwells with Matrigel coating were used to identify whether HOTAIR was associated with NSCLC cell invasion. The 3 cell lines treated with Lenti‐HOTAIR showed a 12% (95C), 30% (95D) and 50% (YTMLC‐90) increase in cell numbers migrating through the membrane compared with the Lenti‐NC group. Simultaneously, the 3 cells with downregulated HOTAIR expression showed decreased cell numbers migrating through the Transwell membrane (Figure 3C).\n        The biological behavior described above may be a result of EMT and activation of the β‐catenin pathway. To identify the mechanism by which HOTAIR promoted proliferation, migration and invasion, western blotting and TOP/FOP flash reporter plasmids have been used in the present study. We treated 95C, 95D and YTMLC‐90 cells with Lenti‐HOTAIR and observed significant changes in EMT‐related markers compared with Lenti‐NC‐treated cells. Among the EMT‐related markers, SIP‐1, vimentin, N‐cadherin, snail and slug showed increased expression, while E‐cadherin decreased. With knockdown HOTAIR expression in these cells, the markers associated with EMT showed the reverse expression pattern. Although some markers did not demonstrate very obvious changes in Lenti‐HOTAIRsi‐treated cells, we still came to the conclusion that the function of HOTAIR is associated with EMT (Figure 4A). Except for the results for EMT, the β‐catenin pathway also showed obvious changes. Western blotting showed that the β‐catenin pathway was activated in the scenario of high HOTAIR expression, but the adenomatous polyposis coli (APC) protein, which had been identified as a negative regulator of the Wnt signaling pathway, is opposite to β‐catenin. To further understand the role of the β‐catenin pathway in both high HOTAIR expression and HOTAIR knockdown cells, we used TOP/FOP flash reporter plasmids to detect β‐catenin. The activation of the β‐catenin pathway in Lenti‐HOTAIR‐treated cells was higher than that of Lenti‐NC cells (Figure 4D,E).\n        \n          Figure 4\n          \n            The mechanisms of HOTAIR promote non–small‐cell lung cancer (NSCLC) cell proliferation, invasion and migration. A, Western blot analysis shows the epithelial‐mesenchymal transition (EMT) maker changes in 95C, 95D, YTMLC‐90 cells treated with Lenti‐NC, Lenti‐HOTAIR, Lenti‐HOTAIRsi. C, Luciferase activity (mean ± SEM, n = 3) in 95C cells cotransfected with lncRNA mimics and luciferase reporters containing Snail pro‐wt, Snail pro‐mu, E‐cadherin pro‐wt or E‐cadherin pro‐mu. D, ChIRP assay using biotin‐labeled HOTAIR‐specific DNA probe and streptavidin beads in 95C cells, followed by qPCR analysis with Snail and E‐cadherin (mean ± SEM, n = 3). NC, negative control. D, Western blot shows the β‐catenin pathway changes in NSCLC cells administration with Lenti‐NC, Lenti‐HOTAIR and HOTAIRsi, respectively. E, TOP/FOP flash reporter plasmids performed to detect activation of β‐catenin pathway associated with HOTAIR\n          \n          \n        \n        We also performed luciferase reporter assays using vectors containing Snail pro‐wt, Snail pro‐mu, E‐cadherin pro‐wt or E‐cadherin pro‐mu. The results showed that overexpression of HOTAIR greatly increased the luciferase activity of snail pro‐wt but decreased E‐cadherin pro‐wt reporter vector. However, when knocked down HOTAIR expression had the opposite effects (Figure 4B). To confirm the interaction between HOTAIR and Snail or E‐cadherin, we carried out ChIRP chromatin isolation. The results showed that HOTAIR transcript was present in the promoter region of Snail and E‐cadherin, but had different effects (Figure 4B,C).\n3.4\n        HOTAIR3′ can potently promote non–small‐cell lung cancer cell proliferation, migration and invasion compared with HOTAIR5′\n        The single‐stranded lncRNA can be analyzed by dividing it into 2 segments, 3′ and 5′. We aimed to determine exactly which part of lncRNA HOTAIR promotes proliferation, migration and invasion most potently. We transfected HOTAIR3′ and HOTAIR5′ into NSCLC cells and analyzed the effect of the 2 segments. EdU assay showed that Lenti‐HOTAIR5′ transfection in the 3 NSCLC cell lines can potently increase tumor cell proliferation compared with HOTAIR3′. In 95C, 95D and YTMLC‐90 cells treated with Lenti‐HOTAIR5′, the capacity of proliferation was increased by 25%, 24% and 11%, respectively, compared with the control. The 3 cell lines transfected with Lenti‐HOTAIR3′ increased their capacity for proliferation by 14%, 4% and 10%, respectively, compared with the control (Figure 5A). For migration and invasion, HOTAIR3′ may be stronger than HOTAIR5′. In Transwell‐assessed migration, the NSCLC cell line transfected with HOTAIR3′ showed an increased number of cells migrating through the membrane by more than 24%, 16% and 16% compared with NSCLC cells treated with Lenti‐HOTAIR 5′ (Figure 5B). We found that the invasion ability in 95C and YTMLC‐90 cells was affected by HOTAIR3′ more strongly than by HOTAIR5′. However, 95D cells were different: HOTAIR5′ was stronger than HOTAIR3′ (Figure 5C).\n        \n          Figure 5\n          \n            \nHOTAIR3′ and HOTAIR5′ promotes proliferation, invasion and migration in non–small‐cell lung cancer (NSCLC) cell lines. A, EdU assays were performed on NSCLC cells, showing that HOTAIR5′ may promote proliferation more than HOTAIR3′. B, Transwell inserts without Matrigel indicated that HOTAIR3′ promotes NSCLC cell migration more than HOTAIR 5′. C, Transwell with Matrigel coating showed that HOTAIR3′ and HOTAIR5′ could both promote invasion in NSCLC cells. Data are presented as mean ± SD (n = 3 independent experiments); *P < 0.05, **P < 0.01, ***P < 0.001, compared with the control group\n          \n          \n        \n        Similar to the detection of the mechanism of HOTAIR described above, we also performed western blotting and TOP/FOP flash reporter plasmid testing to identify the mechanism associated with EMT and the β‐catenin pathway. On western blotting, both the Lenti‐HOTAIR3′‐treated and the Lenti‐HOTAIR5′‐treated NCSLC cell line showed increased expression of EMT‐associated markers SIP‐1, vimentin, N‐cadherin, snail and slug, while E‐cadherin decreased (Figure 6A). Similarly, both the Lenti‐HOTAIR3′‐treated and Lenti‐HOTAIR5′‐treated cell lines had increased expression of proteins in the β‐catenin pathway, such as β‐catenin, P‐β‐catenin (Ser675) and P‐β‐catenin (Ser33/37/Thr41), but decreased expression of APC (Figure 6B). Western blotting showed that the function of HOTAIR3′ may be more important than that of HOTAIR5′. The TOP/FOP flash reporter plasmid supported our conclusions (Figure 6C). In the 3 NSCLC cell lines, cells treated with Lenti‐HOTAIR3′ can potently activate β‐catenin transcriptional activity compared with cells transfected by Lenti‐HOTAIR5′ (Figure 6C).\n        \n          Figure 6\n          \n            The mechanisms of HOTAIR promote non–small‐cell lung cancer (NSCLC) cell proliferation, invasion and migration. A, Western blot analysis shows the epithelial‐mesenchymal transition (EMT) maker changes in 95C, 95D and YTMLC‐90 cells treated with Lenti‐NC, Lenti‐HOTAIR3′ and Lenti‐HOTAIR5′. B, Western blot shows the β‐catenin pathway changes in NSCLC cells administered with Lenti‐NC, Lenti‐HOTAIR3′ and HOTAIR5′, respectively. C, TOP/FOP flash reporter plasmids detected activation of β‐catenin pathway associated with HOTAIR3′ and HOTAIR5′ (black represents FOP‐Flash; white represents TOP‐Flash)\n3.5\n        In orthotopic non–small‐cell lung cancer cell mouse model, HOTAIR, HOTAIRsi, HOTAIR3′ and HOTAIR5′ affect tumor growth\n        To verify the function of HOTAIR and its 2 segments in vivo, we established lung cancer orthotopic mouse models using 95C and 95D cells treated with Lenti‐NC, Lenti‐HOTAIR, Lenti‐HOTAIRsi, Lenti‐HOTAIR3′ and Lenti‐HOTAIR5′. The process of establishment of a mouse model is shown in the Materials and Methods (Figure 7A). In these models, cells with Lenti‐HOTAIR, Lenti‐HOTAIR3′ and Lenti‐HOTAIR5′ showed more obvious tumor growth than those treated with Lenti‐NC at 21 days. The tumor volume grew more slowly in the Lenti‐HOTAIRsi lung cancer model than in the control. Cells transfected with HOTAIR3′ had the fastest growth (Figure 7B,C, Figure S3A). The function of HOTAIR3′ was stronger than that of HOTAIR and HOTAIR5′. To identify the function of HOTAIR associated with EMT and the cell cycle, we performed immunohistochemistry to show the change in associated markers in lung cancer orthotopic tumors. The results showed that Ki‐67, P‐Rb (S795), CDK4, CDK6, N‐cadherin and snail/slug were highly expressed high in HOTAIR, HOTAIR3′ and HOTAIR5′ transfected group compared with control, while the orthotopic NSCLC model transfected with Lenti‐HOTAIRsi had shown increased expression of Rb and E‐cadherin (Figure 7E). This is in accordance with the results in vitro.\n        \n          Figure 7\n          \n            \nHOTAIR, HOTAIRsi, HOTAIR3′ and HOTAIR5′ affect tumor growth in the 95C and 95D orthotopic non–small‐cell lung cancer (NSCLC) model in vivo. A, The method of orthotopic NSCLC cell model construction. B, Tumor volume of Lenti‐NC‐, Lenti‐HOTAIR‐, Lenti‐HOTAIRsi‐, Lenti‐HOTAIR3′‐ and Lenti‐HOTAIR5′‐treated animals at 7, 14 and 21 days after implantation was determined using a bioluminescence imaging system. C, D, The ROI number of different mouse models transfected with 5 Lenti‐ in 95C and 95D cells; every group had 10 mice. E, Representative images of immunohistochemical staining of Ki‐67, Rb, P‐Rb (S795), CDK4, CDK6, E‐cadherin, N‐cadherin and snail/slug in tissue from mice with different kinds of orthotopic tumor\n3.6\n        Clinical analysis of HOTAIR expression in 4 lung cancer patients with epidermal growth factor receptor mutations\n        We next examined the expression of HOTAIR in tumor tissues of NSCLC patients. As shown in Figure 8A, B, the tumor tissues of NSCLC patients were all in phase IV, had EGFR mutations, and had received gefitinib treatment. Patient 2, who had high expression of HOTAIR, developed gefitinib resistance after only 5 months of treatment, which was much less than the median time of 12 months. Previous data had shown that lncRNA HOTAIR is associated with the cell cycle pathway. Further analysis of the TCGA public database of lung cancer showed that HOTAIR is positively correlated with E2F1, CDK4 and CDK6 (Figure 8C).\n        \n          Figure 8\n          \n            The expression of HOTAIR in 4 patients with epidermal growth factor receptor (EGFR) mutation. A, RT‐PCR of HOTAIR in 4 patients with EGFR mutation. B, Clinical characteristics of patients with EGFR mutations. C, HOTAIR positively related to E2F1, CDK4 and CDK6 from the analysis of TCGA public database of lung cancer. D, Four lung cancer patients’ IHC results for Rb and P‐Rb\n          \n          \n        \n        Immunohistochemical results for the 4 patients’ surgical tissues showed that No. 2 patient had higher expression of Rb and P‐Rb than the other 3 patients (Figure 8D). However, due to the limited patient samples, it is impossible to determine whether HOTAIR expression is correlated with the timing of EGFR‐TKI resistance caused by dysregulation of the cell cycle.\n4\n      DISCUSSION\n      Lung cancer is a leading cause of death worldwide, especially in Asia.24, 25, 26 The 5‐year survival rate remains poor, even with great developments in treatment strategies such as surgery, chemotherapy and radiotherapy.27, 28 Targeted therapy such as EGFR‐TKI has improved the 5‐year survival rate in lung cancer, 19, 29, 30, 31but acquired resistance is a major problem. Recently, the cell cycle inhibitor caught our attention; it had been applied successfully in breast cancer,32 multiple myeloma33 and lung cancer. Researchers are striving to improve their understanding of targeted drugs in cancer for patients with EGFR mutations,34, 35 K‐Ras mutations36, 37 and EML4‐ALK rearrangements38, 39 to address acquired resistance. Blocking one or two pathways could not inhibit the proliferation of tumor cells because the cell signaling pathway is a network structure. The proliferation of one cell must go through cell cycle regulation, so the cell cycle inhibitor may be the promising drug that can be used in the treatment of cancer,40 and our laboratory had identified it in lung cancer. However, the problem we faced to determine the appropriate time to use cell cycle inhibitors.\n      In previous research, the increased expression of CCND1 and phosphorylated Rb or decreased expression of p16 was thought to be associated with response to CDK4/6 inhibitors in breast cancer. However, the clinical trial PALOMA‐1 identified that they had no association with PD 0332991.41, 42 While Roger PP's group supposed the phosphorylated CDK4 could potentially predict sensitivity to CDK4/6 blockade,43 this was not confirmed later in clinical results.44 Wang et al (2017) examined whether the expression of cyclin D3 and CDK6 is associated with palbociclib or ribociclib treatment through depletion of the antioxidants NADPH and glutathione.45 Based on the results of experiments demonstrated in this paper, we believe that lncRNA HOTAIR could be a marker of dysregulation of the cell cycle in lung cancer.\n      In the present paper, we found that lncRNA HOTAIR played a pivotal role in the lung cancer cell cycle regulation associated with tumorigenesis and progression. The clinical analysis showed almost all lung primary tumor samples had lncRNA HOATIR expression. KEGG pathway analysis showed that HOTAIR is associated with the cell cycle pathway and is positively correlated with E2F1, CDK4 and CDK6. It could be a marker of cell cycle dysregulation and could be developed as a diagnostic marker. HOTAIR and its 2 segments, HOTAIR3′ and HOTAIR5′, also have a negative correlation with the degree of pathological differentiation and a positive correlation with metastasis. In vitro experiment showed that HOTAIR and its 2 segments promote the cell cycle passing through the restriction point during G1 phase by regulating the Rb‐E2F pathway, and regulate NSCLC cell proliferation, migration and invasion through EMT and the β‐catenin pathway. In the comparison of HOTAIR3′ and HOTAIR 5′, the impact of HOTAIR5' in proliferation is stronger than that of HOTAIR3′. In migration and invasion, HOTAIR3′ may be stronger than HOTAIR5′. In cell cycle regulation, the 2 segments of HOTAIR appear to have equal impact. In vivo study showed that HOTAIR promotes tumor growth in an orthotopic NSCLC model. HOTAIR3′ may play a more pivotal role in the promotion of NSCLC progression. The Lenti‐HOTAIRsi model showed the slowest tumor‐volume growth, concurring with the in vivo results. This indicates \\ that HOTAIR could be developed as a targeted therapy, as an epidermal growth factor receptor tyrosine kinase inhibitor (EGFR‐TKI). HOTAIR, HOTAIR3′ and HOTAIR5′ promote NSCLC proliferation, migration and invasion, in vitro and in vivo. When knockdown reduces HOTAIR expression, we see decreased NSCLC cell proliferation, migration and invasion. Finally, we found the expression level of HOTAIR is nagetive related to the time patients used EGFR‐TKI get acquired resistance in 4 lung adenocarcinama cancer patients in our department. However, due to the limited number of patient samples, it is difficult at this time to determine whether HOTAIR expression is correlated with the time of EGFR‐TKI resistance. Therefore, we believe HOTAIR may be not only an ideal indicator of dysregulation of the cell cycle but also a cell cycle inhibitor target in the future.\n      HOTAIR, a noncoding RNA coded by the HOXC gene located between the chromosome 11 and 12 gene cluster, has been well studied.46 Through previous research, it has been identified as a “bridge” to modify 2 histones. The 5′ domain of HOTAIR binds polycomb‐repressive complex 2 (PRC2)(EZH2, SUZ12 and EED), the 3′ domains bind the LSD1/CoREST/REST complex, and the 2 complexes, coupled with histone H3 lysine 27 methylation and lysine 4 demethylation, modify target genes.47 It has been found to have increased expression in cervical cancer tissue and is associated with lymph node invasion, lymphatic metastasis and advanced pathological stage. In diffuse large B‐cell lymphoma, HOTAIR expression is strongly associated with poor prognosis.48 High expression of HOTAIR is also related to the T phase, pathological grade and lymphatic metastasis in laryngeal squamous cell carcinoma. In breast cancer, high expression of HOTAIR promotes carcinogenesis and cancer progression.49 We believe that lncRNA HOTAIR5′ domain binds polycomb‐repressive complex 2 (PRC2), and the 3′ domains binds the LSD1. The complexes affect the CDK4/6‐cyclin D and phosphorylates retinoblastoma (Rb), causing transcription of E2F, then activation of EMT and the β‐catenin pathway. The activation of the cell cycle‐associated pathway promotes lung cancer cell proliferation, invasion and migration (Figure 9).\n      \n        Figure 9\n        \n          The mechanism of lncRNA HOTAIR promotes non–small‐cell lung cancer (NSCLC) cell proliferation, invasion and migration through cell cycle regulation\n        \n        \n      \n      In conclusion, we have shown that HOTAIR is an obvious indicator of cell cycle dysregulation and could promote NSCLC cell line proliferation, metastasis and invasion through restraining the cell cycle from G1 to S phase, and then affect EMT and the β‐catenin pathway. This leads us to the assumption that lncRNA HOTAIR may be developed for using cell cycle inhibitor to treat lung cancer patients with EGFR‐TKI acquired resistance, or directly inhibit HOTAIR as it has been used in glioma research.10, 50 Although we only found 1 lung cancer patient got EGFR‐TKI acquired resistance only 5 months, which tissue had both high expression of HOTAIR, Rb and P‐Rb, but it is very meaningful. Although we did not find that knockdown of HOTAIR could decrease tumor volume, I think the reason is that transfection efficiency was not very high due to limitations in the available technology. If the relevant equipment is improved, we may see the result we expected. HOTAIR also could be used in the diagnosis of lung cancer, and, therefore, has exciting potential applications.\nCONFLICT OF INTEREST\n      The authors declare no conflicts of interest.\nSupporting information\n      \n        \n           \n        \n        \n          \n            Click here for additional data file.\n          \n        \n      \n      \n        \n           \n        \n        \n          \n            Click here for additional data file.\n          \n        \n      \n      \n        \n           \n        \n        \n          \n            Click here for additional data file.\n          \n        \n      \n      \n        \n           \n        \n        \n          \n            Click here for additional data file.\n          \n        \n      \n      \n        \n           \n        \n        \n          \n            Click here for additional data file.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6125477/",
    "doi": "https://doi.org/10.1111/cas.13745",
    "citation_count": 46,
    "references": {
        "10865847": "Role of long noncoding RNA in regulating HIV infection—a comprehensive review",
        "10711135": "Long non-coding RNA and Evolving drug resistance in lung cancer",
        "10426209": "HOTAIR beyond repression: In protein degradation, inflammation, DNA damage response, and cell signaling",
        "10400719": "Research progress of circulating non-coding RNA in diagnosis and treatment of hepatocellular carcinoma",
        "10326823": "Unpacking the Complexity of Epithelial Plasticity: From Master Regulator Transcription Factors to Non-Coding RNAs",
        "10298356": "Epigenetic and Immunological Features of Bladder Cancer",
        "10177130": "Zinc Finger Proteins in the War on Gastric Cancer: Molecular Mechanism and Clinical Potential",
        "10064413": "HOTAIR as a diagnostic and prognostic biomarker of gastrointestinal cancers: an updated meta-analysis and bioinformatics analysis based on TCGA data",
        "9913485": "LncRNA NR120519 Blocks KRT17 to Promote Cell Proliferation and Migration in Hypopharyngeal Squamous Carcinoma",
        "9777400": "Expression Analysis of Five Different Long Non-Coding Ribonucleic Acids in Nonsmall-Cell Lung Carcinoma Tumor and Tumor-Derived Exosomes",
        "9578906": "Extracellular Vesicles Derived from Lung Cancer Cells Induce Transformation of Normal Fibroblasts into Lung Cancer-Associated Fibroblasts and Promote Metastasis of Lung Cancer by Delivering lncRNA HOTAIR",
        "9470550": "Functions and underlying mechanisms of lncRNA HOTAIR in cancer chemotherapy resistance",
        "9453099": "Exosomal lncRNA PCAT1 Promotes Tumor Circulating Cell-Mediated Colorectal Cancer Liver Metastasis by Regulating the Activity of the miR-329-3p/Netrin-1-CD146 Complex",
        "9301293": "A robust immune-related lncRNA signature for the prognosis of human colorectal cancer",
        "8924059": "Pyroptosis-Related LncRNA Signatures Correlate With Lung Adenocarcinoma Prognosis",
        "8898492": "LncRNA HOTAIR facilitates proliferation and represses apoptosis of retinoblastoma cells through the miR-20b-5p/RRM2/PI3K/AKT axis",
        "8886739": "Molecular Pathology of Lung Cancer",
        "8853541": "LncRNA HOTAIR promotes proliferation, invasion and migration in NSCLC cells via the CCL22 signaling pathway",
        "8661150": "Long noncoding RNA KCNQ1 opposite strand/antisense transcript 1 promotes osteosarcoma progression through miR-154-3p/KLF12",
        "8489846": "Downregulated Expression of CLEC9A as Novel Biomarkers for Lung Adenocarcinoma",
        "8466298": "The Role of lncRNAs in Rare Tumors with a Focus on HOX Transcript Antisense RNA (HOTAIR)",
        "8371955": "LncRNA GAS6 antisense RNA 1 facilitates the tumorigenesis of clear cell renal cell carcinoma by regulating the AMP-activated protein kinase/mTOR signaling pathway",
        "8364642": "HOTAIR promotes gefitinib resistance through modification of EZH2 and silencing p16 and p21 in non-small cell lung cancer",
        "8273993": "A methylation-based nomogram for predicting survival in patients with lung adenocarcinoma",
        "8219055": "Long Non-coding RNA FIRRE Acts as a miR-520a-3p Sponge to Promote Gallbladder Cancer Progression via Mediating YOD1 Expression",
        "8209321": "Functional roles of lncRNAs in the pathogenesis and progression of cancer",
        "8026327": "MicroRNA-520a Suppresses Pathogenesis and Progression of Non-Small-Cell Lung Cancer through Targeting the RRM2/Wnt Axis",
        "7977445": "LncRNA PRADX-mediated recruitment of PRC2/DDX5 complex suppresses UBXN1 expression and activates NF-κB activity, promoting tumorigenesis",
        "7905531": "The HOTAIR lncRNA: A remarkable oncogenic promoter in human cancer metastasis",
        "7902610": "Alternative splicing and cancer: a systematic review",
        "7867281": "Functional Interaction among lncRNA HOTAIR and MicroRNAs in Cancer and Other Human Diseases",
        "7793718": "Prognosis-Predictive Signature and Nomogram Based on Autophagy-Related Long Non-coding RNAs for Hepatocellular Carcinoma",
        "7751451": "Upregulation of microRNA-140-3p mediates dachshund family transcription factor 1 expression in immunoglobulin A nephropathy through cell cycle-dependent mechanisms",
        "7591011": "Long Non-Coding RNA USP2-AS1 Accelerates Cell Proliferation and Migration in Ovarian Cancer by Sponging miR-520d-3p and Up-Regulating KIAA1522",
        "7519959": "下调HOTAIR通过提高PTEN表达逆转HCC827细胞吉非替尼耐药",
        "7464182": "YB-1 Knockdown Inhibits the Proliferation of Mesothelioma Cells through Multiple Mechanisms",
        "7330687": "Long noncoding RNA PANDAR inhibits the development of lung cancer by regulating autophagy and apoptosis pathways",
        "7281113": "Long Non-Coding RNA HOTAIR in Breast Cancer Therapy",
        "7279016": "Exosomal Long Non-Coding RNAs in Lung Diseases",
        "7214972": "A comprehensive evaluation of differentially expressed mRNAs and lncRNAs in cystitis glandularis with gene ontology, KEGG pathway, and ceRNA network analysis",
        "7005249": "Probing lncRNA–Protein Interactions: Data Repositories, Models, and Algorithms",
        "6990500": "Relationship between vascular endothelial growth factor -2578C > a gene polymorphism and lung cancer risk: a meta-analysis",
        "6911305": "Identification and Integrated Analysis of Key Biomarkers for Diagnosis and Prognosis of Non-Small Cell Lung Cancer",
        "6770362": "Long Non-Coding RNA in the Pathogenesis of Cancers",
        "6714236": "Long non‐coding RNA SNAI3‐AS1 promotes the proliferation and metastasis of hepatocellular carcinoma by regulating the UPF1/Smad7 signalling pathway",
        "6251105": "Long non-coding RNAs in hematological malignancies: translating basic techniques into diagnostic and therapeutic strategies"
    },
    "journal": "Cancer Science",
    "topics": [
        "regulation, hotair, cancer, long",
        "noncoding, cell, abnormal, marker",
        "cancer, rna, marker, regulation"
    ]
}