{
    "title": "Acetylcholine Signaling System in progression of Lung Cancers",
    "abstract": "Acetylcholine Signaling System in progression of Lung Cancers Jamie R. Friedman Stephen D. Richbart Justin C. Merritt Kathleen C. Brown Nicholas A. Nolan Austin T. Akers Jamie K. Lau Zachary R. Robateau Sarah L. Miles Piyali Dasgupta",
    "authors": [
        "Jamie R. Friedman",
        "Stephen D. Richbart",
        "Justin C. Merritt",
        "Kathleen C. Brown",
        "Nicholas A. Nolan",
        "Austin T. Akers",
        "Jamie K. Lau",
        "Zachary R. Robateau",
        "Sarah L. Miles",
        "Piyali Dasgupta"
    ],
    "published_year": "Not available",
    "description": "",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6348061/",
    "doi": "https://doi.org/10.1016/j.pharmthera.2018.10.002",
    "citation_count": 41,
    "references": {
        "10901813": "The role of leptin in regulation of the soluble amyloid precursor protein α (sAPPα) levels in lung cancer cell media",
        "10797674": "Significance of Gastrokine-1 Polymorphism Rs4254535 as a Prognostic Marker and its Association with Clinical Characteristics in Chinese Lung Cancer Patients",
        "10705358": "Regulation of Vascular Endothelial Growth Factor Signaling by Nicotine in a Manner Dependent on Acetylcholine-and/or β-Adrenergic-Receptors in Human Lung Cancer Cells",
        "10568879": "Cholinergic signaling influences the expression of immune checkpoint inhibitors, PD-L1 and PD-L2, and tumor hallmarks in human colorectal cancer tissues and cell lines",
        "10526367": "Regulation of Soluble E-Cadherin Signaling in Non-Small-Cell Lung Cancer Cells by Nicotine, BDNF, and β-Adrenergic Receptor Ligands",
        "10425186": " USNAP: fast unique dense region detection and its application to lung cancer",
        "10417359": "Radical Tumor Denervation Activates Potent Local and Global Cancer Treatment",
        "10417274": "Unveiling the Neural Environment in Cancer: Exploring the Role of Neural Circuit Players and Potential Therapeutic Strategies",
        "10349870": "The human acetylcholinesterase C-terminal T30 peptide activates neuronal growth through alpha 7 nicotinic acetylcholine receptors and the mTOR pathway",
        "9920988": "The Role of the Acetylcholine System in Common Respiratory Diseases and COVID-19",
        "9865788": "Neurotoxins Acting at Synaptic Sites: A Brief Review on Mechanisms and Clinical Applications",
        "9783627": "Conus regius-Derived Conotoxins: Novel Therapeutic Opportunities from a Marine Organism",
        "9657603": "Regulation of Cisplatin Resistance in Lung Cancer Cells by Nicotine, BDNF, and a β-Adrenergic Receptor Blocker",
        "9566900": "Targeting acetylcholine signaling modulates persistent drug tolerance in EGFR-mutant lung cancer and impedes tumor relapse",
        "9561962": "Nerve Density and Neuronal Biomarkers in Cancer",
        "9548016": "SLC18A3 promoted renal cancer development through acetylcholine/cAMP signaling",
        "9500850": "Regulation of the Soluble Amyloid Precursor Protein α (sAPPα) Levels by Acetylcholinesterase and Brain-Derived Neurotrophic Factor in Lung Cancer Cell Media",
        "9316101": "Insights into the Mechanisms of Action of Proanthocyanidins and Anthocyanins in the Treatment of Nicotine-Induced Non-Small Cell Lung Cancer",
        "9100020": "Muscarinic Receptors Associated with Cancer",
        "9065607": "Chronic Exposure to the Combination of Cigarette Smoke and Morphine Decreases CD4+ Regulatory T Cell Numbers by Reprogramming the Treg Cell Transcriptome",
        "8894396": "Association between long-term usage of acetylcholinesterase inhibitors and lung cancer in the elderly: a nationwide cohort study",
        "8814915": "α9-Containing Nicotinic Receptors in Cancer",
        "8776198": "OCTN1: A Widely Studied but Still Enigmatic Organic Cation Transporter Linked to Human Pathology and Drug Interactions",
        "8674819": "Tuft cells in the pathogenesis of chronic rhinosinusitis with nasal polyps and asthma",
        "8434581": "Imidazopyridazine Acetylcholinesterase Inhibitors Display Potent Anti-Proliferative Effects in the Human Neuroblastoma Cell-Line, IMR-32",
        "8151869": "OPALS: A New Osimertinib Adjunctive Treatment of Lung Adenocarcinoma or Glioblastoma Using Five Repurposed Drugs",
        "8068036": "Synthesis of New Biscoumarin Derivatives, In Vitro Cholinesterase Inhibition, Molecular Modelling and Antiproliferative Effect in A549 Human Lung Carcinoma Cells",
        "8041826": "Role of the nervous system in cancers: a review",
        "7956437": "α-Conotoxins and α-Cobratoxin Promote, while Lipoxygenase and Cyclooxygenase Inhibitors Suppress the Proliferation of Glioma C6 Cells",
        "7730617": "Organic Cation Transporters in the Lung—Current and Emerging (Patho)Physiological and Pharmacological Concepts",
        "7714959": "Gene Panel of Persister Cells as a Prognostic Indicator for Tumor Repopulation After Radiation",
        "7693842": "A Holistic Perspective: Exosomes Shuttle between Nerves and Immune Cells in the Tumor Microenvironment",
        "7588933": "Nicotinic Receptor Subunits Atlas in the Adult Human Lung",
        "7555382": "Low-Dose Nicotine Activates EGFR Signaling via α5-nAChR and Promotes Lung Adenocarcinoma Progression",
        "7522814": "Solanine Attenuates Hepatocarcinoma Migration and Invasion Induced by Acetylcholine",
        "7359717": "Acetylcholine From Tuft Cells: The Updated Insights Beyond Its Immune and Chemosensory Functions",
        "7230841": "α-Conotoxins Enhance both the In Vivo Suppression of Ehrlich carcinoma Growth and In Vitro Reduction in Cell Viability Elicited by Cyclooxygenase and Lipoxygenase Inhibitors",
        "7191502": "Pod-mod vs. conventional e-cigarettes: nicotine chemistry, pH, and health effects",
        "7081274": "IGFBP-3 Blocks Hyaluronan-CD44 Signaling, Leading to Increased Acetylcholinesterase Levels in A549 Cell Media and Apoptosis in a p53-Dependent Manner",
        "7028847": "α5‐nAChR contributes to epithelial‐mesenchymal transition and metastasis by regulating Jab1/Csn5 signalling in lung cancer",
        "6210465": "The Vagus Nerve Can Predict and Possibly Modulate Non-Communicable Chronic Diseases: Introducing a Neuroimmunological Paradigm to Public Health"
    },
    "journal": "Pharmacology & therapeutics",
    "topics": [
        "lung, system, cancers, signaling",
        "lung, acetylcholine, signaling, system",
        "progression, cancers, acetylcholine, signaling"
    ]
}