{
    "title": "Best Practices Recommendations for Diagnostic Immunohistochemistry in Lung Cancer",
    "abstract": "Best Practices Recommendations for Diagnostic Immunohistochemistry in Lung Cancer Yasushi Yatabe Sanja Dacic Alain C. Borczuk Arne Warth Prudence A. Russell Sylvie Lantuejoul Mary Beth Beasley Erik Thunnissen Giuseppe Pelosi Natasha Rekhtman Lukas Bubendorf Mari Mino-Kenudson Akihiko Yoshida Kim R. Geisinger Masayuki Noguchi Lucian R. Chirieac Johan Bolting Jin-Haeng Chung Teh-Ying Chou Gang Chen Claudia Poleri Fernando Lopez-Rios Mauro Papotti Lynette M. Sholl Anja C. Roden William D. Travis Fred R. Hirsch Keith M. Kerr Ming-Sound Tsao Andrew G. Nicholson Ignacio Wistuba Andre L. Moreira",
    "authors": [
        "Yasushi Yatabe",
        "Sanja Dacic",
        "Alain C. Borczuk",
        "Arne Warth",
        "Prudence A. Russell",
        "Sylvie Lantuejoul",
        "Mary Beth Beasley",
        "Erik Thunnissen",
        "Giuseppe Pelosi",
        "Natasha Rekhtman",
        "Lukas Bubendorf",
        "Mari Mino-Kenudson",
        "Akihiko Yoshida",
        "Kim R. Geisinger",
        "Masayuki Noguchi",
        "Lucian R. Chirieac",
        "Johan Bolting",
        "Jin-Haeng Chung",
        "Teh-Ying Chou",
        "Gang Chen",
        "Claudia Poleri",
        "Fernando Lopez-Rios",
        "Mauro Papotti",
        "Lynette M. Sholl",
        "Anja C. Roden",
        "William D. Travis",
        "Fred R. Hirsch",
        "Keith M. Kerr",
        "Ming-Sound Tsao",
        "Andrew G. Nicholson",
        "Ignacio Wistuba",
        "Andre L. Moreira"
    ],
    "published_year": "Not available",
    "description": "",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6422775/",
    "doi": "https://doi.org/10.1016/j.jtho.2018.12.005",
    "citation_count": 86,
    "references": {
        "10982643": "Integrating AI-Powered Digital Pathology and Imaging Mass Cytometry Identifies Key Classifiers of Tumor Cells, Stroma, and Immune Cells in Non–Small Cell Lung Cancer",
        "10930842": "肛周Paget病合并肺腺癌和肛管癌1例并文献复习",
        "10827720": "Lack of imbalance between the master regulators TTF1/NKX2-1 and ΔNp63/p40 implies adverse prognosis in non-small cell lung cancer",
        "10818046": "Patient-Derived Lung Cancer “Sandwich Cultures” with a Preserved Tumor Microenvironment",
        "10772635": "Impact of CT-guided hookwire localization on tumor spread through air spaces in stage IA lung adenocarcinoma",
        "10770976": "“All in one” nanoprobe Au-TTF-1 for target FL/CT bioimaging, machine learning technology and imaging-guided photothermal therapy against lung adenocarcinoma",
        "10705303": "An Optimized Method to Culture Human Primary Lung Tumor Cell Spheroids",
        "10705145": "Musashi-1 Is a Novel Immunohistochemical Marker of Neuroendocrine Carcinoma of the Lung",
        "10686178": "Evaluation of quality of clinical management of neuroendocrine tumors",
        "10602667": "Pulmonary metastasis of stage I, low-grade endometrioid carcinoma: two case reports and the literature review",
        "10597755": "Predictive Impact of Diffuse Positivity for TTF-1 Expression in Patients Treated With Platinum-Doublet Chemotherapy Plus Immune Checkpoint Inhibitors for Advanced Nonsquamous NSCLC",
        "10582498": "In vitro vascularized immunocompetent patient-derived model to test cancer therapies",
        "10508925": "ALK1 Gene Rearranged Pulmonary Sarcomatoid Carcinoma Masquerading as Tuberculosis in a Young Male",
        "10501689": "Non-small cell lung carcinomas with diffuse co-expression of TTF1 and p40: Clinicopathologic and genomic features of 14 rare biphenotypic tumors.",
        "10492232": "Poorly cohesive duodenal carcinoma mixed with signet ring cell carcinoma with systemic metastasis: a case report and literature review",
        "10357968": "Reproducible, high-dimensional imaging in archival human tissue by Multiplexed Ion Beam Imaging by Time-of-Flight (MIBI-TOF)",
        "10300170": "Validation of a Transcriptome-Based Assay for Classifying Cancers of Unknown Primary Origin",
        "10292768": "Cutaneous lesions in a COVID-19 patient leading to a surprising diagnosis",
        "10244673": "A case report of pulmonary hepatoid adenocarcinoma: promoting standardized diagnosis and treatment of the rare disease",
        "10151064": "Prevalence of Thyroid Transcription Factor-1 (TTF-1)-Negative Small Cell Carcinoma and Napsin A Positivity in Small Cell Carcinoma in a Cross-Sectional Study of Lung Core Biopsies",
        "9932187": "Distinct respiratory microbiota associates with lung cancer clinicopathological characteristics",
        "9881738": "Liquid Biopsy for Guiding Treatment Decisions in Advanced Non–Small Cell Lung Cancer",
        "9872841": "DNA Extracted from Cytologic Slides Is a Valuable Source for PCR-Based Molecular Tests",
        "9855812": "A Mitochondrion-Targeting Protein (B2) Primes ROS/Nrf2-Mediated Stress Signals, Triggering Apoptosis and Necroptosis in Lung Cancer",
        "9847026": "Optimizing molecular testing of lung cancer needle biopsy specimens: potential solutions from an interdisciplinary qualitative study",
        "9793070": "Targeted therapy of RET fusion-positive non-small cell lung cancer",
        "9786845": "Accuracy of CT-Guided Core-Needle Biopsy in Diagnosis of Thoracic Lesions Suspicious for Primitive Malignancy of the Lung: A Five-Year Retrospective Analysis",
        "9708573": "Rethinking the role of biomarkers for operable non-small cell lung carcinoma: an effective collaboration with artificial intelligence algorithms",
        "9677906": "Quantitative proteomics identified circulating biomarkers in lung adenocarcinoma diagnosis",
        "9635864": "Exploring histopathological and serum biomarkers in lung adenocarcinoma: Clinical applications and translational opportunities (Review)",
        "9630455": "Uncertainty-informed deep learning models enable high-confidence predictions for digital histopathology",
        "9485167": "Expert opinion on NSCLC small specimen biomarker testing — Part 1: Tissue collection and management",
        "9470176": "Impact of review of histopathology specimens at a tertiary oncology hospital in Eastern India—lessons learnt",
        "9465419": "Hierarchical identification of a transcriptional panel for the histological diagnosis of lung neuroendocrine tumors",
        "9428038": "Mid-Infrared Imaging Characterization to Differentiate Lung Cancer Subtypes",
        "9421534": "Analysis of neuroendocrine clones in NSCLCs using an immuno-guided laser-capture microdissection-based approach",
        "9312903": "Patient-Derived Lung Tumoroids—An Emerging Technology in Drug Development and Precision Medicine",
        "9268450": "Prognostic Ability of Enhancer RNAs in Metastasis of Non-Small Cell Lung Cancer",
        "9194506": "Overcoming Resistance to Checkpoint Inhibitors: Natural Killer Cells in Non-Small Cell Lung Cancer",
        "9140374": "A Systematic Review of Companion Diagnostic Tests by Immunohistochemistry for the Screening of Alectinib-Treated Patients in ALK-Positive Non-Small Cell Lung Cancer",
        "9046746": "Difficulties in diagnostics of lung tumours in biopsies: an interpathologist concordance study evaluating the international diagnostic guidelines",
        "9039856": "An enlarging painful nodule on the upper portion of the thigh",
        "8862096": "Molecular diagnosis in non-small-cell lung cancer: expert opinion on ALK and ROS1 testing",
        "8814972": "Immunohistochemical markers to diagnose primary squamous cell carcinoma of the lung: a meta-analysis of diagnostic test accuracy",
        "8795838": "Combined large cell neuroendocrine carcinoma and squamous cell carcinoma of the oropharynx: A collision course of tumors",
        "8720414": "The Ki-67 antigen in the new 2021 World Health Organization classification of lung neuroendocrine neoplasms",
        "8695375": "Lung neuroendocrine neoplasms: recent progress and persistent challenges",
        "8674594": "Reflex testing in non-small cell lung carcinoma using DNA- and RNA-based next-generation sequencing—a single-center experience",
        "8625242": "A Novel Strategy for the Diagnosis of Pulmonary High-Grade Neuroendocrine Tumor",
        "8615395": "Real-World Diagnostic Accuracy and Use of Immunohistochemical Markers in Lung Cancer Diagnostics",
        "8551500": "Coexpression of ΔNp63/p40 and TTF1 Within Most of the Same Individual Cells Identifies Life-Threatening NSCLC Featuring Squamous and Glandular Biphenotypic Differentiation: Clinicopathologic Correlations",
        "8392541": "Stratified Mucin-Producing Intraepithelial Lesion (SMILE) of the Uterine Cervix: High-Risk HPV Genotype Predominance and p40 Immunophenotype",
        "8353134": "Correlation of TTF-1 immunoexpression and EGFR mutation spectrum in non–small cell lung carcinoma",
        "8331027": "Prognostic value of Thyroid Transcription Factor-1 expression in lung adenocarcinoma in patients treated with anti PD-1/PD-L1",
        "8289888": "Molecular Testing on Cytology for Gene Fusion Detection",
        "8264321": "Evaluation of the reporting quality of clinical practice guidelines on lung cancer using the RIGHT checklist",
        "8217967": "E3 ligase MKRN3 is a tumor suppressor regulating PABPC1 ubiquitination in non–small cell lung cancer",
        "8205719": "The value of AGR2 and KRT5 as an immunomarker combination in distinguishing lung squamous cell carcinoma from adenocarcinoma",
        "8185369": "Transcription start site‐level expression of thyroid transcription factor 1 isoforms in lung adenocarcinoma and its clinicopathological significance",
        "8139418": "PD-L1 in Cytological Samples: A Review and a Practical Approach",
        "8088012": "Role of Synaptophysin, Chromogranin and CD56 in adenocarcinoma and squamous cell carcinoma of the lung lacking morphological features of neuroendocrine differentiation: a retrospective large-scale study on 1170 tissue samples",
        "8085404": "Comprehensive and Computable Molecular Diagnostic Panel (C2Dx) From Small Volume Specimens for Precision Oncology: Molecular Subtyping of Non-Small Cell Lung Cancer From Fine Needle Aspirates",
        "7969697": "Influence of preanalytical variables on performance of delta-like protein 3 (DLL3) predictive immunohistochemistry",
        "7966641": "Morphologic and molecular classification of lung neuroendocrine neoplasms",
        "7930417": "2020 Innovation‐Based Optimism for Lung Cancer Outcomes",
        "7737787": "Circulating tumor cell characterization of lung cancer brain metastases in the cerebrospinal fluid through single‐cell transcriptome analysis",
        "7710863": "Clinicopathological Features of Thyroid-Like Low-Grade Nasopharyngeal Papillary Adenocarcinoma: A Case Report and Review of the Literature",
        "7670105": "Update Thoraxpathologie 2020: Bericht der Arbeitsgemeinschaft",
        "7645362": "Use of dual-marker staining to differentiate between lung squamous cell carcinoma and adenocarcinoma",
        "7585296": "Lung metastases from intraductal papillary neoplasm of the bile duct: a case report",
        "7493418": "Immunocytochemistry for Predictive Biomarker Testing in Lung Cancer Cytology",
        "7481640": "Accuracy of lung cancer staging in the multidisciplinary team setting",
        "7481590": "Multidisciplinary team care in lung cancer",
        "7354113": "Immunocytochemistry of cytology specimens for predictive biomarkers in lung cancer",
        "7352768": "Deep Learning for the Classification of Small-Cell and Non-Small-Cell Lung Cancer",
        "7303454": "Clinical Application of Next-generation Sequencing for the Diagnosis of Lung Squamous Cell Carcinoma: Is It Primary or Secondary?",
        "7260262": "Updated guidelines for predictive biomarker testing in advanced non-small-cell lung cancer: a National Consensus of the Spanish Society of Pathology and the Spanish Society of Medical Oncology",
        "7225161": "Hormone receptor expression correlates with EGFR gene mutation in lung cancer in patients with simultaneous primary breast cancer",
        "7210133": "A new method for predicting survival in stage I non-small cell lung cancer patients: nomogram based on macrophage immunoscore, TNM stage and lymphocyte-to-monocyte ratio",
        "7202301": "Combination of pembrolizumab and 125I attenuates the aggressiveness of non-small cell lung cancer",
        "7050376": "Extensive-disease small cell lung cancer, multiple relapses, five lines of therapy and more than 10-year survival",
        "6949810": "Simultaneous expression of TTF1 and GATA3 in a lung biopsy sample: confusion in diagnostic pathology",
        "6904313": "New Frontiers for Molecular Pathology",
        "6901065": "Approaches to Tumor Classification in Pulmonary Sarcomatoid Carcinoma",
        "6795528": "Clonality analysis of pulmonary tumors by genome-wide copy number profiling",
        "6587243": "The importance of EGFR mutation testing in squamous cell carcinoma or non-small cell carcinoma favor squamous cell carcinoma diagnosed from small lung biopsies"
    },
    "journal": "Journal of thoracic oncology : official publication of the International Association for the Study of Lung Cancer",
    "topics": [
        "practices, lung, immunohistochemistry, cancer",
        "lung, practices, cancer, immunohistochemistry",
        "best, diagnostic, recommendations, cancer"
    ]
}