{
    "title": "Long non-coding RNAs in lung cancer: Regulation patterns, biologic function and diagnosis implications (Review)",
    "abstract": "In the present review, the behavior and environment-induced dysregulation of lncRNA expression was summarized in regards to lung cancer, their functions and molecular mechanisms were examined, and their potential as biomarkers for the diagnosis and prognosis of lung cancer was explored. In addition, MALAT1 downregulation inhibited the metastasis of lung cancer cells and upregulated the expression of the metastasis-suppressor genes MIA SH3 domain ER export factor 2 (MIA2) and roundabout guidance receptor 1 (ROBO1), whereas it decreased the expression of the tumor promoter genes glypican 6 (GPC6), adhesion G protein-coupled receptor L2 (LPHN2), and AT binding cassette subfamily A member 1 (ABCA1) (65). In addition, MALAT1 downregulation inhibited the metastasis of lung cancer cells and upregulated the expression of the metastasis-suppressor genes MIA SH3 domain ER export factor 2 (MIA2) and roundabout guidance receptor 1 (ROBO1), whereas it decreased the expression of the tumor promoter genes glypican 6 (GPC6), adhesion G protein-coupled receptor L2 (LPHN2), and AT binding cassette subfamily A member 1 (ABCA1) (65).",
    "authors": [
        "Lin Jiang",
        "Zheng Li",
        "Ranran Wang"
    ],
    "published_year": "2019",
    "description": "1. Introduction\n      According to the 2018 cancer statistics, it was estimated that 234,030 cases of lung and bronchus cancer were newly diagnosed in the United States (1). Lung cancer is the primary cause of cancer-related deaths worldwide and results in >1.3 million deaths per year (2). Lung cancer mainly includes non-small cell lung cancer (NSCLC) and small cell lung cancer (SCLC). NSCLC constitutes 85% of all lung cancer cases, including lung adenocarcinoma, squamous cell carcinoma and large cell lung cancer (3-5). The lung cancer incidence rate is increasing worldwide, especially female morbidity (6). Despite the discovery of multiple mutations and targeted drugs, such as for the genes epidermal growth factor receptor (EGFR), KRAS and MET, the prognosis of advanced lung cancer patients remains poor, with a 5-year survival rate stagnant at ~5% (7). Known risk factors, such as smoking habits, air pollution and genetic variations, have an important impact on lung cancer development and clinical outcomes (8).\n      Long non-coding RNAs (lncRNAs) are ~200 nt in length, lack the protein coding potential, and constitute ~70% of the non-coding RNAs (9,10). Except for their role as competing endogenous RNA (ceRNA) to sponge microRNAs (miRNAs), lncRNAs have also been shown to interact with DNA, RNA and various proteins, thereby having crucial roles in diverse physiological and pathological functions (11). Appropriate lncRNA expression is essential for normal cell function and is precisely regulated by epigenetic mechanisms and various other molecules. Recent reports have found that dysregulation of lncRNA expression induces tumorigenesis, invasiveness and drug resistance through diverse mechanisms in multiple types of cancer (12,13). lncRNAs are also important, complex controlling factors in the pathogenesis of lung cancer (14-17). In the present review, the behavior and environment-induced dysregulation of lncRNA expression was summarized in regards to lung cancer, their functions and molecular mechanisms were examined, and their potential as biomarkers for the diagnosis and prognosis of lung cancer was explored.\n2. Regulation patterns of dysregulated lncRNAs in lung cancer\n      Many large-scale investigations, including microarray profiling and deep sequencing data, have revealed that the derangement of lncRNA expression is a primary feature in lung cancer initiation and progression (18,19). The lncRNA expression levels are precisely regulated in the physiological state and are potentially disturbed in the pathological state by diverse mechanisms. The influence of chemical compounds and the local tumor microenvironments responsible for the regulation of lncRNA expression should not be ignored. Additionally, the function of epigenetic modification in tumor progression is likely involved. Abnormal epigenetic regulation can lead to aberrant activation of lncRNAs without involving any changes in the DNA sequences. Various transcription factors can bind within the promoter regions of lncRNAs to activate or inhibit their transcription. These regulation patterns of dysregulated lncRNAs in lung cancer are summarized in Fig. 1 and Table I.\n      \n        Chemical compounds and hypoxia\n        It has been reported that H19 is significantly elevated in the airway epithelium of healthy 20 pack-year smokers compared with non-smokers (20). Mineral dust-induced gene (Mdig) is associated with environmental exposure to smoke and dust, which influences the progression of lung cancer. Mdig regulates the expression of H19 by regulating the levels of trimethylated histone 3 lysine 9 (H3K9me3) at the promoter region of H19 (21). Benzo(a)pyrene (BaP) increases H19 expression and its interaction with the S-adenosylhomocysteine hydrolase protein. By contrast, H19 knockdown suppresses the formation of benzo(a)pyrene-7,8-dihydrodiol-9,10-epoxide (BPDE)-DNA adducts, which decreases the risk for lung cancer (22). Smoke-associated and cancer-associated lncRNA-1 (SCAL1) is located on the chromosome 5q14.3 locus. High expression of SCAL1 in lung cancer cells is induced by cigarette smoke extract. SCAL1 is upregulated by nuclear factor erythroid 2-related factor 2 (NRF2) and serves a functional role in cytoprotection against cigarette smoke-induced toxicity. These findings suggest that SCAL1 has an important role in the antioxidant pathway (23).\n        Hypoxia induces upregulation of the lncRNA metastasis-associated lung adenocarcinoma transcript 1 (MALAT1) in lung cancer (24). Hypoxia-inducible factor 1α (HIF-1α) can bind to the hypoxia-sensitive elements on the promoter region of HOX transcript antisense RNA (HOTAIR) and activate the transcription of HOTAIR, as well as promote NSCLC proliferation and metastasis under hypoxia conditions (25).\n      \n      \n        Epigenetic modification\n        The methylated levels of MALAT1 promoter are low in lung cancer cells or tissues. Treatment with the methyl donor, S-adenosylmethionine, suppresses MALAT1 expression in lung cancer cells (26). In such cases, the lncRNA sprouty RTK signaling antagonist 4 intronic transcript 1 (SPRY4-IT1), located at chromosome 5q31.3, is upregulated and promotes proliferation and metastasis of cancer cells (27). However, SPRY4-IT1 is expressed at low levels in NSCLC tissues and inhibits the proliferation and epithelial-mesenchymal transition (EMT) of NSCLC cancer cells. Enhancer of zeste homolog 2 (EZH2) can directly bind to SPRY4-IT1 and silence its transcription in NSCLCs (28,29).\n      \n      \n        Transcription regulation\n        p53 has been shown to bind the promoter region of HOTAIR and suppress its transcription. By contrast, HOTAIR enhances H3K27me3 modification within the p53 promoter and inhibits p53 expression in the lung cancer cell line A549. This negative feedback loop of HOTAIR-p53 promotes the progression of lung cancer (30). On the contrary, p53 increases expression of p21-associated non-coding RNA DNA damage-activated (PANDAR), which is a tumor suppressor gene that is downregulated in human NSCLC tissues (31). PANDAR can interact with nuclear transcription factor Y subunit α (NF-YA) and low expression of PANDAR increases NF-YA binding to the promoter of B cell lymphoma-2 (Bcl-2); this leads to an increase in Bcl-2 expression, thereby inhibiting NSCLC cell apoptosis (32). Binding of c-Myc to the E-boxes near the H19 imprinting control region activates the transcription of H19 in lung cancer (33). Notably, c-Myc also binds to the E-box element upstream of antisense ncRNA in INK4 locus (ANRIL) and induces its expression in NSCLC cells (34). The transcription factors, c-Myc and Yin Yang 1 (YY1), can activate transcription of the lncRNA plasmacytoma variant translocation 1 (PVT1), by binding to its promoter region in lung cancer (35,36). The transcription factor, specificity protein 1 (SP1), promotes MALAT1 transcription and MALAT1 directly binds to SP1 protein to enhances its stability. This MALAT1-SP1 positive feedback loop has been demonstrated to promote the progression of lung cancer (37). Octamer binding transcription factor 4 (OCT4) has been reported to increase MALAT1 transcription by binding to its promoter enhancer region, thereby inducing upregulation of MALAT1 expression in lung cancer (38). MALAT1 expression has also been shown to be regulated by TAR DNA-binding protein 43 (TDP43) in lung cancer (39).\nChemical compounds and hypoxia\n        It has been reported that H19 is significantly elevated in the airway epithelium of healthy 20 pack-year smokers compared with non-smokers (20). Mineral dust-induced gene (Mdig) is associated with environmental exposure to smoke and dust, which influences the progression of lung cancer. Mdig regulates the expression of H19 by regulating the levels of trimethylated histone 3 lysine 9 (H3K9me3) at the promoter region of H19 (21). Benzo(a)pyrene (BaP) increases H19 expression and its interaction with the S-adenosylhomocysteine hydrolase protein. By contrast, H19 knockdown suppresses the formation of benzo(a)pyrene-7,8-dihydrodiol-9,10-epoxide (BPDE)-DNA adducts, which decreases the risk for lung cancer (22). Smoke-associated and cancer-associated lncRNA-1 (SCAL1) is located on the chromosome 5q14.3 locus. High expression of SCAL1 in lung cancer cells is induced by cigarette smoke extract. SCAL1 is upregulated by nuclear factor erythroid 2-related factor 2 (NRF2) and serves a functional role in cytoprotection against cigarette smoke-induced toxicity. These findings suggest that SCAL1 has an important role in the antioxidant pathway (23).\n        Hypoxia induces upregulation of the lncRNA metastasis-associated lung adenocarcinoma transcript 1 (MALAT1) in lung cancer (24). Hypoxia-inducible factor 1α (HIF-1α) can bind to the hypoxia-sensitive elements on the promoter region of HOX transcript antisense RNA (HOTAIR) and activate the transcription of HOTAIR, as well as promote NSCLC proliferation and metastasis under hypoxia conditions (25).\nEpigenetic modification\n        The methylated levels of MALAT1 promoter are low in lung cancer cells or tissues. Treatment with the methyl donor, S-adenosylmethionine, suppresses MALAT1 expression in lung cancer cells (26). In such cases, the lncRNA sprouty RTK signaling antagonist 4 intronic transcript 1 (SPRY4-IT1), located at chromosome 5q31.3, is upregulated and promotes proliferation and metastasis of cancer cells (27). However, SPRY4-IT1 is expressed at low levels in NSCLC tissues and inhibits the proliferation and epithelial-mesenchymal transition (EMT) of NSCLC cancer cells. Enhancer of zeste homolog 2 (EZH2) can directly bind to SPRY4-IT1 and silence its transcription in NSCLCs (28,29).\nTranscription regulation\n        p53 has been shown to bind the promoter region of HOTAIR and suppress its transcription. By contrast, HOTAIR enhances H3K27me3 modification within the p53 promoter and inhibits p53 expression in the lung cancer cell line A549. This negative feedback loop of HOTAIR-p53 promotes the progression of lung cancer (30). On the contrary, p53 increases expression of p21-associated non-coding RNA DNA damage-activated (PANDAR), which is a tumor suppressor gene that is downregulated in human NSCLC tissues (31). PANDAR can interact with nuclear transcription factor Y subunit α (NF-YA) and low expression of PANDAR increases NF-YA binding to the promoter of B cell lymphoma-2 (Bcl-2); this leads to an increase in Bcl-2 expression, thereby inhibiting NSCLC cell apoptosis (32). Binding of c-Myc to the E-boxes near the H19 imprinting control region activates the transcription of H19 in lung cancer (33). Notably, c-Myc also binds to the E-box element upstream of antisense ncRNA in INK4 locus (ANRIL) and induces its expression in NSCLC cells (34). The transcription factors, c-Myc and Yin Yang 1 (YY1), can activate transcription of the lncRNA plasmacytoma variant translocation 1 (PVT1), by binding to its promoter region in lung cancer (35,36). The transcription factor, specificity protein 1 (SP1), promotes MALAT1 transcription and MALAT1 directly binds to SP1 protein to enhances its stability. This MALAT1-SP1 positive feedback loop has been demonstrated to promote the progression of lung cancer (37). Octamer binding transcription factor 4 (OCT4) has been reported to increase MALAT1 transcription by binding to its promoter enhancer region, thereby inducing upregulation of MALAT1 expression in lung cancer (38). MALAT1 expression has also been shown to be regulated by TAR DNA-binding protein 43 (TDP43) in lung cancer (39).\n3. Biologic functions and molecular mechanisms of ln- cRNAs in lung cancer\n      In lung cancer progression, abnormally regulated lncRNAs act as vital factors to regulate the gene signaling network at the transcriptional, post-transcriptional and post-translational level, and thus, alter various malignant behaviors and treatment responses of lung cancer (Table II).\n      \n        Proliferation and survival\n        MALAT1 can act as a ceRNA to regulate miR-124/STAT3 and miR-206/AKT expression to promote NSCLC progression (40,41). MALAT1 binds with serine/arginine splicing factor (SR) in the nuclear speckle domains and increases SR phosphorylation followed by regulation of the alternative splicing of pre-mRNA (42). MALAT1 suppresses p53 activity by binding to a minimal region of p53 promoter that regulates downstream genes influencing the cell cycle progression of lung cancer cells (43). Downregulation of MALAT1 has been shown to inhibit NSCLC progression by inhibiting autophagy (44). The 5'end of HOTAIR binds with the polycomb repressive complex 2 (PRC2) resulting in histone H3 being trimethylated at lysine 27, while the 3'domain binds to the histone demethylase complexes (lysine demethylase 1A/REST corepressor 1/RE1 silencing transcription factor) facilitating histone H3 lysine 4 demethylation, which causes homeobox D cluster (HOXD) gene silencing (45). Silencing of HOTAIR decreases miR-326 expression, which regulates paired like homeobox 2A (Phox2a) and inhibits tumor cell proliferation and migration in lung cancer (46). H19 knockdown evidently restrains NSCLC cell proliferation (47-49). Notably, H19 functions as a ceRNA sponge for miR-17 to modulate signal transducer and activator of transcription 3 (STAT3) expression (50), and as a ceRNA sponge for miR-484 to regulate the expression of Rho associated coiled-coil containing protein kinase 2 (ROCK2) (51), thereby promoting lung cancer development. Finally, H19 sponges miR-196b to elevate LIN28B expression, which accelerates the proliferation of lung cancer cells (52).\n        Another intergenic non-coding RNA, LINC00473, has been demonstrated to be the most upregulated lncRNA in liver kinase B (LKB1)-inactivated NSCLC tissues. LINC00473 interacts with non-POU domain-containing octamer-binding protein (NONO) and subsequently facilitates NONO/CREB regulated transcription coactivator 1 (CRTC1) interaction and CREB-mediated transcription, to promote the proliferation of LKB1-inactivated NSCLC cells (53). Another lncRNA, DLX6-AS1, is located on the chromosome 7q21.3 and has been found to be upregulated in lung adenocarcinoma tissues comparted with adjacent normal tissues (54). DLX6-AS1 alters JAK/STAT signaling to promote proliferation of lung adenocarcinoma cells (54). Another study demonstrated that the knockdown of ANRIL induced cell cycle arrest at the G1/G0 phase and promoted cell cycle apoptosis (34). In addition, depletion of ANRIL increased p15 expression and induced cell-cycle arrest at the G2/M phase of lung cancer cells (55). Knockdown of ANRIL has been found to reduce EZH2 binding with Krüppel-like factor 2 (KLF2) and p21 promoter, and to also inhibit the proliferation of PC9 NSCLC cells (56). SOX2 overlapping transcript (SOX2OT) is encoded on chromosome 3q26.3 locus, and has been found to be upregulated in 53.01% of NSCLCs and significantly associated with poor survival in patients lung cancer. Thus, silencing of SOX2OT can suppress cell proliferation by causing G2/M arrest via regulation of EZH2 expression (57).\n        Similarly, BRAF-activated non-protein coding RNA (BANCR) is an antitumor lncRNA of 693 bp, located on the chromosome 9q21.11 (58). Knockdown of BANCR induces p38 mitogen-activated protein kinase (MAPK) and JNK activation, which promotes lung cancer cell proliferation and migration (59). By contrast, other lncRNAs, such as p53 inducible cancer associated RNA transcript 1 (PICART1), can inhibit JAK2/STAT3 signaling to suppress lung cancer proliferation and induce apoptosis (60). Another lncRNA, MIR22 host gene (MIR22HG), also has a tumor suppressive role in lung cancer, by inhibiting oncogenes Y-box binding protein 1 (YBX1) and MET, while increasing p21 expression (61). The lncRNA chromatin-associated RNA 10 (CAR10) can regulate the expression of neighboring genes, which was first confirmed in human fibroblasts (62). Previous studies have shown that CAR10 can act as an oncogene by binding to the transcription factor YBX1 and subsequently increase the proliferation of lung cancer cells (63). A schematic illustrating the aforementioned lncRNAs and their roles in proliferation of lung cancer cells is shown in Fig. 2.\n      \n      \n        Invasion and metastasis\n        Liu et al (64) reported that MALAT1 was upregulated in NSCLC tissues with bone metastasis compared with non-metastatic NSCLC. In addition, MALAT1 downregulation inhibited the metastasis of lung cancer cells and upregulated the expression of the metastasis-suppressor genes MIA SH3 domain ER export factor 2 (MIA2) and roundabout guidance receptor 1 (ROBO1), whereas it decreased the expression of the tumor promoter genes glypican 6 (GPC6), adhesion G protein-coupled receptor L2 (LPHN2), and AT binding cassette subfamily A member 1 (ABCA1) (65). Furthermore, MALAT1 acts as a sponge for miR-204 and enhances the expression of Snail family transcriptional repressor 2 (SNAI2, also known as SLUG), to promote epithelial-mesenchymal transition and migration of lung cancer cells (66). MALAT1 silencing can decrease the migration and invasion ability of cells by inhibiting the expression of C-X-C motif chemokine ligand 5 (CXCL5) (26,39). MALAT1 can cause the dissociation of PTB-associated splicing factor (PSF) from the promoter region of the proto-oncogene G antigen 6 (GAGE6), which promotes the proliferation and invasion of A549 cells (24).\n        HOTAIR also promotes the invasion and metastasis of lung cancer cells by regulating homeobox A5 (HOXA5), miR-613 and 14-3-3σ expression (67-69). Ono et al (70) found that patients with elevated expression of HOTAIR were more prone to lymph node metastasis and recurrence. HOTAIR interacts with lymphoid-specific helicase (HELLS) and affects the forkhead box A (FOXA) 2/FOXA1 expression ratio, thereby promoting invasion and migration of lung adenocarcinoma cells (71). PVT1 has been shown to regulate miR-497 expression and to competitively bind with miR-200a and miR-200b, to upregulate matrix metalloproteinase 9 (MMP9) expression and promote the metastasis of NSCLC (72,73). ANRIL suppression has been shown to inhibit the invasion and migration of lung tumor cells (74,75). LINC00963 is highly expressed in NSCLC tissues and interacts with phosphoglycerate kinase (PGK1) to prevent its ubiquitination, leading to activation of the AKT/mTOR oncogenic signaling pathway. In addition, LINC00963 interacts with NONO to activate CRTC/CREB-mediated transcription promoting the metastasis of lung cancer cells (76). Knockdown of the lncRNA ACTA2 antisense RNA 1 (ACTA2-AS1, also known as ZXF1) inhibits the invasion and migration of lung cancer cells (77). Finally, Ge et al found that CAR10 acted as a ceRNA for miR-30 and miR-203 and induced EMT by regulating Snail family transcriptional repressor 1 (SNAI1) and SNAI2 expression (78). A schematic illustrating the aforementioned lncRNAs and their roles in invasion and metastasis of lung cancer cells is shown in Fig. 3.\n      \n      \n        Drug and radiation resistance\n        Medical treatment for lung cancer mainly includes platinum-based chemotherapy and molecular-targeted drugs, such as epidermal growth factor receptor tyrosine kinase inhibitors (EGFR-TKIs) (79,80). However, drug resistance at many instances leads to failure of treatment (81,82). Previous studies have shown that multidrug resistant (MDR) A549/DDP cells were primarily caused by changes to the cell membrane transporters, abnormal target enzymes and irregular apoptosis pathway (83-85). In recent years, there has been evidence that some lncRNAs are also involved in the drug resistance mechanism of lung cancer (Fig. 4).\n        The levels of several lncRNAs, including MALAT1, H19 and HOTAIR, have been demonstrated to be upregulated in cisplatin-resistant lung cancer (86-88), whereas maternally expressed 3 (MEG3) and AK126698 are downregulated in drug-resistant A549/DDP lung cancer cells (89,90). MALAT1 acts as a ceRNA to sponge miR-101 and then regulates SRY-box transcription factor 9 (SOX9) and MCL1 to enhance cisplatin resistance (91,92). Furthermore, MALAT1 induces cisplatin resistance via STAT3 activation, and upregulation of multidrug resistance-associated protein 1 (MRP1) and multidrug resistance 1 (MDR1) expression (86). HOTAIR increases cisplatin resistance in A549 cells by decreasing p21 expression and activating the Wnt signaling pathway (93). HOTAIR upregulates HOXA1 by decreasing the expression of DNA methyltransferase (DNMT) 1 and DNMT3b, resulting in chemoresistant SCLC (94,95). By contrast, MEG3 expression is decreased in cisplatin-resistant A549/DDP lung cancer cells and cisplatin-insensitive lung adenocarcinoma tissues (89). Overexpression of MEG3 has been reported to mediate re-sensitization to cisplatin in drug resistant A549/DDP cells and animal models (89). MEG3 affects cisplatin sensitivity partially via regulation of the p53 and WNT/β-catenin signaling pathways (89). AK126698 is also found at high expression levels in DDP-sensitive A549 cells compared with the drug resistant A549/DDP cells. As a result, AK126698 knockdown has been demonstrated to decrease the apoptosis of A549 cells following cisplatin treatment via activation of Wnt signaling (90).\n        EGFR-TKIs are used to treat NSCLC patients with EGFR mutations (96-98). When comparing gefitinib-sensitive to gefitinib-resistant human lung cancer cells, 1,731 lncRNAs were found to be upregulated and 2,936 lncRNAs downregulated in drug resistant cell lines (99). HOTAIR induces gefitinib resistance by activating transforming growth factor (TGF)-α/EGFR signaling and inhibiting the Bax/caspase-3 pathway (100). Similarly, urothelial cancer associated 1 (UCA1) expression is increased in lung cancer patients with EGFR-TKI resistance and thereby affects patient prognosis. Knockdown of UCA1 retrieves gefitinib sensitivity in drug-resistant cells not harboring an EGFR T790M mutation, via regulation of the AKT/mTOR pathway (101). Additionally, upregulation of growth arrest-specific 5 (GAS5) has been detected in EGFR-TKI sensitive lung cancer cells. GAS5 enhances the sensitivity of lung cancer cells to EGFR-TKIs by regulating the EGFR pathway and insulin-like growth factor 1 receptor (IGF-1R) (102). Finally, crizotinib is an inhibitor of receptor tyrosine kinases and is mainly used for ALK positive lung cancer patients (79). HOTAIR increases crizotinib resistance of NSCLC cells via enhancing the phosphorylation of ULK1 and stimulating autophagy (103).\n        In addition, HOTAIR increases the radiation resistance in lung cancer via downregulation of Wnt inhibitory factor 1 (WIF-1) and activation of the Wnt signaling pathway (104). Similarly, PVT1 also decreases the radiosensitivity of NSCLC cells via sponging of miR-195 (105). BANCR was demonstrated to be highly expressed in Lewis lung tumor-bearing mice after radiation therapy (106). Knockdown of BANCR expression promoted cancer cell viability after radiation therapy, and mice with lower BANCR expression had larger tumor sizes (106). These studies could help predict which patients may best respond to radiotherapy.\nProliferation and survival\n        MALAT1 can act as a ceRNA to regulate miR-124/STAT3 and miR-206/AKT expression to promote NSCLC progression (40,41). MALAT1 binds with serine/arginine splicing factor (SR) in the nuclear speckle domains and increases SR phosphorylation followed by regulation of the alternative splicing of pre-mRNA (42). MALAT1 suppresses p53 activity by binding to a minimal region of p53 promoter that regulates downstream genes influencing the cell cycle progression of lung cancer cells (43). Downregulation of MALAT1 has been shown to inhibit NSCLC progression by inhibiting autophagy (44). The 5'end of HOTAIR binds with the polycomb repressive complex 2 (PRC2) resulting in histone H3 being trimethylated at lysine 27, while the 3'domain binds to the histone demethylase complexes (lysine demethylase 1A/REST corepressor 1/RE1 silencing transcription factor) facilitating histone H3 lysine 4 demethylation, which causes homeobox D cluster (HOXD) gene silencing (45). Silencing of HOTAIR decreases miR-326 expression, which regulates paired like homeobox 2A (Phox2a) and inhibits tumor cell proliferation and migration in lung cancer (46). H19 knockdown evidently restrains NSCLC cell proliferation (47-49). Notably, H19 functions as a ceRNA sponge for miR-17 to modulate signal transducer and activator of transcription 3 (STAT3) expression (50), and as a ceRNA sponge for miR-484 to regulate the expression of Rho associated coiled-coil containing protein kinase 2 (ROCK2) (51), thereby promoting lung cancer development. Finally, H19 sponges miR-196b to elevate LIN28B expression, which accelerates the proliferation of lung cancer cells (52).\n        Another intergenic non-coding RNA, LINC00473, has been demonstrated to be the most upregulated lncRNA in liver kinase B (LKB1)-inactivated NSCLC tissues. LINC00473 interacts with non-POU domain-containing octamer-binding protein (NONO) and subsequently facilitates NONO/CREB regulated transcription coactivator 1 (CRTC1) interaction and CREB-mediated transcription, to promote the proliferation of LKB1-inactivated NSCLC cells (53). Another lncRNA, DLX6-AS1, is located on the chromosome 7q21.3 and has been found to be upregulated in lung adenocarcinoma tissues comparted with adjacent normal tissues (54). DLX6-AS1 alters JAK/STAT signaling to promote proliferation of lung adenocarcinoma cells (54). Another study demonstrated that the knockdown of ANRIL induced cell cycle arrest at the G1/G0 phase and promoted cell cycle apoptosis (34). In addition, depletion of ANRIL increased p15 expression and induced cell-cycle arrest at the G2/M phase of lung cancer cells (55). Knockdown of ANRIL has been found to reduce EZH2 binding with Krüppel-like factor 2 (KLF2) and p21 promoter, and to also inhibit the proliferation of PC9 NSCLC cells (56). SOX2 overlapping transcript (SOX2OT) is encoded on chromosome 3q26.3 locus, and has been found to be upregulated in 53.01% of NSCLCs and significantly associated with poor survival in patients lung cancer. Thus, silencing of SOX2OT can suppress cell proliferation by causing G2/M arrest via regulation of EZH2 expression (57).\n        Similarly, BRAF-activated non-protein coding RNA (BANCR) is an antitumor lncRNA of 693 bp, located on the chromosome 9q21.11 (58). Knockdown of BANCR induces p38 mitogen-activated protein kinase (MAPK) and JNK activation, which promotes lung cancer cell proliferation and migration (59). By contrast, other lncRNAs, such as p53 inducible cancer associated RNA transcript 1 (PICART1), can inhibit JAK2/STAT3 signaling to suppress lung cancer proliferation and induce apoptosis (60). Another lncRNA, MIR22 host gene (MIR22HG), also has a tumor suppressive role in lung cancer, by inhibiting oncogenes Y-box binding protein 1 (YBX1) and MET, while increasing p21 expression (61). The lncRNA chromatin-associated RNA 10 (CAR10) can regulate the expression of neighboring genes, which was first confirmed in human fibroblasts (62). Previous studies have shown that CAR10 can act as an oncogene by binding to the transcription factor YBX1 and subsequently increase the proliferation of lung cancer cells (63). A schematic illustrating the aforementioned lncRNAs and their roles in proliferation of lung cancer cells is shown in Fig. 2.\nInvasion and metastasis\n        Liu et al (64) reported that MALAT1 was upregulated in NSCLC tissues with bone metastasis compared with non-metastatic NSCLC. In addition, MALAT1 downregulation inhibited the metastasis of lung cancer cells and upregulated the expression of the metastasis-suppressor genes MIA SH3 domain ER export factor 2 (MIA2) and roundabout guidance receptor 1 (ROBO1), whereas it decreased the expression of the tumor promoter genes glypican 6 (GPC6), adhesion G protein-coupled receptor L2 (LPHN2), and AT binding cassette subfamily A member 1 (ABCA1) (65). Furthermore, MALAT1 acts as a sponge for miR-204 and enhances the expression of Snail family transcriptional repressor 2 (SNAI2, also known as SLUG), to promote epithelial-mesenchymal transition and migration of lung cancer cells (66). MALAT1 silencing can decrease the migration and invasion ability of cells by inhibiting the expression of C-X-C motif chemokine ligand 5 (CXCL5) (26,39). MALAT1 can cause the dissociation of PTB-associated splicing factor (PSF) from the promoter region of the proto-oncogene G antigen 6 (GAGE6), which promotes the proliferation and invasion of A549 cells (24).\n        HOTAIR also promotes the invasion and metastasis of lung cancer cells by regulating homeobox A5 (HOXA5), miR-613 and 14-3-3σ expression (67-69). Ono et al (70) found that patients with elevated expression of HOTAIR were more prone to lymph node metastasis and recurrence. HOTAIR interacts with lymphoid-specific helicase (HELLS) and affects the forkhead box A (FOXA) 2/FOXA1 expression ratio, thereby promoting invasion and migration of lung adenocarcinoma cells (71). PVT1 has been shown to regulate miR-497 expression and to competitively bind with miR-200a and miR-200b, to upregulate matrix metalloproteinase 9 (MMP9) expression and promote the metastasis of NSCLC (72,73). ANRIL suppression has been shown to inhibit the invasion and migration of lung tumor cells (74,75). LINC00963 is highly expressed in NSCLC tissues and interacts with phosphoglycerate kinase (PGK1) to prevent its ubiquitination, leading to activation of the AKT/mTOR oncogenic signaling pathway. In addition, LINC00963 interacts with NONO to activate CRTC/CREB-mediated transcription promoting the metastasis of lung cancer cells (76). Knockdown of the lncRNA ACTA2 antisense RNA 1 (ACTA2-AS1, also known as ZXF1) inhibits the invasion and migration of lung cancer cells (77). Finally, Ge et al found that CAR10 acted as a ceRNA for miR-30 and miR-203 and induced EMT by regulating Snail family transcriptional repressor 1 (SNAI1) and SNAI2 expression (78). A schematic illustrating the aforementioned lncRNAs and their roles in invasion and metastasis of lung cancer cells is shown in Fig. 3.\nDrug and radiation resistance\n        Medical treatment for lung cancer mainly includes platinum-based chemotherapy and molecular-targeted drugs, such as epidermal growth factor receptor tyrosine kinase inhibitors (EGFR-TKIs) (79,80). However, drug resistance at many instances leads to failure of treatment (81,82). Previous studies have shown that multidrug resistant (MDR) A549/DDP cells were primarily caused by changes to the cell membrane transporters, abnormal target enzymes and irregular apoptosis pathway (83-85). In recent years, there has been evidence that some lncRNAs are also involved in the drug resistance mechanism of lung cancer (Fig. 4).\n        The levels of several lncRNAs, including MALAT1, H19 and HOTAIR, have been demonstrated to be upregulated in cisplatin-resistant lung cancer (86-88), whereas maternally expressed 3 (MEG3) and AK126698 are downregulated in drug-resistant A549/DDP lung cancer cells (89,90). MALAT1 acts as a ceRNA to sponge miR-101 and then regulates SRY-box transcription factor 9 (SOX9) and MCL1 to enhance cisplatin resistance (91,92). Furthermore, MALAT1 induces cisplatin resistance via STAT3 activation, and upregulation of multidrug resistance-associated protein 1 (MRP1) and multidrug resistance 1 (MDR1) expression (86). HOTAIR increases cisplatin resistance in A549 cells by decreasing p21 expression and activating the Wnt signaling pathway (93). HOTAIR upregulates HOXA1 by decreasing the expression of DNA methyltransferase (DNMT) 1 and DNMT3b, resulting in chemoresistant SCLC (94,95). By contrast, MEG3 expression is decreased in cisplatin-resistant A549/DDP lung cancer cells and cisplatin-insensitive lung adenocarcinoma tissues (89). Overexpression of MEG3 has been reported to mediate re-sensitization to cisplatin in drug resistant A549/DDP cells and animal models (89). MEG3 affects cisplatin sensitivity partially via regulation of the p53 and WNT/β-catenin signaling pathways (89). AK126698 is also found at high expression levels in DDP-sensitive A549 cells compared with the drug resistant A549/DDP cells. As a result, AK126698 knockdown has been demonstrated to decrease the apoptosis of A549 cells following cisplatin treatment via activation of Wnt signaling (90).\n        EGFR-TKIs are used to treat NSCLC patients with EGFR mutations (96-98). When comparing gefitinib-sensitive to gefitinib-resistant human lung cancer cells, 1,731 lncRNAs were found to be upregulated and 2,936 lncRNAs downregulated in drug resistant cell lines (99). HOTAIR induces gefitinib resistance by activating transforming growth factor (TGF)-α/EGFR signaling and inhibiting the Bax/caspase-3 pathway (100). Similarly, urothelial cancer associated 1 (UCA1) expression is increased in lung cancer patients with EGFR-TKI resistance and thereby affects patient prognosis. Knockdown of UCA1 retrieves gefitinib sensitivity in drug-resistant cells not harboring an EGFR T790M mutation, via regulation of the AKT/mTOR pathway (101). Additionally, upregulation of growth arrest-specific 5 (GAS5) has been detected in EGFR-TKI sensitive lung cancer cells. GAS5 enhances the sensitivity of lung cancer cells to EGFR-TKIs by regulating the EGFR pathway and insulin-like growth factor 1 receptor (IGF-1R) (102). Finally, crizotinib is an inhibitor of receptor tyrosine kinases and is mainly used for ALK positive lung cancer patients (79). HOTAIR increases crizotinib resistance of NSCLC cells via enhancing the phosphorylation of ULK1 and stimulating autophagy (103).\n        In addition, HOTAIR increases the radiation resistance in lung cancer via downregulation of Wnt inhibitory factor 1 (WIF-1) and activation of the Wnt signaling pathway (104). Similarly, PVT1 also decreases the radiosensitivity of NSCLC cells via sponging of miR-195 (105). BANCR was demonstrated to be highly expressed in Lewis lung tumor-bearing mice after radiation therapy (106). Knockdown of BANCR expression promoted cancer cell viability after radiation therapy, and mice with lower BANCR expression had larger tumor sizes (106). These studies could help predict which patients may best respond to radiotherapy.\n4. lncRNAs as biomarkers in lung cancer\n      lncRNAs have complex roles in the initiation and progression of lung cancer, thereby affecting the prognosis of patients. lncRNAs are prevailing in the plasma with relative stability, which is suitable for early diagnosis of lung cancer. Recently, abundant lncRNAs have also been detected in serum exosomes with specific and characteristic expression markers in patients with lung cancer, suggesting that they could be utilized as potential clinical biomarkers.\n      Several reports have found that increased HOTAIR levels in patients with lung cancer and upregulation of HOTAIR expression correlates with the pathological staging and poor prognosis of lung cancer (107,108). Plasma HOTAIR expression levels could be a biomarker for the diagnosis and monitoring of NSCLC patients (109). Similarly, H19 is upregulated in NSCLC tissues and negatively correlated with the survival of lung cancer patients (21,49). PVT1 has been shown to be overexpressed in NSCLC tissues, and elevated PVT1 expression levels have been demonstrated as an independent prognostic factor for NSCLC (110-112). Wu et al (110) reported that PVT1 was also overexpressed in lung squamous cell carcinoma. Notably, overexpression of the lncRNA ZXF1, positioned at chromosome 10q23.31 with a length of 3,985 bp, was found to be significantly related\n      to lymph node metastasis and poor prognosis in patients with lung adenocarcinoma (77). ANRIL is overexpressed in NSCLC tissues and cell lines and elevated ANRIL levels are correlated with poor prognosis in NSCLC patients (74). ANRIL can be found in the plasma of NSCLC patients and acts as an extremely sensitive diagnostic tool with an area under ROC curve (AUC) value of 0.798 (113). Circulating ANRIL expression may be used as a predictor in the early diagnosis of NSCLC (113). Similarly, SOX2OT is upregulated in serum samples of NSCLC and its expression is significantly associated with the overall survival (OS) rate of lung cancer patients (114). Several studies have reported overexpression of MALAT1 in tumor tissue as well as peripheral blood of NSCLC patients (115-118). Weber et al (119) found that MALAT1 expression in the peripheral blood of NSCLC patients was higher compared with healthy controls and was characterized by high specificity and sufficient sensitivity (AUC=0.79). Similarly, Zhang et al (120) indicated that abundant expression of serum exosomal MALAT1 in NSCLC patients was positively associated with tumor stage and lymph node metastasis, suggesting that MALAT1 can act as a tumor biomarker for prognosis and diagnosis in NSCLC.\n      Furthermore, Sun et al (121) analyzed 113 cases of NSCLC tissue samples and found that expression of BANCR was remarkably decreased in NSCLC patients with shorter survival time. Similarly, the lncRNA MIR22HG was significantly downregulated in lung cancer compared with normal tissues, and low expression was correlated with poor survival of the patients (61). Liang et al (122) examined a total of 123 human blood sample, which included blood from 90 NSCLC patients and 33 healthy controls prior to surgery and therapy. The levels of GAS5 were notably downregulated in the plasma of NSCLC patients. Of note, the expression levels of GAS5 were associated with 82.2% sensitivity and 72.7% specificity via ROC analysis. Moreover, combination of the GAS5 with the carcinoembryonic antigen marker had a higher AUC of 0.909 (95% confidence interval, 0.857-0.962; P 0.0001) (122). Tantai et al found that compared to a single lncRNA, the combination of the lncRNAs X-inactive specific transcript (XIST) and HIF-1α antisense RNA 1 (HIF1A-AS1) was also a prospective marker for the diagnosis of NSCLC with an AUC of 0.931 via ROC analysis (123). A study on SPRY4-IT1, ANRIL and nuclear enriched abundant transcript 1 (NEAT1) demonstrated that the combination was a significant marker in the diagnosis of lung cancer (AUC=0.876) (113).\n5. Conclusion and perspectives\n      Emerging substantial research has confirmed that abnormally regulated lncRNAs have crucial roles in the malignant biology of lung cancer. However, available information about lncRNA dysregulation mechanisms in lung cancer remain limited. Further research into the mechanisms by which smoking and air pollution regulate lncRNA expression and by which lncRNAs affect lung cancer initiation and progression will provide valuable information to improve our understanding of lung cancer.\n      lncRNAs demonstrate diverse and dynamic functions depending on their subcellular localization and interacting molecules. At present, lncRNA remains a poorly understood genomic product; especially their functions in the nucleus as chromatin architecture regulators are unclear. In the future, the construction of a lncRNA-mediated gene expression network and associated signaling pathway network will further reveal the function and molecular mechanisms of lncRNA in proliferation, metastasis, and therapeutic response of lung cancer.\n      lncRNA-specific expression patterns in cancer subtypes and their stability in body fluid provides a valuable choice as biomarkers for lung cancer. Existing studies of lncRNAs as biomarkers in lung cancer have laid the foundation for clinical application, but require further wider screening and validation in large cohorts. Such studies will further elucidate the potential of lncRNAs as diagnostic markers and treatment targets for lung cancer.\nFunding\n      This study was supported by grants from the Overseas Expertise Introduction Project for Discipline Innovation (111 project, grant no. 111-2-12), the National Natural Science Foundation of China (grant no. 81602030) and the Hunan Province Natural Sciences Foundation of China (grant nos. 2019JJ40395, 2019JJ40436 and 2019JJ40161).\nAvailability of data and materials\n      All data generated or analyzed during this study are included in this published article.\nAuthors' contributions\n      ZL designed and revised the manuscript. LJ wrote the manuscript and drew figures. RW collected the related literature and created the tables. All the authors read and approved the final manuscript.\nEthics approval and consent to participate\n      Not applicable.\nPatient consent for publication\n      Not applicable.\nCompeting interests\n      The authors declare that they have no competing interests.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6685594/",
    "doi": "https://doi.org/10.3892/ijo.2019.4850",
    "citation_count": 21,
    "references": {
        "10424575": "Altered long non-coding RNAs expression in normal and diseased primary human airway epithelial cells exposed to diesel exhaust particles",
        "10398747": "Long Non-Coding RNAs, Cell Cycle, and Human Breast Cancer",
        "10295998": "Long Non-Coding RNAs as Emerging Targets in Lung Cancer",
        "10000689": "Targeting Autophagy Using Long Non-Coding RNAs (LncRNAs): New Landscapes in the Arena of Cancer Therapeutics",
        "9953808": "Circular RNAs—New Kids on the Block in Cancer Pathophysiology and Management",
        "9776756": "Proteome-Wide Identification of RNA-Dependent Proteins in Lung Cancer Cells",
        "9442518": "Research progress regarding long-chain non-coding RNA in lung cancer: a narrative review",
        "8986809": "LncRNA HOXC-AS3 promotes non-small-cell lung cancer growth and metastasis through upregulation of YBX1",
        "8799265": "Long noncoding RNA MAFG-AS1 facilitates bladder cancer tumorigenesis via regulation of miR-143-3p/SERPINE1 axis",
        "8761575": "Circular RNA FLNA acts as a sponge of miR-486-3p in promoting lung cancer progression via regulating XRCC1 and CYP1A1",
        "8692699": "The roles of long non-coding RNAs in lung cancer",
        "8660778": "ETV5-mediated upregulation of lncRNA CTBP1-DT as a ceRNA facilitates HGSOC progression by regulating miR-188-5p/MAP3K3 axis",
        "8546124": "DLX6-AS1 activated by H3K4me1 enhanced secondary cisplatin resistance of lung squamous cell carcinoma through modulating miR-181a-5p/miR-382-5p/CELF1 axis",
        "8426347": "GAS6-AS1 Overexpression Increases GIMAP6 Expression and Inhibits Lung Adenocarcinoma Progression by Sponging miR-24-3p",
        "8082473": "Four long noncoding RNAs act as biomarkers in lung adenocarcinoma",
        "7879878": "The diagnostic role of microRNA 21 in patients with nonsmall cell lung cancer: An exploratory study",
        "7719338": "TMPO-AS1, a Novel E2F1-Regulated lncRNA, Contributes to the Proliferation of Lung Adenocarcinoma Cells via Modulating miR-326/SOX12 Axis",
        "7643392": "Construction and investigation of a combined hypoxia and stemness index lncRNA-associated ceRNA regulatory network in lung adenocarcinoma",
        "7448465": "Long noncoding RNA PSMA3-AS1 functions as a microRNA-409-3p sponge to promote the progression of non-small cell lung carcinoma by targeting spindlin 1",
        "7388209": "Long non-coding RNA CTBP1-AS2 enhances cervical cancer progression via up-regulation of ZNF217 through sponging miR-3163",
        "6781719": "Exosomal long non-coding RNA DLX6-AS1 as a potential diagnostic biomarker for non-small cell lung cancer"
    },
    "journal": "International Journal of Oncology",
    "topics": [
        "regulation, long, diagnosis, cancer",
        "diagnosis, long, lung, review",
        "biologic, rnas, review, function"
    ]
}