{
    "title": "Sequential screening for lung cancer in a high-risk group: randomised controlled trial: LungSEARCH: a randomised controlled trial of Surveillance using sputum and imaging for the EARly detection of lung Cancer in a High-risk group",
    "abstract": "#: in some cases only cytology or cytometry results were available (not both) and so the result classification was based on the known result if a repeat sputum sample was not done; ¶: total number of individuals expected to provide sputum samples in each year (i.e. excluding those who had an abnormal sputum result, died or were diagnosed with cancer who were no longer expected to provide sputum samples); +: the percentage who did not provide a sputum sample, out of the total expected; §: sample was inadequate for cytology and cytometry assessment. #: the numbers in brackets are lung cancers found by the exit chest radiography at 5 years; ¶: the abnormal sputum result led directly to an abnormal CT (i.e. a nodule ≥9 mm) and the individuals were referred for immediate diagnostic investigations; +: individuals had an abnormal sputum and the abnormal CT that found the cancer was one of the later follow-up scans (in three cases, the first CT with a nodule ≥9 mm was some years before the cancer diagnosis but subsequent CT scans indicated that the nodule had shrunk before the final CT that led to diagnostic investigations showed nodule growth); §: the individual had normal annual CT scans during the trial (the cancer was found by a CT scan given outside of the protocol when the person finished the study; a suspicious large nodule ≥9 mm had appeared). #: the numbers in brackets are lung cancers found by the exit chest radiography at 5 years; ¶: the abnormal sputum result led directly to an abnormal CT (i.e. a nodule ≥9 mm) and the individuals were referred for immediate diagnostic investigations; +: individuals had an abnormal sputum and the abnormal CT that found the cancer was one of the later follow-up scans (in three cases, the first CT with a nodule ≥9 mm was some years before the cancer diagnosis but subsequent CT scans indicated that the nodule had shrunk before the final CT that led to diagnostic investigations showed nodule growth); §: the individual had normal annual CT scans during the trial (the cancer was found by a CT scan given outside of the protocol when the person finished the study; a suspicious large nodule ≥9 mm had appeared).",
    "authors": [
        "Stephen G. Spiro",
        "Pallav L. Shah",
        "Robert C. Rintoul",
        "Jeremy George",
        "Samuel Janes",
        "Matthew Callister",
        "Marco Novelli",
        "Penny Shaw",
        "Gabrijela Kocjan",
        "Chris Griffiths",
        "Mary Falzon",
        "Richard Booton",
        "Nicholas Magee",
        "Michael Peake",
        "Paul Dhillon",
        "Kishore Sridharan",
        "Andrew G. Nicholson",
        "Simon Padley",
        "Magali N. Taylor",
        "Asia Ahmed",
        "Jack Allen",
        "Yenting Ngai",
        "Nyasha Chinyanganya",
        "Victoria Ashford-Turner",
        "Sarah Lewis",
        "Dahmane Oukrif",
        "Pamela Rabbitts",
        "Nicholas Counsell",
        "Allan Hackshaw"
    ],
    "published_year": "2019",
    "description": "Background\n          Low-dose computed tomography (LDCT) screening detects early-stage lung cancer and reduces mortality. We proposed a sequential approach targeted to a high-risk group as a potentially efficient screening strategy.\nMethods\n      \n        Design and participants\n        LungSEARCH was a national multicentre randomised trial. The objective was to examine whether annual surveillance of individuals at high risk of lung cancer (current/ex-smokers with COPD) can lead to a shift in cancer stage at diagnosis.\n        Participants were identified primarily from general practice. A research nurse visited each practice to perform an electronic search of their COPD register and those potentially eligible were invited by telephone to attend for baseline assessments. We also approached participants within outpatient COPD or pulmonary rehabilitation hospital clinics in which the trial investigators worked.\n        Baseline COPD (by spirometry) was classified according to GOLD criteria as mild (forced expiratory volume in 1 s (FEV1)/forced vital capacity (FVC) <70%; FEV1 ≥80% predicted) or moderate (FEV1/FVC <70%; FEV1 50–80% predicted) [30, 31]. Those with mild/moderate COPD were eligible for the trial if they currently smoked or were ex-smokers who had quit within 8 years (agreed by the investigators to still have a high risk of lung cancer), and both groups had ≥20 pack-years and/or had smoked for ≥20 years (thresholds often used in studies at the time), had no history of malignant disease during the previous 5 years, and were without serious comorbidities. The trial had multicentre ethics approval and participants gave written informed consent. The trial is registered at the ISRCTN registry with identifier ISRCTN80745975.\n      \n      \n        Randomisation\n        Participants were randomised (1:1) to have annual screening/surveillance or not (controls). Research nurses telephoned the Cancer Trials Centre (London, UK), where the random allocation (minimisation) was performed by computer, stratified by location, 10-year age bands, sex, smoking status (ex-smoker or current smoker) and mild/moderate COPD.\n      \n      \n        Procedures\n        Individuals in the control arm had no trial-specific procedures, but to encourage study continuation they were offered an exit chest radiograph 5 years post-randomisation (or sooner if they withdrew earlier) if they had not developed lung cancer. This was also offered to the screened group.\n        Individuals in the screened group had sputum cytology and cytometry as initial tests, and only those with abnormal findings were offered LDCT and AFB, expecting that these in combination would be better than either alone at finding cancer in the central airways (by AFB) and peripheral airways (by LDCT) (supplementary figure S1). The three component tests are described in the supplementary material. Screened individuals posted sputum samples to the central laboratory for assessment, annually. Those with normal cytology/cytometry provided sputum samples the following year. Unless participants formally withdrew from the trial, they were asked to provide sputum annually even if they had not done so previously.\n        Specimens obtained via AFB were categorised as positive/abnormal if the cells exhibited squamous metaplasia, mild to severe dysplasia, carcinoma in situ or carcinoma. LDCT (target radiation dose <2 mSv) was conducted without contrast. A positive/abnormal LDCT (nodule size ≥9 mm) could initiate cancer investigations according to local practice. Individuals with both normal AFB and LDCT continued to have these tests annually. Individuals with abnormal AFB or LDCT, not indicative of invasive cancer, could be seen 4–6 months later, depending on nodule size. Neither group provided further sputum samples.\n        All participants were flagged with established cancer registries (Health and Social Care Information Centre in England or the Northern Ireland Cancer Registry); notifications were received until April 2018. Research nurses also periodically checked patient records for cancer diagnoses. These two sources provided the cancer notifications; stage and histology at diagnosis were then manually retrieved from medical records.\n      \n      \n        Outcomes\n        The primary outcome was the proportion of lung cancers diagnosed at an early stage, an end-point used previously [32, 33]: stage I/II for nonsmall cell lung cancer or limited disease for small cell lung cancer. For completeness, we also examined the proportion with advanced lung cancer (post hoc), which might be less influenced by overdiagnosis. Other end-points included: uptake of sputum sampling, AFB and LDCT; proportion of participants in the surveillance arm with abnormal sputum cytology and/or cytometry; number of failed/inadequate sputum samples; and prevalence of pre-invasive disease among participants with abnormal cytometry/cytology.\n        The proportion of individuals with lung cancer who were diagnosed at an early (or advanced) stage was compared between the trial arms (relative risk) and also rate ratio using person-years. Additional analyses were performed to check consistency in the findings. Estimates of screening performance for each test separately were: 1) sensitivity (proportion of all lung cancers with positive test results) and 2) FPR (proportion of all those without lung cancer with positive test results).\n      \n      \n        Statistical methods\n        15% of controls were expected to be diagnosed at an early stage [34]. From prior LDCT studies and our pilot study of pre-invasive disease, 80% of cancers were stage I/II [29], so we conservatively used 50%. To detect a difference of 15% versus 50% required a target sample size of at least 37 lung cancers per arm (95% power and 5% one-sided significance test pre-specified for this preliminary study). The expected total proportion of prevalent and incident lung cancers was ∼6% [9], so to obtain 74 cancers required about 1700 individuals.\nResults\n      1568 participants (785 screened and 783 controls) were recruited from 10 UK centres between August 2007 and March 2011 (figure 1 and supplementary table S1). Baseline characteristics were balanced (table 1).\n      \n        FIGURE 1\n        \n          CONSORT diagram. COPD: chronic obstructive pulmonary disease; AFB: autofluorescence bronchoscopy; LDCT: low-dose computed tomography. Supplementary table S1 provides further details about number of participants approached and trial uptake. #: it transpired that one person actually had lung cancer >1 year prior to randomisation but did not inform the trial staff (they would have been ineligible). Because this was only discovered at the end of the trial (cancer notification by the national registry), the person was kept in the intention-to-screen analyses. The person had normal sputum samples throughout and no AFB or CT (and not counted as a cancer case). Counting this as a cancer case had only a small effect on sensitivity (44.7% without it (figure 2) and 43.6% with it). ¶: even though some participants withdrew from the trial procedures before 5 years, they were still flagged for cancer occurrence.\n        \n        \n      \n      \n        TABLE 1\n        \n          Baseline characteristics of the randomised individuals\n        \n        \n          \n            \n            \n            \n          \n          \n            \n              \n              \n                Controls\n              \n              \n                Screened\n              \n            \n          \n          \n            \n              \n                Participants\n              \n              783\n              785\n            \n            \n              \n                Sex\n              \n              \n              \n            \n            \n               Female\n              373 (48)\n              377 (48)\n            \n            \n               Male\n              410 (52)\n              408 (52)\n            \n            \n              \n                Smoking status\n              \n              \n              \n            \n            \n               Current smoker\n              435 (56)\n              439 (56)\n            \n            \n               Ex-smoker\n              348 (44)\n              346 (44)\n            \n            \n              \n                COPD severity\n              \n              \n              \n            \n            \n               Mild\n              195 (25)\n              196 (25)\n            \n            \n               Moderate\n              588 (75)\n              588 (75)\n            \n            \n               Missing/unknown\n              0\n              1\n            \n            \n              \n                Source of participants\n              \n              \n              \n            \n            \n               General practice\n              622 (79)\n              619 (79)\n            \n            \n               Pulmonary rehabilitation programme\n              95 (12)\n              94 (12)\n            \n            \n               Hospital outpatients\n              35 (4)\n              42 (5)\n            \n            \n               Lung function laboratory\n              31 (4)\n              30 (4)\n            \n            \n              \n                Mean age at randomisation years\n              \n              63\n              63\n            \n            \n              \n                Mean age when started smoking years\n              \n              16\n              16\n            \n            \n              \n                Mean age when stopped smoking years\n              \n              61 (n=348)\n              62 (n=346)\n            \n            \n              \n                Mean cigarettes smoked per day n\n              \n              24\n              24\n            \n            \n              \n                Mean smoking duration years\n              \n              45\n              45\n            \n            \n              \n                Mean pack-years\n              \n              53\n              54\n            \n          \n        \n        \n          Data are presented as n or n (%). COPD: chronic obstructive pulmonary disease.\n        \n      \n      Seven centres routinely collected screening logs of individuals approached: 38.7% of all those contacted by telephone after the initial search accepted the invitation to attend the pre-trial assessment, of which 42.4% were randomised (supplementary table S2). The initial uptake (38.7%) was high compared with LDCT screening trials, and probably due to our focus on COPD patients who might be more aware of smoking-related risks and their chronic symptoms influenced their decision to enrol, compared with a more general population. Older individuals were more likely to decline to participate in the trial (OR 1.92 for ≥70 versus <50 years; p<0.0001). There was no association with sex, but there were geographical differences (supplementary table S3).\n      \n        Provision of sputum samples\n        In the first year (baseline), 89.8% provided sputum samples, but 36 were inadequate for assessment (so 85.2% provided an evaluable sample). Of those with adequate samples, 19.0% were abnormal for either cytology or cytometry and the rate was lower in subsequent years (table 2). The percentage not providing an adequate sputum sample increased from 14.8% at baseline up to 46.1% by year 5.\n        \n          TABLE 2\n          \n            Sputum results in the screened group in each year\n          \n          \n            \n              \n              \n              \n              \n              \n              \n            \n            \n              \n                \n                \n                  Baseline\n                \n                \n                  Year 2\n                \n                \n                  Year 3\n                \n                \n                  Year 4\n                \n                \n                  Year 5\n                \n              \n            \n            \n              \n                \n                  Cytology or cytometry result\n                  #\n                \n                785¶\n                639¶\n                560¶\n                516¶\n                447¶\n              \n              \n                 Normal\n                542 (81)\n                398 (87)\n                343 (94)\n                300 (89)\n                221 (92)\n              \n              \n                 Abnormal\n                \n                \n                \n                \n                \n              \n              \n                  Low grade\n                111 (17)\n                51 (11)\n                18 (5)\n                33 (10)\n                17 (7)\n              \n              \n                  High grade\n                16 (2)\n                6 (1)\n                2 (1)\n                4 (1)\n                3 (1)\n              \n              \n                 Died or cancer diagnosed since last visit\n                \n                19\n                22\n                24\n                32\n              \n              \n                 No sputum result\n                116 (15)+\n                184 (29)+\n                197 (35)+\n                179 (35)+\n                206 (46)+\n              \n              \n                  Did not provide sample\n                68\n                131\n                155\n                157\n                195\n              \n              \n                  Tried but unable to provide sample\n                12\n                10\n                3\n                8\n                5\n              \n              \n                  Provided spontaneous sample§\n                33\n                43\n                38\n                14\n                6\n              \n              \n                  Provided induced sample§\n                3\n                0\n                1\n                0\n                0\n              \n              \n                \n                  Cytology result (where available)\n                \n                604\n                400\n                301\n                285\n                198\n              \n              \n                 Normal\n                503 (83)\n                358 (90)\n                289 (96)\n                269 (94)\n                191 (96)\n              \n              \n                 Abnormal\n                \n                \n                \n                \n                \n              \n              \n                  Low grade\n                86 (14)\n                36 (9)\n                11 (4)\n                13 (5)\n                5 (3)\n              \n              \n                  High grade\n                15 (2)\n                6 (2)\n                1 (<1)\n                3 (1)\n                2 (1)\n              \n              \n                \n                  Cytometry result (where available)\n                \n                603\n                418\n                350\n                323\n                237\n              \n              \n                 Normal\n                570 (95)\n                400 (96)\n                342 (98)\n                298 (92)\n                221 (93)\n              \n              \n                 Abnormal\n                \n                \n                \n                \n                \n              \n              \n                  Low grade\n                32 (5)\n                18 (4)\n                7 (2)\n                22 (7)\n                15 (6)\n              \n              \n                  High grade\n                1 (<1)\n                0\n                1 (<1)\n                3 (1)\n                1 (<1)\n              \n            \n          \n          \n            Data are presented as n or n (%); the percentages in brackets for normal or abnormal sputum are based on the total number who had a sputum result as the denominators. #: in some cases only cytology or cytometry results were available (not both) and so the result classification was based on the known result if a repeat sputum sample was not done; ¶: total number of individuals expected to provide sputum samples in each year (i.e. excluding those who had an abnormal sputum result, died or were diagnosed with cancer who were no longer expected to provide sputum samples); +: the percentage who did not provide a sputum sample, out of the total expected; §: sample was inadequate for cytology and cytometry assessment.\n          \n        \n        33.2% of all individuals in the screened arm had an abnormal sputum result at any time, of which 22.5% had abnormal cytology and 12.6% had abnormal cytometry (1.9% (15 out of 785) had both abnormal cytology and cytometry, 20.6% (162 out of 785) had abnormal cytology only, and 10.7% (84 out of 785) had abnormal cytometry only). 82.4% (14 out of 17) of sputum-positive cancers were detected at an early stage compared with 38.1% (eight out of 21) of sputum-negative cancers (p=0.01). Cytology, which used morphological criteria alone, identified more cancers than image cytometry (12 versus five) among those with abnormal sputum, so they appeared to be complementary. No cancer had both abnormal cytology and cytometry. There was no discernible association between type of sputum test and histology, particularly with having only few cases.\n      \n      \n        Primary end-point\n        78 lung cancers were identified (36 and 42 in the control and screened groups, respectively); the Kaplan–Meier plot is given in supplementary figure S2. The median follow-up was 5 years, matching the planned duration in the protocol for each participant.\n        Table 3 shows histology and cancer staging. Overall, 54.8% of screened individuals versus 45.2% of controls, with known staging, were diagnosed at an early stage (similar to 59.4% versus 48.1% for nonsmall cell lung cancer alone). Table 4 compares stage at diagnosis between the trial arms. The relative risk for early-stage cancer detection was 1.21 (95% CI 0.75–1.95; one-sided exact p=0.24) or 0.82 (95% CI 0.52–1.31) for advanced cancers. Hence, there was no clear stage shift. In the sensitivity analyses, the rate ratio was a secondary analysis (not pre-specified in the trial protocol) and although the estimate for early-stage disease made screening appear favourable (1.83, 95% CI 0.94–3.54), there was no corresponding reduction in advanced cancers (1.24, 95% CI 0.65–2.39). Furthermore, the size of the absolute difference in stage (either early or advanced) is not clinically important.\n        \n          TABLE 3\n          \n            Histology and stage of the lung cancers\n          \n          \n            \n              \n              \n              \n            \n            \n              \n                \n                \n                  Controls\n                \n                \n                  Screened\n                \n              \n            \n            \n              \n                \n                  Cancers\n                \n                36\n                42\n              \n              \n                \n                  Small cell\n                \n                5 (14)\n                10 (24)\n              \n              \n                \n                  Adenocarcinoma\n                \n                8 (22)\n                11 (26)\n              \n              \n                \n                  Squamous\n                \n                9 (25)\n                14 (33)\n              \n              \n                \n                  Large cell\n                \n                0\n                1 (2)\n              \n              \n                \n                  Other histology\n                \n                9 (25)\n                5 (12)\n              \n              \n                \n                  Unknown\n                \n                5 (14)#\n                1 (2)\n              \n              \n                \n                  Nonsmall cell lung cancer\n                \n                27¶\n                32¶\n              \n              \n                 Stage I\n                11\n                16\n              \n              \n                 Stage II\n                2\n                3\n              \n              \n                 Stage III\n                6\n                4\n              \n              \n                 Stage IV\n                7\n                9\n              \n              \n                 Unknown\n                1\n                \n              \n              \n                \n                  Small cell lung cancer\n                \n                5\n                10\n              \n              \n                 Limited disease\n                1\n                4\n              \n              \n                 Extensive disease\n                4\n                6\n              \n            \n          \n          \n            Data are presented as n or n (%). The exit chest radiography found five cancers in the screened group (these had no sputum samples or their sputum tests were normal throughout the trial: cancer stage was I (n=2), II (n=1), IV (n=1) and limited disease (n=1)) and six cancers in the control group (stage was I (n=3), III (n=1), IV (n=1) and missing (n=1)). #: diagnosed at nontrial sites (unknown or not set up for the trial so no access to medical records; these cancers were notified through registries and we found staging for one of the five cases); ¶: includes one patient in each trial group where histology was unknown but stage was available.\n          \n        \n        \n          TABLE 4\n          \n            Comparison of stage at diagnosis among those with lung cancer (in total there were 42 and 36 lung cancers in the screened and control arms, respectively)\n          \n          \n            \n              \n              \n              \n              \n              \n            \n            \n              \n                \n                \n                  Early\n                  -stage disease (I/II for nonsmall cell cancer and limited disease for small cell cancer) (primary outcome measure)\n                \n                \n                  Advanced disease (III/IV for nonsmall cell cancer and extensive disease for small cell cancer)\n                \n              \n              \n                \n                  Screened\n                \n                \n                  Controls\n                \n                \n                  Screened\n                \n                \n                  Controls\n                \n              \n            \n            \n              \n                \n                  Main analysis (cancer cases with known stage)\n                \n                54.8% (23/42)\n                45.2% (14/31)\n                45.2% (19/42)\n                54.8% (17/31)\n              \n              \n                Relative risk 1.21(95% CI 0.75–1.95; p=0.24)\n                Relative risk 0.82(95% CI 0.52–1.31; p=0.24)\n              \n              \n                \n                  Sensitivity analyses\n                \n                \n                \n                \n                \n              \n              \n                 All cancers included in the denominators\n                54.8% (23/42)\n                38.9% (14/36)\n                45.2% (19/42)\n                47.2% (17/36)\n              \n              \n                Relative risk 1.41(95% CI 0.86–2.30; p=0.09)\n                Relative risk 0.96(95% CI 0.59–1.55; p=0.50)\n              \n              \n                 Excluding cancers found by exit chest radiography  (n=5 screened; n=6 controls)\n                51.3% (19/37)\n                42.3% (11/26)\n                48.9% (18/37)\n                57.8% (15/26)\n              \n              \n                Relative risk 1.21(95% CI 0.70–2.09; p=0.30)\n                Relative risk 0.84(95% CI 0.53–1.35; p=0.30)\n              \n              \n                 Cancer incidence expressed as person-years\n                6.8 per 1000\n                3.7 per 1000\n                5.6 per 1000\n                4.5 per 1000\n              \n              \n                Rate ratio 1.83(95% CI 0.94–3.54; p=0.049)\n                Rate ratio 1.24(95% CI 0.65–2.39; p=0.31)\n              \n              \n                 Cancer incidence expressed as person-years and excluding cancers found by exit chest radiography\n                5.7 per 1000\n                3.0 per 1000\n                5.4 per 1000\n                4.0 per 1000\n              \n              \n                Rate ratio 1.92(95% CI 0.91–4.03; p=0.049)\n                Rate ratio 1.33(95% CI 0.67–2.64; p=0.24)\n              \n            \n          \n          \n            Relative risk or rate ratio of >1 for early stage indicates that screening was effective (more early-stage disease found in the screened group). Relative risk or rate ratio of <1 for advanced stage indicates that screening was effective (less advanced-stage disease found in the screened group). Rate ratio, which uses person-years, might be less affected by overdiagnosis and unknown disease stage in the denominators. All p-values are one-sided (specified in the protocol) because of interest only in finding more early-stage cancers in the screened arm. LungSEARCH is not a definitive assessment of a screening policy, so it is analogous to phase II treatment trials that commonly use one-sided statistical tests.\n          \n        \n      \n      \n        Screening performance\n        Table 5 summarises the findings of all three tests among the lung cancers in the screened group: 44.7% had an abnormal sputum sample, but 55.3% (21 cases) had normal results for all samples.\n        \n          TABLE 5\n          \n            Test findings among all 42 lung cancers in the screened group\n          \n          \n            \n              \n              \n            \n            \n              \n                \n                  Sputum result\n                \n                38\n              \n              \n                 Abnormal\n                17 (45)\n              \n              \n                 Normal\n                21 (55)\n              \n              \n                 No sputum or both cytology/cytometry inadequate\n                4\n              \n              \n                \n                  Cytology result\n                \n                38\n              \n              \n                 Abnormal\n                12 (32)\n              \n              \n                 Normal\n                26 (68)\n              \n              \n                \n                  Cytometry result\n                \n                38\n              \n              \n                 Abnormal\n                5 (13)\n              \n              \n                 Normal\n                33 (87)\n              \n              \n                \n                  Worst AFB result\n                \n                11\n              \n              \n                 Carcinoma\n                2 (18)\n              \n              \n                 Moderate dysplasia\n                2 (18)\n              \n              \n                 Squamous metaplasia\n                1 (9)\n              \n              \n                 No abnormality\n                6 (55)\n              \n              \n                \n                  Sputum and LDCT results\n                \n                42\n              \n              \n                 No sputum samples (hence no LDCT)\n                4 (2)#\n              \n              \n                 Sputum normal throughout study (hence no LDCT)\n                21 (3)#\n              \n              \n                 Sputum abnormal, LDCT detected cancer directly afterwards¶\n                8\n              \n              \n                 Sputum abnormal, LDCT detected cancer at a later follow-up+\n                7\n              \n              \n                 Sputum abnormal, LDCT did not flag for cancer investigation§\n                1\n              \n              \n                 Sputum abnormal, but no LDCT done\n                1\n              \n            \n          \n          \n            Data are presented as n or n (%), unless otherwise stated. AFB: autofluorescence bronchoscopy; LDCT: low-dose computed tomography. #: the numbers in brackets are lung cancers found by the exit chest radiography at 5 years; ¶: the abnormal sputum result led directly to an abnormal CT (i.e. a nodule ≥9 mm) and the individuals were referred for immediate diagnostic investigations; +: individuals had an abnormal sputum and the abnormal CT that found the cancer was one of the later follow-up scans (in three cases, the first CT with a nodule ≥9 mm was some years before the cancer diagnosis but subsequent CT scans indicated that the nodule had shrunk before the final CT that led to diagnostic investigations showed nodule growth); §: the individual had normal annual CT scans during the trial (the cancer was found by a CT scan given outside of the protocol when the person finished the study; a suspicious large nodule ≥9 mm had appeared).\n          \n        \n        Figure 2 summarises sensitivity and FPR for all three tests estimated only among individuals who actually had the tests (labelled “direct”) and among all 785 individuals randomised to surveillance (labelled “overall”) (see further description in the supplementary material). The measures for LDCT and AFB can only be interpreted in the context of being second-stage tests, and do not represent performance for population screening where everyone has the test(s).\n        \n          FIGURE 2\n          \n            Summary of screening performance for the three tests in the surveillance group based on results at any time during the trial. FPR: false-positive rate; AFB: autofluorescence bronchoscopy; LDCT: low-dose computed tomography. Sensitivity indicates percentage of cancers with abnormal results. FPR indicates percentage of individuals without lung cancer with abnormal results (same as 1−specificity).\n          \n          \n        \n        In the screened group, the overall sensitivity for sputum was 40.5% and FPR was 32.8%. When examining only those who had sputum results, the direct sensitivity for cytology/cytometry was 44.7% and the corresponding FPR was 38.7% (figure 2). Hence, sputum testing did not detect many cases. The direct FPR at baseline only was 18.7% and was lower in the subsequent year at 13.2%. Sputum testing had insufficient screening performance.\n        188 individuals had an AFB at any time during the trial (an additional 73 declined or did not attend; uptake 72.0%). Only 11 sputum-positive cancer cases had AFB and the direct sensitivity was 45.5%, with a high FPR of 39.5% (figure 2). Among participants with abnormal sputum, 38% had pre-invasive disease (72 out of 188 mild to severe dysplasia or metaplasia); only three of these (two moderate dysplasia and one squamous metaplasia) later developed lung cancer.\n        239 individuals had LDCT at any time during the trial (an additional 22 declined or did not attend; uptake 91.6%). 16 sputum-positive cancer cases had LDCT and the direct sensitivity (nodule size ≥9 mm) was 100%, with a FPR of 16.1% (figure 2).\n      \n      \n        Other cancers, mortality and smoking status\n        Supplementary table S4 summarises the end of trial status, including the number who had an exit chest radiograph (430 screened and 486 controls, a difference that is unlikely to have materially biased the cancers found). Other cancer types were balanced between the two groups. Lung cancer mortality (16 screened versus 21 controls; hazard ratio 0.86; p=0.65), and all-cause mortality (hazard ratio 0.87; p=0.39) were similar (supplementary figure S3). Among those who were current smokers at baseline (with known smoking status at 5 years), 15.0% of controls and 17.7% of screened individuals had stopped completely during the trial.\n      \n      \n        Adverse events\n        In the surveillance group, one person had a COPD exacerbation possibly linked to AFB and another committed suicide unrelated to study participation.\nConclusions\n          Our sequential strategy, using sputum cytology/cytometry to select high-risk individuals for AFB and LDCT, did not lead to a clear stage shift and did not improve the efficiency of lung cancer screening.\nIntroduction\n      Lung cancer is associated with poor survival because most cases are diagnosed at a late stage. However, early detection with intended curative treatments can have an 80% 1-year survival rate for stage I disease [1].\n      During the 2000s, several randomised trials were developed to evaluate low-dose computed tomography (LDCT) [2]. Expected major issues with LDCT screening included affordability and high false-positive rates (FPRs) (which can be reduced through improved management of pulmonary nodules) [3]. Furthermore, LDCT might miss early squamous cell tumours located in the central airways [4].\n      Two major LDCT trials (the US National Lung Screening Trial (NLST) and the NELSON study) now show a clear reduction in lung cancer mortality among current/ex-smokers who had annual LDCT compared with either chest radiography or no screening [5, 6]. LDCT screening is recommended in the USA [7] and suggested for Europe [8]. However, uptake in the USA is low (<5% of those eligible) [9, 10]. Our LungSEARCH study was developed in 2006, long before NLST and NELSON were published [5, 6]. We proposed a different strategy to make screening more efficient. Instead of offering a single screening test, we created a novel approach of sequential screening (using sputum and imaging) and in a particularly high-risk group, i.e. current/ex-smokers with chronic obstructive pulmonary disease (COPD), based on promising evidence for the component tests.\n      COPD is correlated with lung cancer risk, and is an independent risk factor to smoking and other characteristics [11, 12]. Decreasing lung function (using Global Initiative for Chronic Obstructive Lung Disease (GOLD) criteria) is associated with increasingly worse survival [13, 14]. Therefore, targeted lung cancer screening among individuals with COPD is appealing [11, 15–17].\n      Sputum cytology is a noninvasive and nonradiological test for lung disease, especially central airway tumours. Sample procurement can be done at home without specialist equipment. Many smokers (particularly those with COPD) produce more sputum, containing exfoliated cells from the bronchial tree. There is an established association between having abnormal sputum cytology and lung cancer [18, 19], although the earlier randomised trials of cytology failed to reduce lung cancer mortality [20]. However, modern cytology methods have better sensitivity. Another sputum test involves computer-assisted image analysis (automated image cytometry), which quantitatively analyses the nuclear structure and DNA content of individual cells, distinguishing normal from suspicious cells [21–23]. In a large study of smokers, 80% of lung cancers with sputum samples had abnormal cytometry compared with only 4% who had abnormal cytology [21]. We hypothesised that the high-performance sensitivities expected using modern cytology/cytometry would miss few cancers as a first screening test.\n      Autofluorescence bronchoscopy (AFB) is an optical imaging technique that compares fluorescence properties between normal and malignant/pre-malignant bronchial mucosa [24–26]. AFB has a sensitivity for early-stage lung cancer of 44–82% compared with 9–58% using conventional white light bronchoscopy [26]. The sensitivity for detecting abnormal lesions using AFB with white light could be two times that using white light alone [27]. In a prior study of individuals with pre-invasive lesions, 73% had one or more high-grade lesions and one in six of these lesions progressed to invasive carcinoma [28, 29].\n      LungSEARCH evaluated sequential testing for detecting lung cancer in a high-risk group, in which a cheap first screen is used to select who is offered LDCT and AFB. To date, it is the only randomised lung cancer screening study to triage participants.\nDesign and participants\n        LungSEARCH was a national multicentre randomised trial. The objective was to examine whether annual surveillance of individuals at high risk of lung cancer (current/ex-smokers with COPD) can lead to a shift in cancer stage at diagnosis.\n        Participants were identified primarily from general practice. A research nurse visited each practice to perform an electronic search of their COPD register and those potentially eligible were invited by telephone to attend for baseline assessments. We also approached participants within outpatient COPD or pulmonary rehabilitation hospital clinics in which the trial investigators worked.\n        Baseline COPD (by spirometry) was classified according to GOLD criteria as mild (forced expiratory volume in 1 s (FEV1)/forced vital capacity (FVC) <70%; FEV1 ≥80% predicted) or moderate (FEV1/FVC <70%; FEV1 50–80% predicted) [30, 31]. Those with mild/moderate COPD were eligible for the trial if they currently smoked or were ex-smokers who had quit within 8 years (agreed by the investigators to still have a high risk of lung cancer), and both groups had ≥20 pack-years and/or had smoked for ≥20 years (thresholds often used in studies at the time), had no history of malignant disease during the previous 5 years, and were without serious comorbidities. The trial had multicentre ethics approval and participants gave written informed consent. The trial is registered at the ISRCTN registry with identifier ISRCTN80745975.\nRandomisation\n        Participants were randomised (1:1) to have annual screening/surveillance or not (controls). Research nurses telephoned the Cancer Trials Centre (London, UK), where the random allocation (minimisation) was performed by computer, stratified by location, 10-year age bands, sex, smoking status (ex-smoker or current smoker) and mild/moderate COPD.\nProcedures\n        Individuals in the control arm had no trial-specific procedures, but to encourage study continuation they were offered an exit chest radiograph 5 years post-randomisation (or sooner if they withdrew earlier) if they had not developed lung cancer. This was also offered to the screened group.\n        Individuals in the screened group had sputum cytology and cytometry as initial tests, and only those with abnormal findings were offered LDCT and AFB, expecting that these in combination would be better than either alone at finding cancer in the central airways (by AFB) and peripheral airways (by LDCT) (supplementary figure S1). The three component tests are described in the supplementary material. Screened individuals posted sputum samples to the central laboratory for assessment, annually. Those with normal cytology/cytometry provided sputum samples the following year. Unless participants formally withdrew from the trial, they were asked to provide sputum annually even if they had not done so previously.\n        Specimens obtained via AFB were categorised as positive/abnormal if the cells exhibited squamous metaplasia, mild to severe dysplasia, carcinoma in situ or carcinoma. LDCT (target radiation dose <2 mSv) was conducted without contrast. A positive/abnormal LDCT (nodule size ≥9 mm) could initiate cancer investigations according to local practice. Individuals with both normal AFB and LDCT continued to have these tests annually. Individuals with abnormal AFB or LDCT, not indicative of invasive cancer, could be seen 4–6 months later, depending on nodule size. Neither group provided further sputum samples.\n        All participants were flagged with established cancer registries (Health and Social Care Information Centre in England or the Northern Ireland Cancer Registry); notifications were received until April 2018. Research nurses also periodically checked patient records for cancer diagnoses. These two sources provided the cancer notifications; stage and histology at diagnosis were then manually retrieved from medical records.\nOutcomes\n        The primary outcome was the proportion of lung cancers diagnosed at an early stage, an end-point used previously [32, 33]: stage I/II for nonsmall cell lung cancer or limited disease for small cell lung cancer. For completeness, we also examined the proportion with advanced lung cancer (post hoc), which might be less influenced by overdiagnosis. Other end-points included: uptake of sputum sampling, AFB and LDCT; proportion of participants in the surveillance arm with abnormal sputum cytology and/or cytometry; number of failed/inadequate sputum samples; and prevalence of pre-invasive disease among participants with abnormal cytometry/cytology.\n        The proportion of individuals with lung cancer who were diagnosed at an early (or advanced) stage was compared between the trial arms (relative risk) and also rate ratio using person-years. Additional analyses were performed to check consistency in the findings. Estimates of screening performance for each test separately were: 1) sensitivity (proportion of all lung cancers with positive test results) and 2) FPR (proportion of all those without lung cancer with positive test results).\nStatistical methods\n        15% of controls were expected to be diagnosed at an early stage [34]. From prior LDCT studies and our pilot study of pre-invasive disease, 80% of cancers were stage I/II [29], so we conservatively used 50%. To detect a difference of 15% versus 50% required a target sample size of at least 37 lung cancers per arm (95% power and 5% one-sided significance test pre-specified for this preliminary study). The expected total proportion of prevalent and incident lung cancers was ∼6% [9], so to obtain 74 cancers required about 1700 individuals.\nProvision of sputum samples\n        In the first year (baseline), 89.8% provided sputum samples, but 36 were inadequate for assessment (so 85.2% provided an evaluable sample). Of those with adequate samples, 19.0% were abnormal for either cytology or cytometry and the rate was lower in subsequent years (table 2). The percentage not providing an adequate sputum sample increased from 14.8% at baseline up to 46.1% by year 5.\n        \n          TABLE 2\n          \n            Sputum results in the screened group in each year\n          \n          \n            \n              \n              \n              \n              \n              \n              \n            \n            \n              \n                \n                \n                  Baseline\n                \n                \n                  Year 2\n                \n                \n                  Year 3\n                \n                \n                  Year 4\n                \n                \n                  Year 5\n                \n              \n            \n            \n              \n                \n                  Cytology or cytometry result\n                  #\n                \n                785¶\n                639¶\n                560¶\n                516¶\n                447¶\n              \n              \n                 Normal\n                542 (81)\n                398 (87)\n                343 (94)\n                300 (89)\n                221 (92)\n              \n              \n                 Abnormal\n                \n                \n                \n                \n                \n              \n              \n                  Low grade\n                111 (17)\n                51 (11)\n                18 (5)\n                33 (10)\n                17 (7)\n              \n              \n                  High grade\n                16 (2)\n                6 (1)\n                2 (1)\n                4 (1)\n                3 (1)\n              \n              \n                 Died or cancer diagnosed since last visit\n                \n                19\n                22\n                24\n                32\n              \n              \n                 No sputum result\n                116 (15)+\n                184 (29)+\n                197 (35)+\n                179 (35)+\n                206 (46)+\n              \n              \n                  Did not provide sample\n                68\n                131\n                155\n                157\n                195\n              \n              \n                  Tried but unable to provide sample\n                12\n                10\n                3\n                8\n                5\n              \n              \n                  Provided spontaneous sample§\n                33\n                43\n                38\n                14\n                6\n              \n              \n                  Provided induced sample§\n                3\n                0\n                1\n                0\n                0\n              \n              \n                \n                  Cytology result (where available)\n                \n                604\n                400\n                301\n                285\n                198\n              \n              \n                 Normal\n                503 (83)\n                358 (90)\n                289 (96)\n                269 (94)\n                191 (96)\n              \n              \n                 Abnormal\n                \n                \n                \n                \n                \n              \n              \n                  Low grade\n                86 (14)\n                36 (9)\n                11 (4)\n                13 (5)\n                5 (3)\n              \n              \n                  High grade\n                15 (2)\n                6 (2)\n                1 (<1)\n                3 (1)\n                2 (1)\n              \n              \n                \n                  Cytometry result (where available)\n                \n                603\n                418\n                350\n                323\n                237\n              \n              \n                 Normal\n                570 (95)\n                400 (96)\n                342 (98)\n                298 (92)\n                221 (93)\n              \n              \n                 Abnormal\n                \n                \n                \n                \n                \n              \n              \n                  Low grade\n                32 (5)\n                18 (4)\n                7 (2)\n                22 (7)\n                15 (6)\n              \n              \n                  High grade\n                1 (<1)\n                0\n                1 (<1)\n                3 (1)\n                1 (<1)\n              \n            \n          \n          \n            Data are presented as n or n (%); the percentages in brackets for normal or abnormal sputum are based on the total number who had a sputum result as the denominators. #: in some cases only cytology or cytometry results were available (not both) and so the result classification was based on the known result if a repeat sputum sample was not done; ¶: total number of individuals expected to provide sputum samples in each year (i.e. excluding those who had an abnormal sputum result, died or were diagnosed with cancer who were no longer expected to provide sputum samples); +: the percentage who did not provide a sputum sample, out of the total expected; §: sample was inadequate for cytology and cytometry assessment.\n          \n        \n        33.2% of all individuals in the screened arm had an abnormal sputum result at any time, of which 22.5% had abnormal cytology and 12.6% had abnormal cytometry (1.9% (15 out of 785) had both abnormal cytology and cytometry, 20.6% (162 out of 785) had abnormal cytology only, and 10.7% (84 out of 785) had abnormal cytometry only). 82.4% (14 out of 17) of sputum-positive cancers were detected at an early stage compared with 38.1% (eight out of 21) of sputum-negative cancers (p=0.01). Cytology, which used morphological criteria alone, identified more cancers than image cytometry (12 versus five) among those with abnormal sputum, so they appeared to be complementary. No cancer had both abnormal cytology and cytometry. There was no discernible association between type of sputum test and histology, particularly with having only few cases.\nPrimary end-point\n        78 lung cancers were identified (36 and 42 in the control and screened groups, respectively); the Kaplan–Meier plot is given in supplementary figure S2. The median follow-up was 5 years, matching the planned duration in the protocol for each participant.\n        Table 3 shows histology and cancer staging. Overall, 54.8% of screened individuals versus 45.2% of controls, with known staging, were diagnosed at an early stage (similar to 59.4% versus 48.1% for nonsmall cell lung cancer alone). Table 4 compares stage at diagnosis between the trial arms. The relative risk for early-stage cancer detection was 1.21 (95% CI 0.75–1.95; one-sided exact p=0.24) or 0.82 (95% CI 0.52–1.31) for advanced cancers. Hence, there was no clear stage shift. In the sensitivity analyses, the rate ratio was a secondary analysis (not pre-specified in the trial protocol) and although the estimate for early-stage disease made screening appear favourable (1.83, 95% CI 0.94–3.54), there was no corresponding reduction in advanced cancers (1.24, 95% CI 0.65–2.39). Furthermore, the size of the absolute difference in stage (either early or advanced) is not clinically important.\n        \n          TABLE 3\n          \n            Histology and stage of the lung cancers\n          \n          \n            \n              \n              \n              \n            \n            \n              \n                \n                \n                  Controls\n                \n                \n                  Screened\n                \n              \n            \n            \n              \n                \n                  Cancers\n                \n                36\n                42\n              \n              \n                \n                  Small cell\n                \n                5 (14)\n                10 (24)\n              \n              \n                \n                  Adenocarcinoma\n                \n                8 (22)\n                11 (26)\n              \n              \n                \n                  Squamous\n                \n                9 (25)\n                14 (33)\n              \n              \n                \n                  Large cell\n                \n                0\n                1 (2)\n              \n              \n                \n                  Other histology\n                \n                9 (25)\n                5 (12)\n              \n              \n                \n                  Unknown\n                \n                5 (14)#\n                1 (2)\n              \n              \n                \n                  Nonsmall cell lung cancer\n                \n                27¶\n                32¶\n              \n              \n                 Stage I\n                11\n                16\n              \n              \n                 Stage II\n                2\n                3\n              \n              \n                 Stage III\n                6\n                4\n              \n              \n                 Stage IV\n                7\n                9\n              \n              \n                 Unknown\n                1\n                \n              \n              \n                \n                  Small cell lung cancer\n                \n                5\n                10\n              \n              \n                 Limited disease\n                1\n                4\n              \n              \n                 Extensive disease\n                4\n                6\n              \n            \n          \n          \n            Data are presented as n or n (%). The exit chest radiography found five cancers in the screened group (these had no sputum samples or their sputum tests were normal throughout the trial: cancer stage was I (n=2), II (n=1), IV (n=1) and limited disease (n=1)) and six cancers in the control group (stage was I (n=3), III (n=1), IV (n=1) and missing (n=1)). #: diagnosed at nontrial sites (unknown or not set up for the trial so no access to medical records; these cancers were notified through registries and we found staging for one of the five cases); ¶: includes one patient in each trial group where histology was unknown but stage was available.\n          \n        \n        \n          TABLE 4\n          \n            Comparison of stage at diagnosis among those with lung cancer (in total there were 42 and 36 lung cancers in the screened and control arms, respectively)\n          \n          \n            \n              \n              \n              \n              \n              \n            \n            \n              \n                \n                \n                  Early\n                  -stage disease (I/II for nonsmall cell cancer and limited disease for small cell cancer) (primary outcome measure)\n                \n                \n                  Advanced disease (III/IV for nonsmall cell cancer and extensive disease for small cell cancer)\n                \n              \n              \n                \n                  Screened\n                \n                \n                  Controls\n                \n                \n                  Screened\n                \n                \n                  Controls\n                \n              \n            \n            \n              \n                \n                  Main analysis (cancer cases with known stage)\n                \n                54.8% (23/42)\n                45.2% (14/31)\n                45.2% (19/42)\n                54.8% (17/31)\n              \n              \n                Relative risk 1.21(95% CI 0.75–1.95; p=0.24)\n                Relative risk 0.82(95% CI 0.52–1.31; p=0.24)\n              \n              \n                \n                  Sensitivity analyses\n                \n                \n                \n                \n                \n              \n              \n                 All cancers included in the denominators\n                54.8% (23/42)\n                38.9% (14/36)\n                45.2% (19/42)\n                47.2% (17/36)\n              \n              \n                Relative risk 1.41(95% CI 0.86–2.30; p=0.09)\n                Relative risk 0.96(95% CI 0.59–1.55; p=0.50)\n              \n              \n                 Excluding cancers found by exit chest radiography  (n=5 screened; n=6 controls)\n                51.3% (19/37)\n                42.3% (11/26)\n                48.9% (18/37)\n                57.8% (15/26)\n              \n              \n                Relative risk 1.21(95% CI 0.70–2.09; p=0.30)\n                Relative risk 0.84(95% CI 0.53–1.35; p=0.30)\n              \n              \n                 Cancer incidence expressed as person-years\n                6.8 per 1000\n                3.7 per 1000\n                5.6 per 1000\n                4.5 per 1000\n              \n              \n                Rate ratio 1.83(95% CI 0.94–3.54; p=0.049)\n                Rate ratio 1.24(95% CI 0.65–2.39; p=0.31)\n              \n              \n                 Cancer incidence expressed as person-years and excluding cancers found by exit chest radiography\n                5.7 per 1000\n                3.0 per 1000\n                5.4 per 1000\n                4.0 per 1000\n              \n              \n                Rate ratio 1.92(95% CI 0.91–4.03; p=0.049)\n                Rate ratio 1.33(95% CI 0.67–2.64; p=0.24)\n              \n            \n          \n          \n            Relative risk or rate ratio of >1 for early stage indicates that screening was effective (more early-stage disease found in the screened group). Relative risk or rate ratio of <1 for advanced stage indicates that screening was effective (less advanced-stage disease found in the screened group). Rate ratio, which uses person-years, might be less affected by overdiagnosis and unknown disease stage in the denominators. All p-values are one-sided (specified in the protocol) because of interest only in finding more early-stage cancers in the screened arm. LungSEARCH is not a definitive assessment of a screening policy, so it is analogous to phase II treatment trials that commonly use one-sided statistical tests.\nScreening performance\n        Table 5 summarises the findings of all three tests among the lung cancers in the screened group: 44.7% had an abnormal sputum sample, but 55.3% (21 cases) had normal results for all samples.\n        \n          TABLE 5\n          \n            Test findings among all 42 lung cancers in the screened group\n          \n          \n            \n              \n              \n            \n            \n              \n                \n                  Sputum result\n                \n                38\n              \n              \n                 Abnormal\n                17 (45)\n              \n              \n                 Normal\n                21 (55)\n              \n              \n                 No sputum or both cytology/cytometry inadequate\n                4\n              \n              \n                \n                  Cytology result\n                \n                38\n              \n              \n                 Abnormal\n                12 (32)\n              \n              \n                 Normal\n                26 (68)\n              \n              \n                \n                  Cytometry result\n                \n                38\n              \n              \n                 Abnormal\n                5 (13)\n              \n              \n                 Normal\n                33 (87)\n              \n              \n                \n                  Worst AFB result\n                \n                11\n              \n              \n                 Carcinoma\n                2 (18)\n              \n              \n                 Moderate dysplasia\n                2 (18)\n              \n              \n                 Squamous metaplasia\n                1 (9)\n              \n              \n                 No abnormality\n                6 (55)\n              \n              \n                \n                  Sputum and LDCT results\n                \n                42\n              \n              \n                 No sputum samples (hence no LDCT)\n                4 (2)#\n              \n              \n                 Sputum normal throughout study (hence no LDCT)\n                21 (3)#\n              \n              \n                 Sputum abnormal, LDCT detected cancer directly afterwards¶\n                8\n              \n              \n                 Sputum abnormal, LDCT detected cancer at a later follow-up+\n                7\n              \n              \n                 Sputum abnormal, LDCT did not flag for cancer investigation§\n                1\n              \n              \n                 Sputum abnormal, but no LDCT done\n                1\n              \n            \n          \n          \n            Data are presented as n or n (%), unless otherwise stated. AFB: autofluorescence bronchoscopy; LDCT: low-dose computed tomography. #: the numbers in brackets are lung cancers found by the exit chest radiography at 5 years; ¶: the abnormal sputum result led directly to an abnormal CT (i.e. a nodule ≥9 mm) and the individuals were referred for immediate diagnostic investigations; +: individuals had an abnormal sputum and the abnormal CT that found the cancer was one of the later follow-up scans (in three cases, the first CT with a nodule ≥9 mm was some years before the cancer diagnosis but subsequent CT scans indicated that the nodule had shrunk before the final CT that led to diagnostic investigations showed nodule growth); §: the individual had normal annual CT scans during the trial (the cancer was found by a CT scan given outside of the protocol when the person finished the study; a suspicious large nodule ≥9 mm had appeared).\n          \n        \n        Figure 2 summarises sensitivity and FPR for all three tests estimated only among individuals who actually had the tests (labelled “direct”) and among all 785 individuals randomised to surveillance (labelled “overall”) (see further description in the supplementary material). The measures for LDCT and AFB can only be interpreted in the context of being second-stage tests, and do not represent performance for population screening where everyone has the test(s).\n        \n          FIGURE 2\n          \n            Summary of screening performance for the three tests in the surveillance group based on results at any time during the trial. FPR: false-positive rate; AFB: autofluorescence bronchoscopy; LDCT: low-dose computed tomography. Sensitivity indicates percentage of cancers with abnormal results. FPR indicates percentage of individuals without lung cancer with abnormal results (same as 1−specificity).\n          \n          \n        \n        In the screened group, the overall sensitivity for sputum was 40.5% and FPR was 32.8%. When examining only those who had sputum results, the direct sensitivity for cytology/cytometry was 44.7% and the corresponding FPR was 38.7% (figure 2). Hence, sputum testing did not detect many cases. The direct FPR at baseline only was 18.7% and was lower in the subsequent year at 13.2%. Sputum testing had insufficient screening performance.\n        188 individuals had an AFB at any time during the trial (an additional 73 declined or did not attend; uptake 72.0%). Only 11 sputum-positive cancer cases had AFB and the direct sensitivity was 45.5%, with a high FPR of 39.5% (figure 2). Among participants with abnormal sputum, 38% had pre-invasive disease (72 out of 188 mild to severe dysplasia or metaplasia); only three of these (two moderate dysplasia and one squamous metaplasia) later developed lung cancer.\n        239 individuals had LDCT at any time during the trial (an additional 22 declined or did not attend; uptake 91.6%). 16 sputum-positive cancer cases had LDCT and the direct sensitivity (nodule size ≥9 mm) was 100%, with a FPR of 16.1% (figure 2).\nOther cancers, mortality and smoking status\n        Supplementary table S4 summarises the end of trial status, including the number who had an exit chest radiograph (430 screened and 486 controls, a difference that is unlikely to have materially biased the cancers found). Other cancer types were balanced between the two groups. Lung cancer mortality (16 screened versus 21 controls; hazard ratio 0.86; p=0.65), and all-cause mortality (hazard ratio 0.87; p=0.39) were similar (supplementary figure S3). Among those who were current smokers at baseline (with known smoking status at 5 years), 15.0% of controls and 17.7% of screened individuals had stopped completely during the trial.\nAdverse events\n        In the surveillance group, one person had a COPD exacerbation possibly linked to AFB and another committed suicide unrelated to study participation.\nDiscussion\n      We examined a sequential approach to only offer LDCT and AFB as second screening tests among particularly high-risk individuals with abnormal sputum cytology/cytometry. Had we found a substantial stage shift, a larger randomised trial of lung cancer mortality would overcome lead-time bias and overdiagnosis. LungSEARCH complements LDCT trials [2, 6], including the only other randomised trial of lung cancer screening conducted in the UK (the UK Lung Cancer Screening Trial) [33].\n      Although LungSEARCH preceded NLST and NELSON [5, 6], the concept that an effective, cheap and easy initial test (sputum) could be considered for a wider group of smokers than is currently eligible for LDCT remains valid. This is because current criteria exclude many high-risk individuals. Applying US Preventive Services Task Force criteria [7], 25% of the LungSEARCH participants would be ineligible for LDCT. We hoped, therefore, that our sequential approach could find many cancers without offering many more LDCT scans.\n      We exceeded the target of 50% of lung cancers diagnosed at an early stage using our surveillance strategy (observed 55%), but the lack of effect was driven by the high percentage of unscreened participants diagnosed at early stage (45% observed instead of 15% expected when LungSEARCH was designed in 2006). Prominent health campaigns have encouraged individuals with persistent cough to seek medical attention sooner, explaining why more lung cancers are now diagnosed earlier, as seen in UK audit data [35]. Although we reached the target sample size and hence had power for the expected primary outcome (50% versus 15% early-stage cancers), the observed small stage shift of 55% versus 45% is not worthwhile clinically.\n      In LungSEARCH, 90% of those who attempted a sputum sample at baseline did so successfully. However, an increasing number of individuals did not provide sputum over time and four lung cancers were among participants who provided no samples. Hence, 60% of all lung cancers in the screened group did not have the opportunity for earlier detection by LDCT. Furthermore, of the cancers with sputum samples, only 45% had abnormal results (referred for LDCT and AFB). This is lower than the expected 80% from a study that had more males than LungSEARCH and 59% had moderate/severe cough, although in that study the sensitivity of sputum decreased to 21% for stage I adenocarcinoma [21]. It is unclear why sputum was not effective. Unlike cervical cancer screening, which involves active removal of cells in the cervix, detecting lung cancer in sputum depends on cells naturally shed into the bronchi, which is influenced by tumour location and histology. It could be that malignant cells in the early stages of lung cancer are still anchored to the basement membrane and each other, so that not enough travel into the lumen. Although sputum testing has the appeal of being conducted at home, avoiding travel to screening clinics which is required by LDCT (especially from rural areas), the lower number of individuals who provided samples from year 2 plus the fact that several samples were inadequate together makes sputum testing less useful than LDCT, in which a result could be obtained in almost all cases who are scanned.\n      AFB uptake was not high (72%), because several participants informed us that they found AFB off-putting or uncomfortable [36]. Systematic reviews of AFB show heterogeneous study designs and variable sensitivities (67–100%) [37–39]. While AFB has value for individuals presenting with symptomatic lung problems, LungSEARCH suggests a limited role in screening. Improvements in the optics in videobronchoscopes have also reduced the need for the fluorescence mode and the shift in the natural history of lung cancer from central to more peripheral tumours further limits the utility of AFB.\n      Very few reports have examined lung cancer screening in COPD. The NLST substudy (in the NLST American College of Radiology Imaging Network (ACRIN) cohort) indicated a shift towards early-stage cancer among COPD participants who had LDCT compared with those who had chest radiography [40], but no reduction in lung cancer deaths [41]. The Danish Lung Cancer Screening Trial hinted that COPD participants with >35 pack-years might benefit from LDCT [42], whereas in a nonrandomised matched cohort study of mild/moderate COPD, 80% of lung cancers in those who had LDCT were diagnosed at stage I versus 0% among those without LDCT, with corresponding lung cancer deaths of one versus 12 (p=0.002) [43].\n      Our trial had limitations. As in all cancer screening trials, participants could not be blinded, hence the potential for bias (e.g. controls were aware of the trial objectives possibly making them more alert to symptoms and seeking medical advice sooner), which might contribute to the higher than expected proportion of early-stage cancers. Similarly, participants who stopped having the screening tests earlier might lead to a lower percentage diagnosed with early-stage cancer. We had no data on cancer treatments nor retrieved histological specimens for central pathology review, as these required additional local resources. Overdiagnosis bias is an established issue in studies examining stage shift. We found slightly more lung cancers in the screened group (n=42) than controls (n=36) and the different denominators (expected in screening studies) can influence the comparison of stage shift. Therefore, we allowed longer time for cancer notifications from the registries and to arrange the exit chest radiographs in the controls. Although we did not find a material difference in cancer stage in LungSEARCH, there is some evidence that individuals with COPD tend to develop more aggressive lung cancers [44, 45]. The NLST trial suggests that overdiagnosis from LDCT screening is only seen in individuals with normal lung function, not in COPD, although this should be confirmed in other studies [40]. Finally, we did not know whether some of the control group participants had LDCT during the trial, which might have reduced the effect of our screening policy, although we expect this to be very few because LDCT is not recommended routinely.\n      LDCT screening can be made more efficient using risk algorithms (including age and smoking intensity), where only those with a risk exceeding a specified cut-off are offered LDCT. Such models detect more lung cancers with fewer false positives than current criteria [7]. Several risk calculators contain COPD as a factor [46–48], and demonstration/pilot studies in the UK conclude that the Liverpool Lung Project risk model and/or the PLCOM2012 model (from the Prostate, Lung, Colorectal and Ovarian (PLCO) Cancer Screening Trial) should be used to identify a high-risk population in screening programmes [49–52]. These recommendations are supported by LungSEARCH in which LDCT detected all lung cancers among sputum positives (although we cannot tell how well LDCT would have performed in the sputum-negative cases and our trial did not include individuals without COPD).\n      In conclusion, our sequential screening strategy did not show a stage shift in cancer diagnosis. Our trial has implications for future research and practice. First, it provides evidence from a large randomised trial that it is difficult to find ways of targeting LDCT screening to make it more efficient (other than risk-based algorithms). LDCT should therefore be offered to all eligible individuals within planned screening programmes. Second, our study was based on particularly high-risk individuals (smokers with COPD) and many unscreened individuals (controls) were diagnosed at an early cancer stage, indicative of them seeking medical attention sooner. This probably means that this group is more receptive to screening and early detection than previously thought, such that the uptake of LDCT within organised programmes could be high among these individuals. Third, LDCT detected all lung cancers among COPD patients in our trial who were sputum positive, which is suggestive evidence that planned screening programmes should consider sufficient inclusion of COPD.\nSupplementary material\n      \n        10.1183/13993003.00581-2019.Supp1\n        Please note: supplementary material is not edited by the Editorial Office, and is uploaded as it has been supplied by the author.\n        Supplementary material ERJ-00581-2019.SUPPLEMENT\nShareable PDF\n      \n        10.1183/13993003.00581-2019.Shareable1\n        This one-page PDF can be shared freely online.\n        Shareable PDF ERJ-00581-2019.Shareable",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6796151/",
    "doi": "https://doi.org/10.1183/13993003.00581-2019",
    "citation_count": 6,
    "references": {
        "10712083": "Do we know enough about the effect of low-dose computed tomography screening for lung cancer on mortality to act? An updated systematic review, meta-analysis and network meta-analysis of randomised controlled trials 2017 to 2021",
        "10228483": "Accuracy of baseline low-dose computed tomography lung cancer screening: a systematic review and meta-analysis",
        "9585290": "The 50-Year Journey of Lung Cancer Screening: A Narrative Review",
        "9347663": "Impact of low‐dose computed tomography (LDCT) screening on lung cancer‐related mortality",
        "8486568": "The promises and challenges of early non‐small cell lung cancer detection: patient perceptions, low‐dose CT screening, bronchoscopy and biomarkers",
        "7248908": "Recent Advances and the Potential for Clinical Use of Autofluorescence Detection of Extra-Ophthalmic Tissues"
    },
    "journal": "The European Respiratory Journal",
    "topics": [
        "trial, imaging, controlled, surveillance",
        "randomised, group, lung, cancer",
        "surveillance, imaging, sequential, early"
    ]
}