{
    "title": "Low frequency of mutation of epidermal growth factor receptor (EGFR) and arrangement of anaplastic lymphoma kinase (ALK) in primary pulmonary lymphoepithelioma‐like carcinoma",
    "abstract": "Introduction Lymphoepithelioma‐like carcinoma (LELC) is an undifferentiated carcinoma of malignant epithelial cells which is more prevalent in the nasopharynx, though few cases arise from foregut‐derived organs such as the salivary glands, stomach, lung and thymus etc.1, 2, 3 Primary pulmonary lymphoepithelioma‐like carcinoma (PLELC) is a unique and rare subtype of non‐small cell lung cancer (NSCLC).4 It was removed from large cell lung cancer and reclassified as “other and unclassified carcinoma” in the 2015 World Health Organization classification for lung carcinoma.5 It was first described in 1987 and reported to be related to Epstein‐Barr virus (EBV) infection.1, 6, 7 Since then, around 1200 cases have been reported in the literature, mostly from Asian countries.8, 9, 10 Due to the rarity of this tumor, the standard treatment strategy for advanced PLELC patients remains controversial and a multidisciplinary management has been recommended.1, 8, 11, 12 Epidermal growth factor receptor (EGFR) and anaplastic lymphoma kinase (ALK) are reported to play an important role in the pathogenesis of lung cancer.13, 14, 15, 16 EGFR tyrosine kinase inhibitor (TKI) and ALK TKI have some clinical significance in the management of lung cancer.17, 18 The mutation rates of EGFR and ALK in NSCLC were reported to be 30%–40% and 6%–8%, respectively.19 NSCLC patients with EGFR mutation or ALK rearrangement are sensitive to EGFR TKI (such as Gefitinib, Erlotinib, Afatinib and Osimertinib) or ALK TKI (such as Crizotinib, Alectinib and Lorlatinib).20, 21, 22, 23, 24, 25, 26 With the development of precision medicine, targeted therapies play an increasingly important role in the treatment of advanced NSCLC.13, 17 TKIs such as EGFR TKI and ALK TKI have been approved for the first‐line treatment of advanced mutant nonsquamous NSCLC.27 Genetic tests for EGFR mutations and ALK rearrangements are routine for lung adenocarcinoma in clinical practice.27 However, only a few small scale retrospective studies have investigated the mutation rates of EGFR and ALK in PLELC. According to the result of IPASS, OPTIMAL, Lux‐lung 3, and 6, the median PFS of EGFR TKI (Gefitinib, Erlotinib, and Afatinib, Dacomitinib and Osimertinib) to the EGFR mutant NSCLC patients was nearly 10–13 months.20, 21, 22, 23 As for ALK arrangement patients, the results of PROFILE 1014, PROFILE 1029 and ALEX study suggest that Crizotinib and Alectinib were sensitive for ALK positive NSCLC patients, and the median PFS was 11–34 months.24, 25 Based on these observations, TKIs may not be suitable for this type of lung cancer.",
    "authors": [
        "Kai Yin",
        "Hui‐Bo Feng",
        "Lin‐Lin Li",
        "Yu Chen",
        "Zhi Xie",
        "Zhi‐Yi Lv",
        "Wei‐Bang Guo",
        "Dan‐Xia Lu",
        "Xue‐Ning Yang",
        "Wen‐Qing Yan",
        "Yi‐Long Wu",
        "Xu‐Chao Zhang"
    ],
    "published_year": "2019",
    "description": "Background\n          Primary pulmonary lymphoepithelioma‐like carcinoma (PLELC) is a rare and unique subtype of lung cancer. However, the prevalence of driver alterations, such as epidermal growth factor receptor (EGFR) mutations and anaplastic lymphoma kinase (ALK) rearrangements, and the response of tyrosine kinase inhibitor (TKIs) in PLELC has not been thoroughly investigated.\nMethod\n          We retrospectively reviewed the genetic profiles and treatment course of 330 PLELC patients at the Guangdong Lung Cancer Institute (GLCI) from 1st January, 2008 to 30th December, 2018. We searched and analyzed related literature published in PubMed and Web of Science from 1st January, 2000 and 31th August, 2019 based on their mention of “driver mutations” and “the response of TKIs to mutant PLELC”.\nResults\n      \n        Clinicopathological characteristics of 330 PLELC patients\n        The clinicopathological characteristics of 330 patients with PLELC are presented in Table 1. There were 148 males (148/330, 44.8%) and 182 females (182/330, 55.2%). The median age at diagnosis was 53 years (range, 13–78 years). A total of 70% of PLELC patients were younger than 60 years. The 330 patients at diagnosis belonged to the following stages: 62 patients (62/330, 18.8%) were stage I, 48 patients (48/330, 14.5%) were stage II, 99 patients (99/330, 30.0%) were stage III, and 121 patients (121/330, 36.7%) were stage IV. Among the 203 patients who received a genetic test, five patients (5/175, 2.9%) were positive with EGFR mutation and three patients (3/140, 2.1%) were positive with ALK alteration. Most tumors were positive for the expression of EBERs (319/320, 99.7%) (10 patients did not undergo EBERs test), CK5/6 (218/228, 95.6%) and P63 (196/201, 97.5%).\n        \n          Table 1\n          \n            The clinicopathological characteristics of 330 primary pulmonary lymphoepithelioma‐like carcinoma (PLELC) patients\n          \n          \n            \n            \n            \n            \n              \n                Variables\n                No. of patients\n                Percent (%)\n              \n            \n            \n              \n                Gender\n                \n                \n              \n              \n                Male\n                148\n                44.8%\n              \n              \n                Female\n                182\n                55.2%\n              \n              \n                Age (year)\n                \n                \n              \n              \n                <60\n                231\n                70.0%\n              \n              \n                ≥60\n                99\n                30.0%\n              \n              \n                Stage\n                \n                \n              \n              \n                I\n                62\n                18.8%\n              \n              \n                II\n                48\n                14.5%\n              \n              \n                III\n                99\n                30.0%\n              \n              \n                IV\n                121\n                36.7%\n              \n              \n                Mutation\n                \n                \n              \n              \n                \nEGFR\n\n                5/175\n                2.9%\n              \n              \n                \nALK\n\n                3/140\n                2.1%\n              \n              \n                EBERs\n                320\n                \n              \n              \n                Negative\n                1\n                0.3%\n              \n              \n                Positive\n                319\n                99.7%\n              \n              \n                CK5/6\n                228\n                \n              \n              \n                Negative\n                10\n                4.4%\n              \n              \n                Positive\n                218\n                95.6%\n              \n              \n                P63\n                201\n                \n              \n              \n                Negative\n                5\n                2.5%\n              \n              \n                Positive\n                196\n                97.5%\n              \n            \n          \n          \n            \n              CK5/6, Cytokeratins 5/6; EBERs, Epstein‐Barr virus‐encoding small RNA; P63, tumor protein 63.\n            \n          \n        \n      \n      \n        \nEGFR and ALK alterations in PLELC patients of GLCI\n        As shown in Table 2, eight patients were positive with EGFR or ALK alterations at the GLCI between 1 January 2008 and 30 December 2018. There were two patients with EGFR Exon 21 L858R mutation (by Sanger sequencing), two patients with EGFR Exon 20 insertion (by ARMS‐PCR) and one patient with EGFR Exon 19 and Exon 21 co‐mutation (by ARMS‐PCR). As for the three ALK positive patients, they were all detected by Ventana IHC. Among these patients, half were at stage II or III and received surgical treatment. Four patients were diagnosed at stage IV and two received targeted therapy after the genetic test.\n        \n          Table 2\n          \n            Molecular mutations in primary pulmonary lymphoepithelioma‐like carcinoma (PLELC) at the Guangdong Lung Cancer Institute (GLCI)\n          \n          \n            \n            \n            \n            \n            \n            \n              \n                Patients\n                Mutation status\n                Detection method\n                TNM stage\n                EBERs\n              \n            \n            \n              \n                1\n                \nEGFR 21 L858R\n\n                Sanger sequencing\n                III\n                3+\n              \n              \n                2\n                \nEGFR 21 L858R\n\n                Sanger sequencing\n                IV\n                3+\n              \n              \n                3\n                \nEGFR 20 insertion\n                ARMS‐PCR\n                IV\n                2+\n              \n              \n                4\n                \nEGFR 20 insertion\n                ARMS‐PCR\n                II\n                3+\n              \n              \n                5\n                \nEGFR exon 19/21\n\n                ARMS‐PCR\n                III\n                1+\n              \n              \n                6\n                ALK fusion\n                Ventana IHC\n                IV\n                3+\n              \n              \n                7\n                ALK fusion\n                Ventana IHC\n                IV\n                3+\n              \n              \n                8\n                ALK fusion\n                Ventana IHC\n                II\n                3+\n              \n            \n          \n          \n            \n              ARMS, amplification refractory mutation system; EBERs, Epstein‐Barr virus‐encoding small RNA.\n            \n          \n        \n      \n      \n        Molecular alterations of PLELC in the literature\n        Using the keywords of “pulmonary lymphoepithelioma‐like carcinoma” and “mutation,” we searched for literature published in PubMed and Web of Science between 1 January 2000 and 31 August 2019. A total of 15 articles which referred to driver mutations in PLELC were identified by electronic searches (Table 3). There were 1071 PLELC cases that mentioned driver mutations. Most of the patients were from Guangzhou and Hong Kong. Among the PLELC patients, EGFR mutation and ALK alteration were positive in 15 and one patient, respectively. TP53 gene mutation was found in 21 patients (only mentioned in two articles, 21/118[17.8%]). Only one PLELC patient was positive for KRAS mutation. Except that, Chang et al.30 reported no alterations of ALK, KRAS, ROS1, and BRAF in 66 PLELC patients.\n        \n          Table 3\n          \n            Literature related to molecular mutations in primary pulmonary lymphoepithelioma‐like carcinoma (PLELC) published between 1 January 2000 and 31 August 2019\n          \n          \n            \n            \n            \n            \n            \n            \n            \n            \n              \n                Authors\n                Area\n                Total cases\n                \nEGFR\n\n                \nALK\n\n                \nKRAS\n\n                Other\n              \n            \n            \n              \n                Tam et al.35\n\n                Hong Kong, China\n                11\n                1\n                NA\n                NA\n                NA\n              \n              \n                Wong et al.36\n\n                Hong Kong, China\n                11\n                NA\n                0\n                NA\n                NA\n              \n              \n                Liang et al.8\n\n                Guangzhou, China\n                52\n                0/11\n                NA\n                NA\n                NA\n              \n              \n                Liu et al. 29\n\n                Guangzhou, China\n                32\n                0\n                NA\n                NA\n                NA\n              \n              \n                Wang et al. 28\n\n                Guangzhou, China\n                42\n                1\n                0\n                NA\n                NA\n              \n              \n                Fang et al. 37\n\n                Guangzhou, China\n                113\n                2\n                0\n                NA\n                NA\n              \n              \n                Chang et al. 30\n\n                Tai Wan, China\n                66\n                8\n                0\n                0\n                0 (BRAF)\n              \n              \n                Ose et al. 38\n\n                Osaka, Japan\n                1\n                0\n                1\n                NA\n                NA\n              \n              \n                Hong et al. 31\n\n                Guangzhou, China\n                91\n                0\n                0\n                NA\n                14 (P53)\n              \n              \n                Lin et al. 39\n\n                Guangzhou, China\n                39\n                0/19\n                NA\n                NA\n                NA\n              \n              \n                Lin et al. 40\n\n                Fuzhou, China\n                20\n                0/3\n                0/2\n                0/1\n                NA\n              \n              \n                Xie et al. 10\n\n                Guangzhou, China\n                429\n                2\n                0\n                0\n                NA\n              \n              \n                Zhou et al. 41\n\n                Guangzhou, China\n                27\n                0\n                0\n                1\n                7 (P53)\n              \n              \n                Yin et al. 42\n\n                Guangzhou, China\n                52\n                0\n                0\n                NA\n                NA\n              \n              \n                Qin et al.2\n\n                Guangzhou, China\n                85\n                1\n                NA\n                NA\n                NA\n              \n              \n                Total\n                \n                1071\n                15\n                1\n                1\n                NA\n              \n            \n          \n          \n            \n              NA, not available.\n            \n          \n        \n      \n      \n        Targeted therapy in PLELC patients with driver gene mutant\n        The response of TKIs in PLELC patients with driver gene mutations are summarized in Table 4. There were only four patients who received targeted therapy as a palliative treatment. Wang et al.28 reported the first case of EGFR mutant PLELC who had received Gefitinib, but in whom there waw no objective response was observed and progression free survival (PFS) was only one month. In the study of Quin, et al.2 there was only one patient with EGFR mutation who had been treated with EGFR‐TKI for just one month because of a quick disease progression. At our institution, there was one patient who received Erlotinib after she was detected positive with an EGFR EXON 19 deletion, but the PFS was only one month (no objective response was observed). Another ALK positive patient had disease progression one month after she received Crizotinib.\n        \n          Table 4\n          \n            Summary of target therapy in primary pulmonary lymphoepithelioma‐like carcinoma (PLELC) patients at the Guangdong Lung Cancer Institute (GLCI) and in the literature\n          \n          \n            \n            \n            \n            \n            \n            \n              \n                Patients\n                Case sources\n                Mutation status\n                Target therapy\n                PFS (m)\n              \n            \n            \n              \n                1\n                Wang et al.28\n\n                \nEGFR 21 L858R\n\n                Gefitinib\n                1.0\n              \n              \n                2\n                Qin et al.2\n\n                \nEGFR mutation\n                EGFR TKI\n                1.0\n              \n              \n                3\n                GLCI\n                \nEGFR 19 del\n\n                Erlotinib\n                1.0\n              \n              \n                4\n                GLCI\n                ALK fusion\n                Crizotinib\n                1.1\n              \n            \n          \n          \n            \n              PFS, progression‐free survival.\nConclusion\n          The mutation rates of EGFR and ALK were low in PLELC. EGFR and ALK TKIs showed limited response in EGFR/ALK mutant PLELC. Further studies are needed to explore other molecular targets to optimize the therapeutic strategy for PLELC.\nKey points\n      \nThe mutation rates of EGFR and ALK in PLELC were lower than other common types of non‐small cell lung cancer.EGFR/ALK TKIs showed a limited response in EGFR/ALK mutant PLELC.This large cohort study demonstrates the prevalence of EGFR mutation and ALK alteration, and summarizes the response of targeted therapy in mutant PLELC patients.\nIntroduction\n      Lymphoepithelioma‐like carcinoma (LELC) is an undifferentiated carcinoma of malignant epithelial cells which is more prevalent in the nasopharynx, though few cases arise from foregut‐derived organs such as the salivary glands, stomach, lung and thymus etc.1, 2, 3 Primary pulmonary lymphoepithelioma‐like carcinoma (PLELC) is a unique and rare subtype of non‐small cell lung cancer (NSCLC).4 It was removed from large cell lung cancer and reclassified as “other and unclassified carcinoma” in the 2015 World Health Organization classification for lung carcinoma.5 It was first described in 1987 and reported to be related to Epstein‐Barr virus (EBV) infection.1, 6, 7 Since then, around 1200 cases have been reported in the literature, mostly from Asian countries.8, 9, 10 Due to the rarity of this tumor, the standard treatment strategy for advanced PLELC patients remains controversial and a multidisciplinary management has been recommended.1, 8, 11, 12\n\n      Epidermal growth factor receptor (EGFR) and anaplastic lymphoma kinase (ALK) are reported to play an important role in the pathogenesis of lung cancer.13, 14, 15, 16 EGFR tyrosine kinase inhibitor (TKI) and ALK TKI have some clinical significance in the management of lung cancer.17, 18 The mutation rates of EGFR and ALK in NSCLC were reported to be 30%–40% and 6%–8%, respectively.19 NSCLC patients with EGFR mutation or ALK rearrangement are sensitive to EGFR TKI (such as Gefitinib, Erlotinib, Afatinib and Osimertinib) or ALK TKI (such as Crizotinib, Alectinib and Lorlatinib).20, 21, 22, 23, 24, 25, 26 With the development of precision medicine, targeted therapies play an increasingly important role in the treatment of advanced NSCLC.13, 17 TKIs such as EGFR TKI and ALK TKI have been approved for the first‐line treatment of advanced mutant nonsquamous NSCLC.27 Genetic tests for EGFR mutations and ALK rearrangements are routine for lung adenocarcinoma in clinical practice.27 However, only a few small scale retrospective studies have investigated the mutation rates of EGFR and ALK in PLELC. Wang et al.28 observed that no patient had ALK arrangement and only one patient harbored EGFR 21 L858R mutation among the 42 PLELC patients. Liu and colleagues29 reported that none of the 32 PLELC patients had mutations in EGFR exon 19 and exon 21. Chang et al.30 found that 17.4% (8/46) of PLELC patients harbored EGFR mutations, but the majority of them (7/8) were not classical EGFR mutation. The response of TKI in PLELC patient was seldom reported. These observations suggest that the EGFR and ALK alterations and targeted therapy in PLELC have not been thoroughly explored. A comprehensive review of the prevalence of driver mutations is essential for the management of PLELC.31 Consequently, we performed this study in order to investigate the prevalence of EGFR mutation and ALK alteration, and summarize the response of targeted therapy in mutant PLELC patients.\nMethods\n      \n        Patients\n        We retrospectively reviewed the profiles of patients who were diagnosed with PLELC at the Guangdong Lung Cancer institute (GLCI) from 1st January, 2008 to 30th December, 2018. A total of 330 primary PLELC patients were enrolled. Primary PLELC was diagnosed based on the criteria set by the World Health Organization.5 Nasopharyngoscopy or radiological imaging of the nasopharynx was conducted to rule out metastatic LELC from nasopharyngeal carcinoma. Pathologic tumor stage was defined according to the eighth edition of the American Joint Committee on Cancer staging system.32 This study was approved by the Hospital's Research Ethics Committee. All the patients provided written informed consent. We reviewed the medical records of the 330 PLELC patients and analyzed their clinicopathological information including age at diagnosis, gender, stage, status of EGFR mutation and ALK alteration, expression status of Epstein‐Barr virus‐encoding small RNA (EBERs), P63 and cytokeratins 5/6 (CK5/6).\n        To investigate the prevalence of driver mutations in PLELC patients, we searched the literature published in PubMed and Web of Science from 1st January, 2000 to 31th August, 2019 using a combination of the three keywords: “pulmonary lymphoepithelioma‐like,” “carcinoma” and “mutation.” The previous literature which reported the driver mutations in PLELC were analyzed. The response of targeted therapy in PLELC patients who harbored driver mutations both at the GLCI and in the literature was also analyzed. Progression‐free survival (PFS) was defined as the time from the start of the targeted therapy to disease progression or death from cancer, whichever came first.\n      \n      \n        Immunohistochemistry staining and in situ hybridization (ISH) of EBERs\n        EBERs were detected using the EBV Probe in Situ Hybridization Kit (ZSBIO, Beijing). Most tumors were evaluated with immunohistochemical staining using CK5/6 (D5/16 B4, dilution: 1:400, Gene Technology, China), P63 (4A4, dilution: 1:1000, Gene Technology, China). All the tests were carried out and evaluated according to the manufacturer's instructions.\n      \n      \n        Genetic analysis\n        Genetic analysis of the tumor was performed in 203 patients (203/330, 61.5%). EGFR mutations were detected by Sanger sequencing or amplification refractory mutation system (ARMS) (AmoyDx, Xiamen, China), as previously described.33\nALK alterations were detected by fluorescence in situ hybridization with ALK break apart probes and/or immunohistochemistry (IHC) staining with Ventana anti‐ALK antibody as previously described.34\nPatients\n        We retrospectively reviewed the profiles of patients who were diagnosed with PLELC at the Guangdong Lung Cancer institute (GLCI) from 1st January, 2008 to 30th December, 2018. A total of 330 primary PLELC patients were enrolled. Primary PLELC was diagnosed based on the criteria set by the World Health Organization.5 Nasopharyngoscopy or radiological imaging of the nasopharynx was conducted to rule out metastatic LELC from nasopharyngeal carcinoma. Pathologic tumor stage was defined according to the eighth edition of the American Joint Committee on Cancer staging system.32 This study was approved by the Hospital's Research Ethics Committee. All the patients provided written informed consent. We reviewed the medical records of the 330 PLELC patients and analyzed their clinicopathological information including age at diagnosis, gender, stage, status of EGFR mutation and ALK alteration, expression status of Epstein‐Barr virus‐encoding small RNA (EBERs), P63 and cytokeratins 5/6 (CK5/6).\n        To investigate the prevalence of driver mutations in PLELC patients, we searched the literature published in PubMed and Web of Science from 1st January, 2000 to 31th August, 2019 using a combination of the three keywords: “pulmonary lymphoepithelioma‐like,” “carcinoma” and “mutation.” The previous literature which reported the driver mutations in PLELC were analyzed. The response of targeted therapy in PLELC patients who harbored driver mutations both at the GLCI and in the literature was also analyzed. Progression‐free survival (PFS) was defined as the time from the start of the targeted therapy to disease progression or death from cancer, whichever came first.\nImmunohistochemistry staining and in situ hybridization (ISH) of EBERs\n        EBERs were detected using the EBV Probe in Situ Hybridization Kit (ZSBIO, Beijing). Most tumors were evaluated with immunohistochemical staining using CK5/6 (D5/16 B4, dilution: 1:400, Gene Technology, China), P63 (4A4, dilution: 1:1000, Gene Technology, China). All the tests were carried out and evaluated according to the manufacturer's instructions.\nGenetic analysis\n        Genetic analysis of the tumor was performed in 203 patients (203/330, 61.5%). EGFR mutations were detected by Sanger sequencing or amplification refractory mutation system (ARMS) (AmoyDx, Xiamen, China), as previously described.33\nALK alterations were detected by fluorescence in situ hybridization with ALK break apart probes and/or immunohistochemistry (IHC) staining with Ventana anti‐ALK antibody as previously described.34\nClinicopathological characteristics of 330 PLELC patients\n        The clinicopathological characteristics of 330 patients with PLELC are presented in Table 1. There were 148 males (148/330, 44.8%) and 182 females (182/330, 55.2%). The median age at diagnosis was 53 years (range, 13–78 years). A total of 70% of PLELC patients were younger than 60 years. The 330 patients at diagnosis belonged to the following stages: 62 patients (62/330, 18.8%) were stage I, 48 patients (48/330, 14.5%) were stage II, 99 patients (99/330, 30.0%) were stage III, and 121 patients (121/330, 36.7%) were stage IV. Among the 203 patients who received a genetic test, five patients (5/175, 2.9%) were positive with EGFR mutation and three patients (3/140, 2.1%) were positive with ALK alteration. Most tumors were positive for the expression of EBERs (319/320, 99.7%) (10 patients did not undergo EBERs test), CK5/6 (218/228, 95.6%) and P63 (196/201, 97.5%).\n        \n          Table 1\n          \n            The clinicopathological characteristics of 330 primary pulmonary lymphoepithelioma‐like carcinoma (PLELC) patients\n          \n          \n            \n            \n            \n            \n              \n                Variables\n                No. of patients\n                Percent (%)\n              \n            \n            \n              \n                Gender\n                \n                \n              \n              \n                Male\n                148\n                44.8%\n              \n              \n                Female\n                182\n                55.2%\n              \n              \n                Age (year)\n                \n                \n              \n              \n                <60\n                231\n                70.0%\n              \n              \n                ≥60\n                99\n                30.0%\n              \n              \n                Stage\n                \n                \n              \n              \n                I\n                62\n                18.8%\n              \n              \n                II\n                48\n                14.5%\n              \n              \n                III\n                99\n                30.0%\n              \n              \n                IV\n                121\n                36.7%\n              \n              \n                Mutation\n                \n                \n              \n              \n                \nEGFR\n\n                5/175\n                2.9%\n              \n              \n                \nALK\n\n                3/140\n                2.1%\n              \n              \n                EBERs\n                320\n                \n              \n              \n                Negative\n                1\n                0.3%\n              \n              \n                Positive\n                319\n                99.7%\n              \n              \n                CK5/6\n                228\n                \n              \n              \n                Negative\n                10\n                4.4%\n              \n              \n                Positive\n                218\n                95.6%\n              \n              \n                P63\n                201\n                \n              \n              \n                Negative\n                5\n                2.5%\n              \n              \n                Positive\n                196\n                97.5%\n              \n            \n          \n          \n            \n              CK5/6, Cytokeratins 5/6; EBERs, Epstein‐Barr virus‐encoding small RNA; P63, tumor protein 63.\nEGFR and ALK alterations in PLELC patients of GLCI\n        As shown in Table 2, eight patients were positive with EGFR or ALK alterations at the GLCI between 1 January 2008 and 30 December 2018. There were two patients with EGFR Exon 21 L858R mutation (by Sanger sequencing), two patients with EGFR Exon 20 insertion (by ARMS‐PCR) and one patient with EGFR Exon 19 and Exon 21 co‐mutation (by ARMS‐PCR). As for the three ALK positive patients, they were all detected by Ventana IHC. Among these patients, half were at stage II or III and received surgical treatment. Four patients were diagnosed at stage IV and two received targeted therapy after the genetic test.\n        \n          Table 2\n          \n            Molecular mutations in primary pulmonary lymphoepithelioma‐like carcinoma (PLELC) at the Guangdong Lung Cancer Institute (GLCI)\n          \n          \n            \n            \n            \n            \n            \n            \n              \n                Patients\n                Mutation status\n                Detection method\n                TNM stage\n                EBERs\n              \n            \n            \n              \n                1\n                \nEGFR 21 L858R\n\n                Sanger sequencing\n                III\n                3+\n              \n              \n                2\n                \nEGFR 21 L858R\n\n                Sanger sequencing\n                IV\n                3+\n              \n              \n                3\n                \nEGFR 20 insertion\n                ARMS‐PCR\n                IV\n                2+\n              \n              \n                4\n                \nEGFR 20 insertion\n                ARMS‐PCR\n                II\n                3+\n              \n              \n                5\n                \nEGFR exon 19/21\n\n                ARMS‐PCR\n                III\n                1+\n              \n              \n                6\n                ALK fusion\n                Ventana IHC\n                IV\n                3+\n              \n              \n                7\n                ALK fusion\n                Ventana IHC\n                IV\n                3+\n              \n              \n                8\n                ALK fusion\n                Ventana IHC\n                II\n                3+\n              \n            \n          \n          \n            \n              ARMS, amplification refractory mutation system; EBERs, Epstein‐Barr virus‐encoding small RNA.\nMolecular alterations of PLELC in the literature\n        Using the keywords of “pulmonary lymphoepithelioma‐like carcinoma” and “mutation,” we searched for literature published in PubMed and Web of Science between 1 January 2000 and 31 August 2019. A total of 15 articles which referred to driver mutations in PLELC were identified by electronic searches (Table 3). There were 1071 PLELC cases that mentioned driver mutations. Most of the patients were from Guangzhou and Hong Kong. Among the PLELC patients, EGFR mutation and ALK alteration were positive in 15 and one patient, respectively. TP53 gene mutation was found in 21 patients (only mentioned in two articles, 21/118[17.8%]). Only one PLELC patient was positive for KRAS mutation. Except that, Chang et al.30 reported no alterations of ALK, KRAS, ROS1, and BRAF in 66 PLELC patients.\n        \n          Table 3\n          \n            Literature related to molecular mutations in primary pulmonary lymphoepithelioma‐like carcinoma (PLELC) published between 1 January 2000 and 31 August 2019\n          \n          \n            \n            \n            \n            \n            \n            \n            \n            \n              \n                Authors\n                Area\n                Total cases\n                \nEGFR\n\n                \nALK\n\n                \nKRAS\n\n                Other\n              \n            \n            \n              \n                Tam et al.35\n\n                Hong Kong, China\n                11\n                1\n                NA\n                NA\n                NA\n              \n              \n                Wong et al.36\n\n                Hong Kong, China\n                11\n                NA\n                0\n                NA\n                NA\n              \n              \n                Liang et al.8\n\n                Guangzhou, China\n                52\n                0/11\n                NA\n                NA\n                NA\n              \n              \n                Liu et al. 29\n\n                Guangzhou, China\n                32\n                0\n                NA\n                NA\n                NA\n              \n              \n                Wang et al. 28\n\n                Guangzhou, China\n                42\n                1\n                0\n                NA\n                NA\n              \n              \n                Fang et al. 37\n\n                Guangzhou, China\n                113\n                2\n                0\n                NA\n                NA\n              \n              \n                Chang et al. 30\n\n                Tai Wan, China\n                66\n                8\n                0\n                0\n                0 (BRAF)\n              \n              \n                Ose et al. 38\n\n                Osaka, Japan\n                1\n                0\n                1\n                NA\n                NA\n              \n              \n                Hong et al. 31\n\n                Guangzhou, China\n                91\n                0\n                0\n                NA\n                14 (P53)\n              \n              \n                Lin et al. 39\n\n                Guangzhou, China\n                39\n                0/19\n                NA\n                NA\n                NA\n              \n              \n                Lin et al. 40\n\n                Fuzhou, China\n                20\n                0/3\n                0/2\n                0/1\n                NA\n              \n              \n                Xie et al. 10\n\n                Guangzhou, China\n                429\n                2\n                0\n                0\n                NA\n              \n              \n                Zhou et al. 41\n\n                Guangzhou, China\n                27\n                0\n                0\n                1\n                7 (P53)\n              \n              \n                Yin et al. 42\n\n                Guangzhou, China\n                52\n                0\n                0\n                NA\n                NA\n              \n              \n                Qin et al.2\n\n                Guangzhou, China\n                85\n                1\n                NA\n                NA\n                NA\n              \n              \n                Total\n                \n                1071\n                15\n                1\n                1\n                NA\n              \n            \n          \n          \n            \n              NA, not available.\nTargeted therapy in PLELC patients with driver gene mutant\n        The response of TKIs in PLELC patients with driver gene mutations are summarized in Table 4. There were only four patients who received targeted therapy as a palliative treatment. Wang et al.28 reported the first case of EGFR mutant PLELC who had received Gefitinib, but in whom there waw no objective response was observed and progression free survival (PFS) was only one month. In the study of Quin, et al.2 there was only one patient with EGFR mutation who had been treated with EGFR‐TKI for just one month because of a quick disease progression. At our institution, there was one patient who received Erlotinib after she was detected positive with an EGFR EXON 19 deletion, but the PFS was only one month (no objective response was observed). Another ALK positive patient had disease progression one month after she received Crizotinib.\n        \n          Table 4\n          \n            Summary of target therapy in primary pulmonary lymphoepithelioma‐like carcinoma (PLELC) patients at the Guangdong Lung Cancer Institute (GLCI) and in the literature\n          \n          \n            \n            \n            \n            \n            \n            \n              \n                Patients\n                Case sources\n                Mutation status\n                Target therapy\n                PFS (m)\n              \n            \n            \n              \n                1\n                Wang et al.28\n\n                \nEGFR 21 L858R\n\n                Gefitinib\n                1.0\n              \n              \n                2\n                Qin et al.2\n\n                \nEGFR mutation\n                EGFR TKI\n                1.0\n              \n              \n                3\n                GLCI\n                \nEGFR 19 del\n\n                Erlotinib\n                1.0\n              \n              \n                4\n                GLCI\n                ALK fusion\n                Crizotinib\n                1.1\n              \n            \n          \n          \n            \n              PFS, progression‐free survival.\nDiscussion\n      PLELC is a rare and unique subtype of lung cancer which is associated with EBV infections and has often been identified in young non‐smokers. Since its first report in 1987, there have been around 1200 cases documented in the literature. Due to its rarity, the prevalence of driver mutation and the response of TKIs in advanced mutant patients with PLELC has not been thoroughly investigated. To the best of our knowledge, this study is the first to summarize the prevalence of EGFR and ALK alteration and the response of TKIs in PLELC. We retrospectively analyzed the gene profiles and treatment courses of 330 PLELC patients at the GLCI. The mutation rates of EGFR and ALK were 2.9% and 2.1%, respectively. Moreover, EGFR mutation and ALK alteration were detected positive in 15 and one patient in the literature, respectively. There were four PLELC patients with driver gene mutations who received TKIs but they experienced disease progression only one month later. Altogether, these data suggest that the mutation rates of EGFR and ALK in PLELC are lower than other common types of NSCLC. TKIs showed a limited response in the PLELC patients with driver gene mutations.\n      In this study, we found that EGFR and ALK alteration were very rare in PLELC patients. The mutation rates of EGFR and ALK were 2.9% and 2.1% in the 330 PLELC patients of the GLCI cohort. In other studies published in the literature, EGFR mutation and ALK alteration in PLELC patients were reported positive in only 15 and one patient, respectively. The EGFR mutation rate in the literature ranges from 0% to 9.1% (average rate is 1.5% [15/972]). ALK alteration was detected positive in three PLELC patients in our study, while only one was reported in the literature by Ose et al.38 The variant rates may be due to the small sample size of each study which warrants further investigation. In the study by Gou and Wu which demonstrated the frequencies of driver mutations in non‐small cell lung cancer in China,19 the mutation rates of EGFR were 48.4% (675/1795), 4.3% (9/208), and 28.2% (570/2021) in lung adenocarcinoma, squamous cell cancer (SCC) and NSCLC, respectively. ALK arrangement was positive in 6.7% (114/1700), 2.0% (8/396), and 5.6% (108/1913) in lung adenocarcinoma, SCC and NSCLC, respectively. Among the 506 NSCLC patients who received EGFR mutation analysis in the study by Wu et al. the EGFR mutation rate was 30.04%.43 An et al. reported that the mutation rate of driver genes might differ among different histology subtypes and smoking status.44\nEGFR and ALK alteration is rare in PLELC. The reason for this could be because PLELC might harbor a unique genetic profile which may impact on its response to targeted therapy.\n      In contrast to the excellent activity of TKIs in mutant lung adenocarcinoma, TKIs showed a limited response in the PLELC patients with EGFR/ALK mutation in this study. We analyzed the PFS of EGFR/ALK mutant PLELC patients who received TKIs at the GLCI and in the literature. Four patients received TKIs after they were detected positive with EGFR/ALK mutation. However, they experienced disease progression only one month later. According to the result of IPASS, OPTIMAL, Lux‐lung 3, and 6, the median PFS of EGFR TKI (Gefitinib, Erlotinib, and Afatinib, Dacomitinib and Osimertinib) to the EGFR mutant NSCLC patients was nearly 10–13 months.20, 21, 22, 23 As for ALK arrangement patients, the results of PROFILE 1014, PROFILE 1029 and ALEX study suggest that Crizotinib and Alectinib were sensitive for ALK positive NSCLC patients, and the median PFS was 11–34 months.24, 25 Based on these observations, TKIs may not be suitable for this type of lung cancer. Recently, Hong et al. 31 reported the genomic landscape of 91 PLELC patients by whole‐exome sequencing and targeted deep sequencing. They found that the frequent loss of type I interferon genes and mutated genes TP53, NOTCH1, and MGA were prevalent in PLELC. Critical pathways including NF‐κB, JAK/STAT, and cell cycle were also altered. These genomic features might be responsible for the poor efficacy of TKIs treatment in PLELC as TP53 mutation has been reported to compromise TKI efficacy.45 Similar to other studies, PLELC was usually found in younger patients (age < 60 years old). The incidence rate was not significantly different between male and female patients. EBERs was positive in 99.7% (319/320) of the PLELC patients. These results support the idea that PLELC is closely associated with EBV infection. CK5/6 and P63, which are usually coexpressed in the lung SCC, were positive with 95.6% and 97.5% in PLELC patients, respectively. It is reported that PLELC might be misdiagnosed as lung SCC because they share similar immunohistochemical markers such as CK5/6 and P63.46 Therefore, EBERs in situ hybridization is vital for the diagnosis of PLELC and poorly differentiated lung SCC.\n      Our study has a few limitations. First, not all the PLELC patients received comprehensive genetic testing for all cancer related genes. We summarized the mutation rates of EGFR/ALK in the literature to consolidate our findings. Second, a few studies were not included because they were published in the Chinese journal and were not included in PubMed or Web of Science. According to our search results on Chinese academic websites, there were only two related studies which involved 10 EGFR/ALK wild‐type PLELC patients. Therefore, this would not have affected the results of our study.\n      In conclusion, by reviewing the genomic profiles and clinical treatment courses of PLELC patients at our institution and in the extant literature, we found that the mutation rates of EGFR and ALK were lower than other common types of NSCLC, and EGFR/ALK TKIs only showed a limited response in PLELC patients with EGFR/ALK mutation. Further efforts are warranted to explore other molecular targets to optimize the therapeutic strategy for PLELC.\nDisclosure\n      The authors declare that they have no competing interests.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6997003/",
    "doi": "https://doi.org/10.1111/1759-7714.13271",
    "citation_count": 12,
    "references": {
        "11002515": "Development of a haematological indices-based nomogram for prognostic prediction and immunotherapy response assessment in primary pulmonary lymphoepithelioma-like carcinoma patients",
        "10362419": "Targeted therapy for rare lung cancers: Status, challenges, and prospects",
        "10326793": "Gemcitabine-capecitabine: a therapeutic option in previously treated advanced primary pulmonary lymphoepithelioma-like carcinoma",
        "10067105": "Clinical outcomes of non‐nasopharyngeal lymphoepithelial carcinoma treated with a combined modality approach: A single‐institution study",
        "9649564": "Favorable response of primary pulmonary lymphoepithelioma-like carcinoma to sintilimab combined with chemotherapy: A case report",
        "9574915": "PD-1/PD-L1 combined with LAG3 is associated with clinical activity of immune checkpoint inhibitors in metastatic primary pulmonary lymphoepithelioma-like carcinoma",
        "8882604": "Comparison of Immunotherapy, Chemotherapy, and Chemoimmunotherapy in Advanced Pulmonary Lymphoepithelioma-Like Carcinoma： A Retrospective Study",
        "8151745": "Pathogenic Role of Epstein–Barr Virus in Lung Cancers",
        "7982184": "Primary pulmonary lymphoepithelioma-like carcinoma: A case report of pathological complete response (pCR) by neoadjuvant treatment",
        "7830674": "Detecting Resistance to Therapeutic ALK Inhibitors in Tumor Tissue and Liquid Biopsy Markers: An Update to a Clinical Routine Practice",
        "7567369": "The clinicopathological features and prognosis of primary pulmonary lymphoepithelioma-like carcinoma: A systematic review and meta-analysis",
        "7463519": "Distinct Molecular Landscape of Epstein–Barr Virus Associated Pulmonary Lymphoepithelioma-Like Carcinoma Revealed by Genomic Sequencing"
    },
    "journal": "Thoracic Cancer",
    "topics": [
        "egfr, receptor, carcinoma, factor",
        "primary, mutation, growth, kinase",
        "mutation, arrangement, lymphoma, alk"
    ]
}