{
    "title": "Drugs for preventing lung cancer in healthy people",
    "abstract": "But in smokers or asbestos workers vitamin A increases the risk of lung cancer incidence (RR 1.10, 95% CI 1.01 to 1.20; 3 RCTs, 43995 participants; high‐certainty evidence), lung cancer mortality (RR 1.18, 95% CI 1.01 to 1.38; 2 RCTs, 29426 participants; high‐certainty evidence) and all‐cause mortality (RR 1.09, 95% CI 1.05 to 1.13; 2 RCTs, 32883 participants; high‐certainty evidence). Vitamin E results in little to no difference in lung cancer incidence (RR 1.01, 95% CI 0.90 to 1.14; 3 RCTs, 36841 participants; high‐certainty evidence) or to lung cancer mortality (RR 0.96, 95% CI 0.77 to 1.18; 2 RCTs, 29214 participants; high‐certainty evidence), but increases the risk of haemorrhagic strokes (hazard ratio (HR), 1.74, 95% CI 1.04 to 2.91; 1 RCT, 14641 participants; high‐certainty evidence). Selenium in men results in little to no difference in lung cancer incidence (RR 1.11, 95% CI 0.80 to 1.54; 1 RCT, 17448 participants; high‐certainty evidence) and lung cancer mortality (RR 1.09, 95% CI 0.72 to 1.66; 1 RCT, 17448 participants; high‐certainty evidence) and increases the risk for grade 1 to 2 dermatitis (RR 1.16, 95% CI 1.04 to 1.31; 1 RCT, 17448 participants; high‐certainty evidence) and for alopecia (RR 1.28, 95% CI 1.07 to 1.53; 1 RCT, 17448 participants; high‐certainty evidence).",
    "authors": [
        "Marcela Cortés‐Jofré",
        "José‐Ramón Rueda",
        "Claudia Asenjo‐Lobos",
        "Eva Madrid",
        "Xavier Bonfill Cosp"
    ],
    "published_year": "Not available",
    "description": "Background\n          This is the second update of this Cochrane Review. Some studies have suggested a protective effect of antioxidant nutrients and higher dietary levels of fruits and vegetables on lung cancer.\nObjectives\n          To determine whether vitamins and minerals and other potential agents, alone or in combination, reduce lung cancer incidence and lung cancer mortality in healthy populations.\nSearch methods\n          We searched CENTRAL, MEDLINE and Embase from 1974 to May 2019 and screened references included in published studies and reviews.\nSelection criteria\n          We included randomised controlled trials (RCTs) comparing vitamins or mineral supplements with placebo, administered to healthy people with the aim of preventing lung cancer.\nData collection and analysis\n          Four review authors independently selected the trials to be included in the review, assessed their methodological quality and extracted data. For dichotomous outcomes we calculated risk ratios (RRs) and 95% confidence intervals (CIs) and pooled results using the random‐effects model. We assessed the risk of bias using Cochrane's 'Risk of bias' assessment tool and certainty of evidence using the GRADE approach.\nMain results\n          In this update, we identified three new trials for a total of 12 studies. Six analysed vitamin A, three vitamin C, three combined vitamin D3 + calcium, four vitamin E combined with other products, one selenium supplements and nine studied combinations of two or more products. Four studies included only men and five only women.\n          Vitamin A results in little to no difference in lung cancer incidence (RR 1.09, 95% CI 1.00 to 1.19; 5 RCTs, 212314 participants; high‐certainty evidence) and lung cancer mortality (RR 1.06, 95% CI 0.81 to 1.38; 3 RCTs, 190118 participants; high‐certainty evidence). But in smokers or asbestos workers vitamin A increases the risk of lung cancer incidence (RR 1.10, 95% CI 1.01 to 1.20; 3 RCTs, 43995 participants; high‐certainty evidence), lung cancer mortality (RR 1.18, 95% CI 1.01 to 1.38; 2 RCTs, 29426 participants; high‐certainty evidence) and all‐cause mortality (RR 1.09, 95% CI 1.05 to 1.13; 2 RCTs, 32883 participants; high‐certainty evidence). Vitamin A increases the risk of minor side effects, such as yellowing of the skin and minor gastrointestinal symptoms (high‐certainty evidence).\n          Vitamin C likely results in little to no difference in lung cancer incidence (RR 1.29, 95% CI 0.67 to 2.49; 2 RCTs, 14953 participants; moderate‐certainty evidence). In women, vitamin C increases the risk of lung cancer incidence (RR 1.84, 95% CI 1.14 to 2.95; 1 RCT, 7627 participants; high‐certainty evidence). In men, vitamin C results in little to no difference in mortality for lung cancer (RR 0.81, 95% CI 0.53 to 1.23; 1 RCT, 7326 participants; high‐certainty evidence).\n          Vitamin D + calcium may result in little to no difference in lung cancer incidence in postmenopausal women (RR 0.90, 95% CI 0.39 to 2.08; 3 RCTs, 37601 women; low‐certainty evidence).\n          Vitamin E results in little to no difference in lung cancer incidence (RR 1.01, 95% CI 0.90 to 1.14; 3 RCTs, 36841 participants; high‐certainty evidence) or to lung cancer mortality (RR 0.96, 95% CI 0.77 to 1.18; 2 RCTs, 29214 participants; high‐certainty evidence), but increases the risk of haemorrhagic strokes (hazard ratio (HR), 1.74, 95% CI 1.04 to 2.91; 1 RCT, 14641 participants; high‐certainty evidence).\n          Calcium results in little to no difference in lung cancer incidence in postmenopausal women (RR 0.65, 95% CI 0.13 to 3.18; 1 RCT, 733 participants) or in risk of renal calculi (RR 1.94, 95% CI 0.20 to 18.57; 1 RCT, 733 participants; low‐certainty evidence).\n          Selenium in men results in little to no difference in lung cancer incidence (RR 1.11, 95% CI 0.80 to 1.54; 1 RCT, 17448 participants; high‐certainty evidence) and lung cancer mortality (RR 1.09, 95% CI 0.72 to 1.66; 1 RCT, 17448 participants; high‐certainty evidence) and increases the risk for grade 1 to 2 dermatitis (RR 1.16, 95% CI 1.04 to 1.31; 1 RCT, 17448 participants; high‐certainty evidence) and for alopecia (RR 1.28, 95% CI 1.07 to 1.53; 1 RCT, 17448 participants; high‐certainty evidence).\n          The combination of vitamins A, C, E + selenium + zinc results in little to no difference in lung cancer incidence (RR 0.64, 95% CI 0.28 to 1.48; 1 RCT, 12741 participants; high‐certainty evidence).\nAuthors' conclusions\n          Well‐designed RCTs have shown no beneficial effect of supplements for the prevention of lung cancer and lung cancer mortality in healthy people. Vitamin A supplements increase lung cancer incidence and mortality in smokers or persons exposed to asbestos. Vitamin C increases lung cancer incidence in women. Vitamin E increases the risk of haemorrhagic strokes.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7059884/",
    "doi": "https://doi.org/10.1002/14651858.CD002141.pub3",
    "citation_count": 14,
    "references": {
        "10801329": "Association between the dietary inflammatory index and all-cause mortality in the U.S. cancer survivors: A prospective cohort study using the National Health and Nutrition Examination Survey database",
        "10325578": "The effects of vitamin D on all-cause mortality in different diseases: an evidence-map and umbrella review of 116 randomized controlled trials",
        "10252755": "Expected and Unexpected Effects of Pharmacological Antioxidants",
        "10172578": "The emerging nanomedicine-based technology for non-small cell lung cancer immunotherapy: how far are we from an effective treatment",
        "10150015": "Oxidative balance score reflects vascular endothelial function of Chinese community dwellers",
        "10146309": "Association of Oral or Intravenous Vitamin C Supplementation with Mortality: A Systematic Review and Meta-Analysis",
        "9952418": "Association between Dietary and Supplemental Antioxidants Intake and Lung Cancer Risk: Evidence from a Cancer Screening Trial",
        "9681997": "Retinoids in cancer chemoprevention and therapy: Meta-analysis of randomized controlled trials",
        "9479338": "Causal associations between dietary antioxidant vitamin intake and lung cancer: A Mendelian randomization study",
        "9117647": "The Association Between Vitamin C and Cancer: A Two-Sample Mendelian Randomization Study",
        "8431076": "Dietary Supplements—For Whom? The Current State of Knowledge about the Health Effects of Selected Supplement Use",
        "8147157": "Features of the Metabolic Profile of Saliva in Lung Cancer and COPD: The Effect of Smoking Status",
        "8142536": "Relationship between urinary cotinine and serum vitamin A levels in Korean adults: the Korea National Health and Nutrition Examination Survey (KNHANES), 2016–2018",
        "8051392": "Risks and benefits of antioxidant dietary supplement use during cancer treatment: protocol for a scoping review"
    },
    "journal": "The Cochrane Database of Systematic Reviews",
    "topics": [
        "lung, people, cancer, preventing",
        "drugs, preventing, people, cancer",
        "healthy, lung, cancer, people"
    ]
}