{
    "title": "Evaluating the Use of Circulating MicroRNA Profiles for Lung Cancer Detection in Symptomatic Patients",
    "abstract": "First, a 15-miRNA signature from the training set was used to distinguish patients diagnosed with lung cancer from all other individuals in the validation set with an accuracy of 91.4% (95% CI, 91.0%-91.9%), a sensitivity of 82.8% (95% CI, 81.5%-84.1%), and a specificity of 93.5% (95% CI, 93.2%-93.8%). Second, a 14-miRNA signature from the training set was used to distinguish patients with lung cancer from patients with nontumor lung diseases in the validation set with an accuracy of 92.5% (95% CI, 92.1%-92.9%), sensitivity of 96.4% (95% CI, 95.9%-96.9%), and specificity of 88.6% (95% CI, 88.1%-89.2%). Third, a 14-miRNA signature from the training set was used to distinguish patients with early-stage lung cancer from all individuals without lung cancer in the validation set with an accuracy of 95.9% (95% CI, 95.7%-96.2%), sensitivity of 76.3% (95% CI, 74.5%-78.0%), and specificity of 97.5% (95% CI, 97.2%-97.7%).",
    "authors": [
        "Tobias Fehlmann",
        "Mustafa Kahraman",
        "Nicole Ludwig",
        "Christina Backes",
        "Valentina Galata",
        "Verena Keller",
        "Lars Geffers",
        "Nathaniel Mercaldo",
        "Daniela Hornung",
        "Tanja Weis",
        "Elham Kayvanpour",
        "Masood Abu-Halima",
        "Christian Deuschle",
        "Claudia Schulte",
        "Ulrike Suenkel",
        "Anna-Katharina von Thaler",
        "Walter Maetzler",
        "Christian Herr",
        "Sebastian Fähndrich",
        "Claus Vogelmeier",
        "Pedro Guimaraes",
        "Anne Hecksteden",
        "Tim Meyer",
        "Florian Metzger",
        "Caroline Diener",
        "Stephanie Deutscher",
        "Hashim Abdul-Khaliq",
        "Ingo Stehle",
        "Sebastian Haeusler",
        "Andreas Meiser",
        "Heinrich V Groesdonk",
        "Thomas Volk",
        "Hans-Peter Lenhof",
        "Hugo Katus",
        "Rudi Balling",
        "Benjamin Meder",
        "Rejko Kruger",
        "Hanno Huwer",
        "Robert Bals",
        "Eckart Meese",
        "Andreas Keller"
    ],
    "published_year": "2019",
    "description": "Question\n          Can the detection of lung cancer in symptomatic patients be improved by using circulating microRNAs as biomarkers?\nFindings\n          This cohort study used genome-wide microRNA profiles from the blood samples of 3046 individuals to identify patients with lung cancer with 91.4% accuracy, 82.8% sensitivity, and 93.5% specificity.\nMeaning\n          The findings of this study suggest that the identified patterns of circulating microRNAs may enable them to be used as biomarkers in a liquid biopsy to complement imaging tests, sputum cytology, and biopsies.\nImportance\n          The overall low survival rate of patients with lung cancer calls for improved detection tools to enable better treatment options and improved patient outcomes. Multivariable molecular signatures, such as blood-borne microRNA (miRNA) signatures, may have high rates of sensitivity and specificity but require additional studies with large cohorts and standardized measurements to confirm the generalizability of miRNA signatures.\nObjective\n          To investigate the use of blood-borne miRNAs as potential circulating markers for detecting lung cancer in an extended cohort of symptomatic patients and control participants.\nDesign, Setting, and Participants\n          This multicenter, cohort study included patients from case-control and cohort studies (TREND and COSYCONET) with 3102 patients being enrolled by convenience sampling between March 3, 2009, and March 19, 2018. For the cohort study TREND, population sampling was performed. Clinical diagnoses were obtained for 3046 patients (606 patients with non–small cell and small cell lung cancer, 593 patients with nontumor lung diseases, 883 patients with diseases not affecting the lung, and 964 unaffected control participants). No samples were removed because of experimental issues. The collected data were analyzed between April 2018 and November 2019.\nMain Outcomes and Measures\n          Sensitivity and specificity of liquid biopsy using miRNA signatures for detection of lung cancer.\nResults\n          A total of 3102 patients with a mean (SD) age of 61.1 (16.2) years were enrolled. Data on the sex of the participants were available for 2856 participants; 1727 (60.5%) were men. Genome-wide miRNA profiles of blood samples from 3046 individuals were evaluated by machine-learning methods. Three classification scenarios were investigated by splitting the samples equally into training and validation sets. First, a 15-miRNA signature from the training set was used to distinguish patients diagnosed with lung cancer from all other individuals in the validation set with an accuracy of 91.4% (95% CI, 91.0%-91.9%), a sensitivity of 82.8% (95% CI, 81.5%-84.1%), and a specificity of 93.5% (95% CI, 93.2%-93.8%). Second, a 14-miRNA signature from the training set was used to distinguish patients with lung cancer from patients with nontumor lung diseases in the validation set with an accuracy of 92.5% (95% CI, 92.1%-92.9%), sensitivity of 96.4% (95% CI, 95.9%-96.9%), and specificity of 88.6% (95% CI, 88.1%-89.2%). Third, a 14-miRNA signature from the training set was used to distinguish patients with early-stage lung cancer from all individuals without lung cancer in the validation set with an accuracy of 95.9% (95% CI, 95.7%-96.2%), sensitivity of 76.3% (95% CI, 74.5%-78.0%), and specificity of 97.5% (95% CI, 97.2%-97.7%).\nConclusions and Relevance\n          The findings of the study suggest that the identified patterns of miRNAs may be used as a component of a minimally invasive lung cancer test, complementing imaging, sputum cytology, and biopsy tests.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7059111/",
    "doi": "https://doi.org/10.1001/jamaoncol.2020.0001",
    "citation_count": 59,
    "references": {
        "11025223": "DNA-based molecular classifiers for the profiling of gene expression signatures",
        "10969845": "Circulating microRNAs in Cancer: A 5-Year Update with a Focus on Breast and Lung Cancers",
        "10889641": "IL-17A deficiency inhibits lung cancer-induced osteoclastogenesis by promoting apoptosis of osteoclast precursor cells",
        "10797993": "SCLC: Epidemiology, Risk Factors, Genetic Susceptibility, Molecular Pathology, Screening, and Early Detection",
        "10786163": "A Universal Strategy for Enhancing the Circulating miRNAs’ Detection Performance of Rolling Circle Amplification by Using a Dual-Terminal Stem-Loop Padlock",
        "10656105": "Enhancement of Dielectrophoresis-Based Particle Collection from High Conducting Fluids Due to Partial Electrode Insulation",
        "10605272": "Serum Insights: Leveraging the Power of miRNA Profiling as an Early Diagnostic Tool for Non-Small Cell Lung Cancer",
        "10571819": "Exploring the Potential of Non-Coding RNAs as Liquid Biopsy Biomarkers for Lung Cancer Screening: A Literature Review",
        "10557924": "Peripheral Blood Omics and Other Multiplex-based Systems in Pulmonary and Critical Care Medicine",
        "10551600": " MicroRNA‐326 negatively regulates CD155 expression in lung adenocarcinoma",
        "10486721": "Artificial Intelligence in Lung Cancer Screening: The Future Is Now",
        "10253654": "Is There a Role for Machine Learning in Liquid Biopsy for Brain Tumors? A Systematic Review",
        "10235023": "The blood proteome of imminent lung cancer diagnosis",
        "10087994": "Current and future applications of liquid biopsy in non-small-cell lung cancer—a narrative review",
        "10049393": "Exosomal miRNA Biomarker Panel for Pancreatic Ductal Adenocarcinoma Detection in Patient Plasma: A Pilot Study",
        "10045948": "HES1-mediated down-regulation of miR-138 sustains NOTCH1 activation and promotes proliferation and invasion in renal cell carcinoma",
        "9954060": "Clinical Scores, Biomarkers and IT Tools in Lung Cancer Screening—Can an Integrated Approach Overcome Current Challenges?",
        "9892825": "Increased levels of microRNA‐320 in blood serum and plasma is associated with imminent and advanced lung cancer",
        "9827506": "Circulating microRNAs as Reliable Tumor Biomarkers: Opportunities and Challenges Facing Clinical Application",
        "9798419": "A panel of blood-derived miRNAs with a stable expression pattern as a potential pan-cancer detection signature",
        "9776918": "FUT2 Facilitates Autophagy and Suppresses Apoptosis via p53 and JNK Signaling in Lung Adenocarcinoma Cells",
        "9754110": "Dynamic and static circulating cancer microRNA biomarkers – a validation study",
        "9707255": "IGF2BP3 is an essential N6-methyladenosine biotarget for suppressing ferroptosis in lung adenocarcinoma cells",
        "9600051": "The Role of Genomics and Proteomics in Lung Cancer Early Detection and Treatment ",
        "9564242": "Anoikis-Associated Lung Cancer Metastasis: Mechanisms and Therapies",
        "9526580": "Investigating the Lung Adenocarcinoma Stem Cell Biomarker Expressions Using Machine Learning Approaches",
        "9499633": "Noncoding RNome as Enabling Biomarkers for Precision Health",
        "9418138": "Plasma microRNA and metabolic changes associated with pediatric acute respiratory distress syndrome: a prospective cohort study",
        "9400689": "Diagnostic and prognostic role of liquid biopsy in non-small cell lung cancer: evaluation of circulating biomarkers",
        "9388044": "MiRNA expression profiling in adenocarcinoma and squamous cell lung carcinoma reveals both common and specific deregulated microRNAs",
        "9343840": "A Cross-Comparison of High-Throughput Platforms for Circulating MicroRNA Quantification, Agreement in Risk Classification, and Biomarker Discovery in Non-Small Cell Lung Cancer",
        "9196057": "Advances in lung cancer screening and early detection",
        "9133648": "Circulating cell-free DNA for cancer early detection",
        "9011230": "Overexpression of miR-328-5p influences cell growth and migration to promote NSCLC progression by targeting LOXL4",
        "8884722": "Serum RNAs can predict lung cancer up to 10 years prior to diagnosis",
        "8866954": "Circulating MicroRNAs From Plasma Small Extracellular Vesicles as Potential Diagnostic Biomarkers in Pediatric Epilepsy and Drug-Resistant Epilepsy",
        "8782186": "A novel panel of blood-based microRNAs capable of discrimination between benign breast disease and breast cancer at early stages",
        "8740622": "High diagnostic value of miRNAs for NSCLC: quantitative analysis for both single and combined miRNAs in lung cancer",
        "8723861": "Identification of Differentially Expressed and Prognostic lncRNAs for the Construction of ceRNA Networks in Lung Adenocarcinoma",
        "8712891": "Pathophysiology of Circulating Biomarkers and Relationship With Vascular Aging: A Review of the Literature From VascAgeNet Group on Circulating Biomarkers, European Cooperation in Science and Technology Action 18216",
        "8674396": "The potential of using blood circular RNA as liquid biopsy biomarker for human diseases",
        "8564649": "Blood‐based detection of lung cancer using cysteine‐rich angiogenic inducer 61 (CYR61) as a circulating protein biomarker: a pilot study",
        "8345487": "Biomarkers and Lung Cancer Early Detection: State of the Art",
        "8251929": "Personalising lung cancer screening: An overview of risk‐stratification opportunities and challenges",
        "8233712": "Cancer Epigenetic Biomarkers in Liquid Biopsy for High Incidence Malignancies",
        "7999833": "Circulating MicroRNAs in Blood and Other Body Fluids as Biomarkers for Diagnosis, Prognosis, and Therapy Response in Lung Cancer",
        "7947407": "Molecular biomarkers in early stage lung cancer",
        "7940705": "AhR/miR-23a-3p/PKCα axis contributes to memory deficits in ovariectomized and normal aging female mice",
        "7843280": "Expression and diagnostic value of circulating miRNA‐190 and miRNA‐197 in patients with pulmonary thromboembolism",
        "7797041": "Validation of human microRNA target pathways enables evaluation of target prediction tools",
        "7760157": "Artificial Intelligence Tools for Refining Lung Cancer Screening",
        "7758208": "The CONSTANCES Cohort Biobank: An Open Tool for Research in Epidemiology and Prevention of Diseases",
        "7709275": "Interplay between endoplasmic reticulum stress and non-coding RNAs in cancer",
        "7699705": "Diagnostic and Therapeutic Implications of microRNAs in Non-Small Cell Lung Cancer",
        "7686493": "Common diseases alter the physiological age-related blood microRNA profile",
        "7607162": "Implementation of the plasma MYCN/NAGK ratio to detect MYCN amplification in patients with neuroblastoma",
        "7549715": "Competitive learning suggests circulating miRNA profiles for cancers decades prior to diagnosis",
        "7547174": "Development of a serum miRNA panel for detection of early stage non-small cell lung cancer",
        "7407482": "Machine Learning-Based Ensemble Recursive Feature Selection of Circulating miRNAs for Cancer Tumor Classification"
    },
    "journal": "JAMA Oncology",
    "topics": [
        "microrna, evaluating, lung, cancer",
        "evaluating, cancer, symptomatic, detection",
        "circulating, patients, detection, profiles"
    ]
}