{
    "title": "Cell-Free Circulating Tumour DNA Blood Testing to Detect EGFR T790M Mutation in People With Advanced Non–Small Cell Lung Cancer: A Health Technology Assessment",
    "abstract": "Tissue biopsy is typically used to look for the resistance mutation, but this is an invasive test that might not be feasible if the patient is too ill. We conducted a health technology assessment of liquid biopsy for people with advanced NSCLC, which included an evaluation of the diagnostic accuracy, clinical utility, safety, cost-effectiveness, and the budget impact of publicly funding liquid biopsy, as well as an evaluation of patient preferences and values. Our analyses showed that, when considering costs and effects directly related to testing, liquid biopsy (as a triage test, which means patients who test negative undergo a follow-up tissue biopsy, or alone, which means using only liquid biopsy) was less costly than tissue biopsy alone and led to fewer tissue biopsies. The incremental cost-effectiveness ratios (ICERs) of liquid biopsy as a triage test compared with liquid biopsy alone and of liquid biopsy alone compared with tissue biopsy alone were greater than $100,000 per QALY.",
    "authors": [
        "Anna Lambrinos",
        "Anna Lambrinos",
        "Lindsey Falk",
        "Olga Gajic-Veljanoski",
        "Lucia Cheng",
        "Ammara Shafique",
        "Corinne Holubowich"
    ],
    "published_year": "Not available",
    "description": "Background\n          Cell-free circulating tumour DNA blood testing (also called liquid biopsy) can determine if a person with advanced non–small cell lung cancer (NSCLC) whose disease is progressing has developed the epidermal growth factor receptor (EGFR) T790M resistance mutation. Identifying this resistance mutation can help physicians choose appropriate treatment (i.e., osimertinib if positive and chemotherapy if negative). Tissue biopsy is typically used to look for the resistance mutation, but this is an invasive test that might not be feasible if the patient is too ill. We conducted a health technology assessment of liquid biopsy for people with advanced NSCLC, which included an evaluation of the diagnostic accuracy, clinical utility, safety, cost-effectiveness, and the budget impact of publicly funding liquid biopsy, as well as an evaluation of patient preferences and values.\nMethods\n          We performed a systematic literature search of the clinical evidence. We assessed the risk of bias of each included study using Risk of Bias in Systematic Reviews (ROBIS), Quality Assessment of Diagnostic Accuracy Studies (QUADAS-2), Risk of Bias Among Non-randomized Studies (RoBANS), and the Cochrane risk of bias (ROB) tool and assessed quality of evidence according to the Grading of Recommendations Assessment, Development, and Evaluation (GRADE) Working Group criteria. We performed a systematic economic literature search and conducted short-term and long-term cost-effectiveness and cost-utility analyses comparing liquid biopsy as a triage test, liquid biopsy alone, and tissue biopsy alone from a public payer perspective. We also analyzed the budget impact of publicly funding liquid biopsy for people in Ontario with advanced NSCLC. To assess the potential value of liquid biopsy, we spoke with people with lung cancer and people with an understanding of the process of liquid biopsy.\nResults\n          We included 19 studies (within a published systematic review) to examine diagnostic test accuracy and 12 studies to examine clinical utility. In patients with advanced NSCLC, liquid biopsy to detect the EGFR T790M resistance mutation demonstrated a positive and negative predictive value of 89% and 61%, respectively, a sensitivity of 68%, and specificity of 86%. No studies examined the clinical utility of liquid biopsy as a triage test. When NSCLC was treated appropriately, progression-free survival was similar in patients with and without the resistance mutation, as ascertained by liquid biopsy.\n          We estimated that it costs about $700 to conduct a liquid biopsy and $2,500 to conduct a tissue biopsy. Our analyses showed that, when considering costs and effects directly related to testing, liquid biopsy (as a triage test, which means patients who test negative undergo a follow-up tissue biopsy, or alone, which means using only liquid biopsy) was less costly than tissue biopsy alone and led to fewer tissue biopsies. Using liquid biopsy as a triage test produced the most correct treatment decisions and greatest number of people who were given osimertinib.\n          When considering long-term costs (i.e., treatment and care) and effects (i.e., life-years and quality-adjusted life-years [QALYs]), liquid biopsy as a triage test was the most effective and most costly strategy followed by liquid biopsy alone. Tissue biopsy alone was the least effective and least costly strategy. The incremental cost-effectiveness ratios (ICERs) of liquid biopsy as a triage test compared with liquid biopsy alone and of liquid biopsy alone compared with tissue biopsy alone were greater than $100,000 per QALY. However, this result was largely driven by the cost of osimertinib, which was used more often when liquid biopsy was used as a triage test.\n          We estimated that the total annual budget impact of publicly funding liquid biopsy as a triage test in Ontario over the next 5 years would range from approximateily $60,000 in year 1 to $3 million in year 5.\n          People with lung cancer with whom we spoke said that liquid biopsy would likely be an appropriate test for people with NSCLC given their frail condition and because it would avoid the pain and anxiety associated with tissue biopsy.\nConclusions\n          As a minimally invasive test, liquid biopsy identifies a high proportion of people with the EGFR T790M resistance mutation. This identification could better guide treatment for people with advanced NSCLC. However, its relatively low negative predictive value means it is best used as a triage test (i.e., followed by tissue biopsy if the liquid biopsy does not identify a resistance mutation). Liquid biopsy as a triage test is likely more effective than tissue biopsy alone. However, owing to the high cost of treatment, liquid biopsy may not be cost-effective. We estimated that publicly funding liquid biopsy as a triage test in Ontario would result in additional costs (related to more patients being treated) of between $0.06 million and $3 million over the next 5 years.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7082730/",
    "doi": null,
    "citation_count": 11,
    "references": {
        "10826295": "The Perceived Value of Liquid Biopsy: Results From a Canadian Validation Study of Circulating Tumor DNA T790M Testing—Patient’s Willingness-to-Pay: A Brief Report",
        "10577078": "Current and new frontiers in hereditary cancer surveillance: Opportunities for liquid biopsy",
        "10492680": "Health Economic Evidence and Modeling Challenges for Liquid Biopsy Assays in Cancer Management: A Systematic Literature Review",
        "10020305": "Clinical benefit and cost-effectiveness analysis of liquid biopsy application in patients with advanced non-small cell lung cancer (NSCLC): a modelling approach",
        "9579289": "EGFR T790M Mutation Detection in Patients With Non-Small Cell Lung Cancer After First Line EGFR TKI Therapy: Summary of Results in a Three-Year Period and a Comparison of Commercially Available Detection Kits",
        "9400689": "Diagnostic and prognostic role of liquid biopsy in non-small cell lung cancer: evaluation of circulating biomarkers",
        "8779216": "Use of Circulating Tumour DNA (ctDNA) for Measurement of Therapy Predictive Biomarkers in Patients with Cancer",
        "8170728": "Liquid biopsy for therapy monitoring in early-stage non-small cell lung cancer",
        "7912552": "Recombinant human endostatin combined with chemotherapy for advanced squamous cell lung cancer: a meta-analysis",
        "7710619": "Tumor DNA as a Cancer Biomarker through the Lens of Colorectal Neoplasia",
        "7679218": "鉴定晚期肺腺癌EGFR-T790M耐药基因突变候选生物标志物"
    },
    "journal": "Ontario Health Technology Assessment Series",
    "topics": [
        "technology, dna, advanced, tumour",
        "testing, blood, mutation",
        "detect, egfr, assessment, cell"
    ]
}