{
    "title": "Long non-coding RNA dysregulation is a frequent event in non-small cell lung carcinoma pathogenesis",
    "abstract": "In relation to their topography of the closest protein-coding gene, lncRNAs have been broadly classified into: sense, antisense, bidirectional, intronic and intergenic lncRNAs.1 They are largely transcribed by RNA polymerase II, spliced, 5′ capped, polyadenylated and regulated at multiple levels similarly to the mRNAs.2 GENCODE release v29 reports 16,066 lncRNA transcripts.3 Although the function of the majority of lncRNAs is still largely unknown, evidence reveals their participation in many regulatory pathways,4 including chromatin organisation, transcriptional regulation, post-transcriptional and post-translational processing.5 These functions are exerted by acting as guides, tethers, decoys, scaffolds, competitive endogenous RNAs and miRNA sponges.4 In general, lncRNAs show lower expression levels, significantly shorter transcript half-lives and higher cell and tissue specificity than mRNAs.1,6,7 Dysregulation of lncRNA expression appears to be extensive in cancer, where they act either as oncogenes or tumour repressors.8–10 In the past few years, several pan-cancer transcriptomic analyses have been carried out after thorough realignment and reannotation of thousands of RNA-seq libraries retrieved from TCGA, providing an overview of lncRNA transcriptional alterations in different human cancers. All statistical analyses were performed with Bioconductor in the R statistical environment.24 For the visualisation of the 44 pairs of tissue (tumour and normal) data were subtracted for Cy3 and Cy5 separately after background correction, normalised using cyclicloess method, log2 transformed and plotted using the coolmap function in Limma.22 Validation of differentially expressed lncRNA by RT-qPCR lncRNA targets showing the highest differential expression between tumour and normal tissues were selected for further biological validation. ADAMTS9-AS2 was previously found dysregulated in several cancer types including NSCLC.32,33 Overexpression of ADAMTS9-AS2 reduces proliferation, cell migration, invasion, and induces apoptosis in vitro while restrains tumour growth in vivo.32–34 Recent evidence suggests that ADAMTS9-AS2 might exert its function by ‘sponging’ common microRNAs.33,34 For instance, in NSCLC, ADAMTS9-AS2 represses cancer progression by regulating the miR-223-3p/TGFBR3 axis,33 while in ovarian cancer it regulates the miR-182-5p/FOXF2 pathway.34 A few studies have analysed the role of FENDDR in various cancer types suggesting that FENDRR plays an inhibitory role in tumour progression by regulating cell migration, invasion and metastasis.35–37 FENDRR was found to be downregulated in gastric cancer tissues, which increased cell migration and invasion in vitro through up-regulation of FN1 and MMP2 and MMP9.35 FENDRR expression was also shown to be suppressed in gastric cancer associated fibroblasts (CAFs) by hypermethylation.38 In NSCLC, we have observed that FENDRR expression is reduced in lung tumours compared with paired normal tissue and lung cancer cell lines showed a similar trend.",
    "authors": [
        "Amelia Acha-Sagredo",
        "Bubaraye Uko",
        "Paschalia Pantazi",
        "Naiara G. Bediaga",
        "Chryssanthi Moschandrea",
        "Lucille Rainbow",
        "Michael W. Marcus",
        "Michael P. A. Davies",
        "John K. Field",
        "Triantafillos Liloglou"
    ],
    "published_year": "2020",
    "description": "Background\n      Long non-coding RNAs (lncRNAs) comprise a heterogeneous group of transcripts >200 nucleotides with no protein coding capacity. In relation to their topography of the closest protein-coding gene, lncRNAs have been broadly classified into: sense, antisense, bidirectional, intronic and intergenic lncRNAs.1 They are largely transcribed by RNA polymerase II, spliced, 5′ capped, polyadenylated and regulated at multiple levels similarly to the mRNAs.2 GENCODE release v29 reports 16,066 lncRNA transcripts.3 Although the function of the majority of lncRNAs is still largely unknown, evidence reveals their participation in many regulatory pathways,4 including chromatin organisation, transcriptional regulation, post-transcriptional and post-translational processing.5 These functions are exerted by acting as guides, tethers, decoys, scaffolds, competitive endogenous RNAs and miRNA sponges.4 In general, lncRNAs show lower expression levels, significantly shorter transcript half-lives and higher cell and tissue specificity than mRNAs.1,6,7\n      Dysregulation of lncRNA expression appears to be extensive in cancer, where they act either as oncogenes or tumour repressors.8–10 In the past few years, several pan-cancer transcriptomic analyses have been carried out after thorough realignment and reannotation of thousands of RNA-seq libraries retrieved from TCGA, providing an overview of lncRNA transcriptional alterations in different human cancers. These studies suggest that (a) lncRNAs are frequently dysregulated in tumours, (b) many of these alterations are highly tumour-specific and (c) they are often associated with other cancer-related (epi)genetic alterations.9,10\n      Lung cancer is the most frequent cause of cancer-related deaths, and non-small cell lung cancer accounts for the majority of the reported cases.11 Early screening and improved therapies are critical unmet clinical needs12 and the field of lncRNAs has attracted a lot of interest in an effort to identify novel diagnostic biomarkers and therapeutic targets. Analysis of publicly available RNA-seq data indicated 111 intergenic lung cancer-associated lncRNAs that were differentially expressed between tumour and adjacent normal lung tissue.13 Furthermore, following a pan-cancer analysis of RNA-seq data from seven additional TCGA solid tumour types, 58 of these were shown to be specific to lung cancer. To date, there are a number of additional studies analysing publicly available lncRNA expression data in lung cancer14–16 and fewer attempting validation in independent sample sets.17–19 However, despite the plethora of published papers, the lncRNA landscape in NSCLC is far from comprehensive, mainly because of the limited independent validation, inconsistency of targets and sample sets. In this study, we undertook a lncRNA transcriptome-wide microarray approach and performed both technical and biological validation of a number of highly differential expressed lncRNA targets. Qualified targets from this process were cross validated in TCGA datasets. Expression was also tested in a series of NSCLC cell lines. Finally, we investigated the DNA methylation status of those dysregulated lncRNAs bearing CpG islands in their promoters.\nMethods\n      \n        Patients and samples\n        A set of 82 NSCLC patients from the Liverpool Lung Project (LLP) were used for expression analysis. All patients were recruited, following voluntary informed consent, from Liverpool Heart and Chest Hospital, in accordance with the Declaration of Helsinki. Ethical approval was obtained from the Liverpool Central Research Ethics Committee (ref 97/141). Frozen tissues were macro-dissected to ensure >70% tumour content. For DNA methylation analysis, we utilised DNAs from 129 tumour and 36 normal samples available from previous studies.20,21 Demographic and clinical characteristics of the cancer patients are summarised in Supplementary Table S1.\n      \n      \n        Analysis of the Cancer Genome Atlas expression data\n        Clinical and gene expression data was downloaded from the Genomics Data Commons (GDC) data portal using GDC Data Transfer Tool from the following The Cancer Genome Atlas (TCGA) datasets: TCGA-LUAD (Lung adenocarcinoma; N = 585) and TCGA-LUSC (Lung squamous cell carcinoma; N = 504). Patients with prior malignancies, subject to prior treatment and/or synchronous tumours were removed from our analysis. The main demographic and clinical characteristics of the TCGA patients analysed are summarised in Supplementary Table S2. Normalised gene expression values (FPKM-UQ; Fragments Per Kilobase of transcript per Million mapped reads upper quartile) were employed.\n      \n      \n        Cell lines and growth conditions\n        Thirteen NSCLC cell lines (A549, Calu-1, Calu-3, Calu-6, COR-L23, DMS53, H358, H2073, HTB-59, HTB-182, LUDLU-1, SK-LU-1 and SK-MES-1) and a non-tumorigenic human foetal lung fibroblast cell line (IMR-90) were cultured in Dulbecco’s Modified Eagle’s Medium (DMEM)/Ham’s Nutrient Mixture F-12 (1: 1) containing 10% foetal bovine serum (Sigma-Aldrich, Gillingham, UK) at 37 °C and 5% CO2. All cell lines were mycoplasma tested (e-Myco™ plus Kit, iNtRON Biotechnology, Gyeonggi-do, Korea) and authenticated (GenePrint 10 System, Promega, Southampton, UK).\n      \n      \n        RNA isolation\n        Total RNA was extracted from both tissue (10 × 10 μm thick) and cell lines using the Direct-zol mini kit (ZymoResearch, Irvine, CA, USA). RNA concentration and purity were determined on a NanoDrop ND-1000 spectrophotometer (Thermo Fisher Scientific, Hemel Hempstead, UK). RNA integrity was determined using the RNA 6000 Nano Lab-on-a-Chip kit on a Bioanalyzer 2100 (Agilent Technologies, Warrington, UK).\n      \n      \n        lncRNA array profiling\n        lncRNA profiling was performed on 44 normal-tumour pairs, using an Agilent Custom 8×60K expression array (AMADID: 047718) designed by the GENCODE consortium based on the Gencode v15 catalogue of human lncRNA.\n        Sample labelling and array hybridisation were performed according to the Two-Color Microarray-Based Gene Expression Analysis—Low Input Quick Amp Labeling—protocol version 6.7 (Agilent Technologies, Warrington, UK). Tumour samples were labelled with Cy3 and Cy5 was used with normal tissue. The labelled cRNA was hybridised to the Agilent SurePrint G3 gene expression 8×60K microarray and scanned on an Agilent G2565CA microarray scanner at 100% R + G PMT, 3 μm resolution and 20 bit TIFF with no XDR. Agilent’s Feature Extraction 11.0.1.1 software was used to analyse acquired array images and extract intensity data. The microarray data have been deposited in the Gene Expression Omnibus (GEO) database (GSE130740).\n      \n      \n        lncRNA RT–qPCR\n        Technical validation of the selected targets was performed in 29/44 array samples. Biological validation was undertaken on 38 independent NSCLC normal-tumour pairs. Additionally, the expression levels of the validated lncRNA targets were assessed in 14 cell lines. One microgram of total RNA was reverse transcribed (QuantiTect Reverse Transcription Kit, Qiagen, Crawley, UK) according to the manufacturer’s instructions. Quantitative real-time PCR was performed in triplicate using QuantiTect probe PCR mastermix (Qiagen, Crawley, UK). Primers and probes as well as the thermal profiles for each lncRNA qPCR assay are provided in Supplementary Table S3. lncRNA expression was quantified using the 2−ΔΔCt method and TBP as endogenous control.\n      \n      \n        DNA extraction and methylation analysis\n        DNA has been previously isolated.20,21 Pyrosequencing methylation analysis assays were designed for those lncRNAs harbouring a CpG island in their promoter (i.e. FENDRR, FEZF1-AS1, LIN00673, NUTM2A-AS1, PCAT6, RNF139-AS1, SVIL-AS1). One microgram of DNA was bisulphite-converted (EZ-96 DNA Methylation-Gold Kit, ZymoResearch, Irvine, CA, USA). DNA methylation analysis was performed by pyrosequencing (Qiagen, Crawley, UK) as previously described.20 Primers and PCR thermal profiles for each pyrosequencing assay are provided in Supplementary Table S4.\n      \n      \n        Statistical analysis\n        \n          Statistical analysis of the microarray\n          Raw data were corrected for background noise using the normexp method and normalised using the loess method in Limma.22 Differential expression analysis was carried out on non-control probes using linear models and robust empirical Bayes moderated t-statistics.23 We compared lung tumours to their matched normal tissue to identify NSCLC-specific lncRNA transcriptional signatures. i-values were adjusted to control the false discovery rate (FDR) below 5% using the Benjamini and Hochberg method. Differentially expressed genes were identified using the double-filtering criterion: adjusted p-value (FDR) < 0.01 and an absolute log2 fold-change (absolute log2 fold-change) > 0.5. All statistical analyses were performed with Bioconductor in the R statistical environment.24 For the visualisation of the 44 pairs of tissue (tumour and normal) data were subtracted for Cy3 and Cy5 separately after background correction, normalised using cyclicloess method, log2 transformed and plotted using the coolmap function in Limma.22\n        \n        \n          Validation of differentially expressed lncRNA by RT-qPCR\n          lncRNA targets showing the highest differential expression between tumour and normal tissues were selected for further biological validation. Wilcoxon signed rank tests were used to establish statistically significant changes between the paired tumours and adjacent tissues while Mann–Whitney U and Kruskal–Wallis H tests were used to assess possible associations between expression and clinicopathological features in tumours. ROC curves and AUC were calculated for all the validated targets following binary logistic regression analysis. For each lncRNA, the patient cohort was dichotomised into low and high expression subgroups using the relative quantity (RQ) median; patients’ survival was calculated using the log rank test and plotted using Kaplan-Meier curves.\n        \n        \n          DNA methylation analysis\n          Hypermethylation thresholds were calculated using the 95% reference interval (mean + 2 × SD) of the normal sample values. Differences between the methylation status (hypermethylated vs normal) of tumours and clinicopathological features were assessed using Chi-square and Fisher’s exact tests.\n        \n        \n          Analysis of differentially expressed lncRNAs in the TCGA dataset\n          Mann–Whitney U tests were used to establish statistically significant changes between the tumours and normal tissues. Associations between expression and clinicopathological features in tumours were assessed using Mann–Whitney U and Kruskal–Wallis H tests. Pairwise multiple comparisons were carried out using Dunn’s post hoc test and p-values were adjusted using the Bonferroni error correction. Patients’ survival was calculated as described above.\nResults\n      \n        Discovery of aberrant lncRNA expression profiles in NSCLC\n        On the Gencode v15 microarray, each of the 17,535 randomly selected protein coding and 22,001 lncRNA transcripts is targeted by two probes. Three samples that were analysed in duplicate and hybridised on separate arrays were used as technical replicates. Technical replicates showed a strong pairwise Pearson correlation coefficient (r ≥ 0.86, p-value < 10–16). An initial comparison between the lncRNA expression profiles of NSCLC tissue and adjacent normal tissue using unsupervised hierarchical clustering analysis showed that samples could be neatly classified based on the expression levels of antisense and lincRNAs (Supplementary Figs. S1C and S1B) as well as protein coding transcripts (Supplementary Fig. S1A). Gene expression analysis identified the following numbers of differentially expressed transcripts in the NSCLC vs normal comparison: 581 (down) and 368 (up) lincRNAs, 541 (down) and 403 (up) antisense RNAs as well as 1992 (up) and 1,448 (down) protein-coding RNAs, (Supplementary Table S5). In this study, we focused only in the validation of the lncRNAs (lincRNA and antisense RNA transcripts).\n      \n      \n        Validation of differentially expressed lncRNAs\n        The selection criteria for the validation step included the p-value, fold-change and the clarity of annotation of the sequences. Regarding the latter, validation was performed only for targets where the probe sequence matched the location or Ensembl_ID indicated in the array manifest. For the validation step, we selected fourteen targets across a range of adjusted p-values (7.6 × 10–3 to 2.7 × 10–23) in order to assess the range of confidence in this microarray dataset.\n        The selected lncRNAs for technical and biological qPCR-based validation (Supplementary Table S5) were FEZF1-AS1, LINC01214, LINC00673, PCAT6, NUTM2A-AS1, RNF139-AS1, LINC01929, HMGA1P4 (upregulated) and PCAT19, FENDRR, SVIL-AS1, LANCL1-AS1, ADAMTS9-AS2 and LINC00968 (downregulated).\n        Out of the eight over-expressed lncRNAs identified on the microarray, six were confirmed as upregulated in lung tumours compared with paired normal tissue both in the technical and biological sets (Fig. 1). HMGA1P4 showed no significant difference in expression between tumour and normal paired samples in any of the validation sets (p > 0.05 in both), whereas RNF139-AS1 showed insignificant expression difference in the technical validation set (p = 0.325) and borderline difference in the biological validation set (p = 0.03). All six selected under-expressed lncRNA targets were significantly differentially expressed in lung tumours compared with paired normal lung in both sets (Fig. 2).Fig. 1Overexpressed lncRNAs in NSCLC.Scatterplot diagrams demonstrating the expression levels of lncRNAs FEZF1-AS1 (a), LINC01214 (b), LINC00673 (c), PCAT6 (d), LINC01929 (e) and NUTM2A-AS1 (f), which are overexpressed in lung tumours compared to adjacent normal lung tissue. Means are also indicated along with the 95% confidence intervals. Technical validation values are given by circles, while biological independent validation values are given as triangles. p-values are derived from Wilcoxon ranked tests. RQ relative quantity.Fig. 2Downregulated lncRNAs in NSCLC.Scatterplot diagrams demonstrating the expression levels of lncRNAs PCAT19 (a), SVIL-AS1 (b), LANCL1-AS1 (c), FENDRR (d), LINC00968 (e) and ADAMTS9-AS2 (f), which are downregulated in lung tumours compared to adjacent normal lung tissue. Means are also indicated along with the 95% confidence intervals. Technical validation values are given by circles, while biological independent validation values are given as triangles. p-values are derived from Wilcoxon ranked tests. RQ relative quantity.\n        In order to estimate the efficiency of each validated target to discriminate between normal and tumour tissue, binary logistic regression analysis was performed, and ROC curves were constructed (Supplementary Fig. S2). Expression of LANCL1-AS1 appeared to discriminate best (AUC = 0.995, 95% CI: 0.987–1), whilst assessment of NUTM2A-AS1 was the least informative (AUC = 0.689, 95% CI: 0.594–0.784).\n      \n      \n        Correlation between clinical data and the expression of the validated lncRNAs\n        qPCR-based expression was analysed in relation to the epidemiological and clinicopathopathological parameters. No association with age or histology was observed, while a number of borderline associations between individual lncRNA expression and certain clinicopathological parameters were noticed (Table 1). Higher expression of FEZF1-AS1 (p = 0.03) and ADAMTS9-AS2 (p = 0.03) was observed in males compared to females. In addition, the expression of LINC00968 (p = 0.03) was significantly higher in patients with lymph node involvement (N1/N2 stages when compared with N0), while the opposite relationship was found for LINC01929 (p = 0.05). Finally, PCAT6 (p = 0.02) and LANCL1-AS1 (p = 0.01) expression was significantly lower in poorly differentiated tumours when compared to well and moderately differentiated ones.Table 1Correlation between clinical data and the expression of the validated lncRNAs.NRelative quantity (RQ)Mann–Whitney testMeanSDU-scorep-valueGenderFEZF1-AS1Male496.498.312680.03Female172.723.68ADAMTS9-AS2Male500.661.512550.03Female160.110.16Lymph node involvementLINC01929N(−)3331.6374.003390.05N(+)298.007.39LINC00968N(−)340.200.504350.03N(+)320.382.18DifferentiationPCAT6Poor182.033.852120.02Well-Moderate383.605.83LANCL1-AS1Poor200.020.052660.01Well-Moderate410.070.11SD standard deviation.\n        Only the expression of LINC01214 and FENDRR appeared to have an effect in survival (Supplementary Fig. S3). Longer survival was observed among the patients with high LINC01214 expression level (mean survival time: 73.24 months, 95% CI: 52.12–94.35) compared to low LINC01214 level (mean survival time: 41.14 months, 95% CI: 23.22–59.05, log rank p = 0.031). Likewise, patients with high FENDRR expression levels showed a better outcome (mean survival time: 75.29 months, 95% CI: 49.90–100.69) than those with low FENDRR expression levels (mean survival time: 43.71 months, 95% CI: 28.65–58.78, log rank p = 0.021).\n      \n      \n        Cross-validation of selected targets with TCGA datasets\n        Out of the 14 lncRNAs selected for validation in our study, 13 were confirmed as being differentially expressed between tumour and normal tissue in the TCGA dataset (Supplementary Figs. S4 and S5). The only significant difference between our dataset and TCGA was for RNF139-AS1; only a borderline expression difference was seen in our biological validation set (p = 0.03), but it was significantly higher in tumours compared to normal tissues in the TCGA set (p = 1.27 × 10–22).\n        A number of significant associations were observed between tumour histology and the expression of the validated lncRNAs (Supplementary Fig. S6). Adenocarcinomas showed a significantly higher expression for PCAT19 (p = 4.14 × 10–18), FENDRR (p = 0.011), LANCL1-AS1 (p = 1.26 × 10–4), LINC00968 (p = 3.97 × 10–12) and ADAMTS9-AS2 (p = 1.92 × 10–44) when compared to squamous cell carcinomas. On the other hand, the expression of LINC00673 (p = 6.42 × 10–30), PCAT6 (p = 1.01 × 10–7), NUTM2A-AS1 (p = 3.69 × 10–5) and LINC01929 (p = 3.26 × 10–6) was significantly higher in squamous cell carcinomas than in adenocarcinomas.\n        Tumour stage significantly associated with the expression of LINC00673 (p = 0.005), LINC01929 (p = 0.002), PCAT19 (p = 0.001), FENDRR (p = 8.33 × 10–6), SVIL-AS1 (p = 0.037), LANCL1-AS1 (p = 8.69 × 10–7), LINC00968 (p = 2.32 × 10–7) and ADAMTS9-AS2 (8.29 × 10–6) as determined by Kruskal–Wallis test (Supplementary Fig. S7). Dunn’s post hoc pairwise test revealed that median expression level was significantly lower in T1 compared to T2 stage tumours for LINC00673 (p = 0.004) and LINC01929 (p = 0.001). SVIL-AS1 median expression was significantly lower in T1 compared to T3 NSCLC tumours (p = 0.027). On the other hand, for PCAT19, FENDRR, LANCL1-AS1, LINC00968 and ADAMTS9-AS2 the median expression level was significantly higher in T1 compared to T2 (p-values ≤ 0.001) and in T1 compared to T3 stage tumours (p-values ≤ 0.01) (Supplementary Fig. S7).\n        Regarding nodal stage (Supplementary Fig. S8), the expression of LINC00673 (p = 0.021) was significantly higher in patients with lymph node involvement (N1/N2 stages when compared with N0), while the opposite relationship was found for LANCL1-AS1 (p = 0.001), LINC00968 (p = 0.009) and ADAMTS9-AS2 (p = 0.003).\n        The expression of FEZF1-AS1 and LINC01929 appeared to be related to survival in the TCGA dataset (Supplementary Fig. S9). A trend for longer survival was observed among the patients with high FEZF1-AS1 level (mean survival time: 92.65 months, 95% CI: 74.46–110.84) compared to the low FEZF1-AS1 expression group (mean survival time: 76.25 months, 95% CI: 62.81–89.69, log rank p = 0.040). In addition, patients with low LINC01929 expression levels had better outcome (mean survival time: 95.38 months, 95% CI: 79.03–111.73) than those with high expression (mean survival time: 67.68 months, 95% CI: 59.63–75.73, log rank p = 0.022).\n      \n      \n        Expression of the validated lncRNAs in NSCLC cell lines\n        The expression profiles of the 12 validated lncRNAs were also assessed in a panel of 13 lung cancer cell lines in comparison to a normal lung fibroblast line (IMR-90). Expression of the 6 downregulated targets in lung cancer tissue was significantly reduced (SVIL-AS1, FENDRR, ADAMTS9-AS2) or completely absent (PCAT19, LANCL1-AS1 and LINC00968) (Fig. 3) in lung cancer cell lines while positive controls (pooled normal lung tissue RNA) performed as expected in these experiments.Fig. 3Bar chart diagrams showing the expression levels of the validated lncRNAs in NSCLC cell lines and a normal lung fibroblast cell line (IMR90), which was used as a calibrator (RQ = 1) for the analysis, with the exception of FEZF1-AS1 and LINC01929, which are not expressed in IMR90. In this case Calu-1 was used as calibrator. All downregulated lncRNAs in lung cancer tissue were reduced (SVIL-AS1 (a), FENDRR (b), ADAMTS9-AS2 (c)) or completely undetected (PCAT19, LANCL1-AS1 and LINC00968, data not shown). Upregulated in lung cancer tissue lncRNAs did not necessarily follow the same pattern in cell lines. FEZF1-AS1 (d), LIN00673 (e) and LINC01214 (f) were higher in NSCLC cell lines, PCAT6 (g) and LINC01929 (h) were lower in NSCLC cell lines compared to IMR90, while NUTM2A-AS1 (i) was highly variable. Error bars represent standard error of the mean. RQ relative quantity.\n        All the lncRNAs found upregulated in lung cancer tissue were widely expressed in the lung cancer cell lines analysed, however, not all of them followed the tissue pattern. When compared with the non-tumorigenic IMR-90, the expression of FEZF1-AS1, LIN00673 and LINC01214 was markedly higher in most lung cancer cell lines; the expression of PCAT6 and LINC01929 was strikingly lower and no clear trend was observed for the expression of NUTM2A-AS1 (Fig. 3).\n      \n      \n        Methylation of lncRNA loci in NSCLC patients\n        Only 7 out of the 14 lncRNAs selected from the microarray phase harbour a CpG island in their promoter. Pyrosequencing analysis demonstrated that PCAT6, RNF139-AS1, LINC00673 and NUTM2A-AS1 had <5% DNA methylation levels in both normal or tumour tissue, which is usually classified as noise.25 In contrast, variable methylation levels were observed for the remaining three targets. Hypermethylation in tumours (defined as > 95% reference range of normal values) was observed in 45/126 (35.7%) of tumours for FENDRR, 61/128 (47.7%) for FEZF1-AS1 and 26/128 (20.3%) for SVIL-AS1 (Fig. 4). DNA and corresponding RNA was available for 42 common samples between the two (expression and methylation analysis) sets. No direct correlation was established between RNA expression and hypermethylation status in any of these three genes.Fig. 4DNA methylation of lncRNA promoters in NSCLC.Scatterplot diagrams demonstrating the DNA methylation levels of lncRNAs FENDRR (a), FEZF1-AS1 (b) and SVIL-AS1 (c) in lung tumours compared to adjacent normal lung tissue. The horizontal dotted line in each diagram defines the 95% reference range (= mean + 2 × Standard deviation) of the normal tissues. Tumour samples with values over this line are classified as hypermethylated.\n      \n      \n        Association between clinical data and the methylation of the validated lncRNAs\n        FENDRR hypermethylation was more frequent in adenocarcinomas (56.9%) than in squamous cell carcinomas (21.6%, p = 5.5 × 10–5) while an opposite borderline trend was found for FEZF1-AS1 (37.3% vs 55.3%, p = 0.05, Table 2). Non-significant trends were found between, FEZF1-AS1 (p = 0.08) and SVIL-AS1 (p = 0.06) hypermethylation and the differentiation status of the tumours, while no associations were obtained between hypermethylation of any promoter and age, gender and nodal stage.Table 2Association between clinical data and hypermethylation status of FENDRR and FEZF1-AS1.NHypermethylated (%)Pearson χ2 test p-valueHistologyFENDRRAdenoCa5129 (56.9%)5.5 × 10–5SqCCa7416 (21.6%)FEZF1-AS1AdenoCa5119 (37.3%)0.05SqCCa7642 (55.3%)DifferentiationFEZF1-AS1Poor3612 (34.3%)0.08Well-Moderate8745 (51.7%)SVIL-AS1Poor3511 (31.4%)0.06Well-Moderate8714 (16.1%)AdenoCa adenocarcinoma, SqCCa squamous cell carcinoma.Bold values indicate statistical significance p-values.\nConclusions\n          Our study provides through multiple levels of internal and external validation, a comprehensive list of dysregulated lncRNAs in NSCLC. We therefore envisage this dataset to serve as an important source for the lung cancer research community assisting future investigations on the involvement of lncRNAs in the pathogenesis of the disease and providing novel biomarkers for diagnosis, prognosis and therapeutic stratification.\nPatients and samples\n        A set of 82 NSCLC patients from the Liverpool Lung Project (LLP) were used for expression analysis. All patients were recruited, following voluntary informed consent, from Liverpool Heart and Chest Hospital, in accordance with the Declaration of Helsinki. Ethical approval was obtained from the Liverpool Central Research Ethics Committee (ref 97/141). Frozen tissues were macro-dissected to ensure >70% tumour content. For DNA methylation analysis, we utilised DNAs from 129 tumour and 36 normal samples available from previous studies.20,21 Demographic and clinical characteristics of the cancer patients are summarised in Supplementary Table S1.\nAnalysis of the Cancer Genome Atlas expression data\n        Clinical and gene expression data was downloaded from the Genomics Data Commons (GDC) data portal using GDC Data Transfer Tool from the following The Cancer Genome Atlas (TCGA) datasets: TCGA-LUAD (Lung adenocarcinoma; N = 585) and TCGA-LUSC (Lung squamous cell carcinoma; N = 504). Patients with prior malignancies, subject to prior treatment and/or synchronous tumours were removed from our analysis. The main demographic and clinical characteristics of the TCGA patients analysed are summarised in Supplementary Table S2. Normalised gene expression values (FPKM-UQ; Fragments Per Kilobase of transcript per Million mapped reads upper quartile) were employed.\nCell lines and growth conditions\n        Thirteen NSCLC cell lines (A549, Calu-1, Calu-3, Calu-6, COR-L23, DMS53, H358, H2073, HTB-59, HTB-182, LUDLU-1, SK-LU-1 and SK-MES-1) and a non-tumorigenic human foetal lung fibroblast cell line (IMR-90) were cultured in Dulbecco’s Modified Eagle’s Medium (DMEM)/Ham’s Nutrient Mixture F-12 (1: 1) containing 10% foetal bovine serum (Sigma-Aldrich, Gillingham, UK) at 37 °C and 5% CO2. All cell lines were mycoplasma tested (e-Myco™ plus Kit, iNtRON Biotechnology, Gyeonggi-do, Korea) and authenticated (GenePrint 10 System, Promega, Southampton, UK).\nRNA isolation\n        Total RNA was extracted from both tissue (10 × 10 μm thick) and cell lines using the Direct-zol mini kit (ZymoResearch, Irvine, CA, USA). RNA concentration and purity were determined on a NanoDrop ND-1000 spectrophotometer (Thermo Fisher Scientific, Hemel Hempstead, UK). RNA integrity was determined using the RNA 6000 Nano Lab-on-a-Chip kit on a Bioanalyzer 2100 (Agilent Technologies, Warrington, UK).\nlncRNA array profiling\n        lncRNA profiling was performed on 44 normal-tumour pairs, using an Agilent Custom 8×60K expression array (AMADID: 047718) designed by the GENCODE consortium based on the Gencode v15 catalogue of human lncRNA.\n        Sample labelling and array hybridisation were performed according to the Two-Color Microarray-Based Gene Expression Analysis—Low Input Quick Amp Labeling—protocol version 6.7 (Agilent Technologies, Warrington, UK). Tumour samples were labelled with Cy3 and Cy5 was used with normal tissue. The labelled cRNA was hybridised to the Agilent SurePrint G3 gene expression 8×60K microarray and scanned on an Agilent G2565CA microarray scanner at 100% R + G PMT, 3 μm resolution and 20 bit TIFF with no XDR. Agilent’s Feature Extraction 11.0.1.1 software was used to analyse acquired array images and extract intensity data. The microarray data have been deposited in the Gene Expression Omnibus (GEO) database (GSE130740).\nlncRNA RT–qPCR\n        Technical validation of the selected targets was performed in 29/44 array samples. Biological validation was undertaken on 38 independent NSCLC normal-tumour pairs. Additionally, the expression levels of the validated lncRNA targets were assessed in 14 cell lines. One microgram of total RNA was reverse transcribed (QuantiTect Reverse Transcription Kit, Qiagen, Crawley, UK) according to the manufacturer’s instructions. Quantitative real-time PCR was performed in triplicate using QuantiTect probe PCR mastermix (Qiagen, Crawley, UK). Primers and probes as well as the thermal profiles for each lncRNA qPCR assay are provided in Supplementary Table S3. lncRNA expression was quantified using the 2−ΔΔCt method and TBP as endogenous control.\nDNA extraction and methylation analysis\n        DNA has been previously isolated.20,21 Pyrosequencing methylation analysis assays were designed for those lncRNAs harbouring a CpG island in their promoter (i.e. FENDRR, FEZF1-AS1, LIN00673, NUTM2A-AS1, PCAT6, RNF139-AS1, SVIL-AS1). One microgram of DNA was bisulphite-converted (EZ-96 DNA Methylation-Gold Kit, ZymoResearch, Irvine, CA, USA). DNA methylation analysis was performed by pyrosequencing (Qiagen, Crawley, UK) as previously described.20 Primers and PCR thermal profiles for each pyrosequencing assay are provided in Supplementary Table S4.\nStatistical analysis\n        \n          Statistical analysis of the microarray\n          Raw data were corrected for background noise using the normexp method and normalised using the loess method in Limma.22 Differential expression analysis was carried out on non-control probes using linear models and robust empirical Bayes moderated t-statistics.23 We compared lung tumours to their matched normal tissue to identify NSCLC-specific lncRNA transcriptional signatures. i-values were adjusted to control the false discovery rate (FDR) below 5% using the Benjamini and Hochberg method. Differentially expressed genes were identified using the double-filtering criterion: adjusted p-value (FDR) < 0.01 and an absolute log2 fold-change (absolute log2 fold-change) > 0.5. All statistical analyses were performed with Bioconductor in the R statistical environment.24 For the visualisation of the 44 pairs of tissue (tumour and normal) data were subtracted for Cy3 and Cy5 separately after background correction, normalised using cyclicloess method, log2 transformed and plotted using the coolmap function in Limma.22\n        \n        \n          Validation of differentially expressed lncRNA by RT-qPCR\n          lncRNA targets showing the highest differential expression between tumour and normal tissues were selected for further biological validation. Wilcoxon signed rank tests were used to establish statistically significant changes between the paired tumours and adjacent tissues while Mann–Whitney U and Kruskal–Wallis H tests were used to assess possible associations between expression and clinicopathological features in tumours. ROC curves and AUC were calculated for all the validated targets following binary logistic regression analysis. For each lncRNA, the patient cohort was dichotomised into low and high expression subgroups using the relative quantity (RQ) median; patients’ survival was calculated using the log rank test and plotted using Kaplan-Meier curves.\n        \n        \n          DNA methylation analysis\n          Hypermethylation thresholds were calculated using the 95% reference interval (mean + 2 × SD) of the normal sample values. Differences between the methylation status (hypermethylated vs normal) of tumours and clinicopathological features were assessed using Chi-square and Fisher’s exact tests.\n        \n        \n          Analysis of differentially expressed lncRNAs in the TCGA dataset\n          Mann–Whitney U tests were used to establish statistically significant changes between the tumours and normal tissues. Associations between expression and clinicopathological features in tumours were assessed using Mann–Whitney U and Kruskal–Wallis H tests. Pairwise multiple comparisons were carried out using Dunn’s post hoc test and p-values were adjusted using the Bonferroni error correction. Patients’ survival was calculated as described above.\nStatistical analysis of the microarray\n          Raw data were corrected for background noise using the normexp method and normalised using the loess method in Limma.22 Differential expression analysis was carried out on non-control probes using linear models and robust empirical Bayes moderated t-statistics.23 We compared lung tumours to their matched normal tissue to identify NSCLC-specific lncRNA transcriptional signatures. i-values were adjusted to control the false discovery rate (FDR) below 5% using the Benjamini and Hochberg method. Differentially expressed genes were identified using the double-filtering criterion: adjusted p-value (FDR) < 0.01 and an absolute log2 fold-change (absolute log2 fold-change) > 0.5. All statistical analyses were performed with Bioconductor in the R statistical environment.24 For the visualisation of the 44 pairs of tissue (tumour and normal) data were subtracted for Cy3 and Cy5 separately after background correction, normalised using cyclicloess method, log2 transformed and plotted using the coolmap function in Limma.22\nValidation of differentially expressed lncRNA by RT-qPCR\n          lncRNA targets showing the highest differential expression between tumour and normal tissues were selected for further biological validation. Wilcoxon signed rank tests were used to establish statistically significant changes between the paired tumours and adjacent tissues while Mann–Whitney U and Kruskal–Wallis H tests were used to assess possible associations between expression and clinicopathological features in tumours. ROC curves and AUC were calculated for all the validated targets following binary logistic regression analysis. For each lncRNA, the patient cohort was dichotomised into low and high expression subgroups using the relative quantity (RQ) median; patients’ survival was calculated using the log rank test and plotted using Kaplan-Meier curves.\nDNA methylation analysis\n          Hypermethylation thresholds were calculated using the 95% reference interval (mean + 2 × SD) of the normal sample values. Differences between the methylation status (hypermethylated vs normal) of tumours and clinicopathological features were assessed using Chi-square and Fisher’s exact tests.\nAnalysis of differentially expressed lncRNAs in the TCGA dataset\n          Mann–Whitney U tests were used to establish statistically significant changes between the tumours and normal tissues. Associations between expression and clinicopathological features in tumours were assessed using Mann–Whitney U and Kruskal–Wallis H tests. Pairwise multiple comparisons were carried out using Dunn’s post hoc test and p-values were adjusted using the Bonferroni error correction. Patients’ survival was calculated as described above.\nDiscovery of aberrant lncRNA expression profiles in NSCLC\n        On the Gencode v15 microarray, each of the 17,535 randomly selected protein coding and 22,001 lncRNA transcripts is targeted by two probes. Three samples that were analysed in duplicate and hybridised on separate arrays were used as technical replicates. Technical replicates showed a strong pairwise Pearson correlation coefficient (r ≥ 0.86, p-value < 10–16). An initial comparison between the lncRNA expression profiles of NSCLC tissue and adjacent normal tissue using unsupervised hierarchical clustering analysis showed that samples could be neatly classified based on the expression levels of antisense and lincRNAs (Supplementary Figs. S1C and S1B) as well as protein coding transcripts (Supplementary Fig. S1A). Gene expression analysis identified the following numbers of differentially expressed transcripts in the NSCLC vs normal comparison: 581 (down) and 368 (up) lincRNAs, 541 (down) and 403 (up) antisense RNAs as well as 1992 (up) and 1,448 (down) protein-coding RNAs, (Supplementary Table S5). In this study, we focused only in the validation of the lncRNAs (lincRNA and antisense RNA transcripts).\nValidation of differentially expressed lncRNAs\n        The selection criteria for the validation step included the p-value, fold-change and the clarity of annotation of the sequences. Regarding the latter, validation was performed only for targets where the probe sequence matched the location or Ensembl_ID indicated in the array manifest. For the validation step, we selected fourteen targets across a range of adjusted p-values (7.6 × 10–3 to 2.7 × 10–23) in order to assess the range of confidence in this microarray dataset.\n        The selected lncRNAs for technical and biological qPCR-based validation (Supplementary Table S5) were FEZF1-AS1, LINC01214, LINC00673, PCAT6, NUTM2A-AS1, RNF139-AS1, LINC01929, HMGA1P4 (upregulated) and PCAT19, FENDRR, SVIL-AS1, LANCL1-AS1, ADAMTS9-AS2 and LINC00968 (downregulated).\n        Out of the eight over-expressed lncRNAs identified on the microarray, six were confirmed as upregulated in lung tumours compared with paired normal tissue both in the technical and biological sets (Fig. 1). HMGA1P4 showed no significant difference in expression between tumour and normal paired samples in any of the validation sets (p > 0.05 in both), whereas RNF139-AS1 showed insignificant expression difference in the technical validation set (p = 0.325) and borderline difference in the biological validation set (p = 0.03). All six selected under-expressed lncRNA targets were significantly differentially expressed in lung tumours compared with paired normal lung in both sets (Fig. 2).Fig. 1Overexpressed lncRNAs in NSCLC.Scatterplot diagrams demonstrating the expression levels of lncRNAs FEZF1-AS1 (a), LINC01214 (b), LINC00673 (c), PCAT6 (d), LINC01929 (e) and NUTM2A-AS1 (f), which are overexpressed in lung tumours compared to adjacent normal lung tissue. Means are also indicated along with the 95% confidence intervals. Technical validation values are given by circles, while biological independent validation values are given as triangles. p-values are derived from Wilcoxon ranked tests. RQ relative quantity.Fig. 2Downregulated lncRNAs in NSCLC.Scatterplot diagrams demonstrating the expression levels of lncRNAs PCAT19 (a), SVIL-AS1 (b), LANCL1-AS1 (c), FENDRR (d), LINC00968 (e) and ADAMTS9-AS2 (f), which are downregulated in lung tumours compared to adjacent normal lung tissue. Means are also indicated along with the 95% confidence intervals. Technical validation values are given by circles, while biological independent validation values are given as triangles. p-values are derived from Wilcoxon ranked tests. RQ relative quantity.\n        In order to estimate the efficiency of each validated target to discriminate between normal and tumour tissue, binary logistic regression analysis was performed, and ROC curves were constructed (Supplementary Fig. S2). Expression of LANCL1-AS1 appeared to discriminate best (AUC = 0.995, 95% CI: 0.987–1), whilst assessment of NUTM2A-AS1 was the least informative (AUC = 0.689, 95% CI: 0.594–0.784).\nCorrelation between clinical data and the expression of the validated lncRNAs\n        qPCR-based expression was analysed in relation to the epidemiological and clinicopathopathological parameters. No association with age or histology was observed, while a number of borderline associations between individual lncRNA expression and certain clinicopathological parameters were noticed (Table 1). Higher expression of FEZF1-AS1 (p = 0.03) and ADAMTS9-AS2 (p = 0.03) was observed in males compared to females. In addition, the expression of LINC00968 (p = 0.03) was significantly higher in patients with lymph node involvement (N1/N2 stages when compared with N0), while the opposite relationship was found for LINC01929 (p = 0.05). Finally, PCAT6 (p = 0.02) and LANCL1-AS1 (p = 0.01) expression was significantly lower in poorly differentiated tumours when compared to well and moderately differentiated ones.Table 1Correlation between clinical data and the expression of the validated lncRNAs.NRelative quantity (RQ)Mann–Whitney testMeanSDU-scorep-valueGenderFEZF1-AS1Male496.498.312680.03Female172.723.68ADAMTS9-AS2Male500.661.512550.03Female160.110.16Lymph node involvementLINC01929N(−)3331.6374.003390.05N(+)298.007.39LINC00968N(−)340.200.504350.03N(+)320.382.18DifferentiationPCAT6Poor182.033.852120.02Well-Moderate383.605.83LANCL1-AS1Poor200.020.052660.01Well-Moderate410.070.11SD standard deviation.\n        Only the expression of LINC01214 and FENDRR appeared to have an effect in survival (Supplementary Fig. S3). Longer survival was observed among the patients with high LINC01214 expression level (mean survival time: 73.24 months, 95% CI: 52.12–94.35) compared to low LINC01214 level (mean survival time: 41.14 months, 95% CI: 23.22–59.05, log rank p = 0.031). Likewise, patients with high FENDRR expression levels showed a better outcome (mean survival time: 75.29 months, 95% CI: 49.90–100.69) than those with low FENDRR expression levels (mean survival time: 43.71 months, 95% CI: 28.65–58.78, log rank p = 0.021).\nCross-validation of selected targets with TCGA datasets\n        Out of the 14 lncRNAs selected for validation in our study, 13 were confirmed as being differentially expressed between tumour and normal tissue in the TCGA dataset (Supplementary Figs. S4 and S5). The only significant difference between our dataset and TCGA was for RNF139-AS1; only a borderline expression difference was seen in our biological validation set (p = 0.03), but it was significantly higher in tumours compared to normal tissues in the TCGA set (p = 1.27 × 10–22).\n        A number of significant associations were observed between tumour histology and the expression of the validated lncRNAs (Supplementary Fig. S6). Adenocarcinomas showed a significantly higher expression for PCAT19 (p = 4.14 × 10–18), FENDRR (p = 0.011), LANCL1-AS1 (p = 1.26 × 10–4), LINC00968 (p = 3.97 × 10–12) and ADAMTS9-AS2 (p = 1.92 × 10–44) when compared to squamous cell carcinomas. On the other hand, the expression of LINC00673 (p = 6.42 × 10–30), PCAT6 (p = 1.01 × 10–7), NUTM2A-AS1 (p = 3.69 × 10–5) and LINC01929 (p = 3.26 × 10–6) was significantly higher in squamous cell carcinomas than in adenocarcinomas.\n        Tumour stage significantly associated with the expression of LINC00673 (p = 0.005), LINC01929 (p = 0.002), PCAT19 (p = 0.001), FENDRR (p = 8.33 × 10–6), SVIL-AS1 (p = 0.037), LANCL1-AS1 (p = 8.69 × 10–7), LINC00968 (p = 2.32 × 10–7) and ADAMTS9-AS2 (8.29 × 10–6) as determined by Kruskal–Wallis test (Supplementary Fig. S7). Dunn’s post hoc pairwise test revealed that median expression level was significantly lower in T1 compared to T2 stage tumours for LINC00673 (p = 0.004) and LINC01929 (p = 0.001). SVIL-AS1 median expression was significantly lower in T1 compared to T3 NSCLC tumours (p = 0.027). On the other hand, for PCAT19, FENDRR, LANCL1-AS1, LINC00968 and ADAMTS9-AS2 the median expression level was significantly higher in T1 compared to T2 (p-values ≤ 0.001) and in T1 compared to T3 stage tumours (p-values ≤ 0.01) (Supplementary Fig. S7).\n        Regarding nodal stage (Supplementary Fig. S8), the expression of LINC00673 (p = 0.021) was significantly higher in patients with lymph node involvement (N1/N2 stages when compared with N0), while the opposite relationship was found for LANCL1-AS1 (p = 0.001), LINC00968 (p = 0.009) and ADAMTS9-AS2 (p = 0.003).\n        The expression of FEZF1-AS1 and LINC01929 appeared to be related to survival in the TCGA dataset (Supplementary Fig. S9). A trend for longer survival was observed among the patients with high FEZF1-AS1 level (mean survival time: 92.65 months, 95% CI: 74.46–110.84) compared to the low FEZF1-AS1 expression group (mean survival time: 76.25 months, 95% CI: 62.81–89.69, log rank p = 0.040). In addition, patients with low LINC01929 expression levels had better outcome (mean survival time: 95.38 months, 95% CI: 79.03–111.73) than those with high expression (mean survival time: 67.68 months, 95% CI: 59.63–75.73, log rank p = 0.022).\nExpression of the validated lncRNAs in NSCLC cell lines\n        The expression profiles of the 12 validated lncRNAs were also assessed in a panel of 13 lung cancer cell lines in comparison to a normal lung fibroblast line (IMR-90). Expression of the 6 downregulated targets in lung cancer tissue was significantly reduced (SVIL-AS1, FENDRR, ADAMTS9-AS2) or completely absent (PCAT19, LANCL1-AS1 and LINC00968) (Fig. 3) in lung cancer cell lines while positive controls (pooled normal lung tissue RNA) performed as expected in these experiments.Fig. 3Bar chart diagrams showing the expression levels of the validated lncRNAs in NSCLC cell lines and a normal lung fibroblast cell line (IMR90), which was used as a calibrator (RQ = 1) for the analysis, with the exception of FEZF1-AS1 and LINC01929, which are not expressed in IMR90. In this case Calu-1 was used as calibrator. All downregulated lncRNAs in lung cancer tissue were reduced (SVIL-AS1 (a), FENDRR (b), ADAMTS9-AS2 (c)) or completely undetected (PCAT19, LANCL1-AS1 and LINC00968, data not shown). Upregulated in lung cancer tissue lncRNAs did not necessarily follow the same pattern in cell lines. FEZF1-AS1 (d), LIN00673 (e) and LINC01214 (f) were higher in NSCLC cell lines, PCAT6 (g) and LINC01929 (h) were lower in NSCLC cell lines compared to IMR90, while NUTM2A-AS1 (i) was highly variable. Error bars represent standard error of the mean. RQ relative quantity.\n        All the lncRNAs found upregulated in lung cancer tissue were widely expressed in the lung cancer cell lines analysed, however, not all of them followed the tissue pattern. When compared with the non-tumorigenic IMR-90, the expression of FEZF1-AS1, LIN00673 and LINC01214 was markedly higher in most lung cancer cell lines; the expression of PCAT6 and LINC01929 was strikingly lower and no clear trend was observed for the expression of NUTM2A-AS1 (Fig. 3).\nMethylation of lncRNA loci in NSCLC patients\n        Only 7 out of the 14 lncRNAs selected from the microarray phase harbour a CpG island in their promoter. Pyrosequencing analysis demonstrated that PCAT6, RNF139-AS1, LINC00673 and NUTM2A-AS1 had <5% DNA methylation levels in both normal or tumour tissue, which is usually classified as noise.25 In contrast, variable methylation levels were observed for the remaining three targets. Hypermethylation in tumours (defined as > 95% reference range of normal values) was observed in 45/126 (35.7%) of tumours for FENDRR, 61/128 (47.7%) for FEZF1-AS1 and 26/128 (20.3%) for SVIL-AS1 (Fig. 4). DNA and corresponding RNA was available for 42 common samples between the two (expression and methylation analysis) sets. No direct correlation was established between RNA expression and hypermethylation status in any of these three genes.Fig. 4DNA methylation of lncRNA promoters in NSCLC.Scatterplot diagrams demonstrating the DNA methylation levels of lncRNAs FENDRR (a), FEZF1-AS1 (b) and SVIL-AS1 (c) in lung tumours compared to adjacent normal lung tissue. The horizontal dotted line in each diagram defines the 95% reference range (= mean + 2 × Standard deviation) of the normal tissues. Tumour samples with values over this line are classified as hypermethylated.\nAssociation between clinical data and the methylation of the validated lncRNAs\n        FENDRR hypermethylation was more frequent in adenocarcinomas (56.9%) than in squamous cell carcinomas (21.6%, p = 5.5 × 10–5) while an opposite borderline trend was found for FEZF1-AS1 (37.3% vs 55.3%, p = 0.05, Table 2). Non-significant trends were found between, FEZF1-AS1 (p = 0.08) and SVIL-AS1 (p = 0.06) hypermethylation and the differentiation status of the tumours, while no associations were obtained between hypermethylation of any promoter and age, gender and nodal stage.Table 2Association between clinical data and hypermethylation status of FENDRR and FEZF1-AS1.NHypermethylated (%)Pearson χ2 test p-valueHistologyFENDRRAdenoCa5129 (56.9%)5.5 × 10–5SqCCa7416 (21.6%)FEZF1-AS1AdenoCa5119 (37.3%)0.05SqCCa7642 (55.3%)DifferentiationFEZF1-AS1Poor3612 (34.3%)0.08Well-Moderate8745 (51.7%)SVIL-AS1Poor3511 (31.4%)0.06Well-Moderate8714 (16.1%)AdenoCa adenocarcinoma, SqCCa squamous cell carcinoma.Bold values indicate statistical significance p-values.\nDiscussion\n      The discovery of long non-coding RNAs has revolutionised biological research, from basic gene function to clinical exploitation as disease specific biomarkers or therapeutic targets. The lncRNA transcriptome constitutes a whole new level of regulation in cell physiology. The promise of utilisation of lncRNAs in translational research and clinical management will rely on validation of differential gene expression levels associated with clinically relevant disease states and outcomes. Although there is still a lot to learn about lncRNA biology, there are already an increasing number of attempts to address lncRNA detection in body fluids to assist lung cancer diagnosis.26\n      The existing lncRNA profiling data in lung cancer to date is substantial. This includes high-throughput approaches13,14,16–18 and targeted studies.27–31 However, despite the plethora of reports, the landscape is less clear than one would hope. The main reason is the marked diversity of approaches and validation methods. In addition, with the exception of studies mining existing data in the public domain, most studies utilise limited discovery sample sets, which leads to high FDR.\n      In this study, we aimed to strengthen the existing data and contribute to a more comprehensive landscape of lncRNA dysregulation in NSCLC. We used a comparatively large discovery set in microarray analysis (44 pairs) and performed both technical (29 pairs) and independent biological (38 pairs) validation of targets by RT-qPCR, in order to identify lncRNA profiles significantly distinguishing NSCLCs tissue from paired normal lung tissue.\n      Following microarray data analysis and having set the desired thresholds (adjusted p-value (FDR) < 0.01 and absolute log2 fold-change > 0.5) we selected targets for validation with different p-values and fold-change values, in order to obtain a representative estimation of validity for our microarray analysis. An important selection factor was gene annotation and verification of probe sequences against locus sequence. For validation, we only selected among targets for which we had cross-referenced the hybridisation probe in the microarray with the annotated gene name in the databases (NCBI Genbank and ENSEMBL). Twelve out of the 14 targets selected for qPCR validation (six up- and six down-regulated in tumours) were successfully validated to demonstrate a strong and consistent difference of expression between NSCLC tissue and normal lung, suggesting a role in lung cancer pathogenesis. Interestingly, the two targets that failed in validation did not represent the highest p-values in the microarray analysis, indicating that even 10–2 adjusted p-values can be trusted. Surprisingly, a target with a very low p-value in microarray analysis (10–19) failed to validate, probably indicating potential problems with probe specificity and/or target annotation.\n      To the best of our knowledge, from the 12 validated lncRNAs, this is the first study where LANCL1-AS1, LINC01214, LINC01929, NUTM2A-AS1, PCAT19 and SVIL-AS1 are shown to be aberrantly expressed in cancer, while ADAMTS9-AS2, FENDRR, FEZF1-AS1, LINC00673, LINC00968 and PCAT6 have been previously reported to be dysregulated in lung and other types of cancer. Interestingly, our analysis of the available TCGA datasets demonstrated that all the 12 targets show significant differential expression in NSCLC, increasing further the confidence in this result. Apart from the validation of the RNF139-AS1, the main difference between our dataset and TCGA is centred around clinicopathological associations. A substantial number of associations of these lncRNA targets were found in TCGA, while we only found a few associations of borderline significance. This is not surprising, as TCGA datasets contained 850 tumours as opposed to 67 for our set used for clinicopathological comparisons. The clinicopathological associations revealed within the TCGA dataset point to future research in establishing the potential prognostic value of these targets. In addition, no major associations were found between lncRNA expression and overall survival, with the exception of a few statistical trends (0.02 < p < 0.05) for FEZF1-AS1 and LINC01929 in TCGA dataset and LINC01214 and FENDRR in our dataset. The differences in this finding probably reflects the size difference of the two datasets. Nevertheless, one has to consider that overall survival in lung cancer is a challenging parameter as the cause of death is frequently related to comorbidities and/or therapy related toxicity.\n      ADAMTS9-AS2 was previously found dysregulated in several cancer types including NSCLC.32,33 Overexpression of ADAMTS9-AS2 reduces proliferation, cell migration, invasion, and induces apoptosis in vitro while restrains tumour growth in vivo.32–34 Recent evidence suggests that ADAMTS9-AS2 might exert its function by ‘sponging’ common microRNAs.33,34 For instance, in NSCLC, ADAMTS9-AS2 represses cancer progression by regulating the miR-223-3p/TGFBR3 axis,33 while in ovarian cancer it regulates the miR-182-5p/FOXF2 pathway.34\n      A few studies have analysed the role of FENDDR in various cancer types suggesting that FENDRR plays an inhibitory role in tumour progression by regulating cell migration, invasion and metastasis.35–37\nFENDRR was found to be downregulated in gastric cancer tissues, which increased cell migration and invasion in vitro through up-regulation of FN1 and MMP2 and MMP9.35\nFENDRR expression was also shown to be suppressed in gastric cancer associated fibroblasts (CAFs) by hypermethylation.38 In NSCLC, we have observed that FENDRR expression is reduced in lung tumours compared with paired normal tissue and lung cancer cell lines showed a similar trend. This result is in agreement with a previous study reporting a significant downregulation of FENDRR in NSCLC as well as a potential involvement of FENDRR in regulating epithelial mesenchymal transition (EMT), stemness and metastasis of lung cancer cells via EZH2.37\n      Our finding on FEZF1-AS1 upregulation in NSCLC is in agreement with previous reports on many tumour types including NSCLC39,40 and breast.41\nFEZF1-AS1 exerts regulatory functions at a transcriptional and post-transcriptional level, promoting cell proliferation, migration, and invasion. In fact, it has been reported to modulate the expression of Nanog by sponging miR-30a to promote cancer stemness in breast cancer.41 However, FEZF1-AS1 can also act at a transcriptional level by recruiting chromatin-modifying enzymes to target genes. For instance, FEZF1-AS1 can bind to LSD1 and EZH2 and epigenetically repress E-cadherin in NSCLC39 or p57 in lung adenocarcinomas.40\n      In our dataset, LINC00673 was overexpressed in lung tumours, which is in agreement with previous reports on NSCLC.42–44 Upregulation of LINC00673 has also been reported in gastric cancer,45,46 having a role in cell proliferation, migration, and invasion. LINC00673 transcripts have been localised both in the nucleus and the cytoplasm,42,44–46 suggesting that it can function at a transcriptional and post-transcriptional level. In NSCLC, Lu et al proposed that LINC00673 promotes TGF-β induced EMT by sponging miR-150-5p and thereby modulating ZEB1 expression indirectly.43 In addition, Roth et al have reported that LINC00673 negatively regulates p53 translation by directly interacting with its 3′UTR leading to senescence bypass.44\nLINC00673 can also regulate the expression of target genes epigenetically. Notably, in lung cancer, LINC00673 represses HOXA5 expression through recruiting the epigenetic repressor EZH2 to its promoter region.47 Shi et al observed that LINC00673 epigenetically inhibited NCALD expression through direct binding to LSD1.42 In a similar way, in gastric cancer LINC00673 suppressed KLF4 expression by interacting with EZH2 and DNMT146 and direct binding to LSD1 and EZH2 repressed KLF2 and LATS2 expression.45\n      Regarding PCAT6, our findings are in line with previous studies reporting its upregulation in various cancer types including NSCLC48 and colon.49 Functional studies have shown that PCAT6 exerts its oncogenic activity, at least partly, by leading chromatin-modifying complexes to specific promoter regions. For instance, in NSCLC, PCAT6 interacts with EZH2 epigenetically, suppressing LATS2,48 while in colon cancer, the association of PCAT6 with EZH2 modulates ARC expression.49\n      We observed that LINC00968 was significantly downregulated in lung tumours compared with paired normal lung and completely absent in lung cancer cell lines, which is in contrast to a previous study reporting upregulation of LINC00968 in NSCLC.50 However, that study evaluated LINC00968 expression using datasets from the Oncomine database and four NSCLC cell lines, whereas we performed wet validation in 82 NSCLC tissue samples and 13 NSCLC cell lines. We speculate that inconsistency of results may lie with incorrect annotation in the previous bioinformatic analysis.\n      To explore the molecular mechanisms responsible for the modulated expression observed, we hypothesised that DNA methylation might be one of the mechanisms responsible. Therefore, we undertook DNA methylation analysis in seven of our target genes that were found to bear a CpG island in their promoter. Of those, hypermethylation was detected only in three, namely FENDRR, SVIL-AS1 and FEZF1-AS1. There was a general lack of correlation between expression and DNA methylation in the genes tested. This may be due to the low number of common samples in the two analyses, but it most likely indicates the presence of strong alternative regulation factors besides DNA methylation. FENDRR hypermethylation has previously been shown in gastric CAFs.38\nFENDRR promoter methylation demonstrated a significant increase in adenocarcinoma, however this was not the case for FENDRR expression.\n      This study contributes significantly to the wider knowledge of lncRNA involvement in NSCLC pathogenesis. Its strength lies with the technical and independent biological validation in patient tissues as well as its agreement with the available relevant TCGA datasets. Out of the 12 validated targets, half are shown to be differentially expressed in cancer for the first time, while our results for the other six lncRNAs confirm previous findings. Certainly, there are still a large number of dysregulated candidate lncRNAs in our microarray analysis list that require independent validation. Our data have been made publicly available, therefore open to other research groups to attempt independent validation. To date, the involvement of lncRNAs in NSCLC development is undisputable; however, further studies are needed to establish additional lncRNA targets and to identify their functional role in the pathogenesis of NSCLC.\nSupplementary information\n      Supplementary information is available for this paper at 10.1038/s41416-020-0742-9.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7109049/",
    "doi": "https://doi.org/10.1038/s41416-020-0742-9",
    "citation_count": 47,
    "references": {
        "10727995": "Comprehensive landscape and future perspective of long noncoding RNAs in non-small cell lung cancer: it takes a village",
        "10637225": "Comprehensive Analysis of a Competing Endogenous RNA Co-Expression Network in Chronic Obstructive Pulmonary Disease",
        "10571819": "Exploring the Potential of Non-Coding RNAs as Liquid Biopsy Biomarkers for Lung Cancer Screening: A Literature Review",
        "10242319": "Inhibition of lncRNA PCAT19 promotes breast cancer proliferation",
        "10024345": "Upregulation of lncRNA LANCL1-AS1 inhibits the progression of non-small-cell lung cancer via the miR-3680-3p/GMFG axis",
        "9990240": "Establishment of a prognostic signature for lung adenocarcinoma using cuproptosis-related lncRNAs",
        "9737410": "Long Intergenic Non-Protein Coding RNA 173 in Human Cancers",
        "9552444": "LARRPM restricts lung adenocarcinoma progression and M2 macrophage polarization through epigenetically regulating LINC00240 and CSF1",
        "9487717": "Replicability in cancer omics data analysis: measures and empirical explorations",
        "9395983": "Characterization and validation of a ferroptosis-related LncRNA signature as a novel prognostic model for lung adenocarcinoma in tumor microenvironment",
        "9329516": "Long Non-Coding RNA LINC01929 Facilitates Cell Proliferation and Metastasis as a Competing Endogenous RNA Against MicroRNA miR-1179 in Non-Small Cell Lung Carcinoma",
        "9271296": "Long non-coding RNA NUT family member 2A-antisense RNA 1 sponges microRNA-613 to increase the resistance of gastric cancer cells to matrine through regulating oxidative stress and vascular endothelial growth factor A",
        "9198763": "Identifying glycolysis-related LncRNAs for predicting prognosis in breast cancer patients",
        "9190762": "Neutrophil Extracellular Traps (NETs) Promote Non-Small Cell Lung Cancer Metastasis by Suppressing lncRNA MIR503HG to Activate the NF-κB/NLRP3 Inflammasome Pathway",
        "9188405": "CTB-193M12.5 Promotes Hepatocellular Carcinoma Progression via Enhancing NSD1-Mediated WNT10B/Wnt/β-Catenin Signaling Activation",
        "9126706": "PCAT19 Regulates the Proliferation and Apoptosis of Lung Cancer Cells by Inhibiting miR-25-3p via Targeting the MAP2K4 Signal Axis",
        "9123709": "METTL16 promotes hepatocellular carcinoma progression through downregulating RAB11B-AS1 in an m6A-dependent manner",
        "9117653": "Establishment of a Cell Necroptosis Index to Predict Prognosis and Drug Sensitivity for Patients With Triple-Negative Breast Cancer",
        "9035528": "Construction of lncRNA-Mediated Competing Endogenous RNA Networks Correlated With T2 Asthma",
        "9032613": "Epigenetic Regulation in Exposome-Induced Tumorigenesis: Emerging Roles of ncRNAs",
        "8973833": "N6-methyladenosine-induced SVIL antisense RNA 1 restrains lung adenocarcinoma cell proliferation by destabilizing E2F1",
        "8965709": "Mutation-Derived Long Noncoding RNA Signature Predicts Survival in Lung Adenocarcinoma",
        "8857797": "An integrated analysis of the competing endogenous RNA network associated of prognosis of stage I lung adenocarcinoma",
        "8810756": "Long non-coding RNA PAARH promotes hepatocellular carcinoma progression and angiogenesis via upregulating HOTTIP and activating HIF-1α/VEGF signaling",
        "8810504": "KB-68A7.1 Inhibits Hepatocellular Carcinoma Development Through Binding to NSD1 and Suppressing Wnt/β-Catenin Signalling",
        "8806408": "A novel long non-coding RNA-based prognostic signature for renal cell carcinoma patients with stage IV and histological grade G4",
        "8749988": "Prognostic Biomarkers in Uveal Melanoma: The Status Quo, Recent Advances and Future Directions",
        "8683168": "An Immune-Related Long Noncoding RNA Signature as a Prognostic Biomarker for Human Endometrial Cancer",
        "8656686": "PCAT6 May Be a Whistler and Checkpoint Target for Precision Therapy in Human Cancers",
        "8626860": "LncRNA ADAMTS9-AS2 is a Prognostic Biomarker and Correlated with Immune Infiltrates in Lung Adenocarcinoma",
        "8558402": "ADORA2A-AS1 Restricts Hepatocellular Carcinoma Progression via Binding HuR and Repressing FSCN1/AKT Axis",
        "8477074": "Knockdown of lncRNA NUTM2A-AS1 inhibits lung adenocarcinoma cell viability by regulating the miR-590-5p/METTL3 axis",
        "8440738": "RETRACTED ARTICLE: Long noncoding RNA LINC00968 inhibits proliferation, migration and invasion of lung adenocarcinoma through targeting miR-22-5p/CDC14A axis",
        "8419767": "Identification of a competing endogenous RNA axis “SVIL‐AS1/miR‐103a/ICE1” associated with chemoresistance in lung adenocarcinoma by comprehensive bioinformatics analysis",
        "8315724": "The Role of lncRNA PCAT6 in Cancers",
        "8312458": "A innovative prognostic symbol based on neutrophil extracellular traps (NETs)-related lncRNA signature in non-small-cell lung cancer",
        "8305527": "The Effect of Genomic DNA Contamination on the Detection of Circulating Long Non-Coding RNAs: The Paradigm of MALAT1",
        "8097103": "Long Non-Coding RNA LINC01929 Accelerates Progression of Oral Squamous Cell Carcinoma by Targeting the miR-137-3p/FOXC1 Axis",
        "7950217": "Integrated analysis of immune-related long noncoding RNAs as diagnostic biomarkers in psoriasis",
        "7911649": "Long Non-Coding RNA FENDRR: Gene Structure, Expression, and Biological Relevance",
        "7882956": "Exosome‐derived long non‐coding RNA ADAMTS9‐AS2 suppresses progression of oral submucous fibrosis via AKT signalling pathway",
        "7880362": "Identification of long non-coding RNA signatures for squamous cell carcinomas and adenocarcinomas",
        "7808869": "The ceRNA network of lncRNA and miRNA in lung cancer",
        "7774746": "LncRNA NUTM2A‐AS1 positively modulates TET1 and HIF‐1A to enhance gastric cancer tumorigenesis and drug resistance by sponging miR‐376a",
        "7757132": "A review of linc00673 as a novel lncRNA for tumor regulation",
        "7564554": "lncRNAs–mRNAs Co–Expression Network Underlying Childhood B–Cell Acute Lymphoblastic Leukaemia: A Pilot Study",
        "7279016": "Exosomal Long Non-Coding RNAs in Lung Diseases"
    },
    "journal": "British Journal of Cancer",
    "topics": [
        "cell, rna, dysregulation, pathogenesis",
        "rna, dysregulation, cell, frequent",
        "frequent, long, lung, event"
    ]
}