{
    "title": "Disparities in Lung Cancer Screening: A Review",
    "abstract": "Disparities in Lung Cancer Screening: A Review Diane N. Haddad Kim L. Sandler Louise M. Henderson M. Patricia Rivera Melinda C. Aldrich",
    "authors": [
        "Diane N. Haddad",
        "Kim L. Sandler",
        "Louise M. Henderson",
        "M. Patricia Rivera",
        "Melinda C. Aldrich"
    ],
    "published_year": "2020",
    "description": "",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7175982/",
    "doi": "https://doi.org/10.1513/AnnalsATS.201907-556CME",
    "citation_count": 44,
    "references": {
        "10912357": "Leveraging the health equity implementation framework to foster an equity focus in medical education",
        "10894545": "Inadequate Uptake of USPSTF-Recommended Low Dose CT Lung Cancer Screening",
        "10891396": "Racial disparities in staging, treatment, and mortality in non-small cell lung cancer",
        "10872251": "The Effect of Social Vulnerability on Initial Stage and Treatment for Non-Small Cell Lung Cancer",
        "10870584": "Multilevel approaches to address disparities in lung cancer screening: a study protocol",
        "10726993": "Examination of provider knowledge, attitudes, and behaviors associated with lung cancer screening among Black men receiving care at a federally qualified health center",
        "10714246": "Lung Cancer Screening in Brazil Comparing the 2013 and 2021 USPSTF Guidelines",
        "10714123": "Disparities in Thoracic Surgical Oncology",
        "10546514": "Lung Cancer Screening Among U.S. Military Veterans by Health Status and Race and Ethnicity, 2017–2020: A Cross-Sectional Population-Based Study",
        "10507484": "Methods for Using Race and Ethnicity in Prediction Models for Lung Cancer Screening Eligibility",
        "10419602": "Sybil: A Validated Deep Learning Model to Predict Future Lung Cancer Risk From a Single Low-Dose Chest Computed Tomography",
        "10400573": "Gender disparities in lung cancer incidence in the United States during 2001–2019",
        "10322929": "A comprehensive analysis of lung cancer highlighting epidemiological factors and psychiatric comorbidities from the All of Us Research Program",
        "10276308": "Racial Disparities in Lung Cancer Screening Among Veterans, 2013 to 2021",
        "10261853": "Assessing how lung cancer screening guidelines contribute to racial disparities in screening access",
        "10225315": "Reducing racial disparities in the timeliness of potential lung cancer evaluation with a novel application-supported rapid outpatient diagnostic program: An interrupted time series analysis",
        "10186153": "Management of lung cancer screening results based on individual prediction of current and future lung cancer risk",
        "10164123": "Opportunities for Achieving the Cancer Moonshot Goal of a 50% Reduction in Cancer Mortality by 2047",
        "10049340": "Gentrification and Air Quality in a Large Urban County in the United States",
        "10028660": "Feasibility of Single - Encounter Telemedicine Lung Cancer Screening: A Retrospective Cohort Study in an Underserved Population",
        "10000935": "Assessment of Barriers and Challenges to Screening, Diagnosis, and Biomarker Testing in Early-Stage Lung Cancer",
        "9972155": "Impact of U.S. Preventive Services Task Force lung cancer screening update on drivers of disparities in screening eligibility",
        "9857639": "Validation of a Deep Learning–Based Model to Predict Lung Cancer Risk Using Chest Radiographs and Electronic Medical Record Data",
        "9664188": "One size does not fit all: Evaluating disparities in lung cancer screening eligibility amongst the Hispanic population",
        "9549100": "Access to Care Limits Lung Cancer Screening Eligibility in an Urban Safety Net Hospital",
        "9451582": "The Association Between Gastroesophageal Reflux Disease and Non-Small Cell Lung Cancer: A Retrospective Case-Control Study",
        "9447384": "Racial Disparities in Adherence to Annual Lung Cancer Screening and Recommended Follow-Up Care: A Multicenter Cohort Study",
        "9422242": "The Early Impact of the COVID-19 Pandemic on Lung, Colorectal, and Breast Cancer Screening and Treatment at a Tertiary Cancer Center",
        "9420764": "A Multilevel Approach to Investigate Relationships Between Health Care Resources and Lung Cancer",
        "9203877": "Optimal lung cancer screening criteria among persons living with HIV",
        "9201322": "Preliminary Evaluation of a Citizen Scientist Educational Curriculum Aimed at Engaging Black Men in Lung Cancer Early Detection Screening",
        "9144063": "An Idealized Clinicogenomic Registry to Engage Underrepresented Populations Using Innovative Technology",
        "9086889": "Disparities in Surgical Oncology: Management of Advanced Cancer",
        "8972038": "Likelihood of Lung Cancer Screening by Poor Health Status and Race and Ethnicity in US Adults, 2017 to 2020",
        "8965744": "Association of computed tomography screening with lung cancer stage shift and survival in the United States: quasi-experimental study",
        "8872134": "Interrogating Patterns of Cancer Disparities by Expanding the Social Determinants of Health Framework to Include Biological Pathways of Social Experiences",
        "8773607": "Socio-Economic Inequalities in Lung Cancer Outcomes: An Overview of Systematic Reviews",
        "8727886": "Screening for Lung Cancer: CHEST Guideline and Expert Panel Report",
        "8529405": "Lung Cancer Screening Eligibility and Screening Patterns Among Black and White Adults in the United States",
        "8511972": "Evaluation of Population-Level Changes Associated With the 2021 US Preventive Services Task Force Lung Cancer Screening Recommendations in Community-Based Health Care Systems",
        "8264686": "A narrative review of sociodemographic risk and disparities in screening, diagnosis, treatment, and outcomes of the most common extrathoracic malignancies in the United States",
        "8184952": "Comparative performance of lung cancer risk models to define lung screening eligibility in the United Kingdom",
        "7913122": "The Intersection of Rural Residence and Minority Race/Ethnicity in Cancer Disparities in the United States",
        "7528802": "Addressing Disparities in Lung Cancer Screening Eligibility and Healthcare Access. An Official American Thoracic Society Statement"
    },
    "journal": "Annals of the American Thoracic Society",
    "topics": [
        "disparities, cancer, screening, review",
        "cancer, lung, screening, disparities",
        "review, lung, screening, disparities"
    ]
}