{
    "title": "A Comparative Modeling Analysis of Risk-Based Lung Cancer Screening Strategies",
    "abstract": "Strategy description Corresponding risk threshold, % Percentage ever screened, % (CMR†) Number of CT screens per 100 000 (CMR) Lung cancer deaths prevented per 100 000 (CMR) Lung cancer mortality reduction, % (CMR) Life-years gained per 100 000 (CMR) Life-years gained per lung cancer death prevented (CMR) Number of overdiagnosed lung cancers per 100 000 (CMR) Percentage of screen-detected cases overdiagnosed, % (CMR) Average number of screens per lung cancer death avoided (CMR) Average number of screens per life-year gained (CMR) Average number of screens per person screened (CMR) Average age at first screening (CMR), y Strategy description Corresponding risk threshold, % Percentage ever screened, % (CMR†) Number of CT screens per 100 000 (CMR) Lung cancer deaths prevented per 100 000 (CMR) Lung cancer mortality reduction, % (CMR) Life-years gained per 100 000 (CMR) Life-years gained per lung cancer death prevented (CMR) Number of overdiagnosed lung cancers per 100 000 (CMR) Percentage of screen-detected cases overdiagnosed, % (CMR) Average number of screens per lung cancer death avoided (CMR) Average number of screens per life-year gained (CMR) Average number of screens per person screened (CMR) Average age at first screening (CMR), y Strategy description Corresponding risk threshold, % Percentage ever screened, % (CMR†) Number of CT screens per 100 000 (CMR) Lung cancer deaths prevented per 100 000 (CMR) Lung cancer mortality reduction, % (CMR) Life-years gained per 100 000 (CMR) Life-years gained per lung cancer death prevented (CMR) Number of overdiagnosed lung cancers per 100 000 (CMR) Percentage of screen-detected cases overdiagnosed, % (CMR) Average number of screens per lung cancer death avoided (CMR) Average number of screens per life-year gained (CMR) Average number of screens per person screened (CMR) Average age at first screening (CMR), y",
    "authors": [
        "Kevin ten Haaf",
        "Mehrad Bastani",
        "Pianpian Cao",
        "Jihyoun Jeon",
        "Iakovos Toumazis",
        "Summer S Han",
        "Sylvia K Plevritis",
        "Erik F Blom",
        "Chung Yin Kong",
        "Martin C Tammemägi",
        "Eric J Feuer",
        "Rafael Meza",
        "Harry J de Koning"
    ],
    "published_year": "2019",
    "description": "Background\n          Risk-prediction models have been proposed to select individuals for lung cancer screening. However, their long-term effects are uncertain. This study evaluates long-term benefits and harms of risk-based screening compared with current United States Preventive Services Task Force (USPSTF) recommendations.\nMethods\n      \n        Risk-Prediction Models\n        CISNET previously evaluated nine risk-prediction models for lung cancer incidence and mortality (5). The Bach, PLCOm2012, and Two-Stage Clonal Expansion (TSCE) incidence models had the best performance across investigated aspects (calibration, discrimination, and clinical usefulness) (3,5,20,21). However, TSCE is primarily meant to describe lung carcinogenesis within a biological framework, whereas Bach and PLCOm2012 can be easily implemented in clinical settings. Additionally, the Lung Cancer Death Risk Assessment Tool (LCDRAT) was considered (10). Therefore, analyses were restricted to Bach/PLCOm2012/LCDRAT (Supplementary Methods and Supplementary Tables 1–5 and Supplementary Figure 1, available online). PLCOm2012 was calibrated to a 6-year timeframe, whereas Bach and LCDRAT can be applied to any timeframe (3,10,20). Therefore, 6-year timeframes were chosen for comparability.\n      \n      \n        Simulated Population\n        The Smoking History Generator (SHG), developed using 1965–2009 US–representative National Health Interview Survey data, was used to simulate smoking histories for a 1950 US cohort (13,22,23). This population, currently ages 68–69 years, represents the midpoint between recommended screening starting and stopping ages (55 and 80 years). Each simulated smoking history consists of whether and when the person initiates and ceases smoking, average number of cigarettes smoked per day by age, and the age of death from non–lung cancer causes (accounting for the effects of smoking behavior on mortality).\n        For each simulated individual, model-specific 6-year lung cancer incidence/mortality risks were estimated by age (Supplementary Table 6 and Supplementary Figure 2, available online). Because the SHG does not simulate nonsmoking covariates, risk-prediction models were applied using only age, sex, and smoking history (Supplementary Methods, available online). “Never-smokers” were not considered for screening because the risk-prediction models are not applicable to them. Furthermore, never-smokers are unlikely to attain risks at which screening becomes beneficial (24,25).\n      \n      \n        Risk Thresholds\n        Prostate, Lung, Colorectal and Ovarian Cancer Screening Trial (PLCO) data were previously used to assess the net benefit (better ratios of benefits to harms) of Bach and PLCOm2012 over that of the USPSTF criteria (5). Both had wide ranges of risk thresholds yielding positive net benefits for 6-year lung cancer incidence in the PLCO control-arm ever-smokers (Bach = 0.2–8.9%; PLCOm2012 = 0.1–11.0%) (5).\n        The Supplementary Methods, Supplementary Table 7, and Supplementary Figure 3 (available online) describe how risk thresholds with positive net benefits can inefficiently select individuals for screening. Furthermore, higher risk thresholds may improve screening efficiency (screens required to detect one cancer), but reduce screening effectiveness (achievable mortality reduction).\n        To capture trade-offs between screening efficiency and effectiveness, evaluated risk thresholds were chosen based on sensitivity (eg, the number of individuals developing clinical lung cancer within 6 years among those whose estimated risk exceeds the corresponding risk threshold divided by the total number of individuals who develop clinical lung cancer within 6 years). Risk thresholds yielding sensitivities for lung cancer incidence between 50% and 90% in the PLCO control-arm ever-smokers were further evaluated. Corresponding risk thresholds were 0.93–3.55% (Bach) and 0.94–3.30% (PLCOm2012). Therefore, risk thresholds between 0.9% and 3.6% were evaluated, with absolute increments of 0.1%. Corresponding LCDRAT risk thresholds for lung cancer mortality were 0.65%–2.13%.\n        Additionally, we considered risk thresholds, selecting similar proportions of individuals (Bach =1.59%; PLCOm2012 = 1.36%; LCDRAT = 0.96%) or yielding similar sensitivities (Bach = 1.91%; PLCOm2012 = 1.83%; lung cancer mortality sensitivity [LCDRAT] = 1.34%) as the USPSTF criteria in PLCO control-arm ever-smokers (screen-eligible proportion = 39.0%, sensitivity = 75.3%). The risk thresholds corresponding to these outcomes differ across risk-prediction models because of differences in absolute risk estimates, indicating that risk model–specific risk thresholds should be used (5,26). Supplementary Figure 4 (available online) gives risk-prediction model–specific overviews of sensitivity by risk threshold, whereas Supplementary Figure 5 (available online) gives an overview of the proportion of screening-eligible individuals by risk threshold.\n        However, risk thresholds performing well within retrospective analyses of trials and/or cohorts may not necessarily yield similar performances in population-based programs. Therefore, risk thresholds yielding similar metrics as the USPSTF criteria’s in the 1950 birth cohort (eg, deaths averted and life-years gained) were identified.\n      \n      \n        Natural History Models\n        Four CISNET natural history models were used in these analyses (27–33). All models were calibrated to individual-level data from NLST and PLCO, and we evaluated the same individual risk profiles generated by the SHG. The Supplementary Methods, Supplementary Figure 6, and Supplementary Table 8 (available online) detail the characteristics of the natural history models.\n      \n      \n        Evaluated Screening Strategies\n        In total, 363 screening strategies were evaluated, each considering different combinations of screening starting and stopping ages, risk-prediction model used to estimate age-specific lung cancer incidence risk, and risk threshold for screening eligibility (Box 1). Upper bounds on screening stopping ages were enforced, as otherwise-eligible individuals would continue screening at ages with limited life expectancy. Lower bounds on screening starting age were enforced because the risk-prediction models were developed in populations consisting of individuals older than 45 years and may be unsuitable for younger individuals (3,20). At each age, a person’s screening eligibility was determined (ie, whether the person’s estimated risk at that age exceeded the risk threshold). Screening eligibility was assumed to be free of misclassification error (ie, risk at each age was correctly estimated, and ineligible individuals were not screened). In total, 120 screening strategies were considered per risk-prediction model. In addition, three screening strategies were used to evaluate the USPSTF criteria at different stopping ages. Perfect screening adherence was assumed. For each strategy, the following outcomes were evaluated: lung cancer deaths averted, life-years gained, proportion of individuals ever screening eligible, computed tomography screens required, and overdiagnosis (both the absolute number of overdiagnosed cases and percentage of screen-detected cases that is overdiagnosed, ie, number of overdiagnosed casesnumber of screen-detected cases*100%. Screening outcomes were counted from ages 45–100 years (maximum age in all models). All outcomes were compared with no-screening results, and standardized to the number of individuals alive at age 45 years. Results were summarized as means across CISNET models, along with the lower and upper ranges across models (CISNET model range [CMR]). Two sensitivity analyses were performed. The first considered hypothetical perfect life expectancy assessments, excluding individuals from further screening when non–lung cancer death occurred within 5 years. The second considered a 1960 birth cohort, representing smoking patterns and life expectancies that are more contemporary.\n        \n          Box 1.\n          \n            Overview of evaluated screening strategies\n          \n          \n            \n              \n                \n                \n              \n              \n                \n                  Strategy characteristics\n                  Considered values\n                \n              \n              \n                \n                  Age to start screening, y\n                  45*, 55\n                \n                \n                  Age to stop screening, y\n                  75, 77, 80\n                \n                \n                  Screening interval\n                  Annual\n                \n                \n                  \n\n\n                \n                \n                  Risk-based criteria\n                  Considered values\n                \n                \n                  \n\n\n                \n                \n                  Evaluated risk-prediction models\n                  Bach, PLCOm2012, LCDRAT\n                \n                \n                  Evaluated risk thresholds\n                  0.9%, 1.0%, 1.1%, 1.2%, 1.3%,\n                \n                \n                  1.4%, 1.5%, 1.6%, 1.7%, 1.8%,\n                \n                \n                  1.9%, 2.0%, 2.1%, 2.2%, 2.3%,\n                \n                \n                  2.4%, 2.5%, 2.6%, 2.7%, 2.8%,\n                \n                \n                  2.9%, 3.0%, 3.1%, 3.2%, 3.3%,\n                \n                \n                  3.4%, 3.5%, 3.6%,\n                \n                \n                  \n†Risk threshold that yielded a similar sensitivity for ever-smokers in the PLCO control arm as the USPSTF criteria (one for each risk-prediction model)\n                \n                \n                  \n‡Risk thresholds that selected a similar proportion of ever-smokers for screening in the PLCO control arm as the USPSTF criteria (one for each risk-prediction model)\n                \n                \n                  \n\n\n                \n                \n                  Non–risk-based strategies\n                  Description\n                \n                \n                  \n\n\n                \n                \n                  USPSTF–smoking eligibility criteria\n                  Annual screening for individuals who smoked at least 30 pack-years and currently smoke or quit less than 15 y ago\n                \n                \n                  The USPSTF criteria was evaluated for screening between age ranges 55–75, 55–77, and 55–80 y\n                \n                \n                  \n\n\n                \n              \n            \n            \n              \n                *\n                Considered only for risk-based strategies that stop screening at age 80 y.\n              \n              \n                †\n                Corresponding risk thresholds: PLCOm2012 = 1.83%; Bach = 1.91%; LCDRAT = 1.34%.\n              \n              \n                ‡\n                Corresponding risk thresholds: PLCOm2012 = 1.36%; Bach = 1.59%; LCDRAT = 0.96%.\n              \n              \n                LCDRAT = Lung Cancer Death Risk Assessment Tool; PLCO = Prostate Lung, Colorectal, and Ovarian Cancer Screening Trial, USPSTF: United States Preventive Services Task Force.\nResults\n      \n        Overall Results\n        At the first age individuals become eligible for screening because of their risk exceeding the risk threshold, their risk is generally close to the considered risk threshold. However, the average risk of the population eligible for screening was substantially higher than the risk threshold required for screening eligibility for each risk-prediction model at each time-point (Supplementary Figure 7, available online). However, screening eligibility decreased for increasing risk thresholds and younger screening stopping ages (Supplementary Figure 8, available online). Screening eligibility was higher for the Bach-based strategy than for PLCOm2012-based and LCDRAT–based strategies at each risk threshold. Screening eligibility increased with age for all risk-prediction models independently of risk threshold (Supplementary Figure 9, available online). For the USPSTF criteria, screening eligibility decreased with age because of increasing numbers of previously eligible individuals having quit smoking 15 or more years prior.\n        \nFigures 1 and 2 compare risk-based-strategies screening between ages 55 and 80 years to the USPSTF criteria. The Bach-based strategy required more screens than the PLCOm2012-based and LCDRAT–based strategies at each risk threshold, but averted more deaths and yielded more life-years. However, risk-based strategies requiring similar screens yielded consistent deaths averted and life-years gained. For all CISNET models, risk-based strategies more efficiently averted lung cancer deaths (Figure 1; Supplementary Figure 10, available online) and life-years gained (Figure 2; Supplementary Figure 11, available online) than the USPSTF criteria did. However, whereas increases in deaths averted were considerable, gains in life-years were modest. Similar results were found for screening stopping ages 77 and 75 years (data not shown). Tables 1–3 summarize benefits and harms for risk-based-strategies screening between ages 55 and 80 years corresponding to selected outcomes, described in the following paragraphs.\n\n        \n          Figure 1.\n          \n            Number of CT screens and lung cancer deaths averted for risk-based screening strategies screening between ages 55 and 80 years compared with the USPSTF criteria (mean results across the four CISNET models). Risk thresholds corresponding to strategies that yield a similar number of lung cancer deaths averted as the USPSTF criteria: Bach model = 3.4%; PLCOm2012 model = 2.2%; LCDRAT model = 2.1%. CT = computed tomography; LCDRAT = Lung Cancer Death Risk Assessment Tool; USPSTF = United States Preventive Services Task Force.\n          \n          \n        \n        \n          Figure 2.\n          \n            Number of CT screens and life-years gained for risk-based screening strategies screening between ages 55 and 80 years compared with the USPSTF criteria (mean results across the four CISNET models). Risk thresholds corresponding to strategies that yield a similar number of life-years gained as the USPSTF criteria: Bach model = 2.8%; PLCOm2012 model = 1.83%; LCDRAT model = 1.7%. CT = computed tomography; LCDRAT = Lung Cancer Death Risk Assessment Tool; USPSTF = United States Preventive Services Task Force.\n          \n          \n        \n        \n          Table 1.\n          \n            Benefits and harms of the USPSTF criteria and selected Bach model screening strategies (screening age 55–80 y) compared with no screening*\n          \n          \n            \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n            \n            \n              \n                Strategy description\n                Corresponding risk threshold, %\n                Percentage ever screened, % (CMR†)\n                Number of CT screens per 100 000 (CMR)\n                Lung cancer deaths prevented per 100 000 (CMR)\n                Lung cancer mortality reduction, % (CMR)\n                Life-years gained per 100 000 (CMR)\n                Life-years gained per lung cancer death prevented (CMR)\n                Number of overdiagnosed lung cancers per 100 000 (CMR)\n                Percentage of screen- detected cases overdiagnosed, % (CMR)\n                Average number of screens per lung cancer death avoided (CMR)\n                Average number of screens per life-year gained (CMR)\n                Average number of screens per person screened (CMR)\n                Average age at first screening (CMR), y\n              \n            \n            \n              \n                USPSTF criteria\n                USPSTF criteria\n                19.9 (18.7–21.2)\n                326 608 (301 659–337 726)\n                613 (337–865)\n                10.8 (6.7–16.9)\n                8590 (4665–11 922)\n                14.0 (13.0–15.3)\n                115 (49–156)\n                7.3 (5.3–10.4)\n                533 (385–1003)\n                38 (28–72)\n                16 (16–18)\n                55.6 (55.0–56.0)\n              \n              \n                Similar proportion of individuals selected as the USPSTF criteria’s in the PLCO control arm\n                1.59\n                32.0 (30.2–33.7)\n                518 033 (483 152–533 542)\n                846 (502–1161)\n                15.0 (10.0–22.7)\n                11 195 (6432–15 198)\n                13.2 (12.4–14.5)\n                168 (77–219)\n                7.6 (5.6–10.5)\n                612 (460–1057)\n                46 (35–82)\n                16 (16–18)\n                61.3 (61.1–61.8)\n              \n              \n                Similar sensitivity as the USPSTF criteria’s in the PLCO control arm\n                1.91\n                29.7 (28.0–31.2)\n                457 912 (426 885–471 544)\n                808 (463–1121)\n                14.3 (9.2–21.9)\n                10 533 (5830–14 293)\n                13.0 (12.2–14.2)\n                164 (72–216)\n                7.7 (5.7–10.4)\n                567 (421–1014)\n                43 (32–81)\n                15 (15–17)\n                62.1 (61.8–62.7)\n              \n              \n                Similar CT screens required as the USPSTF criteria’s\n                2.80\n                24.2 (22.8–25.5)\n                323 137 (300 767–333 458)\n                693 (364–976)\n                12.2 (7.3–19.1)\n                8660 (4384–11 914)\n                12.5 (11.8–13.6)\n                149 (60–201)\n                7.8 (6.0–10.1)\n                466 (341–915)\n                37 (27–76)\n                13 (13–15)\n                64.3 (64.0–65.0)\n              \n              \n                Similar lung cancer deaths averted as the USPSTF criteria’s\n                3.40\n                21.0 (19.8–22.1)\n                253 997 (236 096–263 459)\n                621 (303-891)\n                10.9 (6.1-17.4)\n                7491 (3529-10 330)\n                12.1 (11.4–13.0)\n                139 (52–190)\n                7.9 (6.1–9.7)\n                409 (293–869)\n                34 (25–75)\n                12 (12–13)\n                65.7 (65.4–66.4)\n              \n              \n                Similar life-years gained as the USPSTF criteria’s\n                2.80\n                24.2 (22.8–25.5)\n                323 137 (300 767–333 458)\n                693 (364–976)\n                12.2 (7.3–19.1)\n                8660 (4384–11 914)\n                12.5 (11.8–13.6)\n                149 (60–201)\n                7.8 (6.0–10.1)\n                466 (341–915)\n                37 (27–76)\n                13 (13–15)\n                64.3 (64.0–65.0)\n              \n            \n          \n          \n            \n              *\n              Results are per 100 000 individuals alive at age 45 years. Lung cancer incidence in the no-screening strategy group was 7116 (6518–8 450) per 100 000 persons. Lung cancer mortality was 5670 (5010–7114) per 100 000 persons.\n            \n            \n              †\n              All results were summarized as the mean across the four CISNET models. The numbers in parentheses denote the lower and upper range of the results across the four CISNET models.\n            \n            \n              CISNET = Cancer Intervention and Surveillance Modeling Network; CMR = CISNET model range; CT = computed tomography; PLCO = Prostate, Lung, Colorectal and Ovarian Cancer Screening Trial; USPSTF = United States Preventive Services Task Force.\n            \n          \n        \n        \n          Table 2.\n          \n            Benefits and harms of the USPSTF criteria and selected PLCOm2012 model screening strategies (screening age 55–80 y) compared with no screening*\n          \n          \n            \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n            \n            \n              \n                Strategy description\n                Corresponding risk threshold, %\n                Percentage ever screened, % (CMR†)\n                Number of CT screens per 100 000 (CMR)\n                Lung cancer deaths prevented per 100 000 (CMR)\n                Lung cancer mortality reduction, % (CMR)\n                Life-years gained per 100 000 (CMR)\n                Life-years gained per lung cancer death prevented (CMR)\n                Number of overdiagnosed lung cancers per 100 000 (CMR)\n                Percentage of screen- detected cases overdiagnosed, % (CMR)\n                Average number of screens per lung cancer death avoided (CMR)\n                Average number of screens per life-year gained (CMR)\n                Average number of screens per person screened (CMR)\n                Average age at first screening (CMR), y\n              \n            \n            \n              \n                USPSTF criteria\n                USPSTF criteria\n                19.9 (18.7–21.2)\n                326 608 (301 659–337 726)\n                613 (337–865)\n                10.8 (6.7–16.9)\n                8590 (4665–11 922)\n                14.0 (13.0–15.3)\n                115 (49–156)\n                7.3 (5.3–10.4)\n                533 (385–1003)\n                38 (28–72)\n                16 (16–18)\n                55.6 (55.0–56.0)\n              \n              \n                Similar proportion of individuals selected as the USPSTF criteria in the PLCO control arm\n                1.36\n                26.0 (24.5–27.4)\n                404 369 (373 609–425 538)\n                767 (415–1087)\n                13.5 (8.3–21.3)\n                10 054 (5210–13 679)\n                13.1 (12.4–14.2)\n                155 (65–210)\n                7.7 (5.7–10.5)\n                527 (391–996)\n                40 (30–79)\n                16 (15–17)\n                61.9 (61.3–62.7)\n              \n              \n                Similar sensitivity as the USPSTF criteria in the PLCO control arm\n                1.83\n                21.8 (20.6–23.0)\n                307 024 (285 227–317 428)\n                679 (344–966)\n                12.0 (6.9–18.9)\n                8582 (4201–11 816)\n                12.6 (11.9–13.6)\n                145 (57–197)\n                7.8 (5.9–10.2)\n                452 (328–922)\n                36 (26–76)\n                14 (13–15)\n                63.6 (63.3–64.3)\n              \n              \n                Similar CT screens required as the USPSTF criteria\n                1.70\n                22.9 (21.6–24.1)\n                329 489 (306 636–340 669)\n                698 (361–985)\n                12.3 (7.2–19.3)\n                8862 (4442–12 163)\n                12.7 (11.9–13.7)\n                147 (59–200)\n                7.7 (5.8–10.2)\n                472 (344–943)\n                37 (27–77)\n                14 (14–16)\n                63.2 (63.0–63.9)\n              \n              \n                Similar lung cancer deaths averted as the USPSTF criteria\n                2.20\n                19.4 (18.3–20.4)\n                252 421 (234 634–262 394)\n                615 (297–882)\n                10.8 (5.9–17.2)\n                7516 (3501–10 430)\n                12.2 (11.5–13.2)\n                136 (51–186)\n                7.9 (6.0–10.1)\n                411 (294–883)\n                34 (24–75)\n                13 (12–14)\n                64.8 (64.5–65.5)\n              \n              \n                Similar life-years gained as the USPSTF criteria\n                1.83\n                21.8 (20.6–23.0)\n                307 024 (285 227–317 428)\n                679 (344–966)\n                12.0 (6.9–18.9)\n                8582 (4201–11 816)\n                12.6 (11.9–13.6)\n                145 (57–197)\n                7.8 (5.9–10.2)\n                452 (328–922)\n                36 (26–76)\n                14 (13–15)\n                63.6 (63.3–64.3)\n              \n            \n          \n          \n            \n              *\n              Results are per 100 000 individuals alive at age 45 years. Lung cancer incidence in the no-screening strategy group was 7116 (6518–8450) per 100 000 persons; lung cancer mortality was 5670 (5010–7114) per 100 000 persons.\n            \n            \n              †\n              All results were summarized as the mean across the four CISNET models. The numbers in parentheses denote the lower and upper range of the results across the four CISNET models.\n            \n            \n              CISNET = Cancer Intervention and Surveillance Modeling Network; CMR = CISNET model range; CT = computed tomography; PLCO = Prostate, Lung, Colorectal and Ovarian Cancer Screening Trial; USPSTF = United States Preventive Services Task Force.\n            \n          \n        \n        \n          Table 3.\n          \n            Benefits and harms of the USPSTF criteria and selected LCDRAT model screening strategies (screening age 55–80 y) compared with no screening\n          \n          \n            \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n            \n            \n              \n                Strategy description\n                Corresponding risk threshold, %\n                Percentage ever screened, % (CMR†)\n                Number of CT screens per 100 000 (CMR)\n                Lung cancer deaths prevented per 100 000 (CMR)\n                Lung cancer mortality reduction, % (CMR)\n                Life-years gained per 100 000 (CMR)\n                Life-years gained per lung cancer death prevented (CMR)\n                Number of overdiagnosed lung cancers per 100 000 (CMR)\n                Percentage of screen-detected cases % (CMR)\n                Average number of screens per lung cancer death avoided (CMR)\n                Average number of screens per life year gained (CMR)\n                Average number of screens per person screened (CMR)\n                Average age at first screening (CMR), y\n              \n            \n            \n              \n                USPSTF criteria\n                USPSTF criteria\n                19.9 (18.7–21.2)\n                326 608 (301 659–337 726)\n                613 (337–865)\n                10.8 (6.7–16.9)\n                8590 (4665–11 922)\n                14.0 (13.0–15.3)\n                115 (49–156)\n                7.3 (5.3–10.4)\n                533 (385–1003)\n                38 (28–72)\n                16 (16–18)\n                55.6 (55.0–56.0)\n              \n              \n                Similar proportion of individuals selected as the USPSTF criteria in the PLCO control arm\n                0.96\n                33.4 (31.6–35.1)\n                501 689 (468 648–517 665)\n                844 (493–1 151)\n                14.9 (9.8–22.5)\n                11 018 (6298–14 955)\n                13.0 (12.4–14.3)\n                168 (77–220)\n                7.7 (5.6–10.6)\n                594 (450–1041)\n                46 (34–81)\n                15 (14–16)\n                62.9 (62.3–64.4)\n              \n              \n                Similar sensitivity as the USPSTF criteria in the PLCO control arm\n                1.34\n                26.4 (24.9–27.8)\n                394 238 (368 077–406 682)\n                766 (418–1 060)\n                13.5 (8.3–20.7)\n                9734 (5145–13 380)\n                12.7 (12.1–13.9)\n                157 (68–210)\n                7.8 (5.8–10.4)\n                515 (384–968)\n                41 (30–79)\n                15 (14–16)\n                62.5 (62.1–63.9)\n              \n              \n                Similar CT screens required as the USPSTF criteria\n                1.70\n                23.6 (22.3–24.9)\n                325 056 (303 273–336 570)\n                696 (366–977)\n                12.3 (7.3–19.1)\n                8631 (4365–11 838)\n                12.4 (11.8–13.5)\n                150 (60–201)\n                7.8 (6.0–10.0)\n                467 (343–917)\n                38 (27–77)\n                14 (13–15)\n                63.7 (63.2–65.0)\n              \n              \n                Similar lung cancer deaths averted as the USPSTF criteria\n                2.10\n                20.9 (19.8–22.1)\n                259 582 (242 052–270 053)\n                619 (310–885)\n                10.9 (6.1–17.3)\n                7438 (3574–10 184)\n                12.0 (11.4–13.1)\n                140 (53–190)\n                7.9 (6.2–9.8)\n                419 (302–868)\n                35 (25–75)\n                12 (12–14)\n                65.2 (64.6–66.5)\n              \n              \n                Similar life-years gained as the USPSTF criteria\n                1.70\n                23.6 (22.3–24.9)\n                325 056 (303 273–336 570)\n                696 (366–977)\n                12.3 (7.3–19.1)\n                8631 (4365–11 838)\n                12.4 (11.8–13.5)\n                150 (60–201)\n                7.8 (6.0–10.0)\n                467 (343–917)\n                38 (27–77)\n                14 (13–15)\n                63.7 (63.2–65.0)\n              \n            \n          \n          \n            \n              *\n              Results are per 100 000 individuals alive at age 45 years. Lung cancer incidence in the no-screening strategy group was 7116 (6518–8450) per 100 000 persons. Lung cancer mortality was 5670 (5010–7114) per 100 000 persons.\n            \n            \n              †\n              All results were summarized as the mean across the four CISNET models. The numbers in parentheses denote the lower and upper range of the results across the four CISNET models.\n            \n            \n              CISNET = Cancer Intervention and Surveillance Modeling Network; CMR = CISNET model range; CT = computed tomography; LCDRAT = Lung Cancer Death Risk Assessment Tool; PLCO = Prostate, Lung, Colorectal and Ovarian Cancer Screening Trial; USPSTF = United States Preventive Services Task Force.\n            \n          \n        \n      \n      \n        Screening Eligibility\n        Risk-based-strategies screening between ages 55 and 80 years with risk thresholds selecting similar proportions of PLCO control-arm ever-smokers as the USPSTF criteria (Bach: = 1.59%; PLCOm2012 = 1.36%; LCDRAT = 0.96%) selected considerably more individuals in the 1950 birth cohort (Bach = 32.0%; PLCOm2012 = 26.0%; LCDRAT = 33.4%; USPSTF = 19.9%). These strategies averted 25.2–38.0% more lung cancer deaths (CMR = 23.2–49.1%) and yielded 17.0–30.3% more life-years (CMR = 11.7–37.9%) than the USPSTF criteria did, but required 23.8–58.6% more screens (CMR = 21.4–60.2%).\n      \n      \n        Sensitivity\n        Risk-based-strategies screening between ages 55 and 80 years with risk thresholds yielding a similar sensitivity as the USPSTF criteria’s in PLCO control-arm ever-smokers (Bach = 1.91%; PLCOm2012 = 1.83%; LCDRAT = 1.34%) differed in effectiveness and efficiency. The Bach-based strategy required 40.2% more screens (CMR = 38.9–41.5%) than the USPSTF criteria did, but averted 31.8% more deaths (CMR = 28.8–37.6%) and yielded 22.6% more life-years (CMR = 19.9–27.5%). However, the USPSTF criteria required 533 screens per lung cancer death averted and 38 screens per life year gained, whereas the Bach-based strategy required 567 (+6.4%; CMR = +1.1% to +9.2%) and 43 (+14.3%; CMR = +10.6% to +16.2%), respectively. The PLCOm2012-based strategy required 6.0% fewer screens (CMR = 5.0–7.5%) than the USPSTF criteria did, while averting 10.8% more deaths (CMR: 2.3–15.0%) and yielding similar life-years (-0.1%; CMR = -9.9% to +4.3%). Overall, the PLCOm2012-based strategy was more efficient than the USPSTF criteria was, requiring 452 screens per lung cancer death averted (−15.2%; CMR = −18.1% to −8.1%) and 36 screens per life year gained (−5.9%; CMR = −9.7% to +4.4%). The LCDRAT strategy required more screens than the USPSTF criteria did (+20.7%; CMR= 18.6–22.0%), but it averted more deaths (+24.9%; CMR = 22.6–32.8%) and yielded more life-years (+13.3%; CMR = 10.3–17.3%). The LCDRAT strategy was more efficient than the USPSTF criteria was regarding screens per lung cancer death averted (-3.4%; CMR = −8.5% to −0.5%), but it required more screens per life-year gained (+6.5%; CMR = 3.6–8.6%).\n      \n      \n        CT Screens\n        Risk-based-strategies screening between ages 55 and 80 years requiring similar CT screens as the USPSTF criteria did (corresponding risk thresholds: Bach = 2.8%; PLCOm2012 = 1.7%; LCDRAT = 1.7%) averted 13.1–13.9% (CMR = 7.3–19.5%) more lung cancer deaths (USPSTF criteria = 613; Bach = 693; PLCOm2012 = 698; LCDRAT = 696). However, life-years gained was only modestly higher: 0.5–3.2% more (CMR = −6.0% to +8.9%; USPSTF criteria = 8590; Bach = 8660; PLCOm2012 = 8862; LCDRAT = 8631). These strategies more efficiently reduced lung cancer mortality than the USPSTF criteria did, requiring 466–472 screens per death averted (−11.5% to −12.5% compared with the USPSTF criteria; CMR = −16.4% to −6.0%). However, they were only slightly more efficient with regard to life-years gained, requiring 37–38 screens per life year gained (−0.9% to −2.2% compared with the USPSTF criteria; CMR = −6.9% to +6.0%).\n      \n      \n        Lung Cancer Deaths Averted\n        Risk-based-strategies screening between ages 55 and 80 years averting similar deaths as the USPSTF criteria’s (corresponding risk thresholds: Bach = 3.4%; PLCOm2012 = 2.2%; LCDRAT = 2.1%) required 20.5–22.7% fewer screens (CMR = 19.7–24.0%). Therefore, these strategies were more efficient than the USPSTF criteria was, requiring 409–419 screens per lung cancer death averted (CMR = 293–868). However, despite averting similar lung cancer deaths, they yielded 12.1–12.4 life-years per death averted (CMR = 11.4–13.3) compared with 14.0 for the USPSTF criteria (CMR = 13.0–15.3). Consequently, they yielded 12.5–13.4% fewer life-years (CMR = 8.0–24.0%).\n      \n      \n        Life-Years Gained\n        Risk-based-strategies screening between ages 55 and 80 years yielding similar life-years gained as the USPSTF criteria’s (corresponding risk thresholds: Bach = 2.8%; PLCOm2012 = 1.83%; LCDRAT = 1.7%) required 0.5–6.0% fewer screens (CMR = +0.6 to −7.5%) and averted 10.8–13.5% more deaths (CMR = 2.3–19.5%). Consequently, these strategies were slightly more efficient, requiring 36–38 screens per life-year gained (−0.9% to −5.9% compared with the USPSTF criteria; CMR: −9.7% to +6.0%). However, they yielded only 12.4–12.6 life-years per lung cancer death averted (CMR = 11.8–13.6). Furthermore, these risk-based strategies had 25.9–30.1% (CMR = 15.0–33.0%) more overdiagnosed cases than the USPSTF criteria did.\n      \n      \n        Overdiagnosis\n        All risk-based-strategies screening between ages 55 and 80 years yielded higher screen-detected overdiagnosis rates than the USPSTF criteria did (Tables 1–3). Notably, the absolute number of overdiagnosed cancers was 18.5–45.9% higher (CMR = 4.1–56.0%) than that of the USPSTF criteria. This is primarily due to risk-based-screening eligibility increasing with age (Supplementary Figure 9, available online) because cancers screen detected at older ages are more likely to be overdiagnosed. Additionally, the average age at first screening eligibility was 5–10 years higher than that of the USPSTF criteria, and it increased for higher risk thresholds (Supplementary Figure 12A, available online). Consequently, screen-detected overdiagnosis rates increased for higher risk thresholds (Supplementary Figure 12B, available online). In contrast, absolute numbers of overdiagnosed cancers decreased with increasing risk thresholds (Supplementary Figure 12C, available online). This is because at higher risk thresholds, fewer individuals are screened, reducing the overall number of screen-detected cancers.\n      \n      \n        CISNET Model Variability\n        \nSupplementary Tables 9–12 (available online) show individual CISNET model predictions for the Bach-based strategies in Table 1. The Erasmus and Michigan models estimated higher reductions in lung cancer mortality (11.0–22.7%) than the Massachusetts General Hospital (MGH) and Stanford models did (6.1–12.3%). However, the number of life-years gained per lung cancer deaths prevented was generally similar across the Erasmus, MGH, and Stanford models. The Michigan model estimated 1–2 more life-years gained per lung cancer death prevented compared with the other models because of allowing screening to extend lung cancer survival without averting lung cancer death.\n        Stanford and Michigan had the lowest screen-detected overdiagnosis rates (5.3–6.5%), whereas Erasmus and MGH had the highest rates (8.1–10.5%). However, despite having the highest overdiagnosis rate, MGH had the lowest absolute number of overdiagnosed cancers, which were due to fewer cancers being screen detected, compared with the other models. Whereas Erasmus, Stanford, and Michigan estimate the overdiagnosis rate of screen-detected cases increases with increasing risk thresholds, MGH estimates this proportion decreases. This may be due to differences in the definition of screen detection between CISNET models: In contrast to the other models, the MGH model does not consider cancers causing a positive screening result but not detected until the follow-up scan resulting from the positive screening result to be screen detected.\n        Overall, similarly to previous comparative-model analyses, absolute numbers of benefits and harms varied across models. However, relative performance of risk-based strategies compared with that of the USPSTF criteria was consistent across models. Similar results were found for the PLCOm2012 and LCDRAT models (data not shown).\n      \n      \n        Performance by Screening Starting and Stopping Ages\n        When comparing selected risk-based strategies to the USPSTF criteria for screening stopping ages of 77 and 75 years, their comparative effectiveness was similar to stopping at age 80 years (data not shown). However, risk thresholds corresponding to selected outcomes differed slightly across stopping ages. Furthermore, younger screening stopping ages decreased both the proportion and absolute number of screen-detected lung cancers that were overdiagnosed.\n        \nSupplementary Figure 13 (available online) describes the effect of lowering the screening starting age to 45 years. Lowering the starting age averted more lung cancer deaths and yielded more life-years gained at relatively low risk thresholds (Supplementary Figure 13, A and B, available online). However, differences between starting ages decreased rapidly for increasing risk thresholds. Furthermore, younger starting ages substantially increased screens required at lower risk thresholds (5.1–13.4% at a 0.9% risk threshold, Supplementary Figure 13C, available online).\n      \n      \n        Accounting for Limited Life Expectancy\n        \nTable 4 compares selected PLCOm2012-based strategies screening between ages 55 and 80 years to the USPSTF criteria when applying hypothetical perfect life-expectancy assessments that excluded individuals with limited life expectancies (<5 years). This reduced the absolute number of overdiagnosed lung cancers by 65.1–67.3% (CMR = 42.5–82.0%) for both USPSTF criteria and risk-based strategies. Furthermore, reductions in life-years gained were negligible (USPSTF criteria = 0.1%; CMR = −0.8 to +1.2%; risk-based strategies = −1.9% to −0.3%; CMR = −3.0% to 0.3%). Whereas lung cancer deaths averted were slightly reduced (USPSTF criteria = −4.4%; CMR = −3.2% to −7.9%; risk-based strategies = −4.5% to −6.3%; CMR = −3.0% to −9.4%), reductions in screens were greater (USPSTF criteria = −9.1%; CMR = −8.3% to −10.5%; risk-based strategies = −9.8% to −12.9%; CMR = −9.3% to −15.1%). Consequently, accounting for limited life expectancy yielded greater improvements in efficiency for risk-based strategies than the USPSTF criteria did. Results for Bach- and LCDRAT–based strategies were similar (data not shown).\n\n        \n          Table 4.\n          \n            Benefits and harms of the USPSTF criteria and selected PLCOm2012 model screening strategies with a hypothetical life-expectancy assessment (screening age 55–80 y) compared with no screening*\n          \n          \n            \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n            \n            \n              \n                Strategy description\n                Corresponding risk threshold, %\n                Percentage ever screened, % (CMR†)\n                Number of CT screens per 100 000 (CMR)\n                Lung cancer deaths prevented per 100 000 (CMR)\n                Lung cancer mortality reduction, % (CMR)\n                Life-years gained per 100 000 (CMR)\n                Life-years gained per lung cancer death prevented (CMR)\n                Number of overdiagnosed lung cancers per 100 000 (CMR)\n                Percentage of screen-detected cases overdiagnosed, % (CMR)\n                Average number of screens per lung cancer death avoided (CMR)\n                Average number of screens per life-year gained (CMR)\n                Average number of screens per person screened (CMR)\n                Average age at first screening (CMR), y\n              \n            \n            \n              \n                USPSTF criteria\n                USPSTF criteria\n                19.1 (18.0–20.3)\n                297 036 (269 853–308 570)\n                586 (322–837)\n                10.3 (6.4–16.4)\n                8602 (4648–12 066)\n                14.7 (13.4–16.1)\n                39 (20–61)\n                3.2 (1.3–6.5)\n                507 (365–959)\n                35 (25–66)\n                16 (15–17)\n                55.7 (55.7–55.8)\n              \n              \n                Similar proportion of individuals selected as the USPSTF criteria’s in the PLCO control arm\n                1.36\n                24.6 (22.9–26.9)\n                357 735 (326 256–372 335)\n                720 (393–1038)\n                12.7 (7.8–20.3)\n                9861 (5186–13 418)\n                13.7 (12.6–15.0)\n                52 (30–81)\n                3.3 (1.5–6.3)\n                497 (359–944)\n                36 (27–72)\n                15 (14–16)\n                61.7 (61.6–61.9)\n              \n              \n                Similar sensitivity as the USPSTF criteria’s in the PLCO control arm\n                1.83\n                20.6 (19.0–22.8)\n                270 445 (245 877–281 949)\n                641 (325–929)\n                11.3 (6.5–18.2)\n                8498 (4181–11 744)\n                13.3 (12.2–14.4)\n                48 (28–75)\n                3.2 (1.5–5.7)\n                422 (303–867)\n                32 (23–67)\n                13 (12–15)\n                63.2 (63.1–63.5)\n              \n              \n                Similar CT screens required as the USPSTF criteria’s\n                1.70\n                21.6 (20.0–23.9)\n                291 528 (265 273–303 765)\n                655 (342–951)\n                11.6 (6.8–18.6)\n                8807 (4421–12 131)\n                13.4 (12.3–14.8)\n                49 (29–76)\n                3.3 (1.5–5.8)\n                445 (319–888)\n                33 (24–69)\n                14 (13–15)\n                62.9 (62.7–63.1)\n              \n              \n                Similar lung cancer deaths averted as the USPSTF criteria’s\n                2.20\n                18.2 (16.7–20.3)\n                220 749 (200 188–231 189)\n                579 (281–851)\n                10.2 (5.6–18.6)\n                7481 (3484–10 428)\n                12.9 (11.9–14.1)\n                45 (24–71)\n                3.2 (1.6–5.3)\n                381 (271–824)\n                30 (21–66)\n                12 (11–14)\n                64.4 (64.2–64.6)\n              \n              \n                Similar life-years gained as the USPSTF criteria’s\n                1.83\n                20.6 (19.0–22.8)\n                270 445 (245 877–281 949)\n                641 (325–929)\n                11.3 (6.5–18.2)\n                8498 (4181–11 744)\n                13.3 (12.2–14.4)\n                48 (28–75)\n                3.2 (1.5–5.7)\n                422 (303–867)\n                32 (23–67)\n                13 (12–15)\n                63.2 (63.1–63.5)\n              \n            \n          \n          \n            \n              *\n              Results are per 100 000 individuals alive at age 45 years. Lung cancer incidence in the no-screening strategy group was 7116 (6518–8450) per 100 000 persons; lung cancer mortality was 5670 (5010–7114) per 100 000 persons.\n            \n            \n              †\n              All results were summarized as the mean across the four CISNET models. The numbers in parentheses denote the lower and upper range of the results across the four CISNET models.\n            \n            \n              CISNET = Cancer Intervention and Surveillance Modeling Network; CMR = CISNET model range; PLCO = Prostate, Lung, Colorectal and Ovarian Cancer Screening Trial; USPSTF = United States Preventive Services Task Force.\n            \n          \n        \n      \n      \n        1960 Birth Cohort\n        Risk-based-screening strategies were also more efficient than the USPSTF criteria was in the 1960 birth cohort, as shown for selected LCDRAT-based strategies in Table 5. Compared with the 1950 birth cohort, lung cancer incidence and mortality in the absence of screening both were lower (17.5% and 18.1%, respectively) because of reduced smoking behavior. Consequently, the proportion of ever-eligible individuals for the USPSTF criteria decreased from 19.9% to 13.8% (30.7% lower), whereas risk-based-screening eligibility decreased by 15.6–21.1%.\n\n        \n          Table 5.\n          \n            Benefits and harms of the USPSTF criteria and selected LCDRAT model screening strategies (screening age 55–80 y) in a 1960 cohort\n          \n          \n            \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n            \n            \n              \n                Strategy description\n                Corresponding risk threshold, %\n                Percentage ever screened, % (CMR†)\n                Number of CT screens per 100 000 (CMR)\n                Lung cancer deaths prevented per 100 000 (CMR)\n                Lung cancer mortality reduction, % (CMR)\n                Life-years gained per 100 000 (CMR)\n                Life-years gained per lung cancer death prevented (CMR)\n                Number of overdiagnosed lung cancers per 100 000 (CMR)\n                Percentage of screen-detected cases overdiagnosed, % (CMR)\n                Average number of screens per lung cancer death avoided (CMR)\n                Average number of screens per life-year gained (CMR)\n                Average number of screens per person screened (CMR)\n                Average age at first screening (CMR), y\n              \n            \n            \n              \n                USPSTF criteria\n                USPSTF criteria\n                13.8 (12.8–14.3)\n                227 823 (225 769–229 664)\n                387 (204–587)\n                8.3 (5.1–13.2)\n                5352 (2822–7736)\n                13.8 (13.2–15.6)\n                71 (29–101)\n                7.1 (5.2–10.4)\n                588 (386–1124)\n                43 (29–82)\n                16 (16–18)\n                56.6 (56.2–57.6)\n              \n              \n                Similar proportion of individuals selected as the USPSTF criteria’s in the PLCO control arm\n                0.96\n                28.2 (26.3–28.9)\n                411 064 (409 654–412 742)\n                581 (346–853)\n                12.5 (8.6–19.2)\n                7680 (4441–10 638)\n                13.2 (12.5–14.7)\n                112 (52–155)\n                7.4 (5.4–10.3)\n                707 (484–1189)\n                54 (39–94)\n                15 (14–16)\n                63.7 (63.2–65.1)\n              \n              \n                Similar sensitivity as the USPSTF criteria’s in the PLCO control arm\n                1.34\n                21.8 (20.3–22.4)\n                313 782 (313 165–314 698)\n                520 (289–776)\n                11.2 (7.2–17.4)\n                6660 (3552–9416)\n                12.8 (12.1–14.2)\n                103 (45–143)\n                7.4 (5.5–10.1)\n                604 (406–1086)\n                47 (33–89)\n                14 (14–15)\n                63.4 (63.0–64.7)\n              \n              \n                Similar CT screens required as the USPSTF criteria’s\n                1.70\n                19.0 (17.7–19.5)\n                254 053 (253 337–254 860)\n                471 (248–712)\n                10.1 (6.2–16.0)\n                5880 (2926–8453)\n                12.5 (11.8–13.8)\n                97 (40–137)\n                7.5 (5.7–9.8)\n                540 (358–1027)\n                43 (30–88)\n                13 (13–14)\n                64.4 (63.9–65.6)\n              \n              \n                Similar lung cancer deaths averted as the USPSTF criteria’s\n                2.10\n                16.5 (15.4–17.0)\n                200 646 (199 830–202 045)\n                415 (211–630)\n                8.9 (5.3–14.1)\n                5020 (2404–7234)\n                12.1 (11.4–13.4)\n                90 (35–127)\n                7.6 (5.9–9.6)\n                483 (319–957)\n                40 (28–84)\n                12 (12–13)\n                65.6 (65.2–66.8)\n              \n              \n                Similar life-years gained as the USPSTF criteria’s\n                1.70\n                19.0 (17.7–19.5)\n                254 053 (253 337–254 860)\n                471 (248–712)\n                10.1 (6.2–16.0)\n                5880(2926–8453)\n                12.5 (11.8–13.8)\n                97 (40–137)\n                7.5 (5.7–9.8)\n                540 (358–1027)\n                43 (30–88)\n                13 (13–14)\n                64.4 (63.9–65.6)\n              \n            \n          \n          \n            \n              *\n              Results are per 100 000 individuals alive at age 45 years. Lung cancer incidence in the no-screening strategy group was 5870 (5278–6752) per 100 000 persons; lung cancer mortality was 4643 (4016–5307) per 100 000 persons.\n            \n            \n              †\n              All results were summarized as the mean across the four CISNET models. The numbers in parentheses denote the lower and upper range of the results across the four CISNET models.\n            \n            \n              CISNET = Cancer Intervention and Surveillance Modeling Network; CMR = CISNET model range; CT = computed tomography; LCDRAT = Lung Cancer Death Risk Assessment Tool; PLCO = Prostate, Lung, Colorectal and Ovarian Cancer Screening Trial; USPSTF = United States Preventive Services Task Force.\n            \n          \n        \n        As a result, absolute benefits were lower: Lung cancer deaths averted decreased by 36.9% for the USPSTF criteria and 31.2–33.0% for the selected risk-based strategies, whereas life-years gained decreased by 37.7% for the USPSTF criteria and 30.3–32.5% for the selected risk-based strategies. Similarly, absolute harms were lower: CT screens required decreased by 30.2% for the USPSTF criteria and 18.1–22.7% for the selected risk-based strategies, whereas the absolute number of overdiagnosed cases decreased by 38.3% for the USPSTF criteria and 33.3–35.7% for the selected risk-based strategies.\n        The average age at first screening was 1 year older for the USPSTF criteria and 0.4–1.0 years older for the selected risk-based strategies because of differences in smoking behaviors. However, overall life expectancy was also higher. Consequently, life-years gained per lung cancer death prevented were similar (0.2 fewer for the USPSTF criteria, +0.1–0.2 life-years for the selected risk-based strategies), and overdiagnosis rates of screen-detected cases decreased by 2.7% for the USPSTF criteria and 3.8–5.1% for the selected risk-based strategies.\n        The relative efficiency of risk-based-screening strategies (given the selected risk thresholds) compared with the USPSTF criteria was somewhat reduced compared with the 1950 birth cohort. Whereas selected risk-based-screening strategies required −21.4% to +11.4% screens per lung cancer death averted compared with the USPSTF criteria in the 1950 birth cohort, this was −17.9% to +20.2% in the 1960 birth cohort. Similarly, selected risk-based-screening strategies required −7.9% to +21.1% screens per life-year gained compared with the USPSTF criteria in the 1950 birth cohort, whereas this was −7.0% to +25.6% in the 1960 birth cohort. However, selected risk-based-screening strategies were still more efficient than the USPSTF criteria was. Results for the Bach- and PLCOm2012-based strategies were similar (data not shown).\nConclusions\n          Risk-based lung cancer screening strategies prevent considerably more lung cancer deaths than current recommendations do. However, they yield modest additional life-years and increased overdiagnosis because of predominantly selecting older individuals. Efficient implementation of risk-based lung cancer screening requires careful consideration of life expectancy for determining optimal individual stopping ages.\nRisk-Prediction Models\n        CISNET previously evaluated nine risk-prediction models for lung cancer incidence and mortality (5). The Bach, PLCOm2012, and Two-Stage Clonal Expansion (TSCE) incidence models had the best performance across investigated aspects (calibration, discrimination, and clinical usefulness) (3,5,20,21). However, TSCE is primarily meant to describe lung carcinogenesis within a biological framework, whereas Bach and PLCOm2012 can be easily implemented in clinical settings. Additionally, the Lung Cancer Death Risk Assessment Tool (LCDRAT) was considered (10). Therefore, analyses were restricted to Bach/PLCOm2012/LCDRAT (Supplementary Methods and Supplementary Tables 1–5 and Supplementary Figure 1, available online). PLCOm2012 was calibrated to a 6-year timeframe, whereas Bach and LCDRAT can be applied to any timeframe (3,10,20). Therefore, 6-year timeframes were chosen for comparability.\nSimulated Population\n        The Smoking History Generator (SHG), developed using 1965–2009 US–representative National Health Interview Survey data, was used to simulate smoking histories for a 1950 US cohort (13,22,23). This population, currently ages 68–69 years, represents the midpoint between recommended screening starting and stopping ages (55 and 80 years). Each simulated smoking history consists of whether and when the person initiates and ceases smoking, average number of cigarettes smoked per day by age, and the age of death from non–lung cancer causes (accounting for the effects of smoking behavior on mortality).\n        For each simulated individual, model-specific 6-year lung cancer incidence/mortality risks were estimated by age (Supplementary Table 6 and Supplementary Figure 2, available online). Because the SHG does not simulate nonsmoking covariates, risk-prediction models were applied using only age, sex, and smoking history (Supplementary Methods, available online). “Never-smokers” were not considered for screening because the risk-prediction models are not applicable to them. Furthermore, never-smokers are unlikely to attain risks at which screening becomes beneficial (24,25).\nRisk Thresholds\n        Prostate, Lung, Colorectal and Ovarian Cancer Screening Trial (PLCO) data were previously used to assess the net benefit (better ratios of benefits to harms) of Bach and PLCOm2012 over that of the USPSTF criteria (5). Both had wide ranges of risk thresholds yielding positive net benefits for 6-year lung cancer incidence in the PLCO control-arm ever-smokers (Bach = 0.2–8.9%; PLCOm2012 = 0.1–11.0%) (5).\n        The Supplementary Methods, Supplementary Table 7, and Supplementary Figure 3 (available online) describe how risk thresholds with positive net benefits can inefficiently select individuals for screening. Furthermore, higher risk thresholds may improve screening efficiency (screens required to detect one cancer), but reduce screening effectiveness (achievable mortality reduction).\n        To capture trade-offs between screening efficiency and effectiveness, evaluated risk thresholds were chosen based on sensitivity (eg, the number of individuals developing clinical lung cancer within 6 years among those whose estimated risk exceeds the corresponding risk threshold divided by the total number of individuals who develop clinical lung cancer within 6 years). Risk thresholds yielding sensitivities for lung cancer incidence between 50% and 90% in the PLCO control-arm ever-smokers were further evaluated. Corresponding risk thresholds were 0.93–3.55% (Bach) and 0.94–3.30% (PLCOm2012). Therefore, risk thresholds between 0.9% and 3.6% were evaluated, with absolute increments of 0.1%. Corresponding LCDRAT risk thresholds for lung cancer mortality were 0.65%–2.13%.\n        Additionally, we considered risk thresholds, selecting similar proportions of individuals (Bach =1.59%; PLCOm2012 = 1.36%; LCDRAT = 0.96%) or yielding similar sensitivities (Bach = 1.91%; PLCOm2012 = 1.83%; lung cancer mortality sensitivity [LCDRAT] = 1.34%) as the USPSTF criteria in PLCO control-arm ever-smokers (screen-eligible proportion = 39.0%, sensitivity = 75.3%). The risk thresholds corresponding to these outcomes differ across risk-prediction models because of differences in absolute risk estimates, indicating that risk model–specific risk thresholds should be used (5,26). Supplementary Figure 4 (available online) gives risk-prediction model–specific overviews of sensitivity by risk threshold, whereas Supplementary Figure 5 (available online) gives an overview of the proportion of screening-eligible individuals by risk threshold.\n        However, risk thresholds performing well within retrospective analyses of trials and/or cohorts may not necessarily yield similar performances in population-based programs. Therefore, risk thresholds yielding similar metrics as the USPSTF criteria’s in the 1950 birth cohort (eg, deaths averted and life-years gained) were identified.\nNatural History Models\n        Four CISNET natural history models were used in these analyses (27–33). All models were calibrated to individual-level data from NLST and PLCO, and we evaluated the same individual risk profiles generated by the SHG. The Supplementary Methods, Supplementary Figure 6, and Supplementary Table 8 (available online) detail the characteristics of the natural history models.\nEvaluated Screening Strategies\n        In total, 363 screening strategies were evaluated, each considering different combinations of screening starting and stopping ages, risk-prediction model used to estimate age-specific lung cancer incidence risk, and risk threshold for screening eligibility (Box 1). Upper bounds on screening stopping ages were enforced, as otherwise-eligible individuals would continue screening at ages with limited life expectancy. Lower bounds on screening starting age were enforced because the risk-prediction models were developed in populations consisting of individuals older than 45 years and may be unsuitable for younger individuals (3,20). At each age, a person’s screening eligibility was determined (ie, whether the person’s estimated risk at that age exceeded the risk threshold). Screening eligibility was assumed to be free of misclassification error (ie, risk at each age was correctly estimated, and ineligible individuals were not screened). In total, 120 screening strategies were considered per risk-prediction model. In addition, three screening strategies were used to evaluate the USPSTF criteria at different stopping ages. Perfect screening adherence was assumed. For each strategy, the following outcomes were evaluated: lung cancer deaths averted, life-years gained, proportion of individuals ever screening eligible, computed tomography screens required, and overdiagnosis (both the absolute number of overdiagnosed cases and percentage of screen-detected cases that is overdiagnosed, ie, number of overdiagnosed casesnumber of screen-detected cases*100%. Screening outcomes were counted from ages 45–100 years (maximum age in all models). All outcomes were compared with no-screening results, and standardized to the number of individuals alive at age 45 years. Results were summarized as means across CISNET models, along with the lower and upper ranges across models (CISNET model range [CMR]). Two sensitivity analyses were performed. The first considered hypothetical perfect life expectancy assessments, excluding individuals from further screening when non–lung cancer death occurred within 5 years. The second considered a 1960 birth cohort, representing smoking patterns and life expectancies that are more contemporary.\n        \n          Box 1.\n          \n            Overview of evaluated screening strategies\n          \n          \n            \n              \n                \n                \n              \n              \n                \n                  Strategy characteristics\n                  Considered values\n                \n              \n              \n                \n                  Age to start screening, y\n                  45*, 55\n                \n                \n                  Age to stop screening, y\n                  75, 77, 80\n                \n                \n                  Screening interval\n                  Annual\n                \n                \n                  \n\n\n                \n                \n                  Risk-based criteria\n                  Considered values\n                \n                \n                  \n\n\n                \n                \n                  Evaluated risk-prediction models\n                  Bach, PLCOm2012, LCDRAT\n                \n                \n                  Evaluated risk thresholds\n                  0.9%, 1.0%, 1.1%, 1.2%, 1.3%,\n                \n                \n                  1.4%, 1.5%, 1.6%, 1.7%, 1.8%,\n                \n                \n                  1.9%, 2.0%, 2.1%, 2.2%, 2.3%,\n                \n                \n                  2.4%, 2.5%, 2.6%, 2.7%, 2.8%,\n                \n                \n                  2.9%, 3.0%, 3.1%, 3.2%, 3.3%,\n                \n                \n                  3.4%, 3.5%, 3.6%,\n                \n                \n                  \n†Risk threshold that yielded a similar sensitivity for ever-smokers in the PLCO control arm as the USPSTF criteria (one for each risk-prediction model)\n                \n                \n                  \n‡Risk thresholds that selected a similar proportion of ever-smokers for screening in the PLCO control arm as the USPSTF criteria (one for each risk-prediction model)\n                \n                \n                  \n\n\n                \n                \n                  Non–risk-based strategies\n                  Description\n                \n                \n                  \n\n\n                \n                \n                  USPSTF–smoking eligibility criteria\n                  Annual screening for individuals who smoked at least 30 pack-years and currently smoke or quit less than 15 y ago\n                \n                \n                  The USPSTF criteria was evaluated for screening between age ranges 55–75, 55–77, and 55–80 y\n                \n                \n                  \n\n\n                \n              \n            \n            \n              \n                *\n                Considered only for risk-based strategies that stop screening at age 80 y.\n              \n              \n                †\n                Corresponding risk thresholds: PLCOm2012 = 1.83%; Bach = 1.91%; LCDRAT = 1.34%.\n              \n              \n                ‡\n                Corresponding risk thresholds: PLCOm2012 = 1.36%; Bach = 1.59%; LCDRAT = 0.96%.\n              \n              \n                LCDRAT = Lung Cancer Death Risk Assessment Tool; PLCO = Prostate Lung, Colorectal, and Ovarian Cancer Screening Trial, USPSTF: United States Preventive Services Task Force.\nOverall Results\n        At the first age individuals become eligible for screening because of their risk exceeding the risk threshold, their risk is generally close to the considered risk threshold. However, the average risk of the population eligible for screening was substantially higher than the risk threshold required for screening eligibility for each risk-prediction model at each time-point (Supplementary Figure 7, available online). However, screening eligibility decreased for increasing risk thresholds and younger screening stopping ages (Supplementary Figure 8, available online). Screening eligibility was higher for the Bach-based strategy than for PLCOm2012-based and LCDRAT–based strategies at each risk threshold. Screening eligibility increased with age for all risk-prediction models independently of risk threshold (Supplementary Figure 9, available online). For the USPSTF criteria, screening eligibility decreased with age because of increasing numbers of previously eligible individuals having quit smoking 15 or more years prior.\n        \nFigures 1 and 2 compare risk-based-strategies screening between ages 55 and 80 years to the USPSTF criteria. The Bach-based strategy required more screens than the PLCOm2012-based and LCDRAT–based strategies at each risk threshold, but averted more deaths and yielded more life-years. However, risk-based strategies requiring similar screens yielded consistent deaths averted and life-years gained. For all CISNET models, risk-based strategies more efficiently averted lung cancer deaths (Figure 1; Supplementary Figure 10, available online) and life-years gained (Figure 2; Supplementary Figure 11, available online) than the USPSTF criteria did. However, whereas increases in deaths averted were considerable, gains in life-years were modest. Similar results were found for screening stopping ages 77 and 75 years (data not shown). Tables 1–3 summarize benefits and harms for risk-based-strategies screening between ages 55 and 80 years corresponding to selected outcomes, described in the following paragraphs.\n\n        \n          Figure 1.\n          \n            Number of CT screens and lung cancer deaths averted for risk-based screening strategies screening between ages 55 and 80 years compared with the USPSTF criteria (mean results across the four CISNET models). Risk thresholds corresponding to strategies that yield a similar number of lung cancer deaths averted as the USPSTF criteria: Bach model = 3.4%; PLCOm2012 model = 2.2%; LCDRAT model = 2.1%. CT = computed tomography; LCDRAT = Lung Cancer Death Risk Assessment Tool; USPSTF = United States Preventive Services Task Force.\n          \n          \n        \n        \n          Figure 2.\n          \n            Number of CT screens and life-years gained for risk-based screening strategies screening between ages 55 and 80 years compared with the USPSTF criteria (mean results across the four CISNET models). Risk thresholds corresponding to strategies that yield a similar number of life-years gained as the USPSTF criteria: Bach model = 2.8%; PLCOm2012 model = 1.83%; LCDRAT model = 1.7%. CT = computed tomography; LCDRAT = Lung Cancer Death Risk Assessment Tool; USPSTF = United States Preventive Services Task Force.\n          \n          \n        \n        \n          Table 1.\n          \n            Benefits and harms of the USPSTF criteria and selected Bach model screening strategies (screening age 55–80 y) compared with no screening*\n          \n          \n            \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n            \n            \n              \n                Strategy description\n                Corresponding risk threshold, %\n                Percentage ever screened, % (CMR†)\n                Number of CT screens per 100 000 (CMR)\n                Lung cancer deaths prevented per 100 000 (CMR)\n                Lung cancer mortality reduction, % (CMR)\n                Life-years gained per 100 000 (CMR)\n                Life-years gained per lung cancer death prevented (CMR)\n                Number of overdiagnosed lung cancers per 100 000 (CMR)\n                Percentage of screen- detected cases overdiagnosed, % (CMR)\n                Average number of screens per lung cancer death avoided (CMR)\n                Average number of screens per life-year gained (CMR)\n                Average number of screens per person screened (CMR)\n                Average age at first screening (CMR), y\n              \n            \n            \n              \n                USPSTF criteria\n                USPSTF criteria\n                19.9 (18.7–21.2)\n                326 608 (301 659–337 726)\n                613 (337–865)\n                10.8 (6.7–16.9)\n                8590 (4665–11 922)\n                14.0 (13.0–15.3)\n                115 (49–156)\n                7.3 (5.3–10.4)\n                533 (385–1003)\n                38 (28–72)\n                16 (16–18)\n                55.6 (55.0–56.0)\n              \n              \n                Similar proportion of individuals selected as the USPSTF criteria’s in the PLCO control arm\n                1.59\n                32.0 (30.2–33.7)\n                518 033 (483 152–533 542)\n                846 (502–1161)\n                15.0 (10.0–22.7)\n                11 195 (6432–15 198)\n                13.2 (12.4–14.5)\n                168 (77–219)\n                7.6 (5.6–10.5)\n                612 (460–1057)\n                46 (35–82)\n                16 (16–18)\n                61.3 (61.1–61.8)\n              \n              \n                Similar sensitivity as the USPSTF criteria’s in the PLCO control arm\n                1.91\n                29.7 (28.0–31.2)\n                457 912 (426 885–471 544)\n                808 (463–1121)\n                14.3 (9.2–21.9)\n                10 533 (5830–14 293)\n                13.0 (12.2–14.2)\n                164 (72–216)\n                7.7 (5.7–10.4)\n                567 (421–1014)\n                43 (32–81)\n                15 (15–17)\n                62.1 (61.8–62.7)\n              \n              \n                Similar CT screens required as the USPSTF criteria’s\n                2.80\n                24.2 (22.8–25.5)\n                323 137 (300 767–333 458)\n                693 (364–976)\n                12.2 (7.3–19.1)\n                8660 (4384–11 914)\n                12.5 (11.8–13.6)\n                149 (60–201)\n                7.8 (6.0–10.1)\n                466 (341–915)\n                37 (27–76)\n                13 (13–15)\n                64.3 (64.0–65.0)\n              \n              \n                Similar lung cancer deaths averted as the USPSTF criteria’s\n                3.40\n                21.0 (19.8–22.1)\n                253 997 (236 096–263 459)\n                621 (303-891)\n                10.9 (6.1-17.4)\n                7491 (3529-10 330)\n                12.1 (11.4–13.0)\n                139 (52–190)\n                7.9 (6.1–9.7)\n                409 (293–869)\n                34 (25–75)\n                12 (12–13)\n                65.7 (65.4–66.4)\n              \n              \n                Similar life-years gained as the USPSTF criteria’s\n                2.80\n                24.2 (22.8–25.5)\n                323 137 (300 767–333 458)\n                693 (364–976)\n                12.2 (7.3–19.1)\n                8660 (4384–11 914)\n                12.5 (11.8–13.6)\n                149 (60–201)\n                7.8 (6.0–10.1)\n                466 (341–915)\n                37 (27–76)\n                13 (13–15)\n                64.3 (64.0–65.0)\n              \n            \n          \n          \n            \n              *\n              Results are per 100 000 individuals alive at age 45 years. Lung cancer incidence in the no-screening strategy group was 7116 (6518–8 450) per 100 000 persons. Lung cancer mortality was 5670 (5010–7114) per 100 000 persons.\n            \n            \n              †\n              All results were summarized as the mean across the four CISNET models. The numbers in parentheses denote the lower and upper range of the results across the four CISNET models.\n            \n            \n              CISNET = Cancer Intervention and Surveillance Modeling Network; CMR = CISNET model range; CT = computed tomography; PLCO = Prostate, Lung, Colorectal and Ovarian Cancer Screening Trial; USPSTF = United States Preventive Services Task Force.\n            \n          \n        \n        \n          Table 2.\n          \n            Benefits and harms of the USPSTF criteria and selected PLCOm2012 model screening strategies (screening age 55–80 y) compared with no screening*\n          \n          \n            \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n            \n            \n              \n                Strategy description\n                Corresponding risk threshold, %\n                Percentage ever screened, % (CMR†)\n                Number of CT screens per 100 000 (CMR)\n                Lung cancer deaths prevented per 100 000 (CMR)\n                Lung cancer mortality reduction, % (CMR)\n                Life-years gained per 100 000 (CMR)\n                Life-years gained per lung cancer death prevented (CMR)\n                Number of overdiagnosed lung cancers per 100 000 (CMR)\n                Percentage of screen- detected cases overdiagnosed, % (CMR)\n                Average number of screens per lung cancer death avoided (CMR)\n                Average number of screens per life-year gained (CMR)\n                Average number of screens per person screened (CMR)\n                Average age at first screening (CMR), y\n              \n            \n            \n              \n                USPSTF criteria\n                USPSTF criteria\n                19.9 (18.7–21.2)\n                326 608 (301 659–337 726)\n                613 (337–865)\n                10.8 (6.7–16.9)\n                8590 (4665–11 922)\n                14.0 (13.0–15.3)\n                115 (49–156)\n                7.3 (5.3–10.4)\n                533 (385–1003)\n                38 (28–72)\n                16 (16–18)\n                55.6 (55.0–56.0)\n              \n              \n                Similar proportion of individuals selected as the USPSTF criteria in the PLCO control arm\n                1.36\n                26.0 (24.5–27.4)\n                404 369 (373 609–425 538)\n                767 (415–1087)\n                13.5 (8.3–21.3)\n                10 054 (5210–13 679)\n                13.1 (12.4–14.2)\n                155 (65–210)\n                7.7 (5.7–10.5)\n                527 (391–996)\n                40 (30–79)\n                16 (15–17)\n                61.9 (61.3–62.7)\n              \n              \n                Similar sensitivity as the USPSTF criteria in the PLCO control arm\n                1.83\n                21.8 (20.6–23.0)\n                307 024 (285 227–317 428)\n                679 (344–966)\n                12.0 (6.9–18.9)\n                8582 (4201–11 816)\n                12.6 (11.9–13.6)\n                145 (57–197)\n                7.8 (5.9–10.2)\n                452 (328–922)\n                36 (26–76)\n                14 (13–15)\n                63.6 (63.3–64.3)\n              \n              \n                Similar CT screens required as the USPSTF criteria\n                1.70\n                22.9 (21.6–24.1)\n                329 489 (306 636–340 669)\n                698 (361–985)\n                12.3 (7.2–19.3)\n                8862 (4442–12 163)\n                12.7 (11.9–13.7)\n                147 (59–200)\n                7.7 (5.8–10.2)\n                472 (344–943)\n                37 (27–77)\n                14 (14–16)\n                63.2 (63.0–63.9)\n              \n              \n                Similar lung cancer deaths averted as the USPSTF criteria\n                2.20\n                19.4 (18.3–20.4)\n                252 421 (234 634–262 394)\n                615 (297–882)\n                10.8 (5.9–17.2)\n                7516 (3501–10 430)\n                12.2 (11.5–13.2)\n                136 (51–186)\n                7.9 (6.0–10.1)\n                411 (294–883)\n                34 (24–75)\n                13 (12–14)\n                64.8 (64.5–65.5)\n              \n              \n                Similar life-years gained as the USPSTF criteria\n                1.83\n                21.8 (20.6–23.0)\n                307 024 (285 227–317 428)\n                679 (344–966)\n                12.0 (6.9–18.9)\n                8582 (4201–11 816)\n                12.6 (11.9–13.6)\n                145 (57–197)\n                7.8 (5.9–10.2)\n                452 (328–922)\n                36 (26–76)\n                14 (13–15)\n                63.6 (63.3–64.3)\n              \n            \n          \n          \n            \n              *\n              Results are per 100 000 individuals alive at age 45 years. Lung cancer incidence in the no-screening strategy group was 7116 (6518–8450) per 100 000 persons; lung cancer mortality was 5670 (5010–7114) per 100 000 persons.\n            \n            \n              †\n              All results were summarized as the mean across the four CISNET models. The numbers in parentheses denote the lower and upper range of the results across the four CISNET models.\n            \n            \n              CISNET = Cancer Intervention and Surveillance Modeling Network; CMR = CISNET model range; CT = computed tomography; PLCO = Prostate, Lung, Colorectal and Ovarian Cancer Screening Trial; USPSTF = United States Preventive Services Task Force.\n            \n          \n        \n        \n          Table 3.\n          \n            Benefits and harms of the USPSTF criteria and selected LCDRAT model screening strategies (screening age 55–80 y) compared with no screening\n          \n          \n            \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n            \n            \n              \n                Strategy description\n                Corresponding risk threshold, %\n                Percentage ever screened, % (CMR†)\n                Number of CT screens per 100 000 (CMR)\n                Lung cancer deaths prevented per 100 000 (CMR)\n                Lung cancer mortality reduction, % (CMR)\n                Life-years gained per 100 000 (CMR)\n                Life-years gained per lung cancer death prevented (CMR)\n                Number of overdiagnosed lung cancers per 100 000 (CMR)\n                Percentage of screen-detected cases % (CMR)\n                Average number of screens per lung cancer death avoided (CMR)\n                Average number of screens per life year gained (CMR)\n                Average number of screens per person screened (CMR)\n                Average age at first screening (CMR), y\n              \n            \n            \n              \n                USPSTF criteria\n                USPSTF criteria\n                19.9 (18.7–21.2)\n                326 608 (301 659–337 726)\n                613 (337–865)\n                10.8 (6.7–16.9)\n                8590 (4665–11 922)\n                14.0 (13.0–15.3)\n                115 (49–156)\n                7.3 (5.3–10.4)\n                533 (385–1003)\n                38 (28–72)\n                16 (16–18)\n                55.6 (55.0–56.0)\n              \n              \n                Similar proportion of individuals selected as the USPSTF criteria in the PLCO control arm\n                0.96\n                33.4 (31.6–35.1)\n                501 689 (468 648–517 665)\n                844 (493–1 151)\n                14.9 (9.8–22.5)\n                11 018 (6298–14 955)\n                13.0 (12.4–14.3)\n                168 (77–220)\n                7.7 (5.6–10.6)\n                594 (450–1041)\n                46 (34–81)\n                15 (14–16)\n                62.9 (62.3–64.4)\n              \n              \n                Similar sensitivity as the USPSTF criteria in the PLCO control arm\n                1.34\n                26.4 (24.9–27.8)\n                394 238 (368 077–406 682)\n                766 (418–1 060)\n                13.5 (8.3–20.7)\n                9734 (5145–13 380)\n                12.7 (12.1–13.9)\n                157 (68–210)\n                7.8 (5.8–10.4)\n                515 (384–968)\n                41 (30–79)\n                15 (14–16)\n                62.5 (62.1–63.9)\n              \n              \n                Similar CT screens required as the USPSTF criteria\n                1.70\n                23.6 (22.3–24.9)\n                325 056 (303 273–336 570)\n                696 (366–977)\n                12.3 (7.3–19.1)\n                8631 (4365–11 838)\n                12.4 (11.8–13.5)\n                150 (60–201)\n                7.8 (6.0–10.0)\n                467 (343–917)\n                38 (27–77)\n                14 (13–15)\n                63.7 (63.2–65.0)\n              \n              \n                Similar lung cancer deaths averted as the USPSTF criteria\n                2.10\n                20.9 (19.8–22.1)\n                259 582 (242 052–270 053)\n                619 (310–885)\n                10.9 (6.1–17.3)\n                7438 (3574–10 184)\n                12.0 (11.4–13.1)\n                140 (53–190)\n                7.9 (6.2–9.8)\n                419 (302–868)\n                35 (25–75)\n                12 (12–14)\n                65.2 (64.6–66.5)\n              \n              \n                Similar life-years gained as the USPSTF criteria\n                1.70\n                23.6 (22.3–24.9)\n                325 056 (303 273–336 570)\n                696 (366–977)\n                12.3 (7.3–19.1)\n                8631 (4365–11 838)\n                12.4 (11.8–13.5)\n                150 (60–201)\n                7.8 (6.0–10.0)\n                467 (343–917)\n                38 (27–77)\n                14 (13–15)\n                63.7 (63.2–65.0)\n              \n            \n          \n          \n            \n              *\n              Results are per 100 000 individuals alive at age 45 years. Lung cancer incidence in the no-screening strategy group was 7116 (6518–8450) per 100 000 persons. Lung cancer mortality was 5670 (5010–7114) per 100 000 persons.\n            \n            \n              †\n              All results were summarized as the mean across the four CISNET models. The numbers in parentheses denote the lower and upper range of the results across the four CISNET models.\n            \n            \n              CISNET = Cancer Intervention and Surveillance Modeling Network; CMR = CISNET model range; CT = computed tomography; LCDRAT = Lung Cancer Death Risk Assessment Tool; PLCO = Prostate, Lung, Colorectal and Ovarian Cancer Screening Trial; USPSTF = United States Preventive Services Task Force.\nScreening Eligibility\n        Risk-based-strategies screening between ages 55 and 80 years with risk thresholds selecting similar proportions of PLCO control-arm ever-smokers as the USPSTF criteria (Bach: = 1.59%; PLCOm2012 = 1.36%; LCDRAT = 0.96%) selected considerably more individuals in the 1950 birth cohort (Bach = 32.0%; PLCOm2012 = 26.0%; LCDRAT = 33.4%; USPSTF = 19.9%). These strategies averted 25.2–38.0% more lung cancer deaths (CMR = 23.2–49.1%) and yielded 17.0–30.3% more life-years (CMR = 11.7–37.9%) than the USPSTF criteria did, but required 23.8–58.6% more screens (CMR = 21.4–60.2%).\nSensitivity\n        Risk-based-strategies screening between ages 55 and 80 years with risk thresholds yielding a similar sensitivity as the USPSTF criteria’s in PLCO control-arm ever-smokers (Bach = 1.91%; PLCOm2012 = 1.83%; LCDRAT = 1.34%) differed in effectiveness and efficiency. The Bach-based strategy required 40.2% more screens (CMR = 38.9–41.5%) than the USPSTF criteria did, but averted 31.8% more deaths (CMR = 28.8–37.6%) and yielded 22.6% more life-years (CMR = 19.9–27.5%). However, the USPSTF criteria required 533 screens per lung cancer death averted and 38 screens per life year gained, whereas the Bach-based strategy required 567 (+6.4%; CMR = +1.1% to +9.2%) and 43 (+14.3%; CMR = +10.6% to +16.2%), respectively. The PLCOm2012-based strategy required 6.0% fewer screens (CMR = 5.0–7.5%) than the USPSTF criteria did, while averting 10.8% more deaths (CMR: 2.3–15.0%) and yielding similar life-years (-0.1%; CMR = -9.9% to +4.3%). Overall, the PLCOm2012-based strategy was more efficient than the USPSTF criteria was, requiring 452 screens per lung cancer death averted (−15.2%; CMR = −18.1% to −8.1%) and 36 screens per life year gained (−5.9%; CMR = −9.7% to +4.4%). The LCDRAT strategy required more screens than the USPSTF criteria did (+20.7%; CMR= 18.6–22.0%), but it averted more deaths (+24.9%; CMR = 22.6–32.8%) and yielded more life-years (+13.3%; CMR = 10.3–17.3%). The LCDRAT strategy was more efficient than the USPSTF criteria was regarding screens per lung cancer death averted (-3.4%; CMR = −8.5% to −0.5%), but it required more screens per life-year gained (+6.5%; CMR = 3.6–8.6%).\nCT Screens\n        Risk-based-strategies screening between ages 55 and 80 years requiring similar CT screens as the USPSTF criteria did (corresponding risk thresholds: Bach = 2.8%; PLCOm2012 = 1.7%; LCDRAT = 1.7%) averted 13.1–13.9% (CMR = 7.3–19.5%) more lung cancer deaths (USPSTF criteria = 613; Bach = 693; PLCOm2012 = 698; LCDRAT = 696). However, life-years gained was only modestly higher: 0.5–3.2% more (CMR = −6.0% to +8.9%; USPSTF criteria = 8590; Bach = 8660; PLCOm2012 = 8862; LCDRAT = 8631). These strategies more efficiently reduced lung cancer mortality than the USPSTF criteria did, requiring 466–472 screens per death averted (−11.5% to −12.5% compared with the USPSTF criteria; CMR = −16.4% to −6.0%). However, they were only slightly more efficient with regard to life-years gained, requiring 37–38 screens per life year gained (−0.9% to −2.2% compared with the USPSTF criteria; CMR = −6.9% to +6.0%).\nLung Cancer Deaths Averted\n        Risk-based-strategies screening between ages 55 and 80 years averting similar deaths as the USPSTF criteria’s (corresponding risk thresholds: Bach = 3.4%; PLCOm2012 = 2.2%; LCDRAT = 2.1%) required 20.5–22.7% fewer screens (CMR = 19.7–24.0%). Therefore, these strategies were more efficient than the USPSTF criteria was, requiring 409–419 screens per lung cancer death averted (CMR = 293–868). However, despite averting similar lung cancer deaths, they yielded 12.1–12.4 life-years per death averted (CMR = 11.4–13.3) compared with 14.0 for the USPSTF criteria (CMR = 13.0–15.3). Consequently, they yielded 12.5–13.4% fewer life-years (CMR = 8.0–24.0%).\nLife-Years Gained\n        Risk-based-strategies screening between ages 55 and 80 years yielding similar life-years gained as the USPSTF criteria’s (corresponding risk thresholds: Bach = 2.8%; PLCOm2012 = 1.83%; LCDRAT = 1.7%) required 0.5–6.0% fewer screens (CMR = +0.6 to −7.5%) and averted 10.8–13.5% more deaths (CMR = 2.3–19.5%). Consequently, these strategies were slightly more efficient, requiring 36–38 screens per life-year gained (−0.9% to −5.9% compared with the USPSTF criteria; CMR: −9.7% to +6.0%). However, they yielded only 12.4–12.6 life-years per lung cancer death averted (CMR = 11.8–13.6). Furthermore, these risk-based strategies had 25.9–30.1% (CMR = 15.0–33.0%) more overdiagnosed cases than the USPSTF criteria did.\nOverdiagnosis\n        All risk-based-strategies screening between ages 55 and 80 years yielded higher screen-detected overdiagnosis rates than the USPSTF criteria did (Tables 1–3). Notably, the absolute number of overdiagnosed cancers was 18.5–45.9% higher (CMR = 4.1–56.0%) than that of the USPSTF criteria. This is primarily due to risk-based-screening eligibility increasing with age (Supplementary Figure 9, available online) because cancers screen detected at older ages are more likely to be overdiagnosed. Additionally, the average age at first screening eligibility was 5–10 years higher than that of the USPSTF criteria, and it increased for higher risk thresholds (Supplementary Figure 12A, available online). Consequently, screen-detected overdiagnosis rates increased for higher risk thresholds (Supplementary Figure 12B, available online). In contrast, absolute numbers of overdiagnosed cancers decreased with increasing risk thresholds (Supplementary Figure 12C, available online). This is because at higher risk thresholds, fewer individuals are screened, reducing the overall number of screen-detected cancers.\nCISNET Model Variability\n        \nSupplementary Tables 9–12 (available online) show individual CISNET model predictions for the Bach-based strategies in Table 1. The Erasmus and Michigan models estimated higher reductions in lung cancer mortality (11.0–22.7%) than the Massachusetts General Hospital (MGH) and Stanford models did (6.1–12.3%). However, the number of life-years gained per lung cancer deaths prevented was generally similar across the Erasmus, MGH, and Stanford models. The Michigan model estimated 1–2 more life-years gained per lung cancer death prevented compared with the other models because of allowing screening to extend lung cancer survival without averting lung cancer death.\n        Stanford and Michigan had the lowest screen-detected overdiagnosis rates (5.3–6.5%), whereas Erasmus and MGH had the highest rates (8.1–10.5%). However, despite having the highest overdiagnosis rate, MGH had the lowest absolute number of overdiagnosed cancers, which were due to fewer cancers being screen detected, compared with the other models. Whereas Erasmus, Stanford, and Michigan estimate the overdiagnosis rate of screen-detected cases increases with increasing risk thresholds, MGH estimates this proportion decreases. This may be due to differences in the definition of screen detection between CISNET models: In contrast to the other models, the MGH model does not consider cancers causing a positive screening result but not detected until the follow-up scan resulting from the positive screening result to be screen detected.\n        Overall, similarly to previous comparative-model analyses, absolute numbers of benefits and harms varied across models. However, relative performance of risk-based strategies compared with that of the USPSTF criteria was consistent across models. Similar results were found for the PLCOm2012 and LCDRAT models (data not shown).\nPerformance by Screening Starting and Stopping Ages\n        When comparing selected risk-based strategies to the USPSTF criteria for screening stopping ages of 77 and 75 years, their comparative effectiveness was similar to stopping at age 80 years (data not shown). However, risk thresholds corresponding to selected outcomes differed slightly across stopping ages. Furthermore, younger screening stopping ages decreased both the proportion and absolute number of screen-detected lung cancers that were overdiagnosed.\n        \nSupplementary Figure 13 (available online) describes the effect of lowering the screening starting age to 45 years. Lowering the starting age averted more lung cancer deaths and yielded more life-years gained at relatively low risk thresholds (Supplementary Figure 13, A and B, available online). However, differences between starting ages decreased rapidly for increasing risk thresholds. Furthermore, younger starting ages substantially increased screens required at lower risk thresholds (5.1–13.4% at a 0.9% risk threshold, Supplementary Figure 13C, available online).\nAccounting for Limited Life Expectancy\n        \nTable 4 compares selected PLCOm2012-based strategies screening between ages 55 and 80 years to the USPSTF criteria when applying hypothetical perfect life-expectancy assessments that excluded individuals with limited life expectancies (<5 years). This reduced the absolute number of overdiagnosed lung cancers by 65.1–67.3% (CMR = 42.5–82.0%) for both USPSTF criteria and risk-based strategies. Furthermore, reductions in life-years gained were negligible (USPSTF criteria = 0.1%; CMR = −0.8 to +1.2%; risk-based strategies = −1.9% to −0.3%; CMR = −3.0% to 0.3%). Whereas lung cancer deaths averted were slightly reduced (USPSTF criteria = −4.4%; CMR = −3.2% to −7.9%; risk-based strategies = −4.5% to −6.3%; CMR = −3.0% to −9.4%), reductions in screens were greater (USPSTF criteria = −9.1%; CMR = −8.3% to −10.5%; risk-based strategies = −9.8% to −12.9%; CMR = −9.3% to −15.1%). Consequently, accounting for limited life expectancy yielded greater improvements in efficiency for risk-based strategies than the USPSTF criteria did. Results for Bach- and LCDRAT–based strategies were similar (data not shown).\n\n        \n          Table 4.\n          \n            Benefits and harms of the USPSTF criteria and selected PLCOm2012 model screening strategies with a hypothetical life-expectancy assessment (screening age 55–80 y) compared with no screening*\n          \n          \n            \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n            \n            \n              \n                Strategy description\n                Corresponding risk threshold, %\n                Percentage ever screened, % (CMR†)\n                Number of CT screens per 100 000 (CMR)\n                Lung cancer deaths prevented per 100 000 (CMR)\n                Lung cancer mortality reduction, % (CMR)\n                Life-years gained per 100 000 (CMR)\n                Life-years gained per lung cancer death prevented (CMR)\n                Number of overdiagnosed lung cancers per 100 000 (CMR)\n                Percentage of screen-detected cases overdiagnosed, % (CMR)\n                Average number of screens per lung cancer death avoided (CMR)\n                Average number of screens per life-year gained (CMR)\n                Average number of screens per person screened (CMR)\n                Average age at first screening (CMR), y\n              \n            \n            \n              \n                USPSTF criteria\n                USPSTF criteria\n                19.1 (18.0–20.3)\n                297 036 (269 853–308 570)\n                586 (322–837)\n                10.3 (6.4–16.4)\n                8602 (4648–12 066)\n                14.7 (13.4–16.1)\n                39 (20–61)\n                3.2 (1.3–6.5)\n                507 (365–959)\n                35 (25–66)\n                16 (15–17)\n                55.7 (55.7–55.8)\n              \n              \n                Similar proportion of individuals selected as the USPSTF criteria’s in the PLCO control arm\n                1.36\n                24.6 (22.9–26.9)\n                357 735 (326 256–372 335)\n                720 (393–1038)\n                12.7 (7.8–20.3)\n                9861 (5186–13 418)\n                13.7 (12.6–15.0)\n                52 (30–81)\n                3.3 (1.5–6.3)\n                497 (359–944)\n                36 (27–72)\n                15 (14–16)\n                61.7 (61.6–61.9)\n              \n              \n                Similar sensitivity as the USPSTF criteria’s in the PLCO control arm\n                1.83\n                20.6 (19.0–22.8)\n                270 445 (245 877–281 949)\n                641 (325–929)\n                11.3 (6.5–18.2)\n                8498 (4181–11 744)\n                13.3 (12.2–14.4)\n                48 (28–75)\n                3.2 (1.5–5.7)\n                422 (303–867)\n                32 (23–67)\n                13 (12–15)\n                63.2 (63.1–63.5)\n              \n              \n                Similar CT screens required as the USPSTF criteria’s\n                1.70\n                21.6 (20.0–23.9)\n                291 528 (265 273–303 765)\n                655 (342–951)\n                11.6 (6.8–18.6)\n                8807 (4421–12 131)\n                13.4 (12.3–14.8)\n                49 (29–76)\n                3.3 (1.5–5.8)\n                445 (319–888)\n                33 (24–69)\n                14 (13–15)\n                62.9 (62.7–63.1)\n              \n              \n                Similar lung cancer deaths averted as the USPSTF criteria’s\n                2.20\n                18.2 (16.7–20.3)\n                220 749 (200 188–231 189)\n                579 (281–851)\n                10.2 (5.6–18.6)\n                7481 (3484–10 428)\n                12.9 (11.9–14.1)\n                45 (24–71)\n                3.2 (1.6–5.3)\n                381 (271–824)\n                30 (21–66)\n                12 (11–14)\n                64.4 (64.2–64.6)\n              \n              \n                Similar life-years gained as the USPSTF criteria’s\n                1.83\n                20.6 (19.0–22.8)\n                270 445 (245 877–281 949)\n                641 (325–929)\n                11.3 (6.5–18.2)\n                8498 (4181–11 744)\n                13.3 (12.2–14.4)\n                48 (28–75)\n                3.2 (1.5–5.7)\n                422 (303–867)\n                32 (23–67)\n                13 (12–15)\n                63.2 (63.1–63.5)\n              \n            \n          \n          \n            \n              *\n              Results are per 100 000 individuals alive at age 45 years. Lung cancer incidence in the no-screening strategy group was 7116 (6518–8450) per 100 000 persons; lung cancer mortality was 5670 (5010–7114) per 100 000 persons.\n            \n            \n              †\n              All results were summarized as the mean across the four CISNET models. The numbers in parentheses denote the lower and upper range of the results across the four CISNET models.\n            \n            \n              CISNET = Cancer Intervention and Surveillance Modeling Network; CMR = CISNET model range; PLCO = Prostate, Lung, Colorectal and Ovarian Cancer Screening Trial; USPSTF = United States Preventive Services Task Force.\n1960 Birth Cohort\n        Risk-based-screening strategies were also more efficient than the USPSTF criteria was in the 1960 birth cohort, as shown for selected LCDRAT-based strategies in Table 5. Compared with the 1950 birth cohort, lung cancer incidence and mortality in the absence of screening both were lower (17.5% and 18.1%, respectively) because of reduced smoking behavior. Consequently, the proportion of ever-eligible individuals for the USPSTF criteria decreased from 19.9% to 13.8% (30.7% lower), whereas risk-based-screening eligibility decreased by 15.6–21.1%.\n\n        \n          Table 5.\n          \n            Benefits and harms of the USPSTF criteria and selected LCDRAT model screening strategies (screening age 55–80 y) in a 1960 cohort\n          \n          \n            \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n            \n            \n              \n                Strategy description\n                Corresponding risk threshold, %\n                Percentage ever screened, % (CMR†)\n                Number of CT screens per 100 000 (CMR)\n                Lung cancer deaths prevented per 100 000 (CMR)\n                Lung cancer mortality reduction, % (CMR)\n                Life-years gained per 100 000 (CMR)\n                Life-years gained per lung cancer death prevented (CMR)\n                Number of overdiagnosed lung cancers per 100 000 (CMR)\n                Percentage of screen-detected cases overdiagnosed, % (CMR)\n                Average number of screens per lung cancer death avoided (CMR)\n                Average number of screens per life-year gained (CMR)\n                Average number of screens per person screened (CMR)\n                Average age at first screening (CMR), y\n              \n            \n            \n              \n                USPSTF criteria\n                USPSTF criteria\n                13.8 (12.8–14.3)\n                227 823 (225 769–229 664)\n                387 (204–587)\n                8.3 (5.1–13.2)\n                5352 (2822–7736)\n                13.8 (13.2–15.6)\n                71 (29–101)\n                7.1 (5.2–10.4)\n                588 (386–1124)\n                43 (29–82)\n                16 (16–18)\n                56.6 (56.2–57.6)\n              \n              \n                Similar proportion of individuals selected as the USPSTF criteria’s in the PLCO control arm\n                0.96\n                28.2 (26.3–28.9)\n                411 064 (409 654–412 742)\n                581 (346–853)\n                12.5 (8.6–19.2)\n                7680 (4441–10 638)\n                13.2 (12.5–14.7)\n                112 (52–155)\n                7.4 (5.4–10.3)\n                707 (484–1189)\n                54 (39–94)\n                15 (14–16)\n                63.7 (63.2–65.1)\n              \n              \n                Similar sensitivity as the USPSTF criteria’s in the PLCO control arm\n                1.34\n                21.8 (20.3–22.4)\n                313 782 (313 165–314 698)\n                520 (289–776)\n                11.2 (7.2–17.4)\n                6660 (3552–9416)\n                12.8 (12.1–14.2)\n                103 (45–143)\n                7.4 (5.5–10.1)\n                604 (406–1086)\n                47 (33–89)\n                14 (14–15)\n                63.4 (63.0–64.7)\n              \n              \n                Similar CT screens required as the USPSTF criteria’s\n                1.70\n                19.0 (17.7–19.5)\n                254 053 (253 337–254 860)\n                471 (248–712)\n                10.1 (6.2–16.0)\n                5880 (2926–8453)\n                12.5 (11.8–13.8)\n                97 (40–137)\n                7.5 (5.7–9.8)\n                540 (358–1027)\n                43 (30–88)\n                13 (13–14)\n                64.4 (63.9–65.6)\n              \n              \n                Similar lung cancer deaths averted as the USPSTF criteria’s\n                2.10\n                16.5 (15.4–17.0)\n                200 646 (199 830–202 045)\n                415 (211–630)\n                8.9 (5.3–14.1)\n                5020 (2404–7234)\n                12.1 (11.4–13.4)\n                90 (35–127)\n                7.6 (5.9–9.6)\n                483 (319–957)\n                40 (28–84)\n                12 (12–13)\n                65.6 (65.2–66.8)\n              \n              \n                Similar life-years gained as the USPSTF criteria’s\n                1.70\n                19.0 (17.7–19.5)\n                254 053 (253 337–254 860)\n                471 (248–712)\n                10.1 (6.2–16.0)\n                5880(2926–8453)\n                12.5 (11.8–13.8)\n                97 (40–137)\n                7.5 (5.7–9.8)\n                540 (358–1027)\n                43 (30–88)\n                13 (13–14)\n                64.4 (63.9–65.6)\n              \n            \n          \n          \n            \n              *\n              Results are per 100 000 individuals alive at age 45 years. Lung cancer incidence in the no-screening strategy group was 5870 (5278–6752) per 100 000 persons; lung cancer mortality was 4643 (4016–5307) per 100 000 persons.\n            \n            \n              †\n              All results were summarized as the mean across the four CISNET models. The numbers in parentheses denote the lower and upper range of the results across the four CISNET models.\n            \n            \n              CISNET = Cancer Intervention and Surveillance Modeling Network; CMR = CISNET model range; CT = computed tomography; LCDRAT = Lung Cancer Death Risk Assessment Tool; PLCO = Prostate, Lung, Colorectal and Ovarian Cancer Screening Trial; USPSTF = United States Preventive Services Task Force.\n            \n          \n        \n        As a result, absolute benefits were lower: Lung cancer deaths averted decreased by 36.9% for the USPSTF criteria and 31.2–33.0% for the selected risk-based strategies, whereas life-years gained decreased by 37.7% for the USPSTF criteria and 30.3–32.5% for the selected risk-based strategies. Similarly, absolute harms were lower: CT screens required decreased by 30.2% for the USPSTF criteria and 18.1–22.7% for the selected risk-based strategies, whereas the absolute number of overdiagnosed cases decreased by 38.3% for the USPSTF criteria and 33.3–35.7% for the selected risk-based strategies.\n        The average age at first screening was 1 year older for the USPSTF criteria and 0.4–1.0 years older for the selected risk-based strategies because of differences in smoking behaviors. However, overall life expectancy was also higher. Consequently, life-years gained per lung cancer death prevented were similar (0.2 fewer for the USPSTF criteria, +0.1–0.2 life-years for the selected risk-based strategies), and overdiagnosis rates of screen-detected cases decreased by 2.7% for the USPSTF criteria and 3.8–5.1% for the selected risk-based strategies.\n        The relative efficiency of risk-based-screening strategies (given the selected risk thresholds) compared with the USPSTF criteria was somewhat reduced compared with the 1950 birth cohort. Whereas selected risk-based-screening strategies required −21.4% to +11.4% screens per lung cancer death averted compared with the USPSTF criteria in the 1950 birth cohort, this was −17.9% to +20.2% in the 1960 birth cohort. Similarly, selected risk-based-screening strategies required −7.9% to +21.1% screens per life-year gained compared with the USPSTF criteria in the 1950 birth cohort, whereas this was −7.0% to +25.6% in the 1960 birth cohort. However, selected risk-based-screening strategies were still more efficient than the USPSTF criteria was. Results for the Bach- and PLCOm2012-based strategies were similar (data not shown).\nDiscussion\n      This study shows that risk-based strategies reduced lung cancer mortality more effectively and efficiently than current USPSTF criteria did. However, though comparing favorably, risk-based strategies yielded modest additional life-years over the USPSTF criteria. Consequently, risk-based strategies prevented more lung cancer deaths but yielded fewer life-years per death prevented compared with the USPSTF criteria results. This is largely due to such strategies screening individuals at older ages than in the USPSTF criteria, when lung cancer and competing mortality risks both are highest.\n      Analogously, risk-based strategies increased overdiagnosis compared with the USPSTF criteria results. Higher risk thresholds for screening eligibility lowered overall numbers of screen-detected and overdiagnosed cases, but simultaneously increased screen-detected overdiagnosis. Applying high risk thresholds predominantly selects older individuals and those with greater smoking exposures, who are more likely to attain the required risk level (12,24,34). However, these risk factors are also associated with higher overall mortality, making these individuals more susceptible to competing mortality and overdiagnosis (13,35). Thus, the risk threshold and the screening stopping age should both be explicitly considered for optimal risk-based-screening strategies.\n      Screening benefits and harms were similar across risk-prediction models for risk thresholds matching the USPSTF criteria’s required CT screens, lung cancer deaths averted, or life-years gained. However, the full PLCOm2012 and LCDRAT models include more covariates, which may improve risk assessments in individuals with nonsmoking risk factors.\n      Previous studies evaluated risk-prediction models in retrospective analyses of trials and cohorts (5,6,10). These studies proposed risk thresholds based on improved performance over that of the USPSTF criteria, but considered limited timeframes (eg, 6 years). Our natural history–model approach allows evaluating lifetime screening benefits and harms, such as screening-extended lung cancer survival and overdiagnosis. In addition, the natural history models incorporate differences in CT screening effectiveness between different lung cancer histologies. Our study indicates risk-threshold performance differs over longer timeframes. Furthermore, risk thresholds performing well within retrospective analyses of trials and/or cohorts may be inefficient when applied in population-based screening programs. Our findings are in agreement with a recent NLST-based study, suggesting risk-based selection reduces lung cancer mortality more efficiently than the USPSTF criteria does, but it modestly improves life-years gained (15). However, although this study focused on risk-decile differences within NLST, we evaluated the long-term effects of risk-based strategies with different risk-prediction models, risk thresholds, and screening starting and stopping ages in the general population.\n      This study has some limitations. First, only age, sex, and smoking-related risk factors are considered, for both natural history models and evaluated risk-prediction models. Yet, risk factors such as COPD increase both lung cancer and other-cause mortality risks (3,14). However, risk-prediction models have shown improved discrimination, calibration, and net benefit over the USPSTF criteria when using only smoking-related risk factors (5). Moreover, the natural history models have been shown to reproduce observed lung cancer outcomes for the US general population (years 1965–2010) and the NLST and PLCO trials (29,31–33,36,37). Furthermore, the risk-profile simulator (SHG) accounts for increased other-cause mortality risk that is due to smoking (13,22). Additionally, previous studies indicate the truncated PLCOm2012 model had good discrimination and calibration (5). However, excluding nonsmoking risk factors may underestimate risk for individuals with nonsmoking risk factors. This is of particular importance among risk groups with lower smoking exposures, for whom nonsmoking risk factors have a comparatively greater influence on lung cancer risk. Therefore, future work should explore the effect of considering additional risk factors in risk-based strategies.\n      Second, a single 1950 birth cohort was evaluated, similar to our analyses that informed the USPSTF (19). However, we performed sensitivity analyses for a 1960 birth cohort. Both USPSTF criteria and risk-based-screening eligibility were lower because of lower smoking prevalence and average smoking intensity, compared with older birth cohorts (13,28,38). Although risk-based strategies were still more efficient than the USPTF criteria were, absolute benefits and harms were lower compared with the 1950 birth cohort. Furthermore, risk thresholds corresponding to specific metrics of the USPSTF criteria differed between birth cohorts. Thus, risk-based-screening performance in younger birth cohorts requires further evaluation.\n      Third, absolute numbers of benefits and harms varied across CISNET models. This reflects differences in assumptions and model structures (19,35). Nonetheless, the effectiveness of risk-based strategies compared with that of the USPSTF criteria was similar across models.\n      Risk-based-screening cost-effectiveness remains uncertain. NLST-based economic evaluation indicates risk-based selection could greatly improve screening cost-effectiveness (39). However, another study suggests modest improvements in cost effectiveness because of high-risk individuals having higher screening-related costs (15). Our study suggests additional aspects for consideration. Risk-based strategies yielding similar life-years as the USPSTF criteria outcomes required 0–6% fewer screens. Cost-effectiveness studies suggest CT costs considerably influence lung cancer screening cost effectiveness and budget impact (34,40). Even modest reductions in CT examinations would improve both. In addition, risk-based strategies yielding similar life-years as that of the USPSTF criteria averted 10.8–13.5% more lung cancer deaths. The costs of care, particularly in the terminal phase, have been shown to have major effects on cost-effectiveness (40). Therefore, risk-based screening could yield lower costs of care compared with the USPSTF criteria. However, risk-based strategies screen older individuals, with more comorbidities potentially affecting quality of life, compared with the USPSTF criteria (15). Thus, risk-based strategies yielding similar life-years as the USPSTF criteria yields may have fewer quality-adjusted life-years. Furthermore, risk-based strategies yielding similar life-years as the USPSTF criteria had 25.9–30.1% more overdiagnosed cases, negatively affecting quality of life, and incurring unnecessary treatment costs. Thus, careful analysis of the cost-effectiveness of risk-based screening is essential.\n      Risk-based-screening (cost-)effectiveness may be improved by reducing overdiagnosis. Augmenting lung cancer risk estimates with life-expectancy information may allow personalized overdiagnosis risk assessments. A recent study showed good performance for predicting 5-year all-cause mortality risk (41). This would be valuable in aiding informed decision making on screening participation and personalizing screening stopping ages. Our sensitivity analyses support this, suggesting accurately accounting for life expectancies of fewer than 5 years retains the life-years gained by screening, while reducing overdiagnosis by more than 65.3%.\n      Implementing population-based risk-based screening has potential barriers. For example, whereas risk factors such as COPD could be derived from linked medical records, others may not be. Although this may improve risk assessments for individuals with nonsmoking risk factors, acquiring additional information might be a barrier for primary care implementation.\n      In conclusion, risk-based screening reduces lung cancer mortality more effectively and efficiently compared with current USPSTF recommendations. However, risk-based screening modestly improves life-years gained and increases overdiagnosis. Future studies should investigate the cost-effectiveness of risk-based screening and the potential for reducing overdiagnosis in high-risk individuals.\nFunding\n      This report is based on research conducted by the National Cancer Institute’s (NCI's) CISNET Lung Consortium (NCI grant U01-CA199284).\nNotes\n      The funding source had no role in the design and conduct of the study; collection, management, analysis, and interpretation of the data; preparation, review, and approval of the manuscript; or the decision to submit the manuscript for publication. Its contents are solely the responsibility of the authors and do not necessarily represent the official views of the NCI. The statements contained herein are solely those of the authors and do not represent or imply concurrence or endorsement by the National Cancer Institute.\n      HJdK is the principal investigator of the Dutch-Belgian Lung Cancer Screening Trial (Nederlands-Leuvens Longkanker Screenings onderzoek; the NELSON trial). KtH and EFB are researchers affiliated with the NELSON trial. HJdK and KtH were involved in a Health Technology Assessment study for CT Lung Cancer Screening in Canada (Dr Paszat, Cancer Care Ontario). HJdK and KtH received a grant from the University of Zurich to assess the cost-effectiveness of computed tomographic lung cancer screening in Switzerland. HJdK took part in a 1-day advisory meeting on biomarkers organized by The University of Texas MD Anderson Cancer Center/Health Sciences during the 16th World Conference on Lung Cancer. KtH was an invited speaker at the 4th International Association for the Study of Lung Cancer (IASLC) Strategic Screening Advisory Committee CT Screening workshop, December 3, 2016, before the 17th IASLC World Conference on lung cancer in Vienna (2016), and an invited speaker at the 19th IASLC World Conference on lung cancer in Toronto (2018). MCT developed the PLCOm2012 lung cancer risk-prediction model. The model is available free to noncommercial users. For commercial users licensing has been assigned to Brock University. To date, MCT has not received any money for use of the PLCOm2012 model.\n      We thank the NCI for access to its data collected by the NLST and the PLCO. We thank the staff of Information Management Services for assistance with the harmonization of the NLST and PLCO datasets. Furthermore, we would like to thank the NLST and PLCO study participants for their contributions to these studies. Finally, we would like to thank L. Cheung and H. A. Katki for providing and allowing use of the constrained LCDRAT model for these analyses.\nSupplementary Material\n      \n        djz164_Supplementary_Data\n        \n          \n            Click here for additional data file.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7225672/",
    "doi": "https://doi.org/10.1093/jnci/djz164",
    "citation_count": 47,
    "references": {
        "11025620": "Risk Model–Based Lung Cancer Screening: A Cost-Effectiveness Analysis",
        "10926168": "Acceptability of Personalized Lung Cancer Screening Program Among Primary Care Providers",
        "10875747": "Risk-based lung cancer screening in heavy smokers: a benefit–harm and cost-effectiveness modeling study",
        "10775005": "Serum-based biomarkers associated with lung cancer risk and cause-specific mortality in the German randomized Lung Cancer Screening Intervention (LUSI) trial",
        "10637023": "Contribution of smoking, disease history, and survival to lung cancer disparities in Black individuals",
        "10636591": "The value of blood-based measures of liver function and urate in lung cancer risk prediction: A cohort study and health economic analysis",
        "10603577": "Risk Model–Based Lung Cancer Screening and Racial and Ethnic Disparities in the US",
        "10547178": "Assessing eligibility for lung cancer screening using parsimonious ensemble machine learning models: A development and validation study",
        "10546514": "Lung Cancer Screening Among U.S. Military Veterans by Health Status and Race and Ethnicity, 2017–2020: A Cross-Sectional Population-Based Study",
        "10486721": "Artificial Intelligence in Lung Cancer Screening: The Future Is Now",
        "10434839": "Genomic medicine to reduce tobacco and related disorders: Translation to precision prevention and treatment",
        "10340172": "Lung Cancer Screening with Low-Dose CT: What We Have Learned in Two Decades of ITALUNG and What Is Yet to Be Addressed",
        "10095260": "Evaluation of the accuracy of the PLCOm2012 6-year lung cancer risk prediction model among smokers in the CARTaGENE population-based cohort",
        "10082103": "Multi-source data approach for personalized outcome prediction in lung cancer screening: update from the NELSON trial",
        "9986687": "Machine Learning and Real-World Data to Predict Lung Cancer Risk in Routine Care",
        "9972155": "Impact of U.S. Preventive Services Task Force lung cancer screening update on drivers of disparities in screening eligibility",
        "9881220": "OWL: an optimized and independently validated machine learning prediction model for lung cancer screening based on the UK Biobank, PLCO, and NLST populations",
        "9708322": "Design and Rationale of the HANSE Study: A Holistic German Lung Cancer Screening Trial Using Low-Dose Computed Tomography",
        "9574899": "Evaluation of benefits and harms of adaptive screening schedules for lung cancer: A microsimulation study",
        "9488761": "Contemporary issues in the implementation of lung cancer screening",
        "9346575": "Applicability of the USPSTF Lung Cancer Screening Guidelines in a Predominantly Black Veteran Population",
        "9248363": "Race & Sex Disparities Related to Low-Dose Computed Tomography Lung Cancer Screening Eligibility Criteria: A Lung Cancer Cases Review",
        "9208912": "Evaluation of the benefits and harms of lung cancer screening with low-dose computed tomography: modeling study for the US Preventive Services Task Force",
        "9156850": "Racial and Ethnic Disparities in Lung Cancer Screening by the 2021 USPSTF Guidelines Versus Risk-Based Criteria: The Multiethnic Cohort Study",
        "9099920": "Lung Cancer Screening: New Perspective and Challenges in Europe",
        "8906454": "Blood-Based Biomarker Panel for Personalized Lung Cancer Risk Assessment",
        "8859535": "The Future of Lung Cancer Screening: Current Challenges and Research Priorities",
        "8755509": "Development and Validation of a Risk Prediction Model for Second Primary Lung Cancer",
        "8727886": "Screening for Lung Cancer: CHEST Guideline and Expert Panel Report",
        "8727851": "Executive Summary: Screening for Lung Cancer: Chest Guideline and Expert Panel Report",
        "8692396": "Brief Report: Impact of joint lung cancer screening and cessation interventions under the new USPSTF recommendations",
        "8582572": "Using Electronic Medical Records to Identify Potentially Eligible Study Subjects for Lung Cancer Screening with Biomarkers",
        "8578300": "A Risk-Based Framework for Assessing Real-time Lung Cancer Screening Eligibility That Incorporates Life-Expectancy and Past Screening Findings",
        "8562965": "Using Prediction Models to Reduce Persistent Racial and Ethnic Disparities in the Draft 2020 USPSTF Lung Cancer Screening Guidelines",
        "8525074": "Risk prediction models for esophageal cancer: A systematic review and critical appraisal",
        "8251929": "Personalising lung cancer screening: An overview of risk‐stratification opportunities and challenges",
        "8228723": "Lung Cancer Screening with Low-Dose CT in Smokers: A Systematic Review and Meta-Analysis",
        "8184952": "Comparative performance of lung cancer risk models to define lung screening eligibility in the United Kingdom",
        "7947387": "Implementation of lung cancer screening: what are the main issues?",
        "7745524": "Democratic and ethical problem of lung cancer screening: exclusion of true high-risk populations. Can it be fixed? Yes",
        "7669226": "Disparities of National Lung Cancer Screening Guidelines in the US Population",
        "7534873": "Shades of Gray: Subsolid Nodule Considerations and Management",
        "7524688": "Risk prediction models versus simplified selection criteria to determine eligibility for lung cancer screening: an analysis of German federal-wide survey and incidence data",
        "7485242": "Yorkshire Lung Screening Trial (YLST): protocol for a randomised controlled trial to evaluate invitation to community-based low-dose CT screening for lung cancer versus usual care in a targeted population at risk",
        "7402560": "Analysis of lung cancer risk model (PLCOM2012 and LLPv2) performance in a community-based lung cancer screening programme",
        "7329583": "Potential Impact of Cessation Interventions at the Point of Lung Cancer Screening on Lung Cancer and Overall Mortality in the United States",
        "7225662": "Basing Eligibility for Lung Cancer Screening on Individualized Risk Calculators Should Save More Lives, but Life Expectancy Matters"
    },
    "journal": "JNCI Journal of the National Cancer Institute",
    "topics": [
        "cancer, modeling, lung, screening",
        "analysis, comparative, strategies, screening",
        "modeling, cancer, lung, screening"
    ]
}