{
    "title": "Nationwide survey of radiation therapy in Japan for lung cancer complicated with interstitial lung disease",
    "abstract": "The questionnaire consisted of four major questions concerning (i) who judges the presence or absence of ILD, (ii) whether radiation therapy is performed for lung cancer in cases with ILD, (iii) the criteria of the indication for radiotherapy in cases with ILD, and (iv) the number of lung cancer patients with ILD who were treated with radiation therapy in 2014. However, when the proportion of cases of lung cancer with ILD in fiscal year 2014 was evaluated in each group, 37/726 cases (5.1%) were cases of lung cancer with ILD in facilities in which lung cancer radiation therapy was performed in <58 cases in fiscal year 2014, whereas 41/1402 cases (2.9%) were cases of lung cancer with ILD in facilities in which lung cancer radiation therapy was performed in ≥58 cases in fiscal year 2014. A comparison of cases of lung cancer with ILD in facilities in which lung cancer radiation therapy was performed in fewer than 58 cases in fiscal year 2014 and in ≥58 cases in fiscal year 2014 showed that facilities that have a large number of lung cancer radiation therapy cases may have a tendency to judge the indication of radiation therapy in ILD cases more carefully.",
    "authors": [
        "Yasuhito Hagiwara",
        "Yuko Nakayama",
        "Shigehiro Kudo",
        "Toyokazu Hayakawa",
        "Naoki Nakamura",
        "Yoshizumi Kitamoto",
        "Shigeo Takahashi",
        "Kayoko Tsujino",
        "Nobuteru Kubo",
        "Yukihisa Tamaki",
        "Yasushi Nagata"
    ],
    "published_year": "2019",
    "description": "INTRODUCTION\n      Interstitial lung disease (ILD), especially idiopathic pulmonary fibrosis, is known to be frequently associated with lung cancer [1]. Although there are few reports of radiotherapy for lung cancer complicated with ILD, it is recognized that radiotherapy for lung cancer can be a risk for acute exacerbation (AE) of ILD [2–7]. However, those retrospective studies were performed in a small number of institutions, and it is not clear whether radiation therapy should be performed for cases of lung cancer with ILD. The difficulty in diagnosis of ILD itself [8, 9] is a factor that makes it difficult to judge the indication for radiation therapy. Thus, the judgment of indication depends on each facility.\n      The Japanese Respiratory Society conducted a nationwide survey on surgical treatment for lung cancer patients with ILD. Computed tomography (CT) findings considered to be ILD were found in 4.2% of the patients who underwent surgery, of whom 9.3% had AE after surgery and 43.9% died [10, 11].\n      With regard to radiation therapy, it is necessary to clarify the frequency of ILD, the frequency of AE and the risk factors for AE in lung cancer radiation therapy. Therefore, we conducted a nationwide survey through the Japan Radiological Oncology Research Organization (JROSG) Lung and Mediastinal Tumor Committee. The questionnaire survey was conducted to determine the frequency of ILD in cases of lung cancer, the frequency of radiation treatment for patients with lung cancer who have ILD and the criteria used for indication of radiation treatment in such patients. The patient analysis was conducted to determine the risk factors for AE and the mortality rate after radiotherapy for patients with ILD-combined lung cancer. This trial is registered with UMINCTR as UMIN000036846.\nMATERIALS AND METHODS\n      \n        Questionnaire survey\n        A questionnaire survey was distributed to all of the facilities in Japan in which radiation therapy is performed for lung cancer using the mailing list of the Japanese Society for Radiation Oncology (JASTRO). The questionnaire consisted of four major questions concerning (i) who judges the presence or absence of ILD, (ii) whether radiation therapy is performed for lung cancer in cases with ILD, (iii) the criteria of the indication for radiotherapy in cases with ILD, and (iv) the number of lung cancer patients with ILD who were treated with radiation therapy in 2014. The details of the questionnaire are shown in Supplement 1, see online supplementary material.\n      \n      \n        Study design of patient analysis\n        This study was a multi-center retrospective analysis. The inclusion criteria were as follows: (i) ILD-combined lung cancer cases and (ii) cases treated with thoracic radiotherapy. This study was approved by the appropriate institutional review boards and was carried out in accordance with the Declaration of Helsinki. This study was registered with UMINCTR as UMIN000036846.\n      \n      \n        Study endpoints\n        The primary endpoints of this study were onset of AE and overall survival (OS). OS was calculated from the starting date of radiotherapy. Toxicities were evaluated according to National Cancer Institute Common Terminology Criteria for Adverse Events version 4.0.\n      \n      \n        Definition of ILD\n        ILD was defined by chest CT as (i) lung disease that has spread from the subpleural part or basal part and (ii) >5% of the whole lung having a reticular shadow, ground glass opacity or accumulation of cysts with clear walls. Patients who fulfilled the two criteria were defined as patients with ILD. ILD was considered to be a usual interstitial pneumonia (UIP) pattern in cases of cysts with clear walls and a non-UIP pattern in other cases. A representative case is shown in Fig. 1. This definition of ILD is based on the Manual for the Diagnosis and Treatment of Idiopathic Interstitial Pneumonia, which was issued in 2004 [12] and is consistent with the European and North American consensus statement [13]. In the Manual for the Diagnosis and Treatment of Idiopathic Interstitial Pneumonia, there is no definition about the proportion of reticular shadow, ground glass opacity or accumulation of cysts with clear walls, in whole lung [12]. We added >5% of the whole lung in definition of ILD, in order to make the judgment more objective.\n        \n          Fig. 1.\n          \n            Representative cases of interstitial lung disease. Non-UIP pattern (A), and UIP pattern (B).\n          \n          \n        \n      \n      \n        Confirmation of ILD diagnosis\n        CT images were assessed by consultation with two central chest radiologists who were blinded to the clinical and respiratory functional information. Since high-resolution computed tomography (HRCT) was performed in limited patients, confirmation of the ILD diagnosis was dealt with as a supplementary diagnosis. Patients were classified as patients with a UIP pattern of ILD, patients with a non-UIP pattern of ILD and patients with no evidence of ILD.\n      \n      \n        Definition of AE after radiotherapy\n        AE was defined on the basis of criteria proposed by the Japanese Respiratory Society Guideline [12]. These criteria were (i) onset after radiotherapy, (ii) intensified dyspnea within 1 month after onset, (iii) increasing interstitial shadow on a chest radiograph and chest CT scan that had spread through the bilateral lungs including the existing ILD lesion and clearly exceeding the area of the irradiation field, and (iv) no evidence of pulmonary infection, cardiac failure or pulmonary embolism.\n      \n      \n        Statistical analysis\n        The follow-up time was calculated from the starting date of radiotherapy to the last date of follow-up. AE onset and OS were calculated using the Kaplan–Meier method. For univariate analysis, the log-rank test was used to compare AE onset and OS among different subgroups based on patients, lung function and treatment-related factors. For multivariate analysis, Cox proportional hazards regression analysis using variables for which there was a P-value < 0.05 in univariate analysis was performed. A P-value < 0.05 was considered statistically significant. All statistical analyses were performed using R software, version 3.4.4.\nQuestionnaire survey\n        Responses to the questionnaire were received from 47 facilities. Thirty-eight of those facilities were JROSG-participating facilities. The response rate from JROSG-participating facilities including 7 particle therapy facilities was 29.2% (38/130 institutions).\n        \n          Judgement of ILD\n          Judgement of ILD was at the discretion of the respiratory physicians in 41 (87%) of the 47 facilities that responded to the questionnaire. ILD was determined according to the radiologist’s report in 40 (85%) of the 47 facilities. Judgement of ILD was made by radiation oncologists in 37 (79%) of the 47 facilities. Details are shown in Table 1.\n          \n            Table 1\n            \n              Judgement for interstitial lung disease (number of institutes = 47)\n            \n            \n              \n                \n                \n                \n                \n              \n              \n                \n                  Judged by\n                  Number (%)\n                  Procedure used\n                  Number (%)\n                \n              \n              \n                \n                  Pulmonologist\n                  41 (87%)\n                  \n                  \n                \n                \n                  Radiologist\n                  40 (85%)\n                  \n                  \n                \n                \n                  Radiation oncologist\n                  37 (79%)\n                  Blood test\n                  28 (76%)\n                \n                \n                  \n                  \n                  Physical examination\n                  21 (57%)\n                \n              \n            \n          \n        \n        \n          Radiation therapy for ILD cases\n          The 47 facilities were divided into three groups with regard to the indication of radiation therapy for ILD cases: acceptable, could be a choice, and unacceptable. Radiation therapy for ILD cases was acceptable in 4 (9%) of the 47 facilities, was a choice in some cases in 35 (74%) of the 47 facilities, and was unacceptable in 8 (17%) of the 47 facilities.\n          In 2 of the 8 facilities in the unacceptable group, radiation therapy for ILD patients was initially acceptable or was a choice in some cases. Radiation therapy became unacceptable in those 2 facilities because serious life-threatening adverse events occurred. The reasons for radiation therapy being unacceptable in the other 6 facilities were determination by the tumor board, absence of a pulmonologist in the facility, and lack of evidence in guidelines. Details are shown in Fig. 2.\n          \n            Fig. 2.\n            \n              Indication for radiotherapy in cases of lung cancer with interstitial lung disease (number of institutes = 47).\n            \n            \n          \n          In 7 particle therapy facilities, 2 of the 7 facilities (29%) answered ‘acceptable’ and the other 5 (71%) answered ‘could be a choice’ regarding radiation therapy for cases of lung cancer with ILD. No particle beam treatment facilities answered ‘unacceptable’. In contrast, 5% (2/40) of the photon treatment facilities answered ‘acceptable’, 75% (30/40 facilities) answered ‘could be a choice’ and 20% (8/40 facilities) answered ’unacceptable’ regarding radiation therapy for such cases.\n        \n        \n          Criteria for the indication of radiotherapy in ILD cases\n          In the 39 facilities in which radiation therapy was acceptable in ILD cases or was a choice in some ILD cases, image findings were the most frequently used criteria for radiotherapy. In 35 (90%) of the 39 facilities, indication for radiation therapy was based on image findings of ILD. In 31 (89%) of those 35 facilities, the proportion of ILD lesions in the lung field was used to determine the indication for radiation therapy.\n          The second most frequently used criterion was the opinion of the pulmonologist. In 29 (74%) of the 39 facilities, indication for radiation therapy was based on the opinion of the pulmonologist. Results of physical examination were used as criteria in 27 facilities (69%) and results of blood tests were used as criteria in 21 facilities (54%). Cutoff values of Krebs von den lungen-6 (KL-6) and/or surfactant protein D (SP-D) were used in 17 facilities (44%). Details are shown in Table 2.\n          \n            Table 2\n            \n              Criteria for performing radiotherapy in patients with interstitial lung disease (number of institutes = 39)\n            \n            \n              \n                \n                \n                \n              \n              \n                \n                  Judgement procedure\n                  Details\n                  Number (%)\n                \n              \n              \n                \n                  Image findings\n                  \n                  35 (90%)\n                \n                \n                  \n                  Without honeycomb lung\n                  27 (69%)\n                \n                \n                  \n                  Ratio of ILD lesions in lung\n                  31 (79%)\n                \n                \n                  \n                  Without uptake of PET on ILD\n                  14 (36%)\n                \n                \n                  Physical examinations\n                  \n                  27 (69%)\n                \n                \n                  \n                  Without HOT\n                  18 (46%)\n                \n                \n                  \n                  Without fine-crackle\n                  13 (33%)\n                \n                \n                  Blood tests\n                  \n                  17 (44%)\n                \n                \n                  \n                  KL-6 and SP-D values not exceeding normal values\n                  14 (36%)\n                \n                \n                  \n                  Own limit for KL-6 and SP-D values\n                  7 (18%)\n                \n                \n                  Treatment of ILD\n                  \n                  35 (90%)\n                \n                \n                  \n                  Without history of medication for ILD\n                  23 (59%)\n                \n                \n                  \n                  Without ongoing medication with a steroid\n                  25 (64%)\n                \n                \n                  Advice from pulmonologist\n                  \n                  29 (74%)\n                \n                \n                  Additional comments\n                  \n                  15 (38%)\n                \n                \n                  \n                  No other treatment option\n                  3 (8%)\n                \n                \n                  \n                  Requiring emergency treatment\n                  1 (3%)\n                \n                \n                  \n                  Approval by the tumor board\n                  3 (8%)\n                \n                \n                  \n                  Strongly desired RT even after risk explanation\n                  8 (21%)\n                \n                \n                  \n                  Others\n                  4 (10%)\n                \n              \n            \n            \n              HOT = home oxygen therapy.\n            \n          \n          \n            Table 3\n            \n              The number of lung cancer patients with ILD treated with radiation therapy in 2014\n            \n            \n              \n                \n                \n                \n                \n              \n              \n                \n                  Factors\n                  Number of chest RT in fiscal year 2014 Average number of chest RT (range)\n                \n                \n                  \n                  All institutes 58 (7–226)\n                  <58 chest RT\n                  ≥58 chest RT\n                \n              \n              \n                \n                  Number of institutes ILD/chest RT (%)\n                  25/37 (67.6%)\n                  13/22 (59.1%)\n                  12/15 (80.0%)\n                \n                \n                  Number of patients ILD/chest RT (%)\n                  78/2128 (3.7%)\n                  37/726 (5.1%)\n                  41/1402 (2.9%)\n                \n              \n            \n            \n              RT = radiotherapy.\n            \n          \n          \n            Table 4\n            \n              Baseline characteristics of patients\n            \n            \n              \n                \n                \n                \n              \n              \n                \n                  Characteristics\n                  \n                  Number (%)\n                \n              \n              \n                \n                  Number of patients\n                  \n                  67 (100.0)\n                \n                \n                  Sex\n                  Male/female\n                  57 (85.1)/10 (14.9)\n                \n                \n                  Age\n                  Median/range, years\n                  75/57–90\n                \n                \n                  Performance status\n                  0/1/2/3/4\n                  26 (38.8)/28 (41.8)/9 (13.4)/3 (4.5)/1 (1.5)\n                \n                \n                  Brinkman indexa\n                  Median/range\n                  920/0–4500\n                \n                \n                  Comorbidity\n                  Emphysema\n                  33 (49.3)\n                \n                \n                  \n                  Collagen disease\n                  4 (6.0)\n                \n                \n                  \n                  Chronic heart failure\n                  4 (6.0)\n                \n                \n                  Surgical history of lung\n                  Lobectomy\n                  8 (11.9)\n                \n                \n                  \n                  Segmentectomy\n                  1 (1.5)\n                \n                \n                  \n                  Wedge resection\n                  1 (1.5)\n                \n                \n                  Episode of ILD treatment\n                  Medication\n                  5 (7.5)\n                \n                \n                  \n                  Acute exacerbation before treatment\n                  1 (1.5)\n                \n                \n                  Dyspnea evaluationb\n                  %VC median/range\n                  89.2/53.5–131.7\n                \n                \n                  \n                  FEV1% median/range\n                  76.5/49.8–100.0\n                \n                \n                  \n                  Using home oxygen therapy\n                  2 (3.0)\n                \n                \n                  Serum laboratory data\n                  KL-6 (U/I) median/range\n                  559/191–2180\n                \n                \n                  \n                  SP-D (ng/l) median/range\n                  119/7–490\n                \n                \n                  TNM stagingc\n                  1a\n                  16 (23.9)\n                \n                \n                  \n                  1b\n                  7 (10.4)\n                \n                \n                  \n                  2a\n                  3 (4.5)\n                \n                \n                  \n                  2b\n                  5 (7.5)\n                \n                \n                  \n                  3a\n                  15 (22.4)\n                \n                \n                  \n                  3b\n                  7 (10.4)\n                \n                \n                  \n                  4\n                  14 (20.9)\n                \n                \n                  Histologyd\n                  Adenocarcinoma\n                  16 (23.9)\n                \n                \n                  \n                  Squamous cell carcinoma\n                  21 (31.3)\n                \n                \n                  \n                  Unclassified non-small cell carcinoma\n                  6 (9.0)\n                \n                \n                  \n                  Small cell carcinoma\n                  \n                \n                \n                  \n                  Clinically diagnosed\n                  10 (14.9)\n                \n                \n                  \n                  Others\n                  11 (16.4)\n                \n                \n                  \n                  \n                  3 (4.5)\n                \n                \n                  Radiotherapy\n                  \n                  \n                \n                \n                   Type\n                  \n                  \n                \n                \n                   Palliative 3D-CRT\n                  \n                  14 (20.9)\n                \n                \n                   Definitive 3D-CRT\n                  \n                  28 (41.8)\n                \n                \n                   Definitive stereotactic radiotherapy\n                  \n                  10 (14.9)\n                \n                \n                   Definitive proton beam therapy\n                  \n                  6 (9.0)\n                \n                \n                   Definitive carbon-ion radiotherapy\n                  \n                  9 (13.4)\n                \n                \n                   Total dose (Gy (RBE))/fractionation\n                  \n                  Median (range)\n                \n                \n                   Palliative 3D-CRT\n                  \n                  39 (20–66)/13 (5–33)\n                \n                \n                   Radical 3D-CRT\n                  \n                  60 (45–66)/30 (24–50)\n                \n                \n                   Radical stereotactic radiotherapy\n                  \n                  48 (48–50)/4 (4–6)\n                \n                \n                   Radical proton beam therapy\n                  \n                  66 (60–66)/10 (10–30)\n                \n                \n                   Radical carbon-ion radiotherapy\n                  \n                  66 (50–66)/10 (1–10)\n                \n                \n                  Combined chemotherapy\n                  Induction/concomitant/adjuvant\n                  9 (13.4)/16 (23.9)/4 (6.0)\n                \n              \n            \n            \n              \naData were available for 66 patients; bdata of %VC and FEV1% were available for 49 and 50 patients, respectively; cstage 4 included 2 patients with postoperative lymph node recurrence; dothers included 1 large cell neuroendocrine carcinoma, 1 large cell carcinoma and 1 carcinoma.\n              FEV1 = forced expiratory volume in 1 s, DLco = diffusion capacity of the lung, TNM = tumor, nodes and metastases, RBE = relative biological effectiveness.\n            \n          \n        \n        \n          The number of lung cancer patients with ILD treated with radiation therapy\n          We determined the number of cases in which chest radiation therapy for lung cancer (except palliative radiation therapy for spine metastasis) was performed in fiscal year 2014 in 39 institutes in which radiation therapy is an option for lung cancer patients with ILD.\n          Thirty-seven facilities answered the question, and a total of 2128 patients had received chest irradiation. Seventy-eight (3.7%) of the 2128 patients had ILD-combined lung cancer. The average number of lung cancer patients treated with chest irradiation in each institute was 58 (range 7–226). In 22 of the 37 facilities in which radiation therapy was an option for lung cancer with ILD, lung cancer radiation therapy was performed in fewer than 58 cases each year. In fiscal year 2014, radiation treatment for cases of lung cancer with ILD was performed at 13 institutes (59%). On the other hand, in 15 of the 37 facilities, lung cancer radiation therapy was performed in 58 or more cases each year. In fiscal year 2014, radiotherapy for cases of lung cancer with ILD was performed in 12 (80%) of those 15 facilities. Details are shown in Table 3.\nStudy design of patient analysis\n        This study was a multi-center retrospective analysis. The inclusion criteria were as follows: (i) ILD-combined lung cancer cases and (ii) cases treated with thoracic radiotherapy. This study was approved by the appropriate institutional review boards and was carried out in accordance with the Declaration of Helsinki. This study was registered with UMINCTR as UMIN000036846.\nStudy endpoints\n        The primary endpoints of this study were onset of AE and overall survival (OS). OS was calculated from the starting date of radiotherapy. Toxicities were evaluated according to National Cancer Institute Common Terminology Criteria for Adverse Events version 4.0.\nDefinition of ILD\n        ILD was defined by chest CT as (i) lung disease that has spread from the subpleural part or basal part and (ii) >5% of the whole lung having a reticular shadow, ground glass opacity or accumulation of cysts with clear walls. Patients who fulfilled the two criteria were defined as patients with ILD. ILD was considered to be a usual interstitial pneumonia (UIP) pattern in cases of cysts with clear walls and a non-UIP pattern in other cases. A representative case is shown in Fig. 1. This definition of ILD is based on the Manual for the Diagnosis and Treatment of Idiopathic Interstitial Pneumonia, which was issued in 2004 [12] and is consistent with the European and North American consensus statement [13]. In the Manual for the Diagnosis and Treatment of Idiopathic Interstitial Pneumonia, there is no definition about the proportion of reticular shadow, ground glass opacity or accumulation of cysts with clear walls, in whole lung [12]. We added >5% of the whole lung in definition of ILD, in order to make the judgment more objective.\n        \n          Fig. 1.\n          \n            Representative cases of interstitial lung disease. Non-UIP pattern (A), and UIP pattern (B).\nConfirmation of ILD diagnosis\n        CT images were assessed by consultation with two central chest radiologists who were blinded to the clinical and respiratory functional information. Since high-resolution computed tomography (HRCT) was performed in limited patients, confirmation of the ILD diagnosis was dealt with as a supplementary diagnosis. Patients were classified as patients with a UIP pattern of ILD, patients with a non-UIP pattern of ILD and patients with no evidence of ILD.\nDefinition of AE after radiotherapy\n        AE was defined on the basis of criteria proposed by the Japanese Respiratory Society Guideline [12]. These criteria were (i) onset after radiotherapy, (ii) intensified dyspnea within 1 month after onset, (iii) increasing interstitial shadow on a chest radiograph and chest CT scan that had spread through the bilateral lungs including the existing ILD lesion and clearly exceeding the area of the irradiation field, and (iv) no evidence of pulmonary infection, cardiac failure or pulmonary embolism.\nStatistical analysis\n        The follow-up time was calculated from the starting date of radiotherapy to the last date of follow-up. AE onset and OS were calculated using the Kaplan–Meier method. For univariate analysis, the log-rank test was used to compare AE onset and OS among different subgroups based on patients, lung function and treatment-related factors. For multivariate analysis, Cox proportional hazards regression analysis using variables for which there was a P-value < 0.05 in univariate analysis was performed. A P-value < 0.05 was considered statistically significant. All statistical analyses were performed using R software, version 3.4.4.\nRESULTS\n      \n        Questionnaire survey\n        Responses to the questionnaire were received from 47 facilities. Thirty-eight of those facilities were JROSG-participating facilities. The response rate from JROSG-participating facilities including 7 particle therapy facilities was 29.2% (38/130 institutions).\n        \n          Judgement of ILD\n          Judgement of ILD was at the discretion of the respiratory physicians in 41 (87%) of the 47 facilities that responded to the questionnaire. ILD was determined according to the radiologist’s report in 40 (85%) of the 47 facilities. Judgement of ILD was made by radiation oncologists in 37 (79%) of the 47 facilities. Details are shown in Table 1.\n          \n            Table 1\n            \n              Judgement for interstitial lung disease (number of institutes = 47)\n            \n            \n              \n                \n                \n                \n                \n              \n              \n                \n                  Judged by\n                  Number (%)\n                  Procedure used\n                  Number (%)\n                \n              \n              \n                \n                  Pulmonologist\n                  41 (87%)\n                  \n                  \n                \n                \n                  Radiologist\n                  40 (85%)\n                  \n                  \n                \n                \n                  Radiation oncologist\n                  37 (79%)\n                  Blood test\n                  28 (76%)\n                \n                \n                  \n                  \n                  Physical examination\n                  21 (57%)\n                \n              \n            \n          \n        \n        \n          Radiation therapy for ILD cases\n          The 47 facilities were divided into three groups with regard to the indication of radiation therapy for ILD cases: acceptable, could be a choice, and unacceptable. Radiation therapy for ILD cases was acceptable in 4 (9%) of the 47 facilities, was a choice in some cases in 35 (74%) of the 47 facilities, and was unacceptable in 8 (17%) of the 47 facilities.\n          In 2 of the 8 facilities in the unacceptable group, radiation therapy for ILD patients was initially acceptable or was a choice in some cases. Radiation therapy became unacceptable in those 2 facilities because serious life-threatening adverse events occurred. The reasons for radiation therapy being unacceptable in the other 6 facilities were determination by the tumor board, absence of a pulmonologist in the facility, and lack of evidence in guidelines. Details are shown in Fig. 2.\n          \n            Fig. 2.\n            \n              Indication for radiotherapy in cases of lung cancer with interstitial lung disease (number of institutes = 47).\n            \n            \n          \n          In 7 particle therapy facilities, 2 of the 7 facilities (29%) answered ‘acceptable’ and the other 5 (71%) answered ‘could be a choice’ regarding radiation therapy for cases of lung cancer with ILD. No particle beam treatment facilities answered ‘unacceptable’. In contrast, 5% (2/40) of the photon treatment facilities answered ‘acceptable’, 75% (30/40 facilities) answered ‘could be a choice’ and 20% (8/40 facilities) answered ’unacceptable’ regarding radiation therapy for such cases.\n        \n        \n          Criteria for the indication of radiotherapy in ILD cases\n          In the 39 facilities in which radiation therapy was acceptable in ILD cases or was a choice in some ILD cases, image findings were the most frequently used criteria for radiotherapy. In 35 (90%) of the 39 facilities, indication for radiation therapy was based on image findings of ILD. In 31 (89%) of those 35 facilities, the proportion of ILD lesions in the lung field was used to determine the indication for radiation therapy.\n          The second most frequently used criterion was the opinion of the pulmonologist. In 29 (74%) of the 39 facilities, indication for radiation therapy was based on the opinion of the pulmonologist. Results of physical examination were used as criteria in 27 facilities (69%) and results of blood tests were used as criteria in 21 facilities (54%). Cutoff values of Krebs von den lungen-6 (KL-6) and/or surfactant protein D (SP-D) were used in 17 facilities (44%). Details are shown in Table 2.\n          \n            Table 2\n            \n              Criteria for performing radiotherapy in patients with interstitial lung disease (number of institutes = 39)\n            \n            \n              \n                \n                \n                \n              \n              \n                \n                  Judgement procedure\n                  Details\n                  Number (%)\n                \n              \n              \n                \n                  Image findings\n                  \n                  35 (90%)\n                \n                \n                  \n                  Without honeycomb lung\n                  27 (69%)\n                \n                \n                  \n                  Ratio of ILD lesions in lung\n                  31 (79%)\n                \n                \n                  \n                  Without uptake of PET on ILD\n                  14 (36%)\n                \n                \n                  Physical examinations\n                  \n                  27 (69%)\n                \n                \n                  \n                  Without HOT\n                  18 (46%)\n                \n                \n                  \n                  Without fine-crackle\n                  13 (33%)\n                \n                \n                  Blood tests\n                  \n                  17 (44%)\n                \n                \n                  \n                  KL-6 and SP-D values not exceeding normal values\n                  14 (36%)\n                \n                \n                  \n                  Own limit for KL-6 and SP-D values\n                  7 (18%)\n                \n                \n                  Treatment of ILD\n                  \n                  35 (90%)\n                \n                \n                  \n                  Without history of medication for ILD\n                  23 (59%)\n                \n                \n                  \n                  Without ongoing medication with a steroid\n                  25 (64%)\n                \n                \n                  Advice from pulmonologist\n                  \n                  29 (74%)\n                \n                \n                  Additional comments\n                  \n                  15 (38%)\n                \n                \n                  \n                  No other treatment option\n                  3 (8%)\n                \n                \n                  \n                  Requiring emergency treatment\n                  1 (3%)\n                \n                \n                  \n                  Approval by the tumor board\n                  3 (8%)\n                \n                \n                  \n                  Strongly desired RT even after risk explanation\n                  8 (21%)\n                \n                \n                  \n                  Others\n                  4 (10%)\n                \n              \n            \n            \n              HOT = home oxygen therapy.\n            \n          \n          \n            Table 3\n            \n              The number of lung cancer patients with ILD treated with radiation therapy in 2014\n            \n            \n              \n                \n                \n                \n                \n              \n              \n                \n                  Factors\n                  Number of chest RT in fiscal year 2014 Average number of chest RT (range)\n                \n                \n                  \n                  All institutes 58 (7–226)\n                  <58 chest RT\n                  ≥58 chest RT\n                \n              \n              \n                \n                  Number of institutes ILD/chest RT (%)\n                  25/37 (67.6%)\n                  13/22 (59.1%)\n                  12/15 (80.0%)\n                \n                \n                  Number of patients ILD/chest RT (%)\n                  78/2128 (3.7%)\n                  37/726 (5.1%)\n                  41/1402 (2.9%)\n                \n              \n            \n            \n              RT = radiotherapy.\n            \n          \n          \n            Table 4\n            \n              Baseline characteristics of patients\n            \n            \n              \n                \n                \n                \n              \n              \n                \n                  Characteristics\n                  \n                  Number (%)\n                \n              \n              \n                \n                  Number of patients\n                  \n                  67 (100.0)\n                \n                \n                  Sex\n                  Male/female\n                  57 (85.1)/10 (14.9)\n                \n                \n                  Age\n                  Median/range, years\n                  75/57–90\n                \n                \n                  Performance status\n                  0/1/2/3/4\n                  26 (38.8)/28 (41.8)/9 (13.4)/3 (4.5)/1 (1.5)\n                \n                \n                  Brinkman indexa\n                  Median/range\n                  920/0–4500\n                \n                \n                  Comorbidity\n                  Emphysema\n                  33 (49.3)\n                \n                \n                  \n                  Collagen disease\n                  4 (6.0)\n                \n                \n                  \n                  Chronic heart failure\n                  4 (6.0)\n                \n                \n                  Surgical history of lung\n                  Lobectomy\n                  8 (11.9)\n                \n                \n                  \n                  Segmentectomy\n                  1 (1.5)\n                \n                \n                  \n                  Wedge resection\n                  1 (1.5)\n                \n                \n                  Episode of ILD treatment\n                  Medication\n                  5 (7.5)\n                \n                \n                  \n                  Acute exacerbation before treatment\n                  1 (1.5)\n                \n                \n                  Dyspnea evaluationb\n                  %VC median/range\n                  89.2/53.5–131.7\n                \n                \n                  \n                  FEV1% median/range\n                  76.5/49.8–100.0\n                \n                \n                  \n                  Using home oxygen therapy\n                  2 (3.0)\n                \n                \n                  Serum laboratory data\n                  KL-6 (U/I) median/range\n                  559/191–2180\n                \n                \n                  \n                  SP-D (ng/l) median/range\n                  119/7–490\n                \n                \n                  TNM stagingc\n                  1a\n                  16 (23.9)\n                \n                \n                  \n                  1b\n                  7 (10.4)\n                \n                \n                  \n                  2a\n                  3 (4.5)\n                \n                \n                  \n                  2b\n                  5 (7.5)\n                \n                \n                  \n                  3a\n                  15 (22.4)\n                \n                \n                  \n                  3b\n                  7 (10.4)\n                \n                \n                  \n                  4\n                  14 (20.9)\n                \n                \n                  Histologyd\n                  Adenocarcinoma\n                  16 (23.9)\n                \n                \n                  \n                  Squamous cell carcinoma\n                  21 (31.3)\n                \n                \n                  \n                  Unclassified non-small cell carcinoma\n                  6 (9.0)\n                \n                \n                  \n                  Small cell carcinoma\n                  \n                \n                \n                  \n                  Clinically diagnosed\n                  10 (14.9)\n                \n                \n                  \n                  Others\n                  11 (16.4)\n                \n                \n                  \n                  \n                  3 (4.5)\n                \n                \n                  Radiotherapy\n                  \n                  \n                \n                \n                   Type\n                  \n                  \n                \n                \n                   Palliative 3D-CRT\n                  \n                  14 (20.9)\n                \n                \n                   Definitive 3D-CRT\n                  \n                  28 (41.8)\n                \n                \n                   Definitive stereotactic radiotherapy\n                  \n                  10 (14.9)\n                \n                \n                   Definitive proton beam therapy\n                  \n                  6 (9.0)\n                \n                \n                   Definitive carbon-ion radiotherapy\n                  \n                  9 (13.4)\n                \n                \n                   Total dose (Gy (RBE))/fractionation\n                  \n                  Median (range)\n                \n                \n                   Palliative 3D-CRT\n                  \n                  39 (20–66)/13 (5–33)\n                \n                \n                   Radical 3D-CRT\n                  \n                  60 (45–66)/30 (24–50)\n                \n                \n                   Radical stereotactic radiotherapy\n                  \n                  48 (48–50)/4 (4–6)\n                \n                \n                   Radical proton beam therapy\n                  \n                  66 (60–66)/10 (10–30)\n                \n                \n                   Radical carbon-ion radiotherapy\n                  \n                  66 (50–66)/10 (1–10)\n                \n                \n                  Combined chemotherapy\n                  Induction/concomitant/adjuvant\n                  9 (13.4)/16 (23.9)/4 (6.0)\n                \n              \n            \n            \n              \naData were available for 66 patients; bdata of %VC and FEV1% were available for 49 and 50 patients, respectively; cstage 4 included 2 patients with postoperative lymph node recurrence; dothers included 1 large cell neuroendocrine carcinoma, 1 large cell carcinoma and 1 carcinoma.\n              FEV1 = forced expiratory volume in 1 s, DLco = diffusion capacity of the lung, TNM = tumor, nodes and metastases, RBE = relative biological effectiveness.\n            \n          \n        \n        \n          The number of lung cancer patients with ILD treated with radiation therapy\n          We determined the number of cases in which chest radiation therapy for lung cancer (except palliative radiation therapy for spine metastasis) was performed in fiscal year 2014 in 39 institutes in which radiation therapy is an option for lung cancer patients with ILD.\n          Thirty-seven facilities answered the question, and a total of 2128 patients had received chest irradiation. Seventy-eight (3.7%) of the 2128 patients had ILD-combined lung cancer. The average number of lung cancer patients treated with chest irradiation in each institute was 58 (range 7–226). In 22 of the 37 facilities in which radiation therapy was an option for lung cancer with ILD, lung cancer radiation therapy was performed in fewer than 58 cases each year. In fiscal year 2014, radiation treatment for cases of lung cancer with ILD was performed at 13 institutes (59%). On the other hand, in 15 of the 37 facilities, lung cancer radiation therapy was performed in 58 or more cases each year. In fiscal year 2014, radiotherapy for cases of lung cancer with ILD was performed in 12 (80%) of those 15 facilities. Details are shown in Table 3.\n        \n      \n      \n        Patient analysis\n        \n          Baseline characteristics\n          In total, 78 patients with ILD were identified, and 67 patients were registered in this analysis. The baseline characteristics of the 67 patients are shown in Table 4. Two patients were using home oxygen therapy, 5 patients were receiving medical treatment for ILD and 1 patient had a history of AE prior to radiotherapy. A total of 53 patients received radiotherapy as radical treatment. Fifteen patients received particle-ion radiotherapy.\n        \n        \n          Evaluation of ILD diagnosis\n          CT images were assessed for 59 of the 67 patients. Fifty-eight (98.3%) of the 59 patients were assessed as having ILD. The judgments of ILD were almost the same by assessment of central chest radiologists and assessment by radiation oncologists. However, the judgments of UIP or non-UIP were the same in only 33 (55.9%) of the 59 patients.\n        \n        \n          Incidence of AE\n          Five (7.5%) of the 67 patients had AE after radiotherapy. All of the 5 patients recovered from AE, but 1 (20.0%) of the 5 patients had AE relapse without any inducement that resulted in death (Table 5).\n          \n            Table 5\n            \n              Cases of acute exacerbation\n            \n            \n              \n                \n                \n                \n                \n                \n                \n                \n                \n                \n                \n              \n              \n                \n                  No\n                  Age, years\n                  Sex\n                  TNM stage\n                  Pathology\n                  ILD pattern central/oncologist\n                  CRT\n                  RT technique\n                  Period from RT to AE\n                  History after AE\n                \n              \n              \n                \n                  1\n                  63\n                  Male\n                  cT3N1M0-3a\n                  SqCC\n                  Non-UIP/non-UIP\n                  Yes\n                  3D-CRT 50 Gy/25 fractions\n                  4 months\n                  Recovered from AE, although chemotherapy induced AE again that resulted in death.\n                \n                \n                  2\n                  65\n                  Male\n                  cT2aN2M0-3a\n                  SqCC\n                  UIP/−non-UIP\n                  Yes\n                  3D-CRT 66 Gy/33 fractions\n                  7 months\n                  Recovered from AE. Six months after AE, died from lung cancer.\n                \n                \n                  3\n                  67\n                  Male\n                  cT2aN2M0-3a\n                  NSCLC\n                  non-UIP/non-UIP\n                  Yes\n                  3D-CRT 60 Gy/30 fractions\n                  7 months\n                  Recovered from AE, but AE relapse occurred without any inducement and resulted in death.\n                \n                \n                  4\n                  73\n                  Male\n                  cT3N1M0-2b\n                  SCLC\n                  UIP/non-UIP\n                  Yes\n                  3D-CRT 50 Gy/25 fractions\n                  3 months\n                  Recovered from AE.\n                \n                \n                  5\n                  62\n                  Male\n                  cT1bN0M0-1a\n                  SqCC\n                  UIP/UIP\n                  No\n                  Carbon-ion RT 66 Gy (RBE)/10 fractions\n                  2 months\n                  Recovered from AE. Six months after AE, died from cardiac infarction.\n                \n              \n            \n            \n              TNM = tumor, nodes and metastases, SqCC = squamous cell carcinoma, NSCLC = non-small cell lung carcinoma, SCLC = small cell lung carcinoma, CRT = chemo-radiotherapy, RT = radiotherapy, 3D-CRT = 3D conformal radiotherapy, RBE = relative biological effectiveness.\n            \n          \n        \n      \n      \n        Analysis of prognostic factors\n        Univariate analysis was used to compare onset of AE and OS among different variables (Table 6). Univariate analysis showed that there was a 6-month period free from AE in larger proportions of patients ≥75 years of age (100.0 vs 90.3%; P = 0.0187), patients with C-reactive protein (CRP) < 0.3 mg/dl (100.0 vs 88.6%; P = 0.00751), patients who did not receive adjuvant chemotherapy (98.4 vs 50.0%; P = 0.000532) and patients with <Grade 2 radiation pneumonitis (98.0 vs 86.2%; P = 0.00186). Univariate analysis also showed that there was 6-month OS in larger proportions of patients with white blood cell (WBC) count < 10 000/μl (90.6 vs 44.4%; P = 0.000358), patients with CRP < 0.3 mg/dl (96.6 vs 70.7%; P = 0.0202), patients with percent vital capacity (%VC) ≥80% (94.1 vs 85.7%; P = 0.00569), patients without positron emission tomography (PET) uptake in the ILD lesion (96.3 vs 72.5%; P = 0.0494) and patients who received definitive radiotherapy (98.0 vs 100.0%; P = 0.000127 × 10−13).\n        \n          Table 6\n          \n            Univariate analysis of different prognostic variables\n          \n          \n            \n              \n              \n              \n              \n              \n              \n              \n            \n            \n              \n                Prognostic variables\n                Category\n                Number of patients\n                6-month OS (%)\n                \nP value\n                6-Month AE-free (%)\n                \nP value\n              \n            \n            \n              \n                Age, years\n                <75\n                33\n                81.2\n                0.377\n                90.3\n                0.0187\n              \n              \n                \n                ≥75\n                34\n                85.1\n                \n                100\n                \n              \n              \n                Performance status\n                0\n                26\n                95.8\n                0.0611\n                96.2\n                0.876\n              \n              \n                \n                ≥1\n                41\n                75.4\n                \n                97.3\n                \n              \n              \n                WBC (/μl)\n                <10,000\n                54\n                90.6\n                0.000358\n                95.9\n                0.307\n              \n              \n                \n                ≥10,000\n                9\n                44.4\n                \n                87.5\n                \n              \n              \n                CRP (mg/dl)\n                <0.3\n                31\n                96.6\n                0.0202\n                100\n                0.00751\n              \n              \n                \n                ≥0.3\n                31\n                70.7\n                \n                88.6\n                \n              \n              \n                KL-6 (U/l)\n                <560\n                26\n                84.3\n                0.328\n                87.8\n                0.241\n              \n              \n                \n                ≥560\n                23\n                82.6\n                \n                100\n                \n              \n              \n                SP-D (ng/l)\n                <120\n                14\n                85.7\n                0.302\n                100\n                0.299\n              \n              \n                \n                ≥120\n                13\n                92.3\n                \n                92.3\n                \n              \n              \n                %VC (%)\n                <80\n                14\n                85.7\n                0.00569\n                92.9\n                0.999\n              \n              \n                \n                ≥80\n                35\n                94.1\n                \n                97.1\n                \n              \n              \n                FEV1% (%)\n                <70\n                13\n                100\n                0.141\n                100\n                0.2\n              \n              \n                \n                ≥70\n                37\n                89\n                \n                94.4\n                \n              \n              \n                ILD pattern\n                Central radiologists\n                34\n                76\n                0.0885\n                96.7\n                0.368\n              \n              \n                \n                Non-UIP\n                24\n                87.1\n                \n                91.3\n                \n              \n              \n                \n                UIP\n                \n                \n                \n                \n                \n              \n              \n                \n                Radiation oncologists\n                41\n                82.5\n                0.511\n                94.9\n                0.399\n              \n              \n                \n                Non-UIP\n                26\n                74.6\n                \n                95.7\n                \n              \n              \n                \n                UIP\n                \n                \n                \n                \n                \n              \n              \n                PET uptake on ILD\n                No\n                27\n                96.3\n                0.0494\n                100\n                0.222\n              \n              \n                \n                Yes\n                30\n                72.5\n                \n                92.2\n                \n              \n              \n                Beam type\n                Photon\n                52\n                78.3\n                0.567\n                95.6\n                0.812\n              \n              \n                \n                Particle\n                15\n                100\n                \n                93.3\n                \n              \n              \n                Purpose\n                Definitive\n                53\n                98\n                <0.0001\n                94.3\n                0.402\n              \n              \n                \n                Palliative\n                14\n                100\n                0.000127 × 10–13\n                100\n                \n              \n              \n                Radiation-field overlap on ILD\n                No\n                30\n                76.4\n                0.832\n                96.3\n                0.496\n              \n              \n                \n                Yes\n                28\n                85.4\n                \n                92.3\n                \n              \n              \n                Lung mean (Gy)\n                <6\n                32\n                75\n                0.89\n                96.8\n                0.392\n              \n              \n                \n                ≥6\n                34\n                90.6\n                \n                93.8\n                \n              \n              \n                Dosimetric factors of lung V5 (%)\n                <22\n                34\n                79.4\n                0.435\n                97\n                0.309\n              \n              \n                \n                ≥22\n                32\n                86.7\n                \n                93.3\n                \n              \n              \n                Lung V10 (%)\n                <16\n                33\n                78.8\n                0.849\n                96.9\n                0.345\n              \n              \n                \n                ≥16\n                33\n                87.1\n                \n                93.5\n                \n              \n              \n                Lung V20 (%)\n                <11\n                31\n                73.3\n                0.875\n                96.6\n                0.442\n              \n              \n                \n                ≥11\n                34\n                90.9\n                \n                94\n                \n              \n              \n                Lung V30 (%)\n                <9\n                34\n                76.5\n                0.207\n                97\n                0.318\n              \n              \n                \n                ≥9\n                32\n                90\n                \n                93.4\n                \n              \n              \n                Chemotherapy\n                No\n                51\n                84.2\n                0.938\n                95.8\n                0.514\n              \n              \n                \n                Yes\n                16\n                81.2\n                \n                93.8\n                \n              \n              \n                Concurrent\n                \n                \n                \n                \n                \n                \n              \n              \n                Adjuvant\n                No\n                63\n                83.9\n                0.905\n                98.4\n                0.000532\n              \n              \n                \n                Yes\n                4\n                75\n                \n                50\n                \n              \n              \n                Radiation pneumonitis\n                <Grade 2\n                51\n                82.1\n                0.69\n                98\n                0.00186\n              \n              \n                \n                ≥Grade 2\n                15\n                86.2\n                \n                86.2\n                \n              \n            \n          \n          \n            FEV1 = forced expiratory volume in 1 s.\n          \n        \n        Multivariate analysis was carried out using variables that had a P-value < 0.05 in univariate analysis (Table 7). Multivariate analysis showed that a larger proportion of patients with ≥Grade 2 radiation pneumonitis had AE onset, though there was no statistically significant association [hazard ratio (HR): 9.2490, 95% confidence interval (CI): 0.7918–108.000, P = 0.07609]. However, %VC < 80% was an independent prognostic factor related to OS (HR: 3.38700, 95%CI: 1.074000–10.680, P = 0.03737).\n        \n          Table 7\n          \n            Multivariate analysis of different prognostic variables\n          \n          \n            \n              \n              \n              \n              \n              \n              \n              \n            \n            \n              \n                \n                Overall survival\n                \n                \n                AE-free survival\n                \n                \n              \n              \n                Prognostic variables\n                Hazard ratio\n                95% CI\n                \nP value\n                Hazard ratio\n                95% CI\n                \nP value\n              \n            \n            \n              \n                Age\n                \n                \n                \n                0.9059\n                0.7487–1.096\n                0.30930\n              \n              \n                WBC (/μl) (<10 000 vs ≥10 000)\n                1.52200\n                0.309700–7.483\n                0.60500\n                \n                \n                \n              \n              \n                CRP (mg/dl) (<0.3 vs ≥0.3)\n                1.73900\n                0.559300–5.406\n                0.33910\n                1.586 × 108\n                0.0000-infinity\n                0.99830\n              \n              \n                %VC (%) (<80 vs ≥80)\n                3.38700\n                1.074000–10.680\n                0.03737\n                \n                \n                \n              \n              \n                PET uptake on ILD (no vs yes)\n                1.86100\n                0.677500–5.111\n                0.22830\n                \n                \n                \n              \n              \n                Purpose (definitive vs palliative)\n                0.04863\n                0.002228–1.061\n                0.05458\n                \n                \n                \n              \n              \n                Adjuvant chemotherapy (no vs yes)\n                \n                \n                \n                3.7790\n                0.3839–37.190\n                0.25450\n              \n              \n                Radiation pneumonitis (<Grade 2 vs ≥ Grade 2)\n                \n                \n                \n                9.2490\n                0.7918–108.000\n                0.07609\nJudgement of ILD\n          Judgement of ILD was at the discretion of the respiratory physicians in 41 (87%) of the 47 facilities that responded to the questionnaire. ILD was determined according to the radiologist’s report in 40 (85%) of the 47 facilities. Judgement of ILD was made by radiation oncologists in 37 (79%) of the 47 facilities. Details are shown in Table 1.\n          \n            Table 1\n            \n              Judgement for interstitial lung disease (number of institutes = 47)\n            \n            \n              \n                \n                \n                \n                \n              \n              \n                \n                  Judged by\n                  Number (%)\n                  Procedure used\n                  Number (%)\n                \n              \n              \n                \n                  Pulmonologist\n                  41 (87%)\n                  \n                  \n                \n                \n                  Radiologist\n                  40 (85%)\n                  \n                  \n                \n                \n                  Radiation oncologist\n                  37 (79%)\n                  Blood test\n                  28 (76%)\n                \n                \n                  \n                  \n                  Physical examination\n                  21 (57%)\nRadiation therapy for ILD cases\n          The 47 facilities were divided into three groups with regard to the indication of radiation therapy for ILD cases: acceptable, could be a choice, and unacceptable. Radiation therapy for ILD cases was acceptable in 4 (9%) of the 47 facilities, was a choice in some cases in 35 (74%) of the 47 facilities, and was unacceptable in 8 (17%) of the 47 facilities.\n          In 2 of the 8 facilities in the unacceptable group, radiation therapy for ILD patients was initially acceptable or was a choice in some cases. Radiation therapy became unacceptable in those 2 facilities because serious life-threatening adverse events occurred. The reasons for radiation therapy being unacceptable in the other 6 facilities were determination by the tumor board, absence of a pulmonologist in the facility, and lack of evidence in guidelines. Details are shown in Fig. 2.\n          \n            Fig. 2.\n            \n              Indication for radiotherapy in cases of lung cancer with interstitial lung disease (number of institutes = 47).\n            \n            \n          \n          In 7 particle therapy facilities, 2 of the 7 facilities (29%) answered ‘acceptable’ and the other 5 (71%) answered ‘could be a choice’ regarding radiation therapy for cases of lung cancer with ILD. No particle beam treatment facilities answered ‘unacceptable’. In contrast, 5% (2/40) of the photon treatment facilities answered ‘acceptable’, 75% (30/40 facilities) answered ‘could be a choice’ and 20% (8/40 facilities) answered ’unacceptable’ regarding radiation therapy for such cases.\nCriteria for the indication of radiotherapy in ILD cases\n          In the 39 facilities in which radiation therapy was acceptable in ILD cases or was a choice in some ILD cases, image findings were the most frequently used criteria for radiotherapy. In 35 (90%) of the 39 facilities, indication for radiation therapy was based on image findings of ILD. In 31 (89%) of those 35 facilities, the proportion of ILD lesions in the lung field was used to determine the indication for radiation therapy.\n          The second most frequently used criterion was the opinion of the pulmonologist. In 29 (74%) of the 39 facilities, indication for radiation therapy was based on the opinion of the pulmonologist. Results of physical examination were used as criteria in 27 facilities (69%) and results of blood tests were used as criteria in 21 facilities (54%). Cutoff values of Krebs von den lungen-6 (KL-6) and/or surfactant protein D (SP-D) were used in 17 facilities (44%). Details are shown in Table 2.\n          \n            Table 2\n            \n              Criteria for performing radiotherapy in patients with interstitial lung disease (number of institutes = 39)\n            \n            \n              \n                \n                \n                \n              \n              \n                \n                  Judgement procedure\n                  Details\n                  Number (%)\n                \n              \n              \n                \n                  Image findings\n                  \n                  35 (90%)\n                \n                \n                  \n                  Without honeycomb lung\n                  27 (69%)\n                \n                \n                  \n                  Ratio of ILD lesions in lung\n                  31 (79%)\n                \n                \n                  \n                  Without uptake of PET on ILD\n                  14 (36%)\n                \n                \n                  Physical examinations\n                  \n                  27 (69%)\n                \n                \n                  \n                  Without HOT\n                  18 (46%)\n                \n                \n                  \n                  Without fine-crackle\n                  13 (33%)\n                \n                \n                  Blood tests\n                  \n                  17 (44%)\n                \n                \n                  \n                  KL-6 and SP-D values not exceeding normal values\n                  14 (36%)\n                \n                \n                  \n                  Own limit for KL-6 and SP-D values\n                  7 (18%)\n                \n                \n                  Treatment of ILD\n                  \n                  35 (90%)\n                \n                \n                  \n                  Without history of medication for ILD\n                  23 (59%)\n                \n                \n                  \n                  Without ongoing medication with a steroid\n                  25 (64%)\n                \n                \n                  Advice from pulmonologist\n                  \n                  29 (74%)\n                \n                \n                  Additional comments\n                  \n                  15 (38%)\n                \n                \n                  \n                  No other treatment option\n                  3 (8%)\n                \n                \n                  \n                  Requiring emergency treatment\n                  1 (3%)\n                \n                \n                  \n                  Approval by the tumor board\n                  3 (8%)\n                \n                \n                  \n                  Strongly desired RT even after risk explanation\n                  8 (21%)\n                \n                \n                  \n                  Others\n                  4 (10%)\n                \n              \n            \n            \n              HOT = home oxygen therapy.\n            \n          \n          \n            Table 3\n            \n              The number of lung cancer patients with ILD treated with radiation therapy in 2014\n            \n            \n              \n                \n                \n                \n                \n              \n              \n                \n                  Factors\n                  Number of chest RT in fiscal year 2014 Average number of chest RT (range)\n                \n                \n                  \n                  All institutes 58 (7–226)\n                  <58 chest RT\n                  ≥58 chest RT\n                \n              \n              \n                \n                  Number of institutes ILD/chest RT (%)\n                  25/37 (67.6%)\n                  13/22 (59.1%)\n                  12/15 (80.0%)\n                \n                \n                  Number of patients ILD/chest RT (%)\n                  78/2128 (3.7%)\n                  37/726 (5.1%)\n                  41/1402 (2.9%)\n                \n              \n            \n            \n              RT = radiotherapy.\n            \n          \n          \n            Table 4\n            \n              Baseline characteristics of patients\n            \n            \n              \n                \n                \n                \n              \n              \n                \n                  Characteristics\n                  \n                  Number (%)\n                \n              \n              \n                \n                  Number of patients\n                  \n                  67 (100.0)\n                \n                \n                  Sex\n                  Male/female\n                  57 (85.1)/10 (14.9)\n                \n                \n                  Age\n                  Median/range, years\n                  75/57–90\n                \n                \n                  Performance status\n                  0/1/2/3/4\n                  26 (38.8)/28 (41.8)/9 (13.4)/3 (4.5)/1 (1.5)\n                \n                \n                  Brinkman indexa\n                  Median/range\n                  920/0–4500\n                \n                \n                  Comorbidity\n                  Emphysema\n                  33 (49.3)\n                \n                \n                  \n                  Collagen disease\n                  4 (6.0)\n                \n                \n                  \n                  Chronic heart failure\n                  4 (6.0)\n                \n                \n                  Surgical history of lung\n                  Lobectomy\n                  8 (11.9)\n                \n                \n                  \n                  Segmentectomy\n                  1 (1.5)\n                \n                \n                  \n                  Wedge resection\n                  1 (1.5)\n                \n                \n                  Episode of ILD treatment\n                  Medication\n                  5 (7.5)\n                \n                \n                  \n                  Acute exacerbation before treatment\n                  1 (1.5)\n                \n                \n                  Dyspnea evaluationb\n                  %VC median/range\n                  89.2/53.5–131.7\n                \n                \n                  \n                  FEV1% median/range\n                  76.5/49.8–100.0\n                \n                \n                  \n                  Using home oxygen therapy\n                  2 (3.0)\n                \n                \n                  Serum laboratory data\n                  KL-6 (U/I) median/range\n                  559/191–2180\n                \n                \n                  \n                  SP-D (ng/l) median/range\n                  119/7–490\n                \n                \n                  TNM stagingc\n                  1a\n                  16 (23.9)\n                \n                \n                  \n                  1b\n                  7 (10.4)\n                \n                \n                  \n                  2a\n                  3 (4.5)\n                \n                \n                  \n                  2b\n                  5 (7.5)\n                \n                \n                  \n                  3a\n                  15 (22.4)\n                \n                \n                  \n                  3b\n                  7 (10.4)\n                \n                \n                  \n                  4\n                  14 (20.9)\n                \n                \n                  Histologyd\n                  Adenocarcinoma\n                  16 (23.9)\n                \n                \n                  \n                  Squamous cell carcinoma\n                  21 (31.3)\n                \n                \n                  \n                  Unclassified non-small cell carcinoma\n                  6 (9.0)\n                \n                \n                  \n                  Small cell carcinoma\n                  \n                \n                \n                  \n                  Clinically diagnosed\n                  10 (14.9)\n                \n                \n                  \n                  Others\n                  11 (16.4)\n                \n                \n                  \n                  \n                  3 (4.5)\n                \n                \n                  Radiotherapy\n                  \n                  \n                \n                \n                   Type\n                  \n                  \n                \n                \n                   Palliative 3D-CRT\n                  \n                  14 (20.9)\n                \n                \n                   Definitive 3D-CRT\n                  \n                  28 (41.8)\n                \n                \n                   Definitive stereotactic radiotherapy\n                  \n                  10 (14.9)\n                \n                \n                   Definitive proton beam therapy\n                  \n                  6 (9.0)\n                \n                \n                   Definitive carbon-ion radiotherapy\n                  \n                  9 (13.4)\n                \n                \n                   Total dose (Gy (RBE))/fractionation\n                  \n                  Median (range)\n                \n                \n                   Palliative 3D-CRT\n                  \n                  39 (20–66)/13 (5–33)\n                \n                \n                   Radical 3D-CRT\n                  \n                  60 (45–66)/30 (24–50)\n                \n                \n                   Radical stereotactic radiotherapy\n                  \n                  48 (48–50)/4 (4–6)\n                \n                \n                   Radical proton beam therapy\n                  \n                  66 (60–66)/10 (10–30)\n                \n                \n                   Radical carbon-ion radiotherapy\n                  \n                  66 (50–66)/10 (1–10)\n                \n                \n                  Combined chemotherapy\n                  Induction/concomitant/adjuvant\n                  9 (13.4)/16 (23.9)/4 (6.0)\n                \n              \n            \n            \n              \naData were available for 66 patients; bdata of %VC and FEV1% were available for 49 and 50 patients, respectively; cstage 4 included 2 patients with postoperative lymph node recurrence; dothers included 1 large cell neuroendocrine carcinoma, 1 large cell carcinoma and 1 carcinoma.\n              FEV1 = forced expiratory volume in 1 s, DLco = diffusion capacity of the lung, TNM = tumor, nodes and metastases, RBE = relative biological effectiveness.\nThe number of lung cancer patients with ILD treated with radiation therapy\n          We determined the number of cases in which chest radiation therapy for lung cancer (except palliative radiation therapy for spine metastasis) was performed in fiscal year 2014 in 39 institutes in which radiation therapy is an option for lung cancer patients with ILD.\n          Thirty-seven facilities answered the question, and a total of 2128 patients had received chest irradiation. Seventy-eight (3.7%) of the 2128 patients had ILD-combined lung cancer. The average number of lung cancer patients treated with chest irradiation in each institute was 58 (range 7–226). In 22 of the 37 facilities in which radiation therapy was an option for lung cancer with ILD, lung cancer radiation therapy was performed in fewer than 58 cases each year. In fiscal year 2014, radiation treatment for cases of lung cancer with ILD was performed at 13 institutes (59%). On the other hand, in 15 of the 37 facilities, lung cancer radiation therapy was performed in 58 or more cases each year. In fiscal year 2014, radiotherapy for cases of lung cancer with ILD was performed in 12 (80%) of those 15 facilities. Details are shown in Table 3.\nPatient analysis\n        \n          Baseline characteristics\n          In total, 78 patients with ILD were identified, and 67 patients were registered in this analysis. The baseline characteristics of the 67 patients are shown in Table 4. Two patients were using home oxygen therapy, 5 patients were receiving medical treatment for ILD and 1 patient had a history of AE prior to radiotherapy. A total of 53 patients received radiotherapy as radical treatment. Fifteen patients received particle-ion radiotherapy.\n        \n        \n          Evaluation of ILD diagnosis\n          CT images were assessed for 59 of the 67 patients. Fifty-eight (98.3%) of the 59 patients were assessed as having ILD. The judgments of ILD were almost the same by assessment of central chest radiologists and assessment by radiation oncologists. However, the judgments of UIP or non-UIP were the same in only 33 (55.9%) of the 59 patients.\n        \n        \n          Incidence of AE\n          Five (7.5%) of the 67 patients had AE after radiotherapy. All of the 5 patients recovered from AE, but 1 (20.0%) of the 5 patients had AE relapse without any inducement that resulted in death (Table 5).\n          \n            Table 5\n            \n              Cases of acute exacerbation\n            \n            \n              \n                \n                \n                \n                \n                \n                \n                \n                \n                \n                \n              \n              \n                \n                  No\n                  Age, years\n                  Sex\n                  TNM stage\n                  Pathology\n                  ILD pattern central/oncologist\n                  CRT\n                  RT technique\n                  Period from RT to AE\n                  History after AE\n                \n              \n              \n                \n                  1\n                  63\n                  Male\n                  cT3N1M0-3a\n                  SqCC\n                  Non-UIP/non-UIP\n                  Yes\n                  3D-CRT 50 Gy/25 fractions\n                  4 months\n                  Recovered from AE, although chemotherapy induced AE again that resulted in death.\n                \n                \n                  2\n                  65\n                  Male\n                  cT2aN2M0-3a\n                  SqCC\n                  UIP/−non-UIP\n                  Yes\n                  3D-CRT 66 Gy/33 fractions\n                  7 months\n                  Recovered from AE. Six months after AE, died from lung cancer.\n                \n                \n                  3\n                  67\n                  Male\n                  cT2aN2M0-3a\n                  NSCLC\n                  non-UIP/non-UIP\n                  Yes\n                  3D-CRT 60 Gy/30 fractions\n                  7 months\n                  Recovered from AE, but AE relapse occurred without any inducement and resulted in death.\n                \n                \n                  4\n                  73\n                  Male\n                  cT3N1M0-2b\n                  SCLC\n                  UIP/non-UIP\n                  Yes\n                  3D-CRT 50 Gy/25 fractions\n                  3 months\n                  Recovered from AE.\n                \n                \n                  5\n                  62\n                  Male\n                  cT1bN0M0-1a\n                  SqCC\n                  UIP/UIP\n                  No\n                  Carbon-ion RT 66 Gy (RBE)/10 fractions\n                  2 months\n                  Recovered from AE. Six months after AE, died from cardiac infarction.\n                \n              \n            \n            \n              TNM = tumor, nodes and metastases, SqCC = squamous cell carcinoma, NSCLC = non-small cell lung carcinoma, SCLC = small cell lung carcinoma, CRT = chemo-radiotherapy, RT = radiotherapy, 3D-CRT = 3D conformal radiotherapy, RBE = relative biological effectiveness.\nBaseline characteristics\n          In total, 78 patients with ILD were identified, and 67 patients were registered in this analysis. The baseline characteristics of the 67 patients are shown in Table 4. Two patients were using home oxygen therapy, 5 patients were receiving medical treatment for ILD and 1 patient had a history of AE prior to radiotherapy. A total of 53 patients received radiotherapy as radical treatment. Fifteen patients received particle-ion radiotherapy.\nEvaluation of ILD diagnosis\n          CT images were assessed for 59 of the 67 patients. Fifty-eight (98.3%) of the 59 patients were assessed as having ILD. The judgments of ILD were almost the same by assessment of central chest radiologists and assessment by radiation oncologists. However, the judgments of UIP or non-UIP were the same in only 33 (55.9%) of the 59 patients.\nIncidence of AE\n          Five (7.5%) of the 67 patients had AE after radiotherapy. All of the 5 patients recovered from AE, but 1 (20.0%) of the 5 patients had AE relapse without any inducement that resulted in death (Table 5).\n          \n            Table 5\n            \n              Cases of acute exacerbation\n            \n            \n              \n                \n                \n                \n                \n                \n                \n                \n                \n                \n                \n              \n              \n                \n                  No\n                  Age, years\n                  Sex\n                  TNM stage\n                  Pathology\n                  ILD pattern central/oncologist\n                  CRT\n                  RT technique\n                  Period from RT to AE\n                  History after AE\n                \n              \n              \n                \n                  1\n                  63\n                  Male\n                  cT3N1M0-3a\n                  SqCC\n                  Non-UIP/non-UIP\n                  Yes\n                  3D-CRT 50 Gy/25 fractions\n                  4 months\n                  Recovered from AE, although chemotherapy induced AE again that resulted in death.\n                \n                \n                  2\n                  65\n                  Male\n                  cT2aN2M0-3a\n                  SqCC\n                  UIP/−non-UIP\n                  Yes\n                  3D-CRT 66 Gy/33 fractions\n                  7 months\n                  Recovered from AE. Six months after AE, died from lung cancer.\n                \n                \n                  3\n                  67\n                  Male\n                  cT2aN2M0-3a\n                  NSCLC\n                  non-UIP/non-UIP\n                  Yes\n                  3D-CRT 60 Gy/30 fractions\n                  7 months\n                  Recovered from AE, but AE relapse occurred without any inducement and resulted in death.\n                \n                \n                  4\n                  73\n                  Male\n                  cT3N1M0-2b\n                  SCLC\n                  UIP/non-UIP\n                  Yes\n                  3D-CRT 50 Gy/25 fractions\n                  3 months\n                  Recovered from AE.\n                \n                \n                  5\n                  62\n                  Male\n                  cT1bN0M0-1a\n                  SqCC\n                  UIP/UIP\n                  No\n                  Carbon-ion RT 66 Gy (RBE)/10 fractions\n                  2 months\n                  Recovered from AE. Six months after AE, died from cardiac infarction.\n                \n              \n            \n            \n              TNM = tumor, nodes and metastases, SqCC = squamous cell carcinoma, NSCLC = non-small cell lung carcinoma, SCLC = small cell lung carcinoma, CRT = chemo-radiotherapy, RT = radiotherapy, 3D-CRT = 3D conformal radiotherapy, RBE = relative biological effectiveness.\nAnalysis of prognostic factors\n        Univariate analysis was used to compare onset of AE and OS among different variables (Table 6). Univariate analysis showed that there was a 6-month period free from AE in larger proportions of patients ≥75 years of age (100.0 vs 90.3%; P = 0.0187), patients with C-reactive protein (CRP) < 0.3 mg/dl (100.0 vs 88.6%; P = 0.00751), patients who did not receive adjuvant chemotherapy (98.4 vs 50.0%; P = 0.000532) and patients with <Grade 2 radiation pneumonitis (98.0 vs 86.2%; P = 0.00186). Univariate analysis also showed that there was 6-month OS in larger proportions of patients with white blood cell (WBC) count < 10 000/μl (90.6 vs 44.4%; P = 0.000358), patients with CRP < 0.3 mg/dl (96.6 vs 70.7%; P = 0.0202), patients with percent vital capacity (%VC) ≥80% (94.1 vs 85.7%; P = 0.00569), patients without positron emission tomography (PET) uptake in the ILD lesion (96.3 vs 72.5%; P = 0.0494) and patients who received definitive radiotherapy (98.0 vs 100.0%; P = 0.000127 × 10−13).\n        \n          Table 6\n          \n            Univariate analysis of different prognostic variables\n          \n          \n            \n              \n              \n              \n              \n              \n              \n              \n            \n            \n              \n                Prognostic variables\n                Category\n                Number of patients\n                6-month OS (%)\n                \nP value\n                6-Month AE-free (%)\n                \nP value\n              \n            \n            \n              \n                Age, years\n                <75\n                33\n                81.2\n                0.377\n                90.3\n                0.0187\n              \n              \n                \n                ≥75\n                34\n                85.1\n                \n                100\n                \n              \n              \n                Performance status\n                0\n                26\n                95.8\n                0.0611\n                96.2\n                0.876\n              \n              \n                \n                ≥1\n                41\n                75.4\n                \n                97.3\n                \n              \n              \n                WBC (/μl)\n                <10,000\n                54\n                90.6\n                0.000358\n                95.9\n                0.307\n              \n              \n                \n                ≥10,000\n                9\n                44.4\n                \n                87.5\n                \n              \n              \n                CRP (mg/dl)\n                <0.3\n                31\n                96.6\n                0.0202\n                100\n                0.00751\n              \n              \n                \n                ≥0.3\n                31\n                70.7\n                \n                88.6\n                \n              \n              \n                KL-6 (U/l)\n                <560\n                26\n                84.3\n                0.328\n                87.8\n                0.241\n              \n              \n                \n                ≥560\n                23\n                82.6\n                \n                100\n                \n              \n              \n                SP-D (ng/l)\n                <120\n                14\n                85.7\n                0.302\n                100\n                0.299\n              \n              \n                \n                ≥120\n                13\n                92.3\n                \n                92.3\n                \n              \n              \n                %VC (%)\n                <80\n                14\n                85.7\n                0.00569\n                92.9\n                0.999\n              \n              \n                \n                ≥80\n                35\n                94.1\n                \n                97.1\n                \n              \n              \n                FEV1% (%)\n                <70\n                13\n                100\n                0.141\n                100\n                0.2\n              \n              \n                \n                ≥70\n                37\n                89\n                \n                94.4\n                \n              \n              \n                ILD pattern\n                Central radiologists\n                34\n                76\n                0.0885\n                96.7\n                0.368\n              \n              \n                \n                Non-UIP\n                24\n                87.1\n                \n                91.3\n                \n              \n              \n                \n                UIP\n                \n                \n                \n                \n                \n              \n              \n                \n                Radiation oncologists\n                41\n                82.5\n                0.511\n                94.9\n                0.399\n              \n              \n                \n                Non-UIP\n                26\n                74.6\n                \n                95.7\n                \n              \n              \n                \n                UIP\n                \n                \n                \n                \n                \n              \n              \n                PET uptake on ILD\n                No\n                27\n                96.3\n                0.0494\n                100\n                0.222\n              \n              \n                \n                Yes\n                30\n                72.5\n                \n                92.2\n                \n              \n              \n                Beam type\n                Photon\n                52\n                78.3\n                0.567\n                95.6\n                0.812\n              \n              \n                \n                Particle\n                15\n                100\n                \n                93.3\n                \n              \n              \n                Purpose\n                Definitive\n                53\n                98\n                <0.0001\n                94.3\n                0.402\n              \n              \n                \n                Palliative\n                14\n                100\n                0.000127 × 10–13\n                100\n                \n              \n              \n                Radiation-field overlap on ILD\n                No\n                30\n                76.4\n                0.832\n                96.3\n                0.496\n              \n              \n                \n                Yes\n                28\n                85.4\n                \n                92.3\n                \n              \n              \n                Lung mean (Gy)\n                <6\n                32\n                75\n                0.89\n                96.8\n                0.392\n              \n              \n                \n                ≥6\n                34\n                90.6\n                \n                93.8\n                \n              \n              \n                Dosimetric factors of lung V5 (%)\n                <22\n                34\n                79.4\n                0.435\n                97\n                0.309\n              \n              \n                \n                ≥22\n                32\n                86.7\n                \n                93.3\n                \n              \n              \n                Lung V10 (%)\n                <16\n                33\n                78.8\n                0.849\n                96.9\n                0.345\n              \n              \n                \n                ≥16\n                33\n                87.1\n                \n                93.5\n                \n              \n              \n                Lung V20 (%)\n                <11\n                31\n                73.3\n                0.875\n                96.6\n                0.442\n              \n              \n                \n                ≥11\n                34\n                90.9\n                \n                94\n                \n              \n              \n                Lung V30 (%)\n                <9\n                34\n                76.5\n                0.207\n                97\n                0.318\n              \n              \n                \n                ≥9\n                32\n                90\n                \n                93.4\n                \n              \n              \n                Chemotherapy\n                No\n                51\n                84.2\n                0.938\n                95.8\n                0.514\n              \n              \n                \n                Yes\n                16\n                81.2\n                \n                93.8\n                \n              \n              \n                Concurrent\n                \n                \n                \n                \n                \n                \n              \n              \n                Adjuvant\n                No\n                63\n                83.9\n                0.905\n                98.4\n                0.000532\n              \n              \n                \n                Yes\n                4\n                75\n                \n                50\n                \n              \n              \n                Radiation pneumonitis\n                <Grade 2\n                51\n                82.1\n                0.69\n                98\n                0.00186\n              \n              \n                \n                ≥Grade 2\n                15\n                86.2\n                \n                86.2\n                \n              \n            \n          \n          \n            FEV1 = forced expiratory volume in 1 s.\n          \n        \n        Multivariate analysis was carried out using variables that had a P-value < 0.05 in univariate analysis (Table 7). Multivariate analysis showed that a larger proportion of patients with ≥Grade 2 radiation pneumonitis had AE onset, though there was no statistically significant association [hazard ratio (HR): 9.2490, 95% confidence interval (CI): 0.7918–108.000, P = 0.07609]. However, %VC < 80% was an independent prognostic factor related to OS (HR: 3.38700, 95%CI: 1.074000–10.680, P = 0.03737).\n        \n          Table 7\n          \n            Multivariate analysis of different prognostic variables\n          \n          \n            \n              \n              \n              \n              \n              \n              \n              \n            \n            \n              \n                \n                Overall survival\n                \n                \n                AE-free survival\n                \n                \n              \n              \n                Prognostic variables\n                Hazard ratio\n                95% CI\n                \nP value\n                Hazard ratio\n                95% CI\n                \nP value\n              \n            \n            \n              \n                Age\n                \n                \n                \n                0.9059\n                0.7487–1.096\n                0.30930\n              \n              \n                WBC (/μl) (<10 000 vs ≥10 000)\n                1.52200\n                0.309700–7.483\n                0.60500\n                \n                \n                \n              \n              \n                CRP (mg/dl) (<0.3 vs ≥0.3)\n                1.73900\n                0.559300–5.406\n                0.33910\n                1.586 × 108\n                0.0000-infinity\n                0.99830\n              \n              \n                %VC (%) (<80 vs ≥80)\n                3.38700\n                1.074000–10.680\n                0.03737\n                \n                \n                \n              \n              \n                PET uptake on ILD (no vs yes)\n                1.86100\n                0.677500–5.111\n                0.22830\n                \n                \n                \n              \n              \n                Purpose (definitive vs palliative)\n                0.04863\n                0.002228–1.061\n                0.05458\n                \n                \n                \n              \n              \n                Adjuvant chemotherapy (no vs yes)\n                \n                \n                \n                3.7790\n                0.3839–37.190\n                0.25450\n              \n              \n                Radiation pneumonitis (<Grade 2 vs ≥ Grade 2)\n                \n                \n                \n                9.2490\n                0.7918–108.000\n                0.07609\nDISCUSSION\n      In Japan, lung cancer is usually diagnosed by medical oncologists. Some institutions have tumor boards for patients with lung cancer, and thoracic surgeons, respiratory physicians and radiation oncologists have discussions about which treatment options are acceptable and appropriate for each patient according to the efficacies and the risks of complications [14]. The presentation of accurate risks of complications at a cancer board is important for deciding appropriate treatment options. Nationwide surveys have shown acute exacerbation rates for cases of surgery [10, 11, 15]. However, for radiation therapy, there are only some reports from a limited number of institutes [2–7]. When considering treatment options for lung cancer with ILD, radiation therapy lags behind surgery in risk assessment, and immediate improvement is desired. We therefore carried out this survey to clarify the opinions of radiation oncologists regarding treatment for ILD-combined lung cancer and the risks of acute exacerbation. This report reveals the opinions of radiation oncologists regarding treatment for cases of lung cancer with ILD and how they actually deal with such cases.\n      In 22 facilities in which lung cancer radiation therapy was performed in fewer than 58 cases in fiscal year 2014, radiation treatment for cases of lung cancer with ILD was performed at 13 institutes (59%). In contrast, in 15 facilities in which lung cancer radiation therapy was performed in 58 or more cases in fiscal 2014, radiotherapy for cases of lung cancer with ILD was performed in 12 (80%) facilities. It seems that in facilities where radiation therapy is performed for a large number of cases every year, radiation therapy is actively performed for cases of lung cancer with ILD. However, when the proportion of cases of lung cancer with ILD in fiscal year 2014 was evaluated in each group, 37/726 cases (5.1%) were cases of lung cancer with ILD in facilities in which lung cancer radiation therapy was performed in <58 cases in fiscal year 2014, whereas 41/1402 cases (2.9%) were cases of lung cancer with ILD in facilities in which lung cancer radiation therapy was performed in ≥58 cases in fiscal year 2014. A comparison of cases of lung cancer with ILD in facilities in which lung cancer radiation therapy was performed in fewer than 58 cases in fiscal year 2014 and in ≥58 cases in fiscal year 2014 showed that facilities that have a large number of lung cancer radiation therapy cases may have a tendency to judge the indication of radiation therapy in ILD cases more carefully. Thus, as an indication for radiation therapy of ILD-combined lung cancer, image findings such as ‘without honeycomb lung’, ‘without uptake of PET on ILD’ and a physical examination such as ‘without fine-crackle’ were dealt with as more important in facilities with a large number of lung cancer radiation therapy cases compared with those facilities with a small number of lung cancer radiation therapy cases. Details are shown in Table 8.\n      \n        Table 8\n        \n          Difference of criteria for performing radiotherapy in patients with interstitial lung disease according to the number of chest radiotherapies\n        \n        \n          \n            \n            \n            \n            \n          \n          \n            \n              Judgement procedure\n              Details\n              Number of institutes\n              \n            \n          \n          \n            \n              \n              \n              <58 Chest RT\n              ≥58 Chest RT\n            \n            \n              \n              \n              22 (100%)\n              15 (100%)\n            \n            \n              Image findings\n              \n              \n              \n            \n            \n              \n              Without honeycomb lung\n              13 (51%)\n              11 (73%)\n            \n            \n              \n              Without uptake of PET on ILD\n              7 (32%)\n              6 (40%)\n            \n            \n              Physical examinations\n              \n              \n              \n            \n            \n              \n              Without fine-crackle\n              5 (23%)\n              6 (40%)\n            \n            \n              Additional comments\n              \n              \n              \n            \n            \n              \n              No other treatment option\n              0 (0%)\n              3 (20%)\n            \n          \n        \n      \n      \n        Table 9\n        \n          Comparison with other series of treatment for ILD-combined lung cancers\n        \n        \n          \n            \n            \n            \n            \n            \n            \n            \n          \n          \n            \n              Reference\n              Treatment modality\n              No. of patients\n              No. of ILD patients\n              UIP/non-UIP\n              AE onset ratio\n              AE fatality ratio\n            \n          \n          \n            \n              Sato et al. [10]\n              Surgery\n              41,742\n              4.2% (1763/41,742)\n              73.7% (1300/1,763)/26.3% (463/1,763)\n              9.3% (164/1 763)\n              43.9% (72/164)\n            \n            \n              Kenmotsu et al. [19]\n              Chemotherapy\n              N/A\n              N/A (109)\n              63.3% (69/109)/36.7% (40/109)\n              22.0% (24/109)\n              29.2% (7/24)\n            \n            \n              Yamaguchi et al. [20]\n              SRT\n              100\n              16.0% (16/100)\n              N/A\n              ≥Grade 4 RP 12.5% (2/16)\n              N/A 50.0% (1/2) was Grade 5 RP\n            \n            \n              Kim et al. [18]\n              Photon Proton\n              264\n              11.4% (30/264)\n              100.0% (30/30)/0.0% (0/30)\n              ≥Grade 4 RP 18.2% (4/22) 0.0% (0/8)\n              N/A 75.0% (3/4) died within 1 month after RP\n            \n            \n              Nakajima et al. [16]\n              carbon-ion\n              637\n              4.6% (29/637)\n              N/A\n              7.1% (2/28)\n              0.0% (0/28)\n            \n            \n              Current study\n              radiotherapy\n              2128\n              3.7% (78/2128)\n              43.3% (29/67)/56.7% (38/67)\n              7.5% (5/67) [photon; 7.7% (4/52)]\n              20.0% (1/5) [photon; 25.0% (1/4)]\n            \n          \n        \n        \n          N/A = not available, RP = radiation pneumonitis, SRT = stereotactic radiotherapy.\n        \n      \n      In 39 (83%) of the 47 facilities, radiation therapy for ILD cases was acceptable or was a choice. However, this does not indicate a positive attitude of radiation oncologists toward radiotherapy for cases of ILD-combined lung cancer. Additional comments were given in the questionnaire from 15 (38%) of the 39 facilities regarding restrictions for the indication of radiation therapy for ILD-combined lung cancer cases. Radiation therapy was indicated only for cases with no other treatment option, cases such as stenosis of the trachea requiring emergency treatment, cases in which the patient strongly desired radiation after approval by the cancer board and sufficient explanation to the patient about the risks of treatment, and cases in which informed consent was obtained by more than two physicians. Thus, facilities are trying to provide the best possible treatment with consideration given to the balance of risks and merits.\n      Seven particle beam treatment facilities were included in this survey. Two of the 7 facilities (29%) answered ‘acceptable’, and no facilities (0%) answered ‘unacceptable’. In contrast, 2 of 40 facilities (5%) of the photon treatment facilities answered ‘acceptable’, and 8 of 40 facilities (20%) answered ‘unacceptable’ regarding radiation therapy for such cases. The opinions regarding radiotherapy for cases of lung cancer with ILD were more positive at particle radiotherapy facilities than at photon therapy facilities. The reason for this difference may be that particle beams are considered to be particularly suitable for high-risk cases due to differences in dose distribution and the social demands associated with it [16–18].\n      The limitation of this questionnaire survey is that a small number of facilities responded. Of the 47 responses, 38 (81%) were responses from JROSG-participating facilities. However, the response rate from JROSG-participating facilities was limited to 38/130 (29%). The possible reason is that there were limited responses from facilities in which radiotherapy is not performed for cases of lung cancer combined with ILD. In addition, some facilities had few lung cancer patients because there were no pulmonologists or thoracic surgeons in those facilities. In any case, this survey was the first nationwide questionnaire survey on radiation therapy for ILD-combined lung cancer and it has revealed the opinions of Japanese radiation oncologists regarding treatment for lung cancer combined with ILD.\n      In the patient study, the incidence of AE after radiotherapy was 7.5% (5 of 67 patients) and the mortality rate of AE caused by radiotherapy was 20.0% (1 of 5 patients). Several studies have demonstrated the feasibility of ILD-combined lung cancer treatment using particle-ion radiotherapy [16–18]. However, in this study, there were few differences both in the incidence of AE and the mortality rate even after excluding all patients who received particle-ion radiotherapy: AE onset rate was 7.7% (4 of 52 patients) and mortality rate was 25.0% (1 of 4 patients). The possible reason is that particle-ion radiotherapy institutes have a more positive attitude regarding acceptance of particularly high-risk patients with ILD-combined lung cancer. A comparison with other series of treatment of ILD-combined lung cancer patients is shown in Table 9 [10, 16-17,20–21]. Kim et al. reported that 18.2% of patients who received photon radiotherapy showed ≥Grade 4 radiation pneumonitis [18], and Yamaguchi et al. reported that 12.5% of patients who received stereotactic radiotherapy showed ≥Grade 4 radiation pneumonitis [20]. However, the results of this study showed that 7.7% of the patients who received photon radiotherapy had AE onset; this included ≥Grade 4 radiation pneumonitis. It should be noted that the results of this study were for strictly selected patients and obtained from limited institutes. This low risk of AE onset was achieved because all of the radiation oncologists concentrated on decreasing the risk of severe radiation-induced toxicities. Similarly, Yamashita et al. reported that they selected patients and succeeded in decreasing the risk of ≥Grade 4 radiation pneumonitis from 18.8 to 3.5% [6]. This study suggests that radiotherapy for patients with ILD-combined lung cancer could be acceptable if there is careful patient selection.\n      In the present study, although there was no statistically significant association in multivariate analysis, patients with ≥Grade 2 radiation pneumonitis tended to have a higher incidence of AE onset (HR: 9.2490, P = 0.07609). Based on the relationship between ≥Grade 2 radiation pneumonitis and AE onset, a comparison of the timing of AE onset after surgery and AE onset after radiotherapy showed that there were differences. Those differences arose from the causative events of AE onset. Sato et al. reported that the median date of AE onset was 7 days from surgery and that the surgical procedure was a risk factor for AE onset [10]. However, in this study, the median date of AE onset was 4 months from radiotherapy and patients with ≥Grade 2 radiation pneumonitis tended to have a higher incidence of AE onset. Those findings suggest that in surgery, surgery it self and general anesthesia for surgery is the main cause of AE after surgery, whereas radiotherapy, radiotherapy itself is not main cause of AE after radiotherapy. Radiation pneumonitis that occurs a few months after radiotherapy causes AE after radiotherapy. This means that in patients with ILD-combined lung cancer, AE after radiotherapy cannot be separated from ≥Grade 4 radiation pneumonitis.\n      In a previous study, it was shown that radiotherapy for ILD-combined lung cancer was limited in some institutes’ emergent palliative radiotherapy for patients such as those with stenosis of the trachea. Considering the timing of AE, those strategies were reasonable from the point of view of minimizing the risks and maximizing the merits. Palliative radiotherapy for patients with a poor prognosis could be acceptable.\n      Sato et al. reported a risk scoring system for predicting AE onset after surgery for patients with ILD-combined lung cancer [21]. Surgical procedures (non-wedge resection surgery), history of AE, UIP pattern, male sex, high KL-6 > 1000 U/mL, %VC ≤ 80% and preoperative steroid use were included as risk factors in that scoring system. All of the factors other than the surgical procedure were patient factors. This might mean that the scoring system could be adapted to radiotherapy when high-risk radiotherapy procedures are appropriately defined. In patients with locally advanced lung cancer, Ramella et al. reported that if ipsilateral V20 was ≤52% the risk of ≥Grade 2 pneumonitis was 9%, and if ipsilateral V30 was ≤ 39% the risk of ≥Grade 2 pneumonitis was 8% [22]. Chun et al. reported that the risk of ≥Grade 3 pneumonitis was low in patients who received intensity-modulated radiation therapy compared to that in patients who received 3D conformal radiotherapy (3D-CRT) (7.9 vs 3.5%) [23]. Hayashi et al. reported that the risk of ≥Grade 2 pneumonitis in patients who received carbon-ion radiotherapy for locally advanced lung cancer was 10.6% [24]. In stereotactic radiotherapy, Nagata et al. reported that the risk of ≥Grade 3 pneumonitis was 6.5% [25]. From those findings, we defined definitive 3D-CRT as a radiotherapy procedure with a high risk for ≥Grade 2 radiation pneumonitis. The evaluation of risk score is shown in Table 10. The incidences of AE were in good agreement. Those findings suggest that the risk scoring system of AE after surgery might be useful even for radiotherapy.\n      \n        Table 10\n        \n          Risk score evaluation of acute exacerbation.\n        \n        \n          \n            \n            \n            \n          \n          \n            \n              Risk group (score)a\n              AE risk of surgery\n              AE risk of present study (patient number)\n            \n          \n          \n            \n              Low risk (0–10)\n              <10%\n              5.6% (3 AE/54 patients)\n            \n            \n              Intermediate risk (11–14)\n              10–25%\n              16.7% (2 AE/12 patients)\n            \n            \n              High risk (15–22)\n              >25%\n              0.0% (0 AE/1 patients)\n            \n          \n        \n        \n          \naRisk score = 5 × (history of AE) + 4 × (surgical procedure other than wedge resection) + 4 × (UIP pattern) + 3 × (male sex) + 3 × (pretreatment steroid use) + 2 × (KL-6 level > 1000 U/ml) + 1 × (%VC < 80%) [21]. In the present study, surgical procedure was replaced with definitive 3D-CRT. Judgment of central radiologists had priority over judgment of UIP pattern by radiation oncologist. In order to avoid an excessively high risk evaluation, variables that were not analysed were dealt with as not applicable.\n        \n      \n      Although this study was the first nationwide study that was carried out in Japan to determine the frequency of and risk factors for AE and the mortality rate of patients who received radiotherapy for ILD-combined lung cancer, it has several limitations. This study was a retrospective analysis with a limited sample size. The possibility of an influence of additional chemotherapy could not be excluded. Although this study was a nationwide survey, registration of patients was limited to patients in 23 facilities. This might be because the number of institutes in which radiotherapy was actually performed for patients with ILD-combined lung cancer was limited. Particle-ion radiotherapy institutes have a particularly positive attitude regarding radiotherapy for patients with ILD-combined lung cancer, as we reported previously. It is important to clarify to what extent particle-ion radiotherapy is superior to photon radiotherapy. For the next analysis, a well-balanced prospective registry study in which the results of photon radiotherapy and particle-ion radiotherapy are compared is needed to determine which radiotherapy is appropriate in cases of ILD-combined lung cancer.\nCONCLUSIONS\n      In Japan, radiotherapy was an option for treatment of lung cancer even in cases with ILD in 83% of facilities. The radio of patients with ILD-combined lung cancer among lung cancer patients who underwent radiation therapy was 3.7% (78/2128).\n      Radiotherapy for ILD-combined lung cancer may induce AE and AE could be life-threatening. Minimizing the risk of radiation pneumonitis and careful patient selection might enable the risk of AE to be reduced. It might be possible to use the surgical AE risk scoring system for assessing AE risk of radiotherapy by replacing risk surgery with definitive 3D-CRT.\nSupplementary Material\n      \n        Supplement1_rraa018\n        \n          \n            Click here for additional data file.\nFUNDING\n      This work was supported by the Japanese Society of Radiation Oncology, only in a travel grant to Y.H. The funder had no role in the current study other than providing a travel grant.\nCONFLICT OF INTEREST\n      Y.H. reports travel grants from the Japanese Society of Radiation Oncology during the conduct of the study, and personal fees from Do Research Institute, outside the submitted work. Y.N. reports personal fees from AstraZeneca, Johnson & Johnson, and Taiho pharmaceutical co., outside the submitted work. S.T. reports personal fees from AstraZeneca, outside the submitted work. All other authors have nothing to disclose.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7336568/",
    "doi": "https://doi.org/10.1093/jrr/rraa018",
    "citation_count": 6,
    "references": {
        "10951859": "Resectable non-stage IV nonsmall cell lung cancer: the surgical perspective",
        "10854500": "Safety and Efficacy of Single-Fraction Carbon-Ion Radiotherapy for Early-Stage Lung Cancer with Interstitial Pneumonia",
        "10784070": "Fatal acute interstitial pneumonia induced by radiotherapy alone",
        "10286887": "Subpleural fibrotic interstitial lung abnormalities are implicated in non-small cell lung cancer radiotherapy outcomes",
        "8393888": "Current Treatment Strategies for Non-Small-Cell Lung Cancer with Comorbid Interstitial Pneumonia",
        "8044367": "Management and Prognosis of Interstitial Lung Disease With Lung Cancer (ILD-LC): A Real-World Cohort From Three Medical Centers in China"
    },
    "journal": "Journal of Radiation Research",
    "topics": [
        "cancer, japan, radiation, complicated",
        "lung, disease, interstitial, therapy",
        "cancer, complicated, radiation, japan"
    ]
}