{
    "title": "Genetic determinants of lung cancer prognosis in never smokers: A pooled analysis in the International Lung Cancer Consortium",
    "abstract": "Genetic determinants of lung cancer prognosis in never smokers: A pooled analysis in the International Lung Cancer Consortium Yonathan Brhane Ping Yang David C. Christiani Geoffrey Liu John R McLaughlin Paul Brennan Sanjay Shete John K. Field Adonina Tardón Takashi Kohno Kouya Shiraishi Keitaro Matsuo Yohan Bosse Christopher I. Amos Rayjean J. Results: One locus at 13q22.2 was associated with lung adenocarcinoma survival at genome-wide level, with carriers of rs12875562-T allele exhibiting poor prognosis(HR=1.71(1.41–2.07), p=3.60×10−8), and altered mRNA expression of LMO7DN in lung tissue(GTEx, p=9.40×10−7; Lung eQTL dataset, p=0.003). Conclusions: Based on the largest genomic investigation on the lung cancer prognosis of never smokers to date, we observed that lung cancer prognosis is affected by inherited genetic variants.",
    "authors": [
        "Yonathan Brhane",
        "Ping Yang",
        "David C. Christiani",
        "Geoffrey Liu",
        "John R McLaughlin",
        "Paul Brennan",
        "Sanjay Shete",
        "John K. Field",
        "Adonina Tardón",
        "Takashi Kohno",
        "Kouya Shiraishi",
        "Keitaro Matsuo",
        "Yohan Bosse",
        "Christopher I. Amos",
        "Rayjean J. Hung"
    ],
    "published_year": "Not available",
    "description": "Background:\n          Lung cancer remains the leading cause of cancer death worldwide with 15–20% occurring in never-smokers. To assess genetic determinants for prognosis among never smokers, we conducted a genome-wide investigation in the International Lung Cancer Consortium(ILCCO).\nMethods:\n          Genomic and clinical data from 1569 never-smoking lung cancer patients of European ancestry from 10 ILCCO studies were included. Hazard ratios(HRs) and 95% confidence intervals of overall survival were estimated. We assessed whether the associations were mediated through mRNA expression based 1553 normal lung tissues from the Lung expression quantitative trait loci(eQTL) dataset and GTEx. For cross-ethnicity generalization, we assessed the associations in a Japanese study(N=887).\nResults:\n          One locus at 13q22.2 was associated with lung adenocarcinoma survival at genome-wide level, with carriers of rs12875562-T allele exhibiting poor prognosis(HR=1.71(1.41–2.07), p=3.60×10−8), and altered mRNA expression of LMO7DN in lung tissue(GTEx, p=9.40×10−7; Lung eQTL dataset, p=0.003). Furthermore, two of 11 independent loci that reached the suggestive significance level(p<10−6) were significant eQTL affecting mRNA expression of nearby gene in lung tissues, including CAPZB at 1p36.13 and UBAC1 at 9q34.3. One locus encoding NWD2/KIAA1239 at 4p14 showed associations in both European(HR=0.50(0.38–0.66), p=6.92×10−7) and Japanese populations(HR=0.79(0.67–0.94), p=0.007).\nConclusions:\n          Based on the largest genomic investigation on the lung cancer prognosis of never smokers to date, we observed that lung cancer prognosis is affected by inherited genetic variants.\nImpact:\n          We identified one locus near LMO7DN at genome-wide level and several potential prognostic genes with cis-effect on mRNA expression. Further functional genomics work is required to understand their role in tumor progression.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7541720/",
    "doi": "https://doi.org/10.1158/1055-9965.EPI-20-0248",
    "citation_count": 5,
    "references": {
        "9928881": "Modeling Costs and Life-Years Gained by Population-Wide Next-Generation Sequencing or Single-Gene Testing in Nonsquamous Non–Small-Cell Lung Cancer in the United States",
        "9900027": "Ancestry: How researchers use it and what they mean by it",
        "8409399": "The nonsmokers’ and smokers’ pathways in lung adenocarcinoma: Histological progression and molecular bases",
        "8260838": "Identification of a Ferroptosis-Related LncRNA Signature as a Novel Prognosis Model for Lung Adenocarcinoma",
        "7467982": "DERL3影响肺腺癌细胞A549增殖、侵袭转移的机制"
    },
    "journal": "Cancer epidemiology, biomarkers & prevention : a publication of the American Association for Cancer Research, cosponsored by the American Society of Preventive Oncology",
    "topics": [
        "cancer, lung, smokers, never",
        "prognosis, genetic, determinants, smokers",
        "lung, cancer, prognosis, determinants"
    ]
}