{
    "title": "Clinical application and mechanism of traditional Chinese medicine in treatment of lung cancer",
    "abstract": "Researchers investigated a large number of clinical databases and concluded that chemotherapy and radiotherapy in combination with TCM improved the QOL, extended the interval of chemotherapy, and increased the survival rate of advanced NSCLC patients and that the adverse effects of radiation therapy and chemotherapy were attenuated when TCM was used in combination with conventional treatments. Researchers investigated a large number of clinical databases and concluded that chemotherapy and radiotherapy in combination with TCM improved the QOL, extended the interval of chemotherapy, and increased the survival rate of advanced NSCLC patients and that the adverse effects of radiation therapy and chemotherapy were attenuated when TCM was used in combination with conventional treatments. [79] The underlying mechanism of the Jin-Fu-An decoction may involve targeting the lower expression of p120ctn S288 phosphorylation, which suggests that the Jin-Fu-An decoction as a potential therapeutic measure in the prevention and control of metastasis of lung cancer.",
    "authors": [
        "Xiao-Lin Su",
        "Jiang-Wei Wang",
        "Hui Che",
        "Chang-Fu Wang",
        "Hai Jiang",
        "Xia Lei",
        "Wan Zhao",
        "Hai-Xue Kuang",
        "Qiu-Hong Wang"
    ],
    "published_year": "Not available",
    "description": "Introduction\n      Lung cancer is one of the most common cancers worldwide that leads to malignant lung tumors because the cells grow and spread out of control.[1] It is aggressive with a high potential to metastasize, and it carries a poor prognosis.[2–4] There are two major types of lung cancer, non-small cell lung cancer (NSCLC), and small cell lung cancer (SCLC).[5–7] Lung cancer patients normally exhibit some common symptoms, such as coughing, fatigue, shortness of breath, weight loss, hoarseness, bone pain, chest pains, and wheezing.[8,9]\n      Lung cancer is the most life-threatening neoplasia in the world because of its high incidence and leading mortality rates. The overall survival rate for cancer patients remains at approximately 17%, and the 5-year survival rate for distant tumors is only 5%.[10] Surgery is the primary treatment for lung cancer.[11,12] Lung cancer may reoccur when there is a high risk that cancer cells were left behind after surgery. Chemotherapy and radiation therapy are the most common clinical treatment strategies but are always associated with many side effects. These side effects may worsen the situation and affect patients beyond the anticipated effects in some lung cancer patients, which is the opposite of the intended treatment.[13]\n      Traditional Chinese medicine (TCM) is a branch of traditional medicine that is based on more than 3500 years of Chinese medical practice. TCM is widely used in the Sinosphere with a long history, and it is also practiced outside of China in recent years. TCM is divided into two big categories, TCM materials, and TCM preparations. TCM materials primarily include Chinese herbal medicine and Chinese herbal medicine pieces. TCM preparations primarily consist of Chinese patent medicine, TCM granules, and different kinds of TCM clinical preparations. Although the effectiveness of TCM remains poorly researched and supported, TCM became a hot topic in recent years, and more scientists began to use scientific methods to elucidate the basic understanding of TCM mechanisms, and the safety and efficacy of TCM treatments. TCM is an adjuvant or maintenance therapy that provides a promising treatment for lung cancer. Various clinical studies confirmed that TCM achieved a good curative effect on lung cancers. Li et al[14] identified 6939 lung cancer patients and collected 264 TCM users and 528 non-TCM users. The results demonstrated that three formulas (Xiang-Sha-Liu-Jun-Zi-Tang, Bu-Zhong-Yi-Qi-Tang, Bai-He-Gu-Jin-Tang) and three herbs (Bei-Mu, Ge-Gen, Xing-Ren) increased the efficacy and reduced the mortality hazard ratio in lung cancer. Liao YH et al[15] performed a longitudinal study of over 100,000 newly diagnosed lung cancer patients. They found that TCM significantly reduced the risk of death by 32% compared to patients without TCM. TCM may also improve overall survival. These findings suggest that TCM provides positive interaction with conventional treatments in lung cancer patients. TCM may also be a promising strategy in the treatment of advanced cancer in elderly patients. Due to more serious trauma and more complications, most elderly patients cannot undergo lung cancer surgery or long-term chemotherapy. However, the side effects of TCM are lower than chemotherapy or radiation therapy. TCM is also much milder. Liu et al[16] demonstrated that elderly patients with advanced lung cancer achieved long-term survival using TCM. Xue et al[17] also found that TCM treatment improved the symptoms of fatigue, cough, and expectoration in a contrasting test. These physical effects are obviously elevated in elderly patients. TCM may be beneficial for symptom control in function-dependent elderly lung cancer patients. We discuss multiple clinical applications of TCM and its related mechanisms.\nTCM clinical application in lung cancer\n      \n        TCM in combination with chemotherapy in lung cancer\n        TCM in combination with chemotherapy is an important adjuvant therapy, and it may provide beneficial effects in lung cancer patients. TCM in combination with platinum-based chemotherapy is the most popular therapeutic option for NSCLC.[18] Researchers perform comparisons between chemotherapy with or without TCM in lung cancer patients. This prospective study allocated selected participants into two groups in a double-blind controlled and multicenter manner.[19] Researchers from Shanghai demonstrated that TCM in combination with cisplatin or carboplatin partially relieving symptoms (vomiting, fatigue, pain, dry mouth, and diarrhea) and reduced the side-effects of cisplatin or carboplatin in early-stage NSCLC patients.[20] Another group of researchers from Taiwan, China found that the Sun-Bai-Pi Extract in combination with cisplatin created synergistic effects. This combination therapy improved lung cancer cell-killing effects and rapid low-dose cancer cell elimination.[21]\n        Aidi injection is one kind of TCM injections commonly used as an adjuvant chemotherapy drug in China. Aidi injection plus platinum-based chemotherapy produced synergistic therapeutic effects compared to platinum-based chemotherapy alone for NSCLC treatment. The results showed that combination therapy dramatically promoted various clinical indicators, such as relative disease control rate, objective response rate, survival rate, and clinical efficacy, and decreased severe toxicities by 36%. Aidi injection also significantly improved clinical efficacy and restored the damaged cellular immunity. This available evidence illustrates that Aidi injection may modulate tumor immunity and protect NSCLC patients against side effects of platinum-based chemotherapy treatment.[22,23]\n        Similar to Aidi injections, elemene injection for the treatment of anti-cancer effects is widely used in advanced lung cancer treatments. Wang et al[24] used a meta-analysis to conclude that patients with stage III/IV NSCLC lung cancer could be safely treated with elemene injection in combination with platinum drugs. It enhanced clinical efficacy, improved cellular immune function, and decreased the toxicity of chemotherapy.\n      \n      \n        TCM in combination with chemotherapy for lung cancer after surgery\n        Surgery is a local treatment that only treats the part of the body that plays a critical role in solid tumor cancer. Surgery is the leading treatment for early-stage lung cancer. TCM in combination with chemotherapy is a consolidation therapy for lung cancer patients after surgery. Consolidation chemotherapy is used to kill any lung cancer cells that may be left in the body to sustain remission, and TCM may reduce chemotherapy-induced toxicity and side effects.[25,26] Wang et al[27] used a multicenter, randomized, double-blind, placebo-controlled trial to verify that TCM in combination with chemotherapy after lung adenocarcinoma radical surgery prolonged disease-free survival time and reduced the chemotherapy-related toxic and side effects, especially in the early stage. Zhao et al[28] used a similar method to verify that TCM in combination with chemotherapy also worked in stage II-IIIA NSCLC after radical surgery. It may extend disease-free survival time and reduce tumor recurrence and metastasis rate.\n      \n      \n        TCM in combination with radiation therapy for lung cancer\n        Radiation therapy kills cancerous lung cells or suppresses their growth by damaging the DNA.[29] However, radiation therapy kills or slows the growth of cancer cells, but it also damages nearby healthy cells and induces many side effects for lung cancer patients treated with radiation therapy.[30]\n        The combination of TCM with radiotherapy may significantly improve the clinical effect and reduce the incidence of side events. Researchers used a combination of Kushen injection and Zhuye Shigao Granule in combination with radiation therapy to evaluate the benefits of this treatment for NSCLC. Kushen injection was given twice daily, and Zhuye Shigao Granule (12 mg) was given orally three times daily for the same duration as radiation therapy.[31] The results showed that TCM plus radiotherapy significantly improved the effective rate, QOL, weight, and the scores of Karnofsky Performance Status compared to radiotherapy alone. There was also an obvious discernable difference in the incidences of acute radiation pneumonia, bone marrow suppression, and damage of acute radiation-induced esophagitis.\n      \n      \n        TCM in combination with chemotherapy and radiation therapy in lung cancer\n        TCM is a valid solution for alleviating the adverse effects of radio- and chemotherapy. Researchers investigated a large number of clinical databases and concluded that chemotherapy and radiotherapy in combination with TCM improved the QOL, extended the interval of chemotherapy, and increased the survival rate of advanced NSCLC patients and that the adverse effects of radiation therapy and chemotherapy were attenuated when TCM was used in combination with conventional treatments.[32,33]\n      \n      \n        TCM in combination with EGFR-TKIs in lung cancer\n        EGFRs are a series of significant proteins related to cell division, proliferation, and survival.[34–36] EGFR-TKIs may effectively suppress tumor cell proliferation via EGFR blockade. Therefore, EGFR-TKIs became the first-line treatment in EGFR-mutated patients. However, the long-term use of EGFR-TKIs may produce several different types of side effects (eg, diarrhea and hepatotoxicity).[37] A meta-analysis of a biomedical literature database showed that total response rate, quality of life (QOL) improvement rate, one-year survival rate, and other indices of the effectiveness of Chinese medicine in combination with EGFR-TKIs were all significantly superior to the use of EGFR-TKI alone (P < 0.05). TCM combination therapy may also increase therapeutic effects and reduce toxicity when combined with EGFR-TKI for advanced NSCLC. This combination maximizes the duration of the EGFR-TKI treatment for lung cancer patients.[38–40]\n      \n      \n        TCM as maintenance therapy in lung cancer\n        Maintenance therapy is a common approach for many incurable and chronic diseases, especially in the field of lung cancer treatments.[41,42] NSCLC patients are highly sensitive to first-line chemotherapy and radiotherapy, but most of the patients relapse quickly after first-line therapy. TCM is ideal maintenance therapy, and it is primarily used for late-stage NSCLC patients to sustain a clinically healthy state after they received the first-line therapy. Scholars chose 106 eligible NSCLC patients who just received conventional platinum-based chemotherapy.[43] The patients were randomly divided into a treatment group and a control group. Patients in the treatment group received TCM daily until they resigned, the disease became aggravated, or unacceptable toxicity was reached. After treatment, the study showed that the 3-month progression-free survival index and QOL in the treatment group were significantly higher compared to the control group. Jiang et al[44] also used a similar classification method to compare the clinical effects of TCM treatment as a chemotherapy or maintenance therapy on different physiological indicators and the survival index in 64 advanced NSCLC patients. The trial group was treated with TCM, and the control group was treated in a chemotherapy arm (treated with pemetrexed, docetaxel, or gemcitabine, n = 32). They received each therapy cycle for 21 days, and it was repeated until disease exacerbation or when the patient's initial treatment was interrupted.\n        The results showed that TCM significantly prolonged a 1-year survival rate compared to chemotherapy, and QOL significantly improved compared to chemotherapy as evaluated using different models of QOL instruments. This result suggests that TCM maintenance treatment is a hopeful treatment for advanced NSCLC patients. A similar approach was used to estimate the effect of TCM treatment as maintenance therapy on the regulation of serum concentrations of soluble cytotoxic T lymphocyte-associated antigen-4 (sCTLA-4) in patients with advanced NSCLC and the relationship between sCTLA-4 and time to progression (TTP). They chose 64 nonprogressive patients who were randomized 1:1 to the TCM and chemotherapy arms (n = 32). After two cycles of maintenance treatments, the serum concentration of sCTLA-4 in the TCM treatment group was significantly reduced. However, the serum concentration of sCTLA-4 in the chemotherapy group increased. These opposite results in the regulation of serum sCTLA-4 concentration may be one of the mechanisms of TCM maintenance treatment of NSCLC.[45] [Table 1]\n        \n          Table 1\n          \n            Summary of clinical application of TCM in treatment of lung cancer\n          \n          \n            \n              \n                Author\n                Year\n                TCM Type\n                Clinical Application\n                Methods\n                (sample quantity) Lung Cancer Types\n                Results\n              \n            \n            \n              \n                Jiao L, Dong C, Liu J, et al[20]\n                2017\n                Formula I (including qi and warming yang granules); Formula II (nourishing yin and promoting the secretion of body fluid granules); Formula III was a combination of formula I and formula II; Formula IV (detoxifying and resolving masses granules).\n                Combine platinum-based chemotherapy.\n                RCT\n                (314) IB, II or IIIA NSCLC patients\n                Reduce side-effects (4.02% to 0.57%), relief of symptoms ((hemoglobin reduction (11.9% vs. 22.5%) and total bilirubin increased (to 42.1 vs. 46.2%)).\n              \n              \n                Wang J, Li G, Yu L, et al[22]\n                2016\n                Aidi injection (composed by the extracts of Cantharis,Astragalus, senticosus Eleutherococcus and Ginseng).\n                Combine platinum-based chemotherapy.\n                Systematic review and meta-analysis of RCTs.\n                (4081) Stage IIIB/IV NSCLC patients\n                Increase relative benefit of DCR and ORR. Improve 1-, 2-, 3-year survival rates, QOL and reduce severe toxicities by 36%.\n              \n              \n                Xiao Z, Wang C, Sun Y, et al[23]\n                2018\n                Aidi injection (composed by the extracts of Cantharis,Astragalus, senticosus Eleutherococcus and Ginseng).\n                Combine platinum-based chemotherapy\n                Systematic review and meta-analysis of RCTs\n                (1390) NSCLC patients\n                Improve the clinical efficacy and restore the cellular immunity damaged by platinum-based chemotherapy.\n              \n              \n                Wang X, Liu Z, Sui X, et al[24]\n                2019\n                Elemene injection (extracted from the traditional Chinese medicinal plant Curcuma aromatica Salisb)\n                Combine platinum-based chemotherapy.\n                Systematic review and meta-analysis of RCTs.\n                (1410) Stage III/IV NSCLC patients\n                Improve DCR, ORR, 1- and 2-year survival rates, QOL, CD4+T cell counts, CD4+/CD8+ratio and reduce severe toxicities.\n              \n              \n                Wang Q, Jiao L, Wang S, et al[25]\n                2020\n                Basic Herbs (Xia Ku Cao, Sheng Nan Xing, She Liu Gu, etc); Yiqi formula (Huang Qi, Dang Shen, Bai Zhu, etc); Yangyin formula (Bei Sha Shen, Tian Dong, Bai He, etc).\n                Combine chemotherapy after radical surgery.\n                Multicenter, randomized, double-blind, placebo-controlled trial.\n                (233) IB∼IIIA stage lung adenocarcinoma\n                Prolong the DFS time (from 37.1 to 51.5 months) especially in the early stage, reduces the chemotherapy-related toxic and side effects.\n              \n              \n                Zhao X, Dai X, Wang S, et al[26]\n                2018\n                Huangqi, Dangshen, Baizhu, Fuling, Chenpi, Xingren, etc.\n                Combine chemotherapy after radical surgery.\n                RCT\n                (67) Stage II-IIIA NSCLC\n                Reduce the rate of tumor recurrence, metastasis and prolong DFS.\n              \n              \n                Wang S, Lian X, Sun M, et al[29]\n                2016\n                Kushen injection\n                Combine radiotherapy.\n                Systematic review\n                (1558) NSCLC\n                Improve the clinical effect and reduce the incidence of adverse events.\n              \n              \n                Wang LJ, Lu JZ, Cai BN, et al[30]\n                2017\n                Zhuye Shigao Granule\n                Combine radiotherapy.\n                RCT\n                (62) Lung cancer patients\n                Decrease the incidence and grade of ARIE, delay the time of occurrence, reduce duration and alleviate the damage of ARIE.\n              \n              \n                Liu J, Lin HS, Hou W, et al[31]\n                2017\n                Zhenqi Fuzheng Granules, Jianpi Yishen Granules, Shengxue Pill.\n                Combine chemotherapy and radiotherapy.\n                Multicenter, prospective, cohort study.\n                (474) Stage III-IV NSCLC\n                Prolong survival (median survival from 13.13 months to 16.60 months) and improve the QOL patients with NSCLC, reduce adverse effects of radio-and chemotherapy.\n              \n              \n                Tang M, Wang S, Zhao B, et al[35]\n                2019\n                Er Chen Tang (Pinellia ternata (15 g), Dried tangerine peel (10 g), Poria cocos (20 g), Licorice (10 g) etc. plus San Ren Tang(Phragmites stem (30 g), Wax gourd seed (20 g), Peach seed (15 g), Coix seed (30 g), Honeysuckle (10 g) etc.\n                Combine EGFR-TKIs.\n                RCT\n                (153) Advanced-stage NSCLC patients harboring EGFR mutations\n                Prolong-progression-free survival (improve Median PFS 8.8 months to 13 months) and enhanced therapeutic effect in NSCLC patients harboring EGFR mutations, decrease adverse effects.\n              \n              \n                Liu ZL, Zhu WR, Zhou WC, et al[36]\n                2014\n                TCM\n                Combine EGFR-TKIs.\n                Systematic review and meta-analysis\n                (1159) NSCLC\n                Increase efficacy and reduce toxicity.\n              \n              \n                He W, Cheng M[37]\n                \n                \n                \n                \n                (1391) Advanced NSCLC\n                \n              \n              \n                Han Y, Wang H, Xu W, et al[40]\n                2015\n                Radix astragali, dry radix ginseng, Adenophora tetraphylla, Dioscorea opposita Thunb.etc.\n                Maintenance therapy\n                RCT\n                (106) Advanced NSCLC\n                Improve the QOL of advanced NSCLC patients.\n              \n              \n                Jiang Y, Liu LS, Shen LP, et al[41]\n                2016\n                Cinobufacini injection, shenghuangqi, Radix Codonopsis, Pericarpium Citri Reticulatae.etc\n                Maintenance therapy\n                RCT\n                (64) Advanced NSCLC\n                Improve patients’ QOL and higher 1-year survival rate; serum concentration of sCTLA-4 may be one of the mechanisms of TCM maintenance treatment of NSCLC.\n              \n            \n          \n          \n            \n              ARIE: Acute radiation-induced esophagitis; DCR: Disease control rate; DFS: Disease-free survival; EGFR: Epidermal growth factor receptors; EGFR-TKIs: Epidermal growth factor receptors tyrosine kinase inhibitors; NSCLC: Non-small cell lung cancer; ORR: Objective response rate; QOL: Quality of life; RCT: Randomized controlled trial; sCTLA-4: Serum Cytotoxic T lymphocyte associated antigen-4; TCM: Traditional Chinese Medicine.\nTCM in combination with chemotherapy in lung cancer\n        TCM in combination with chemotherapy is an important adjuvant therapy, and it may provide beneficial effects in lung cancer patients. TCM in combination with platinum-based chemotherapy is the most popular therapeutic option for NSCLC.[18] Researchers perform comparisons between chemotherapy with or without TCM in lung cancer patients. This prospective study allocated selected participants into two groups in a double-blind controlled and multicenter manner.[19] Researchers from Shanghai demonstrated that TCM in combination with cisplatin or carboplatin partially relieving symptoms (vomiting, fatigue, pain, dry mouth, and diarrhea) and reduced the side-effects of cisplatin or carboplatin in early-stage NSCLC patients.[20] Another group of researchers from Taiwan, China found that the Sun-Bai-Pi Extract in combination with cisplatin created synergistic effects. This combination therapy improved lung cancer cell-killing effects and rapid low-dose cancer cell elimination.[21]\n        Aidi injection is one kind of TCM injections commonly used as an adjuvant chemotherapy drug in China. Aidi injection plus platinum-based chemotherapy produced synergistic therapeutic effects compared to platinum-based chemotherapy alone for NSCLC treatment. The results showed that combination therapy dramatically promoted various clinical indicators, such as relative disease control rate, objective response rate, survival rate, and clinical efficacy, and decreased severe toxicities by 36%. Aidi injection also significantly improved clinical efficacy and restored the damaged cellular immunity. This available evidence illustrates that Aidi injection may modulate tumor immunity and protect NSCLC patients against side effects of platinum-based chemotherapy treatment.[22,23]\n        Similar to Aidi injections, elemene injection for the treatment of anti-cancer effects is widely used in advanced lung cancer treatments. Wang et al[24] used a meta-analysis to conclude that patients with stage III/IV NSCLC lung cancer could be safely treated with elemene injection in combination with platinum drugs. It enhanced clinical efficacy, improved cellular immune function, and decreased the toxicity of chemotherapy.\nTCM in combination with chemotherapy for lung cancer after surgery\n        Surgery is a local treatment that only treats the part of the body that plays a critical role in solid tumor cancer. Surgery is the leading treatment for early-stage lung cancer. TCM in combination with chemotherapy is a consolidation therapy for lung cancer patients after surgery. Consolidation chemotherapy is used to kill any lung cancer cells that may be left in the body to sustain remission, and TCM may reduce chemotherapy-induced toxicity and side effects.[25,26] Wang et al[27] used a multicenter, randomized, double-blind, placebo-controlled trial to verify that TCM in combination with chemotherapy after lung adenocarcinoma radical surgery prolonged disease-free survival time and reduced the chemotherapy-related toxic and side effects, especially in the early stage. Zhao et al[28] used a similar method to verify that TCM in combination with chemotherapy also worked in stage II-IIIA NSCLC after radical surgery. It may extend disease-free survival time and reduce tumor recurrence and metastasis rate.\nTCM in combination with radiation therapy for lung cancer\n        Radiation therapy kills cancerous lung cells or suppresses their growth by damaging the DNA.[29] However, radiation therapy kills or slows the growth of cancer cells, but it also damages nearby healthy cells and induces many side effects for lung cancer patients treated with radiation therapy.[30]\n        The combination of TCM with radiotherapy may significantly improve the clinical effect and reduce the incidence of side events. Researchers used a combination of Kushen injection and Zhuye Shigao Granule in combination with radiation therapy to evaluate the benefits of this treatment for NSCLC. Kushen injection was given twice daily, and Zhuye Shigao Granule (12 mg) was given orally three times daily for the same duration as radiation therapy.[31] The results showed that TCM plus radiotherapy significantly improved the effective rate, QOL, weight, and the scores of Karnofsky Performance Status compared to radiotherapy alone. There was also an obvious discernable difference in the incidences of acute radiation pneumonia, bone marrow suppression, and damage of acute radiation-induced esophagitis.\nTCM in combination with chemotherapy and radiation therapy in lung cancer\n        TCM is a valid solution for alleviating the adverse effects of radio- and chemotherapy. Researchers investigated a large number of clinical databases and concluded that chemotherapy and radiotherapy in combination with TCM improved the QOL, extended the interval of chemotherapy, and increased the survival rate of advanced NSCLC patients and that the adverse effects of radiation therapy and chemotherapy were attenuated when TCM was used in combination with conventional treatments.[32,33]\nTCM in combination with EGFR-TKIs in lung cancer\n        EGFRs are a series of significant proteins related to cell division, proliferation, and survival.[34–36] EGFR-TKIs may effectively suppress tumor cell proliferation via EGFR blockade. Therefore, EGFR-TKIs became the first-line treatment in EGFR-mutated patients. However, the long-term use of EGFR-TKIs may produce several different types of side effects (eg, diarrhea and hepatotoxicity).[37] A meta-analysis of a biomedical literature database showed that total response rate, quality of life (QOL) improvement rate, one-year survival rate, and other indices of the effectiveness of Chinese medicine in combination with EGFR-TKIs were all significantly superior to the use of EGFR-TKI alone (P < 0.05). TCM combination therapy may also increase therapeutic effects and reduce toxicity when combined with EGFR-TKI for advanced NSCLC. This combination maximizes the duration of the EGFR-TKI treatment for lung cancer patients.[38–40]\nTCM as maintenance therapy in lung cancer\n        Maintenance therapy is a common approach for many incurable and chronic diseases, especially in the field of lung cancer treatments.[41,42] NSCLC patients are highly sensitive to first-line chemotherapy and radiotherapy, but most of the patients relapse quickly after first-line therapy. TCM is ideal maintenance therapy, and it is primarily used for late-stage NSCLC patients to sustain a clinically healthy state after they received the first-line therapy. Scholars chose 106 eligible NSCLC patients who just received conventional platinum-based chemotherapy.[43] The patients were randomly divided into a treatment group and a control group. Patients in the treatment group received TCM daily until they resigned, the disease became aggravated, or unacceptable toxicity was reached. After treatment, the study showed that the 3-month progression-free survival index and QOL in the treatment group were significantly higher compared to the control group. Jiang et al[44] also used a similar classification method to compare the clinical effects of TCM treatment as a chemotherapy or maintenance therapy on different physiological indicators and the survival index in 64 advanced NSCLC patients. The trial group was treated with TCM, and the control group was treated in a chemotherapy arm (treated with pemetrexed, docetaxel, or gemcitabine, n = 32). They received each therapy cycle for 21 days, and it was repeated until disease exacerbation or when the patient's initial treatment was interrupted.\n        The results showed that TCM significantly prolonged a 1-year survival rate compared to chemotherapy, and QOL significantly improved compared to chemotherapy as evaluated using different models of QOL instruments. This result suggests that TCM maintenance treatment is a hopeful treatment for advanced NSCLC patients. A similar approach was used to estimate the effect of TCM treatment as maintenance therapy on the regulation of serum concentrations of soluble cytotoxic T lymphocyte-associated antigen-4 (sCTLA-4) in patients with advanced NSCLC and the relationship between sCTLA-4 and time to progression (TTP). They chose 64 nonprogressive patients who were randomized 1:1 to the TCM and chemotherapy arms (n = 32). After two cycles of maintenance treatments, the serum concentration of sCTLA-4 in the TCM treatment group was significantly reduced. However, the serum concentration of sCTLA-4 in the chemotherapy group increased. These opposite results in the regulation of serum sCTLA-4 concentration may be one of the mechanisms of TCM maintenance treatment of NSCLC.[45] [Table 1]\n        \n          Table 1\n          \n            Summary of clinical application of TCM in treatment of lung cancer\n          \n          \n            \n              \n                Author\n                Year\n                TCM Type\n                Clinical Application\n                Methods\n                (sample quantity) Lung Cancer Types\n                Results\n              \n            \n            \n              \n                Jiao L, Dong C, Liu J, et al[20]\n                2017\n                Formula I (including qi and warming yang granules); Formula II (nourishing yin and promoting the secretion of body fluid granules); Formula III was a combination of formula I and formula II; Formula IV (detoxifying and resolving masses granules).\n                Combine platinum-based chemotherapy.\n                RCT\n                (314) IB, II or IIIA NSCLC patients\n                Reduce side-effects (4.02% to 0.57%), relief of symptoms ((hemoglobin reduction (11.9% vs. 22.5%) and total bilirubin increased (to 42.1 vs. 46.2%)).\n              \n              \n                Wang J, Li G, Yu L, et al[22]\n                2016\n                Aidi injection (composed by the extracts of Cantharis,Astragalus, senticosus Eleutherococcus and Ginseng).\n                Combine platinum-based chemotherapy.\n                Systematic review and meta-analysis of RCTs.\n                (4081) Stage IIIB/IV NSCLC patients\n                Increase relative benefit of DCR and ORR. Improve 1-, 2-, 3-year survival rates, QOL and reduce severe toxicities by 36%.\n              \n              \n                Xiao Z, Wang C, Sun Y, et al[23]\n                2018\n                Aidi injection (composed by the extracts of Cantharis,Astragalus, senticosus Eleutherococcus and Ginseng).\n                Combine platinum-based chemotherapy\n                Systematic review and meta-analysis of RCTs\n                (1390) NSCLC patients\n                Improve the clinical efficacy and restore the cellular immunity damaged by platinum-based chemotherapy.\n              \n              \n                Wang X, Liu Z, Sui X, et al[24]\n                2019\n                Elemene injection (extracted from the traditional Chinese medicinal plant Curcuma aromatica Salisb)\n                Combine platinum-based chemotherapy.\n                Systematic review and meta-analysis of RCTs.\n                (1410) Stage III/IV NSCLC patients\n                Improve DCR, ORR, 1- and 2-year survival rates, QOL, CD4+T cell counts, CD4+/CD8+ratio and reduce severe toxicities.\n              \n              \n                Wang Q, Jiao L, Wang S, et al[25]\n                2020\n                Basic Herbs (Xia Ku Cao, Sheng Nan Xing, She Liu Gu, etc); Yiqi formula (Huang Qi, Dang Shen, Bai Zhu, etc); Yangyin formula (Bei Sha Shen, Tian Dong, Bai He, etc).\n                Combine chemotherapy after radical surgery.\n                Multicenter, randomized, double-blind, placebo-controlled trial.\n                (233) IB∼IIIA stage lung adenocarcinoma\n                Prolong the DFS time (from 37.1 to 51.5 months) especially in the early stage, reduces the chemotherapy-related toxic and side effects.\n              \n              \n                Zhao X, Dai X, Wang S, et al[26]\n                2018\n                Huangqi, Dangshen, Baizhu, Fuling, Chenpi, Xingren, etc.\n                Combine chemotherapy after radical surgery.\n                RCT\n                (67) Stage II-IIIA NSCLC\n                Reduce the rate of tumor recurrence, metastasis and prolong DFS.\n              \n              \n                Wang S, Lian X, Sun M, et al[29]\n                2016\n                Kushen injection\n                Combine radiotherapy.\n                Systematic review\n                (1558) NSCLC\n                Improve the clinical effect and reduce the incidence of adverse events.\n              \n              \n                Wang LJ, Lu JZ, Cai BN, et al[30]\n                2017\n                Zhuye Shigao Granule\n                Combine radiotherapy.\n                RCT\n                (62) Lung cancer patients\n                Decrease the incidence and grade of ARIE, delay the time of occurrence, reduce duration and alleviate the damage of ARIE.\n              \n              \n                Liu J, Lin HS, Hou W, et al[31]\n                2017\n                Zhenqi Fuzheng Granules, Jianpi Yishen Granules, Shengxue Pill.\n                Combine chemotherapy and radiotherapy.\n                Multicenter, prospective, cohort study.\n                (474) Stage III-IV NSCLC\n                Prolong survival (median survival from 13.13 months to 16.60 months) and improve the QOL patients with NSCLC, reduce adverse effects of radio-and chemotherapy.\n              \n              \n                Tang M, Wang S, Zhao B, et al[35]\n                2019\n                Er Chen Tang (Pinellia ternata (15 g), Dried tangerine peel (10 g), Poria cocos (20 g), Licorice (10 g) etc. plus San Ren Tang(Phragmites stem (30 g), Wax gourd seed (20 g), Peach seed (15 g), Coix seed (30 g), Honeysuckle (10 g) etc.\n                Combine EGFR-TKIs.\n                RCT\n                (153) Advanced-stage NSCLC patients harboring EGFR mutations\n                Prolong-progression-free survival (improve Median PFS 8.8 months to 13 months) and enhanced therapeutic effect in NSCLC patients harboring EGFR mutations, decrease adverse effects.\n              \n              \n                Liu ZL, Zhu WR, Zhou WC, et al[36]\n                2014\n                TCM\n                Combine EGFR-TKIs.\n                Systematic review and meta-analysis\n                (1159) NSCLC\n                Increase efficacy and reduce toxicity.\n              \n              \n                He W, Cheng M[37]\n                \n                \n                \n                \n                (1391) Advanced NSCLC\n                \n              \n              \n                Han Y, Wang H, Xu W, et al[40]\n                2015\n                Radix astragali, dry radix ginseng, Adenophora tetraphylla, Dioscorea opposita Thunb.etc.\n                Maintenance therapy\n                RCT\n                (106) Advanced NSCLC\n                Improve the QOL of advanced NSCLC patients.\n              \n              \n                Jiang Y, Liu LS, Shen LP, et al[41]\n                2016\n                Cinobufacini injection, shenghuangqi, Radix Codonopsis, Pericarpium Citri Reticulatae.etc\n                Maintenance therapy\n                RCT\n                (64) Advanced NSCLC\n                Improve patients’ QOL and higher 1-year survival rate; serum concentration of sCTLA-4 may be one of the mechanisms of TCM maintenance treatment of NSCLC.\n              \n            \n          \n          \n            \n              ARIE: Acute radiation-induced esophagitis; DCR: Disease control rate; DFS: Disease-free survival; EGFR: Epidermal growth factor receptors; EGFR-TKIs: Epidermal growth factor receptors tyrosine kinase inhibitors; NSCLC: Non-small cell lung cancer; ORR: Objective response rate; QOL: Quality of life; RCT: Randomized controlled trial; sCTLA-4: Serum Cytotoxic T lymphocyte associated antigen-4; TCM: Traditional Chinese Medicine.\nMechanism of traditional Chinese medicine in the treatment of lung cancer\n      \n        TCM induced lung cancer cell apoptosis\n        Apoptosis is a representative programmed cell death pathway that occurs in an orchestrated multicellular process, and it is the most common form of cell death.[46] In general, the apoptosis initiation mechanism can be divided into two best-understood activation mechanisms: a mitochondrial pathway and an extrinsic pathway. Compared to the extrinsic pathway, the mitochondrial pathway occurs more frequently because it is more sensitive to tumors.[47] Before the actual cell death process, which is regulated by enzymes, apoptotic-relevant signals generally stimulate regulatory proteins to launch the apoptosis pathway, and cells may inevitably lead to death once apoptosis has begun. Caspases are the primary apoptotic signals in the endoplasmic reticulum and play a very important role in different programmed cell death pathways and inflammation. Caspases are divided into two types, initiator caspases, and effector caspases. All caspases require binding with specific oligomeric activator proteins.\n        TCM may induce lung cancer cell apoptosis via the activation of multiple proteins and apoptotic signaling pathways. Mechanistic studies of TCM primarily focused on TCM monomers. Cantharidin (CTD) is an odorless fatty substance of natural mylabris. Numerous studies revealed that CTD was a potent TCM monomer that may induce cytotoxicity in cancer cells. In vitro results showed that CTD decreased the percentage of viable cells and induced cell morphological changes in H460 lung cancer cells. CTD enhanced the genetic expression of caspase-3 and caspase-8, reactive oxygen species and Ca2+ production, Bax, cytochrome c, and apoptosis-inducing factor (AIF) but decreased the expression levels of Bcl-XL. CTD elevated ER stress but inhibited calpain 1, which is associated with protein expression in apoptosis pathways. These findings demonstrate that CTD induces apoptosis via the mitochondria of lung cancer cells.[48]\n        Bufalin is a traditional oriental cardiotonic steroid that was first obtained from toad venom. It produced serious cytotoxicity in lung cancer NCI-H460 cell lines, reduced mitochondrial membrane potential (ΔΨm), and increased reactive oxygen species (ROS). The levels of many proapoptotic proteins were increased, and anti-apoptotic protein levels were reduced after Bufalin treatment. Therefore, Bufalin induced lung cancer cell line apoptosis in vitro and reduced tumor size in vivo via its antitumor activity.[49] Cryptotanshinone is an active component obtained from the Salvia miltiorrhiza Bunge. A549 lung cancer cells may induce apoptosis after cryptotanshinone treatment at the concentration of 20 μmmol/L following Bax and P53 upregulation and Bcl-2 downregulation. The same results were observed in vitro. P53, Bax, and caspase 3 were all increased, but Bcl-2 was decreased in the treatment group. These results show that cryptotanshinone may prevent the growth of tumors and promote apoptosis in lung cancer cells. Therefore, cryptotanshinone is a potent TCM that may prevent lung tumorigenesis and induce lung cancer cell apoptosis in vitro and in vivo.[50]\n        Cinnamaldehyde is the major organic chemical compound derived from the Cinnamomum cassia essential oil. Cinnamaldehyde may also affect lung cancer cells via apoptosis in vitro and in vivo using different pathways. It induces lung cancer cell apoptosis and reverses EMT via the Wnt/β-catenin pathway.[51]\n        Puerarin is an isoflavone isolated from Kudzu roots. Treatment with puerarin significantly inhibited NSCLC cell line proliferation in vitro. Flow cytometry results indicated that puerarin treatments promoted NSCLC cell apoptosis via the mitochondrial-mediated apoptosis pathway.[52] These findings demonstrate that puerarin is also a potential therapeutic agent for lung cancer.\n        TCM may also formulate a variety of TCM monomers or compounds together. Combination TCM formulation often appears as complex pharmacological actions and multiple pathways. The Fuzheng Kang-Ai (FZKA) decoction contains 12 different traditional herbs. It has been used for the treatment of advanced lung cancer patients in China for a long time. FZKA may induce lung cancer cell apoptosis via the promotion of caspase-3, caspase-9, and PARP activities. FZKA may deregulate Bcl-2 family proteins in the treating of lung cancer cells. FZKA may also significantly reduce the protein expression of signal transducer activator of transcription 3 (STAT3). These results suggest that the FZKA decoction improves lung cancer cell apoptosis via Bcl-2/caspase-3/STAT3 pathways.[53]\n        The Xiaoji Decoction (XJD) is a Chinese herbal decoction that may inhibit lung cancer cell proliferation via 5’ AMP-activated protein kinase(AMPK) α-mediated inhibition of DNA methyltransferase 1 and transcription factor Sp. It induced A549 cell apoptosis via the upregulation of the expression of caspase-9 and BAD via the protein kinase B (Akt) signaling pathway depending on the XJD dose and time-dependent treatment.[54,55]\n      \n      \n        TCM induced lung cancer cell autophagy\n        Autophagy is a natural detox process regulating the cells that removes superfluous or dysfunctional components, and it regenerates new cells. Autophagy may suppress or facilitate tumorigenesis separately via the inhibition or promotion of cancer cell survival and tumor growth.[56,57] Autophagic cell death is a type of non-apoptotic programmed cell death that often occurs in lung cancer.[58] TCM may also produce a therapeutic effect in lung cancer cells via autophagy. Researchers claimed that diverse monomers and compounds of TCM were highly correlated to anti-differentiation in lung cancer cell lines. Contemporary studies demonstrated that TCM affected the activity of pro-death and protectiveness of autophagy in lung cancer cells. Isodeoxyelephantopin (ESI) shows potential anticancer effects. Typical autophagy markers, such as Autophagy Related 3 (ATG3), light chain 3 (LC3)-II, and Beclin1, may dramatically increase in lung cancer cells after treatment with ESI. ESI produced treatment effects via various signaling pathways. It releases nuclear translocation nuclear factor erythroid-2-related factor 2 (Nrf2) and activates the downstream target gene p62. p62 aggressively binds with Kelch-like ECH-associated protein 1 (Keap1).[59] Glycyrrhetinic acid (GA) is a natural organic compound isolated from the licorice plant Glycyrrhiza glabra. GA may separately induce NSCLC cell line NCI-H1299 and A549 cells overexpression of autophagy marker microtubule-associated proteins 1A/1B LC3. Treatment of GA may activate the c-jun N-terminal kinase (JNK) pathway and conquer autophagic flux. GA induces NSCLC cell line autophagy via the 1α-c-Jun N-terminal kinase cascade.[60,61] Ginkgo biloba exocarp extracts (GBEE) have exhibited effective antineoplastic effects for cancer therapy for thousands of years in China. Lewis lung cancer cells were treated with 40 μg/ml GBEE. The levels of most proteins and mRNA were upregulated, but AMPK, p-mTOR, and p-p70S6K protein levels were significantly downregulated. GBEE induces the autophagy relay of AMPK/mTOR/p70S6k signaling pathways in Lewis lung cancer cells.[62]\n      \n      \n        TCM induces lung cancer cell apoptosis and autophagy simultaneously\n        Some TCM induce dual lung cancer cell death pathway apoptosis and autophagy simultaneously. Some TCM produce a synergistic effect, but some TCM inhibit pathways with each other. Polygonatum odoratum lectin (POL) initiates a molecular switch of Akt apoptosis via inhibition of Akt-NF-κB pathways. However, POL triggered autophagy via suppression of Akt-mTOR pathways in A549 cells.[63] Marsdenia tenacissima (MTE) is a TCM that has been used to treat asthma, rheumatism, and tracheitis for thousands of years. MTE may induce apoptosis and autophagy inhibition coinstantaneously in lung cancer cells. Extracellular signal-regulated kinases (ERK) activation is partially linked with apoptotic and autophagic cell death after MTE treatment. Therefore, the mechanism of MTE induces apoptosis and suppresses autophagy via ERK activation.[64] Bu-Zhong-Yi-Qi Decoction (BZYQD) as a potential anti-tumor TCM. ROS accumulation may activate apoptosis and autophagy via oxidative stress.[65]\n      \n      \n        TCM blocks lung cancer cell cycle\n        The cell cycle is a four-stage process that occurs in replicating cells and makes two daughter cells.[66,67] The mammalian cell cycle is comprised of four sequential stages: G1 stage, S stage, G2 stage, and M stage. These stages are strongly linked with DNA replication. TCM inhibits lung cancer cell proliferation by affecting the cell circle. Huaier may induce lung cancer cell apoptosis and cell inhibition in the S phase.[68] Most TCM inhibit lung cancer cell proliferation in the G2/M phase.\n        Ailanthone is a natural compound quassinoid that is extracted from Ailanthus altissima. There is much research claiming that Ailanthone exerts various antiproliferative effects on cancer cells. Ailanthone may suppress the growth of NSCLC cell cycle in the G2/M phase via the repression of DNA replication and downregulation of RPA1.[69] The Chinese herbal formula Yangyinjiedu (YYJD) may successfully arrest multiplying lung cell lines in the G2/M phase. YYJD also revealed distinguishing anti-tumor effects in vivo. It successfully decreased the growth rate of lung cancer cells in nude mice but produced no obvious weight loss.[70]\n        Matrine is an active natural alkaloid component, and it also a leading, promising alternative choice for the treatment of NSCLC. The A549 NSCLC cell line was treated with matrine (1.0 mg/mL) for 48 h, and flow cytometric analysis showed that the proportions of S and G2/M cells were significantly decreased. These results indicate that matrine arrested cell cycle between the S and G2/M phases. The suggested mechanism is the restoration of MIR-126 expression.[71]\n        Xanthatin is a type of lactone obtained from Xanthium strumarium L in China, and it is widely used for the treatment of many diseases and symptoms. Modern medicine showed that Xanthatin also had an excellent antitumor effect. Flow cytometry analysis results revealed that Xanthatin induced lung cancer cell cycle arrest in the G2/M phase. This result occurred via disruption of the NF-κB pathway.[72]\n        Trichosanthes kirilowii Maxim (TKM) is a flowering plant that is abundantly grown in China. TKM showed prominent anti-tumor efficacy. Flow cytometric analysis results demonstrated that TKM inhibited NSCLC cell growth in the G2/M phase and produced mitosis arrest.[73]\n      \n      \n        TCM inhibits lung cancer cell metastasis\n        Metastasis is the spread of cancer cells from where the cells first formed to new areas of the body, which always occurs via travel through the lymph or bloodstream systems to form new tumors.[74–76] Cancer metastasis is one of the most important features of the deadly aspect of malignancy. Lung cancer metastasis occurs when lung cancer cells break from the lung tumor to surrounding tissues, distant organs, or other parts of the body, often via the blood or lymph system.[77] Metastasis highly affects the morbidity and mortality rate of lung cancer patients. TCM has dual functions in restraining malignant tumor growth and cancer cell transference. The epithelial-mesenchymal transition (EMT) is a crucial, physiological, leading process in cancer cell metastasis. The expression of EMT-related proteins provides a series of indices demonstrating the metastatic status of lung cancer patients.\n        Huaier is a TCM that is extracted from the locust tree. EMT significantly inhibited the expression levels of many metastases-related proteins in lung cancer cell lines after the treatment with Huaier granules, which suggests that Huaier controls the metastasis of lung cancer.[68] STAT3 is a major member of the STAT protein family, and it plays a transcription-factor role in human cells and mediates the expression of numerous genes via cellular processes to exert far-reaching influence on cell growth, apoptosis, and metastasis.\n        FZKA showed a positive impact on NSCLC patients.[55,78] The same as Huaier granules, FZKA markedly inhibited the EMT of lung cancer cells via inhibition of the expression of the mesenchymal markers N–cadherin and vimentin. Experimental results showed that FZKA as a TCM significantly inhibited the activity and expression of MMP9 and STAT3 in lung cancer cells. It is suggested that FZKA inhibits lung cancer metastasis via the STAT3/MMP9 pathway.\n        P120-catenin is a tyrosine kinase protein that is encoded by the catenin delta-1 (CTNND1) gene, which exhibits an intimate relationship between cancer metastasis. Sun et al used a transwell assay, and the Jin-Fu-An decoction inhibited lung cancer cell migration and metastasis via the downregulation of p120ctn or its isoform 1A, which mediates the upregulation of Kaiso.[79] The underlying mechanism of the Jin-Fu-An decoction may involve targeting the lower expression of p120ctn S288 phosphorylation, which suggests that the Jin-Fu-An decoction as a potential therapeutic measure in the prevention and control of metastasis of lung cancer. In vivo experiments demonstrated that triptolide also suppressed lung cancer cell metastatic tumor formation. The potential mechanism of triptolide may be inhibition of focal adhesion kinase, which triggered the deregulation of the migration machinery.[80]\n      \n      \n        TCM impact on lung cancer cell immune reaction\n        TCM criteria exhibit good consistency with Immune-related TCM criteria in evaluating the curative effects of TCM treatment of advanced NSCLC.[81] Natural killer (NK) cells belong to the innate immune system and lead an important role in the vertebrate adaptive immune response that may induce the death of tumor cells via immunosurveillance. Rocaglamide (Roc) is a natural product isolated from the TCM plant Aglaia, and it may improve NK cell mediation of NSCLC cells via the inhibition of autophagy.[82] Because ULK1 (unc-51-like autophagy activating kinase 1) is essential for autophagy initiation, Roc could significantly inhibit autophagic immune resistance via the target ULK1, which subsequently leads to increased NK cell-mediated lethality.\n        Feiji Recipe as a classical TCM that may stabilize lesions and prolong survival periods in lung cancer patients.[83] T cells play a crucial role in the immune response and may directly kill cancer cells. The percentages of CD4(+) CD25(+) T cells and Foxp3+ T cells were significantly decreased after treatment with the Feiji Recipe. The Feiji Recipe may regulate the function of T cells in the cancer microenvironment via interference with the IDO pathway. The Feiyanning decoction may also regulate T cells in mice with Lewis lung cancer. After treatment with the Feiyanning decoction for 14 days in C57BL/6 mice, the spleen, tumor weight, and thymus indices were all significantly reduced, but bodyweight was elevated. These results demonstrated that the Feiyanning decoction had remarkable antitumor efficacy in vivo. Flow cytometry results showed that the Feiyanning decoction significantly downregulated the expression of Foxp3 mRNA and the number of CD4(+) CD25(+) immunoregulatory T cells. The results showed that the Feiyanning decoction enhanced the antitumor immune response. [84]\n      \n      \n        TCM improves the chemotherapeutic efficacy of platinum drugs in the treatment of lung cancer\n        TCM in combination with platinum drugs for the treatment of lung cancer may result in a synergetic, therapeutic effect. The synergistic effects are primarily derived from three central approaches: enhancement of platinum drug chemosensitivity; reversal of platinum drug resistance; and reduction of drug toxicity.\n        TCM dramatically enhanced platinum drug efficacy. Crocin, which is a chemical compound that is principally responsible for the color of saffron, exhibited a range of pharmacological effects. Crocin significantly improves the chemosensitivity of lung adenocarcinoma cells to cisplatin. The likely molecular mechanism of Crocin may induce lung cancer cell apoptosis via Bax and P53 upregulation and Bcl-2 downregulation.[85] Yangyin Fuzheng decoction and cisplatin were injected for 14 days in a Lewis lung cancer C57BL/6 mice model. The results demonstrated that Yangyin Fuzheng Decoction treatment enhanced the anti-tumor efficacy of cisplatin and partially rescued mouse body weight loss caused by cisplatin treatment. The mechanism of the synergistic effect is that Yangyin Fuzheng Decoction upregulated the expression of pro-apoptotic proteins p53 and Bax and suppressed the expression of the anti-apoptotic protein Bcl-2.[86]\n        Cisplatin is the first-line chemotherapy medication that is used to treat diverse types of cancer. However, its acquired resistance creates numerous obstacles for clinical application. TCM may help cisplatin overcome its acquired resistance. The results showed that the combination of cisplatin and BZYQD produced synergistic effects on NSCLC because BZYQD remarkably reversed cisplatin resistance via the generation of ROS accumulation. The subsequent oxidative stress may stimulate lung cancer cell apoptosis and autophagy.[65] Yu Ping Feng San (YPFS) is a classical TCM composed of three ingredients. The combination of YPFS may significantly improve cisplatin-induced ROS accumulation. P62 and TRAF6 signaling may be dramatically decreasing in cisplatin with combination treatment in A549 and DDP lung cancer cell lines. The cotreatment therapy of YPFS and cisplatin also showed an excellent therapeutic effect in vivo. Lung tumor-bearing mice showed a sharply reduced tumor size after the cotreatment, which was much better than the effect of cisplatin alone. Therefore, YPFS reversed cisplatin-induced multidrug resistance in vitro and in vivo. The mechanism is YPFS regulation of drug transporters via the p62/TRAF6 signaling pathway.[87]\n        Chemotherapy drugs are always accompanied by various side-effects. Long-term treatment of platinum chemotherapy drugs may produce many side effects, particularly cardiotoxicity, which severely limits its efficacy. Dendrobine is a plant-derived, colorless solid alkaloid that is obtained from Dendrobium nobile, and it may induce cancer cell apoptosis via a mitochondrial-mediated pathway. The combination of cisplatin and Dendrobine for the treatment of lung cancer in model nude mice produced an attenuation in the bodyweight reduction and cardiotoxicity via the induction of pro-apoptotic proteins Bim and Bax.[88]\n      \n      \n        Mechanism by TCM improvement of EGFR-TKIs efficacy in lung cancer\n        TCM also improved EGFR-TKIs efficacy in lung cancer. Shikonin is a major active component of the purple gromwell Chinese herbal plant ‘Zi Cao’. Shikonin exhibited various and powerful biological, anti-cancer activities in gefitinib-resistant lung cancer. As a dominant inhibitor of EGFR, Shikonin demonstrated selective cytotoxicity in two common NSCLC cell lines. Shikonin dramatically improved the activity of apoptosis indicators, caspases and PARP (poly ADP-ribose polymerase) as well as the accumulation of ROS by greater than 10-fold. The improvement in ROS formation in gefitinib-resistant NSCLC cells induced deterioration of cell growth and the processing of apoptosis. Shikonin regulated the process of EGFR degradation and its anti-tumor properties in H1975 gefitinib-resistant NSCLC cells. These results show that Shikonin is a powerful molecule for the treatment of gefitinib-resistant NSCLC.[89] [Figure 1]\n        \n          Figure 1\n          \n            Mechanisms of TCM in the treatment of lung cancer. EGFR: Epidermal growth factor receptor; TCM: Traditional Chinese medicine; TKI: Tyrosine kinase inhibitors.\nTCM induced lung cancer cell apoptosis\n        Apoptosis is a representative programmed cell death pathway that occurs in an orchestrated multicellular process, and it is the most common form of cell death.[46] In general, the apoptosis initiation mechanism can be divided into two best-understood activation mechanisms: a mitochondrial pathway and an extrinsic pathway. Compared to the extrinsic pathway, the mitochondrial pathway occurs more frequently because it is more sensitive to tumors.[47] Before the actual cell death process, which is regulated by enzymes, apoptotic-relevant signals generally stimulate regulatory proteins to launch the apoptosis pathway, and cells may inevitably lead to death once apoptosis has begun. Caspases are the primary apoptotic signals in the endoplasmic reticulum and play a very important role in different programmed cell death pathways and inflammation. Caspases are divided into two types, initiator caspases, and effector caspases. All caspases require binding with specific oligomeric activator proteins.\n        TCM may induce lung cancer cell apoptosis via the activation of multiple proteins and apoptotic signaling pathways. Mechanistic studies of TCM primarily focused on TCM monomers. Cantharidin (CTD) is an odorless fatty substance of natural mylabris. Numerous studies revealed that CTD was a potent TCM monomer that may induce cytotoxicity in cancer cells. In vitro results showed that CTD decreased the percentage of viable cells and induced cell morphological changes in H460 lung cancer cells. CTD enhanced the genetic expression of caspase-3 and caspase-8, reactive oxygen species and Ca2+ production, Bax, cytochrome c, and apoptosis-inducing factor (AIF) but decreased the expression levels of Bcl-XL. CTD elevated ER stress but inhibited calpain 1, which is associated with protein expression in apoptosis pathways. These findings demonstrate that CTD induces apoptosis via the mitochondria of lung cancer cells.[48]\n        Bufalin is a traditional oriental cardiotonic steroid that was first obtained from toad venom. It produced serious cytotoxicity in lung cancer NCI-H460 cell lines, reduced mitochondrial membrane potential (ΔΨm), and increased reactive oxygen species (ROS). The levels of many proapoptotic proteins were increased, and anti-apoptotic protein levels were reduced after Bufalin treatment. Therefore, Bufalin induced lung cancer cell line apoptosis in vitro and reduced tumor size in vivo via its antitumor activity.[49] Cryptotanshinone is an active component obtained from the Salvia miltiorrhiza Bunge. A549 lung cancer cells may induce apoptosis after cryptotanshinone treatment at the concentration of 20 μmmol/L following Bax and P53 upregulation and Bcl-2 downregulation. The same results were observed in vitro. P53, Bax, and caspase 3 were all increased, but Bcl-2 was decreased in the treatment group. These results show that cryptotanshinone may prevent the growth of tumors and promote apoptosis in lung cancer cells. Therefore, cryptotanshinone is a potent TCM that may prevent lung tumorigenesis and induce lung cancer cell apoptosis in vitro and in vivo.[50]\n        Cinnamaldehyde is the major organic chemical compound derived from the Cinnamomum cassia essential oil. Cinnamaldehyde may also affect lung cancer cells via apoptosis in vitro and in vivo using different pathways. It induces lung cancer cell apoptosis and reverses EMT via the Wnt/β-catenin pathway.[51]\n        Puerarin is an isoflavone isolated from Kudzu roots. Treatment with puerarin significantly inhibited NSCLC cell line proliferation in vitro. Flow cytometry results indicated that puerarin treatments promoted NSCLC cell apoptosis via the mitochondrial-mediated apoptosis pathway.[52] These findings demonstrate that puerarin is also a potential therapeutic agent for lung cancer.\n        TCM may also formulate a variety of TCM monomers or compounds together. Combination TCM formulation often appears as complex pharmacological actions and multiple pathways. The Fuzheng Kang-Ai (FZKA) decoction contains 12 different traditional herbs. It has been used for the treatment of advanced lung cancer patients in China for a long time. FZKA may induce lung cancer cell apoptosis via the promotion of caspase-3, caspase-9, and PARP activities. FZKA may deregulate Bcl-2 family proteins in the treating of lung cancer cells. FZKA may also significantly reduce the protein expression of signal transducer activator of transcription 3 (STAT3). These results suggest that the FZKA decoction improves lung cancer cell apoptosis via Bcl-2/caspase-3/STAT3 pathways.[53]\n        The Xiaoji Decoction (XJD) is a Chinese herbal decoction that may inhibit lung cancer cell proliferation via 5’ AMP-activated protein kinase(AMPK) α-mediated inhibition of DNA methyltransferase 1 and transcription factor Sp. It induced A549 cell apoptosis via the upregulation of the expression of caspase-9 and BAD via the protein kinase B (Akt) signaling pathway depending on the XJD dose and time-dependent treatment.[54,55]\nTCM induced lung cancer cell autophagy\n        Autophagy is a natural detox process regulating the cells that removes superfluous or dysfunctional components, and it regenerates new cells. Autophagy may suppress or facilitate tumorigenesis separately via the inhibition or promotion of cancer cell survival and tumor growth.[56,57] Autophagic cell death is a type of non-apoptotic programmed cell death that often occurs in lung cancer.[58] TCM may also produce a therapeutic effect in lung cancer cells via autophagy. Researchers claimed that diverse monomers and compounds of TCM were highly correlated to anti-differentiation in lung cancer cell lines. Contemporary studies demonstrated that TCM affected the activity of pro-death and protectiveness of autophagy in lung cancer cells. Isodeoxyelephantopin (ESI) shows potential anticancer effects. Typical autophagy markers, such as Autophagy Related 3 (ATG3), light chain 3 (LC3)-II, and Beclin1, may dramatically increase in lung cancer cells after treatment with ESI. ESI produced treatment effects via various signaling pathways. It releases nuclear translocation nuclear factor erythroid-2-related factor 2 (Nrf2) and activates the downstream target gene p62. p62 aggressively binds with Kelch-like ECH-associated protein 1 (Keap1).[59] Glycyrrhetinic acid (GA) is a natural organic compound isolated from the licorice plant Glycyrrhiza glabra. GA may separately induce NSCLC cell line NCI-H1299 and A549 cells overexpression of autophagy marker microtubule-associated proteins 1A/1B LC3. Treatment of GA may activate the c-jun N-terminal kinase (JNK) pathway and conquer autophagic flux. GA induces NSCLC cell line autophagy via the 1α-c-Jun N-terminal kinase cascade.[60,61] Ginkgo biloba exocarp extracts (GBEE) have exhibited effective antineoplastic effects for cancer therapy for thousands of years in China. Lewis lung cancer cells were treated with 40 μg/ml GBEE. The levels of most proteins and mRNA were upregulated, but AMPK, p-mTOR, and p-p70S6K protein levels were significantly downregulated. GBEE induces the autophagy relay of AMPK/mTOR/p70S6k signaling pathways in Lewis lung cancer cells.[62]\nTCM induces lung cancer cell apoptosis and autophagy simultaneously\n        Some TCM induce dual lung cancer cell death pathway apoptosis and autophagy simultaneously. Some TCM produce a synergistic effect, but some TCM inhibit pathways with each other. Polygonatum odoratum lectin (POL) initiates a molecular switch of Akt apoptosis via inhibition of Akt-NF-κB pathways. However, POL triggered autophagy via suppression of Akt-mTOR pathways in A549 cells.[63] Marsdenia tenacissima (MTE) is a TCM that has been used to treat asthma, rheumatism, and tracheitis for thousands of years. MTE may induce apoptosis and autophagy inhibition coinstantaneously in lung cancer cells. Extracellular signal-regulated kinases (ERK) activation is partially linked with apoptotic and autophagic cell death after MTE treatment. Therefore, the mechanism of MTE induces apoptosis and suppresses autophagy via ERK activation.[64] Bu-Zhong-Yi-Qi Decoction (BZYQD) as a potential anti-tumor TCM. ROS accumulation may activate apoptosis and autophagy via oxidative stress.[65]\nTCM blocks lung cancer cell cycle\n        The cell cycle is a four-stage process that occurs in replicating cells and makes two daughter cells.[66,67] The mammalian cell cycle is comprised of four sequential stages: G1 stage, S stage, G2 stage, and M stage. These stages are strongly linked with DNA replication. TCM inhibits lung cancer cell proliferation by affecting the cell circle. Huaier may induce lung cancer cell apoptosis and cell inhibition in the S phase.[68] Most TCM inhibit lung cancer cell proliferation in the G2/M phase.\n        Ailanthone is a natural compound quassinoid that is extracted from Ailanthus altissima. There is much research claiming that Ailanthone exerts various antiproliferative effects on cancer cells. Ailanthone may suppress the growth of NSCLC cell cycle in the G2/M phase via the repression of DNA replication and downregulation of RPA1.[69] The Chinese herbal formula Yangyinjiedu (YYJD) may successfully arrest multiplying lung cell lines in the G2/M phase. YYJD also revealed distinguishing anti-tumor effects in vivo. It successfully decreased the growth rate of lung cancer cells in nude mice but produced no obvious weight loss.[70]\n        Matrine is an active natural alkaloid component, and it also a leading, promising alternative choice for the treatment of NSCLC. The A549 NSCLC cell line was treated with matrine (1.0 mg/mL) for 48 h, and flow cytometric analysis showed that the proportions of S and G2/M cells were significantly decreased. These results indicate that matrine arrested cell cycle between the S and G2/M phases. The suggested mechanism is the restoration of MIR-126 expression.[71]\n        Xanthatin is a type of lactone obtained from Xanthium strumarium L in China, and it is widely used for the treatment of many diseases and symptoms. Modern medicine showed that Xanthatin also had an excellent antitumor effect. Flow cytometry analysis results revealed that Xanthatin induced lung cancer cell cycle arrest in the G2/M phase. This result occurred via disruption of the NF-κB pathway.[72]\n        Trichosanthes kirilowii Maxim (TKM) is a flowering plant that is abundantly grown in China. TKM showed prominent anti-tumor efficacy. Flow cytometric analysis results demonstrated that TKM inhibited NSCLC cell growth in the G2/M phase and produced mitosis arrest.[73]\nTCM inhibits lung cancer cell metastasis\n        Metastasis is the spread of cancer cells from where the cells first formed to new areas of the body, which always occurs via travel through the lymph or bloodstream systems to form new tumors.[74–76] Cancer metastasis is one of the most important features of the deadly aspect of malignancy. Lung cancer metastasis occurs when lung cancer cells break from the lung tumor to surrounding tissues, distant organs, or other parts of the body, often via the blood or lymph system.[77] Metastasis highly affects the morbidity and mortality rate of lung cancer patients. TCM has dual functions in restraining malignant tumor growth and cancer cell transference. The epithelial-mesenchymal transition (EMT) is a crucial, physiological, leading process in cancer cell metastasis. The expression of EMT-related proteins provides a series of indices demonstrating the metastatic status of lung cancer patients.\n        Huaier is a TCM that is extracted from the locust tree. EMT significantly inhibited the expression levels of many metastases-related proteins in lung cancer cell lines after the treatment with Huaier granules, which suggests that Huaier controls the metastasis of lung cancer.[68] STAT3 is a major member of the STAT protein family, and it plays a transcription-factor role in human cells and mediates the expression of numerous genes via cellular processes to exert far-reaching influence on cell growth, apoptosis, and metastasis.\n        FZKA showed a positive impact on NSCLC patients.[55,78] The same as Huaier granules, FZKA markedly inhibited the EMT of lung cancer cells via inhibition of the expression of the mesenchymal markers N–cadherin and vimentin. Experimental results showed that FZKA as a TCM significantly inhibited the activity and expression of MMP9 and STAT3 in lung cancer cells. It is suggested that FZKA inhibits lung cancer metastasis via the STAT3/MMP9 pathway.\n        P120-catenin is a tyrosine kinase protein that is encoded by the catenin delta-1 (CTNND1) gene, which exhibits an intimate relationship between cancer metastasis. Sun et al used a transwell assay, and the Jin-Fu-An decoction inhibited lung cancer cell migration and metastasis via the downregulation of p120ctn or its isoform 1A, which mediates the upregulation of Kaiso.[79] The underlying mechanism of the Jin-Fu-An decoction may involve targeting the lower expression of p120ctn S288 phosphorylation, which suggests that the Jin-Fu-An decoction as a potential therapeutic measure in the prevention and control of metastasis of lung cancer. In vivo experiments demonstrated that triptolide also suppressed lung cancer cell metastatic tumor formation. The potential mechanism of triptolide may be inhibition of focal adhesion kinase, which triggered the deregulation of the migration machinery.[80]\nTCM impact on lung cancer cell immune reaction\n        TCM criteria exhibit good consistency with Immune-related TCM criteria in evaluating the curative effects of TCM treatment of advanced NSCLC.[81] Natural killer (NK) cells belong to the innate immune system and lead an important role in the vertebrate adaptive immune response that may induce the death of tumor cells via immunosurveillance. Rocaglamide (Roc) is a natural product isolated from the TCM plant Aglaia, and it may improve NK cell mediation of NSCLC cells via the inhibition of autophagy.[82] Because ULK1 (unc-51-like autophagy activating kinase 1) is essential for autophagy initiation, Roc could significantly inhibit autophagic immune resistance via the target ULK1, which subsequently leads to increased NK cell-mediated lethality.\n        Feiji Recipe as a classical TCM that may stabilize lesions and prolong survival periods in lung cancer patients.[83] T cells play a crucial role in the immune response and may directly kill cancer cells. The percentages of CD4(+) CD25(+) T cells and Foxp3+ T cells were significantly decreased after treatment with the Feiji Recipe. The Feiji Recipe may regulate the function of T cells in the cancer microenvironment via interference with the IDO pathway. The Feiyanning decoction may also regulate T cells in mice with Lewis lung cancer. After treatment with the Feiyanning decoction for 14 days in C57BL/6 mice, the spleen, tumor weight, and thymus indices were all significantly reduced, but bodyweight was elevated. These results demonstrated that the Feiyanning decoction had remarkable antitumor efficacy in vivo. Flow cytometry results showed that the Feiyanning decoction significantly downregulated the expression of Foxp3 mRNA and the number of CD4(+) CD25(+) immunoregulatory T cells. The results showed that the Feiyanning decoction enhanced the antitumor immune response. [84]\nTCM improves the chemotherapeutic efficacy of platinum drugs in the treatment of lung cancer\n        TCM in combination with platinum drugs for the treatment of lung cancer may result in a synergetic, therapeutic effect. The synergistic effects are primarily derived from three central approaches: enhancement of platinum drug chemosensitivity; reversal of platinum drug resistance; and reduction of drug toxicity.\n        TCM dramatically enhanced platinum drug efficacy. Crocin, which is a chemical compound that is principally responsible for the color of saffron, exhibited a range of pharmacological effects. Crocin significantly improves the chemosensitivity of lung adenocarcinoma cells to cisplatin. The likely molecular mechanism of Crocin may induce lung cancer cell apoptosis via Bax and P53 upregulation and Bcl-2 downregulation.[85] Yangyin Fuzheng decoction and cisplatin were injected for 14 days in a Lewis lung cancer C57BL/6 mice model. The results demonstrated that Yangyin Fuzheng Decoction treatment enhanced the anti-tumor efficacy of cisplatin and partially rescued mouse body weight loss caused by cisplatin treatment. The mechanism of the synergistic effect is that Yangyin Fuzheng Decoction upregulated the expression of pro-apoptotic proteins p53 and Bax and suppressed the expression of the anti-apoptotic protein Bcl-2.[86]\n        Cisplatin is the first-line chemotherapy medication that is used to treat diverse types of cancer. However, its acquired resistance creates numerous obstacles for clinical application. TCM may help cisplatin overcome its acquired resistance. The results showed that the combination of cisplatin and BZYQD produced synergistic effects on NSCLC because BZYQD remarkably reversed cisplatin resistance via the generation of ROS accumulation. The subsequent oxidative stress may stimulate lung cancer cell apoptosis and autophagy.[65] Yu Ping Feng San (YPFS) is a classical TCM composed of three ingredients. The combination of YPFS may significantly improve cisplatin-induced ROS accumulation. P62 and TRAF6 signaling may be dramatically decreasing in cisplatin with combination treatment in A549 and DDP lung cancer cell lines. The cotreatment therapy of YPFS and cisplatin also showed an excellent therapeutic effect in vivo. Lung tumor-bearing mice showed a sharply reduced tumor size after the cotreatment, which was much better than the effect of cisplatin alone. Therefore, YPFS reversed cisplatin-induced multidrug resistance in vitro and in vivo. The mechanism is YPFS regulation of drug transporters via the p62/TRAF6 signaling pathway.[87]\n        Chemotherapy drugs are always accompanied by various side-effects. Long-term treatment of platinum chemotherapy drugs may produce many side effects, particularly cardiotoxicity, which severely limits its efficacy. Dendrobine is a plant-derived, colorless solid alkaloid that is obtained from Dendrobium nobile, and it may induce cancer cell apoptosis via a mitochondrial-mediated pathway. The combination of cisplatin and Dendrobine for the treatment of lung cancer in model nude mice produced an attenuation in the bodyweight reduction and cardiotoxicity via the induction of pro-apoptotic proteins Bim and Bax.[88]\nMechanism by TCM improvement of EGFR-TKIs efficacy in lung cancer\n        TCM also improved EGFR-TKIs efficacy in lung cancer. Shikonin is a major active component of the purple gromwell Chinese herbal plant ‘Zi Cao’. Shikonin exhibited various and powerful biological, anti-cancer activities in gefitinib-resistant lung cancer. As a dominant inhibitor of EGFR, Shikonin demonstrated selective cytotoxicity in two common NSCLC cell lines. Shikonin dramatically improved the activity of apoptosis indicators, caspases and PARP (poly ADP-ribose polymerase) as well as the accumulation of ROS by greater than 10-fold. The improvement in ROS formation in gefitinib-resistant NSCLC cells induced deterioration of cell growth and the processing of apoptosis. Shikonin regulated the process of EGFR degradation and its anti-tumor properties in H1975 gefitinib-resistant NSCLC cells. These results show that Shikonin is a powerful molecule for the treatment of gefitinib-resistant NSCLC.[89] [Figure 1]\n        \n          Figure 1\n          \n            Mechanisms of TCM in the treatment of lung cancer. EGFR: Epidermal growth factor receptor; TCM: Traditional Chinese medicine; TKI: Tyrosine kinase inhibitors.\nConclusion\n      Using summary and analysis to review the latest literature it is easy to determine that current clinical applications of TCM on lung cancer treatment main focus on TCM clinical preparations. However, the mechanism studies of TCM on lung cancer treatments focus on TCM monomers. TCM not only has prominent clinical effects by itself but also has synergistic effects in combination with different treatments. TCM as adjuvant therapy or maintenance therapy may offer therapeutic benefits in the treatment of lung cancer. But, we notice that TCM mainly plays a supporting role in the main treatment. TCM may induce complex mechanisms on lung cancer cells. Different TCM may induce multiple proteins or genes activate different pathways. TCM may affect lung cancer cells ultimate death way, DNA replication, metastasis, and even impact the immune reaction and improve drug therapeutic effects. But, the exact mechanisms are urgently waiting for development and research.\n      However, with the development of science and technology, pharmaceutical research has examined the potential mechanism of TCM in multiple diseases. A growing number of TCM monomers, compounds, and decoctions were effective on lung cancer cells, various pathways, and relevant proteins. More TCM will demonstrate tremendous potential in the field of cancer treatment over time, and their pharmacological mechanisms will become crystal clear.\nFunding\n      This work was supported by grants from the National Natural Science Foundation of China (No. 81773904), the National Key R&D Program of China (No. 2018YFC1707101), and the National Major Scientific and Technological Special Project for “Significant New Drugs Development” (No. 2018ZX09731001), the Research Fund Project of Heilongjiang University of Traditional Chinese Medicine (No. 201720), the Research Fund Project of Key Laboratory of Cardiovascular Medicine Research (Harbin Medical University), Ministry of Education (No. 2014012).\nConflicts of interest\n      None.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7752681/",
    "doi": "https://doi.org/10.1097/CM9.0000000000001141",
    "citation_count": 34,
    "references": {
        "10928617": "Advances in traditional Chinese herbal medicine and their pharmacodynamic mechanisms in cancer immunoregulation: a narrative review",
        "10923388": "Polyphyllin Ⅲ regulates EMT of lung cancer cells through GSK-3β/β-catenin pathway",
        "10920215": "Prevalence of inappropriateness of elemene injection for hospitalized cancer patients: a multicenter retrospective study",
        "10882657": "Identifying the Main Components and Mechanisms of Action of Artemisia annua L. in the Treatment of Endometrial Cancer Using Network Pharmacology",
        "10867720": "Britannin inhibits cell proliferation, migration and glycolysis by downregulating KLF5 in lung cancer",
        "10774059": "Phytochemicals as estrogen receptor modulators?—a commentary of a network pharmacology study of two commonly employed Chinese herbal medicines in non-small cell lung cancer treatment",
        "10725601": "Jiedu Fuzheng decoction improves the proliferation, migration, invasion and EMT of non-small cell lung cancer via the Wnt/β-catenin pathway",
        "10469573": "Metabolomics unveils the mechanism of Bufei Huayu decoction in combination with cisplatin against non-small cell lung cancer (NSCLC)",
        "10432991": "Study the inhibitory effect and mechanism of the ethanol extract of deziyangxin on LLC cells",
        "10303390": "Isolation, Purification, and Structural Characterization of Polysaccharides from Codonopsis pilosula and Their Anti-Tumor Bioactivity by Immunomodulation",
        "10289097": "Exercise Rehabilitation and Chronic Respiratory Diseases: Effects, Mechanisms, and Therapeutic Benefits",
        "10213318": "The mediating effect of somatic symptom disorder between psychological factors and quality of life among Chinese breast cancer patients",
        "10208938": "The topoisomerase inhibitor CPT-11 prevents the growth and metastasis of lung cancer cells in nude mice by inhibiting EGFR/MAPK signaling pathway",
        "10184424": "Decoding the key compounds and mechanism of Shashen Maidong decoction in the treatment of lung cancer",
        "10002941": "Safety evaluation of Balanced Health Care Dan—A medicinal formulation containing traditional edible ingredients in lung tumor‐loaded mice",
        "9980286": "Integrating Network Pharmacology and Experimental Validation to Elucidate the Mechanism of Yiqi Yangyin Decoction in Suppressing Non-Small-Cell Lung Cancer",
        "9945322": "The effects of traditional Chinese medicine and dietary compounds on digestive cancer immunotherapy and gut microbiota modulation: A review",
        "9909823": "Screening Multidrug Resistance Reversal Agents in Traditional Chinese Medicines by Efflux Kinetics of D-Luciferin in MCF-7/DOXFluc Cells",
        "9891814": "Molecular Targets of Shenqi Dihuang, A Traditional Chinese Herbal Medicine, and Its Potential Role in Renal Cell Carcinoma Therapy",
        "9827714": "Costs of traditional Chinese medicine treatment for inpatients with lung cancer in China: a national study",
        "9796997": "Gou Qi Zi inhibits proliferation and induces apoptosis through the PI3K/AKT1 signaling pathway in non-small cell lung cancer",
        "9794442": "Pharmacological Mechanism of Pingxiao Formula against Colorectal Cancer",
        "9691308": "Multitarget and Multipathway Regulation of Zhenqi Fuzheng Granule against Non-Small Cell Lung Cancer Based On Network Pharmacology and Molecular Docking",
        "9641432": "Clinical report on 5 cases of advanced malignancies with blood stasis and toxin treated by collateral disease theory",
        "9560812": "Network Pharmacology-Based Analysis of the Potential Biological Mechanisms of Coix Seed against Colorectal Cancer",
        "9540406": "Antitumor effects of Chinese herbal medicine compounds and their nano-formulations on regulating the immune system microenvironment",
        "9519343": "Research Status of Mouse Models for Non-Small-Cell Lung Cancer (NSCLC) and Antitumor Therapy of Traditional Chinese Medicine (TCM) in Mouse Models",
        "9454399": "Qingfei Jiedu decoction inhibits PD-L1 expression in lung adenocarcinoma based on network pharmacology analysis, molecular docking and experimental verification",
        "9374546": "Effect of Shenqi Fuzheng Injection on Leukopenia and T-cell Subsets in Patients with Non-small Cell Lung Cancer Undergoing Radiotherapy",
        "8898125": "Utilizing Bioinformatics Technology to Explore the Potential Mechanism of Danggui Buxue Decoction against NSCLC",
        "8443780": "Comparison of Improvement in 2-Year Survival Rate of Patients with Stage II-III Non-Small Cell Lung Cancer Treated with Different Durations of Chinese Patent Medicine: A Retrospective Cohort Study",
        "8427689": "Integrating Network Pharmacology and Experimental Verification to Explore the Mechanism of Effect of Zuojin Pills in Pancreatic Cancer Treatment",
        "8373490": "A New Method for Syndrome Classification of Non-Small-Cell Lung Cancer Based on Data of Tongue and Pulse with Machine Learning",
        "8220148": "Using Network Pharmacology and Molecular Docking to Explore the Mechanism of Shan Ci Gu (Cremastra appendiculata) Against Non-Small Cell Lung Cancer"
    },
    "journal": "Chinese Medical Journal",
    "topics": [
        "lung, mechanism, cancer, chinese",
        "chinese, cancer, lung, treatment",
        "application, medicine, traditional, clinical"
    ]
}