{
    "title": "Adherence to Prudent and Mediterranean Dietary Patterns Is Inversely Associated with Lung Cancer in Moderate But Not Heavy Male Polish Smokers: A Case-Control Study",
    "abstract": "During the identification of the number of DPs, the following criteria were considered: (i) the eigenvalues of the variable correlations > 1.0, (ii) the plot of eigenvalues, and (iii) the total variance explained [58]. The concise names of the patterns represented the most prominent features and were labelled as follows: prudent DP—was positively loaded by the consumption frequency of whole grain products (0.65), fruits (0.64), nuts and seeds (0.57), vegetables (0.49), fish (0.48), legumes (0.47), and fruit, vegetable, and vegetable-fruit juices (0.32), and was negatively loaded by the consumption frequency of refined grain products (−0.54), sugar, honey and sweets (−0.45); westernized traditional DP—was positively loaded by the consumption frequency of red and processed meats (0.63), white meat (0.56), potatoes (0.51), other fats (0.45), vegetables (0.43), refined grain products (0.39), sweetened beverages and energy drinks (0.38), and sugar, honey, and sweets (0.37); sweet dairy—was positively loaded by the consumption frequency of animal fats (0.66), milk, fermented milk drinks, and curd cheese (0.49), sweetened milk drinks and flavored homogenized cheese (0.45), eggs (0.43), cheese (0.38), sugar, honey, and sweets (0.37), breakfast cereals (0.37), refined grain products (0.35), vegetable oils (0.33), and dried fruit and preserves (0.32), and was negatively loaded by the consumption frequency of other fats (−0.39) (Table 2). The concise names of the patterns represented the most prominent features and were labelled as follows: prudent DP—was positively loaded by the consumption frequency of whole grain products (0.65), fruits (0.64), nuts and seeds (0.57), vegetables (0.49), fish (0.48), legumes (0.47), and fruit, vegetable, and vegetable-fruit juices (0.32), and was negatively loaded by the consumption frequency of refined grain products (−0.54), sugar, honey and sweets (−0.45); westernized traditional DP—was positively loaded by the consumption frequency of red and processed meats (0.63), white meat (0.56), potatoes (0.51), other fats (0.45), vegetables (0.43), refined grain products (0.39), sweetened beverages and energy drinks (0.38), and sugar, honey, and sweets (0.37); sweet dairy—was positively loaded by the consumption frequency of animal fats (0.66), milk, fermented milk drinks, and curd cheese (0.49), sweetened milk drinks and flavored homogenized cheese (0.45), eggs (0.43), cheese (0.38), sugar, honey, and sweets (0.37), breakfast cereals (0.37), refined grain products (0.35), vegetable oils (0.33), and dried fruit and preserves (0.32), and was negatively loaded by the consumption frequency of other fats (−0.39) (Table 2).",
    "authors": [
        "Iwona Hawrysz",
        "Lidia Wadolowska",
        "Malgorzata Anna Slowinska",
        "Anna Czerwinska",
        "Janusz Jacek Golota"
    ],
    "published_year": "2020",
    "description": "1. Introduction\n      There were an estimated 18 million cancer cases around the world in 2018; of these, 9.5 million cases were in men and 8.5 million in women [1]. Cancer is the second most common cause of death globally (cardiovascular diseases were the most common) [2]. In 2018, GLOBOCAN [1] estimated that the most common cancers in the world were lung cancer in men and breast cancer in women, each representing 12.3% of the total number of new cases diagnosed. Lung cancer has become the most common cause of cancer death in men aged 40 and older and women aged 60 and older [3].\n      In Poland, the number of cases of malignant cancer in the last three decades has grown more than twice, in 2013 reaching over 156 thousand cases (equally 78 thousand in men and women). Lung cancer is the most commonly diagnosed cancer and the most common cancer cause of death in men in Poland and across the world. Lung cancer accounts for approximately 18.7% and 30.7% of the total number of cancer cases and deaths in men in Poland, respectively [4]. In Poland, longevity for men over the past few decades has been lower than in more developed European countries. This is partly due to the higher likelihood of unhealthy lifestyle behaviours of Polish men, e.g., tobacco use, alcohol abuse, and an unhealthy diet, resulting in more deaths from heart disease, cancer, and other diseases [5]. Cancer aetiology is multi-factorial, and includes some predictors that cannot be modified, such as age, genetic predisposition, and some environmental factors (including air pollution), whereas lifestyle factors, such as smoking, physical activity, and diet are modifiable and can be changed [2,3,6,7,8]. \n      Tobacco smoking remains the predominant risk factor for lung cancer development [3]. It is estimated that about 90% of lung cancer cases worldwide are attributable to tobacco use (including passive smoking) [3,7]. Smoking generates thousands of free radical particles, and is one of the key sources of inflammation and oxidative stress, which can be neutralized by a dietary intake of antioxidants and/or anti-inflammatory foods, leading to a protective effect on lung function [9]. The consumption of fruits and vegetables with a high content of antioxidant vitamins, phenolic compounds, minerals, and dietary fiber has a beneficial effect on respiratory health [10,11]. Incidence rates of lung cancer vary among world regions as a reflection of different historic patterns of tobacco exposure, which includes exposure intensity and duration, cigarette type and degree of inhalation, and the evolution of these patterns over time, commonly called the tobacco epidemic [12]. It should be noted that lung cancer in inactive smokers, i.e., passive smokers (25% of lung cancer cases worldwide), is a disease different from the more common forms of lung cancer associated with active smoking [12,13,14]. Because tobacco remains the leading risk factor for lung cancer, prevention of this disease is focused on smoking avoidance and cessation. Other prevention measures include healthy diet choices and maintaining a physically active lifestyle [3]. However, research on the association of dietary patterns and lung cancer risk that takes into consideration smoking is still limited. There are suggestions that diet may act independently or in concert with tobacco smoking in shaping the descriptive epidemiology of lung cancer [8,15]. \n      According to the World Cancer Research Fund [7,16], there is strong evidence that taking high doses of beta-carotene supplements (in current and former smokers) increases the risk of lung cancer. Contrarily, there is some evidence that consuming vegetables and fruit (in current smokers and former smokers), foods containing retinol, beta-carotene or carotenoids, foods containing vitamin C (in current smokers), and foods rich in isoflavones (in never smokers) might decrease the risk of lung cancer [7,17,18]. Further evidence suggests that the consumption of red meat, processed meat, and alcoholic drinks might also increase the risk of lung cancer [7,19]. Evidence for the impact of other food groups or nutrients of the risk of lung cancer is limited, and to date, no explicit conclusions have yet been drawn [7]. \n      It is important to identify dietary factors that might be useful in lung cancer prevention [7]. Many previous studies have investigated single foods or nutrients to assess the association with lung cancer [19,20,21,22,23,24,25,26]. Since different foods are consumed in combinations, and they interact with each other in a complex way, a comprehensive dietary pattern analysis can better reflect dietary habits and provide an evaluation of the overall effects of diet on human health [27,28].\n      The research in the world on the relationship between dietary patterns (DPs) and lung cancer, particularly the effects of the Mediterranean diet, is ambiguous and limited. Many studies have investigated the associations between dietary patterns and lung cancer risk [29,30,31,32,33,34,35,36,37]. Though the findings are not definitive, the majority of these studies suggest that a healthy diet is associated with a decreased risk of lung cancer. A healthy diet (also known as a prudent diet) is usually characterized by high consumption of vegetables, fruit, white meat, fish, and whole grains, and low consumption of red meat, high-fat foods, and refined grains [30,38].\n      The Mediterranean diet (MD) has long been recognized as the optimal diet responsible for longer life and reduced cancer risk [39,40,41,42,43], and a few studies have demonstrated a strong and inverse relationship between high adherence to the Mediterranean diet and lung cancer [35,44,45,46,47]. There are many variants of the MD; each Mediterranean country has its own gastronomy habits [48,49]. However, this dietary pattern in different countries is characterized by some common features, i.e., high consumption of whole grains, fruit, and vegetables, moderate consumption of dairy products, olive oil, poultry, and fish, and low consumption of red meat and sweets. A final characteristic of this diet is the moderate consumption of alcohol (mainly red wine during meals) [50,51,52]. The MD is rich among others in fiber, vitamins, phenolic compound (polyphenol), and PUFA n-3 [53,54,55]. \n      The results of the meta-analysis and reviews confirm that high adherence to the prudent pattern and the Mediterranean diet reduces the risk of many cancers [39,55], including lung cancer [30,47]. Certainly, the effect is not due to single nutrients, but to a complex of components with synergistic and antagonistic interactions [47]. However, the evidence is still limited, because there are still only a few studies (including one study of Polish men) focusing on dietary patterns [29,30,31,32,33,34,35,36,37] and the Mediterranean diet [34,44,45,46,47] and the risk of lung cancer. To the authors’ knowledge, no studies have so far been published assessing the relationship between dietary patterns and the risk of lung cancer in Polish men who smoked moderately or heavily.\n      The current study analyzed the associations between dietary patterns, including Polish-adapted Mediterranean diet (Polish-aMED) score and lung cancer risk in Polish adult male smokers.\n2. Materials and Methods \n      \n        2.1. Ethical Considerations\n        The study protocol was approved by the Bioethics Committee of the Faculty of Medical Sciences, University of Warmia and Mazury in Olsztyn on 2 October 2013 (resolution no. 29/2013). All of the subjects gave their written informed consent to participate in the study.\n      \n      \n        2.2. Study Design and Sample Characteristics\n        A case-control study was carried out from October 2013 to August 2017. The total sample screened consisted of 439 adult men aged 45 to 80 (mean = 62.6, SD = 7.2) years. The subjects were residents of northeastern Poland. \n        The cancer sample consisted of 187 men with a newly primarily diagnosed (with digital X-ray examination (RTG) and computed tomography (CT) of the chest) and histologically confirmed lung cancer. The period from cancer diagnosis to case recruitment for study and data collection ranged from seven days to 14 days (Figure 1a). Cases during or after active treatment were not qualified for the study, since they may have involved changes in dietary habits or other behaviors. Therefore, the dietary data have not been disturbed by a possible change of diet after the diagnosis of cancer. The exclusion criteria of the cancer sample collection were described previously [34]. In brief, cases diagnosed with other cancer or secondary lung cancer, or with benign changes, after active treatment (e.g., chemotherapy, radiotherapy) or surgical intervention were not eligible for participation in the study.\n        The control sample consisted of 252 men who received a negative result from a digital X-ray examination (RTG) and/or computed tomography (CT) of the chest. The period since the cancer exclusion until participation in the study did not exceed six months (Figure 1b). Control subjects did not have any clinical symptoms or suspicion of any type of cancer in their medical history. The control sample was comprised of men recruited from those who attended national screening programs for the early diagnosis of lung cancer. Details regarding the enrollment are presented in Figure 2.\n      \n      \n        2.3. Dietary Data Collection and Dietary Pattern Identification\n        The dietary data collection methods have been previously described in detail [34]. Briefly, the subjects’ diets were studied using data from a validated food frequency questionnaire (FFQ-6) [56]. The FFQ-6 provided data regarding the consumption frequency of 62 food items. A qualified dietitian asked the participants during face-to-face interviews how frequently, on average, during the past year they had consumed the specific food items. The subjects could choose one of six categories (next converted into daily frequency): never or almost never (0 times/day), once a month or less (0.25 times/day), several times a month (0.1 times/day), several times a week (0.571 times/day), daily (1.0 time/day), or several times a day (2.0 times/day) [57]. \n        Two approaches were applied to identify DPs. The Polish-adapted Mediterranean diet (Polish-aMED) score was calculated (hypothesis-driven approach), while the principal component analysis (PCA) was used to identify PCA-driven DPs (data-driven approach) [58].\n        The methods of deriving PCA-driven DPs have been previously described in detail [28,29]. After aggregating some food items collected with the FFQ-6, a total of 23 food groups were included in the PCA (Table S1). The data were checked using the Kaiser–Meyer–Olkin (KMO) index to measure the sampling adequacy [59], and Bartlett’s test of sphericity was used [60]. The PCA performance is justified when the KMO is greater than 0.5 and Bartlett’s test is statistically significant (p < 0.05). In this dataset, the Kaiser–Meyer–Olkin (KMO) value was 0.716 and Bartlett’s test had a significance of p < 0.001. For the statistical analysis, the sample size was sufficient for the PCA performance because the subject-to-item ratio was 19:1 (439 subjects and 23 items) [61]. Before the analysis, input variables were standardized. During the identification of the number of DPs, the following criteria were considered: (i) the eigenvalues of the variable correlations > 1.0, (ii) the plot of eigenvalues, and (iii) the total variance explained [58]. Rotated factor loadings with an absolute value > |0.30| were considered to be specific to the given pattern and used to label the patterns accordingly [62]. For each subject and each pattern, DP scores were calculated as a product of factor loading and food consumption frequency (for dietary variables). Next, for each DP, tertile intervals were calculated, which aimed to categorize subjects’ adherence to the patterns; subjects that were located in the upper tertile were characterized as those with higher adherence to the pattern, while subjects located in the bottom tertile were characterized as those with lower adherence.\n        The Polish-aMED score is a Polish version of the Mediterranean diet (MED) score, modified and described earlier by Fung et al. [63]. Briefly, the Polish-aMED score was calculated based on the qualitative data of the frequency of consumption (times/day) of nine selected dietary items. The methods of calculation of the Polish-aMED score have been previously described in detail [34]. In this study, alcohol was included as a component of the Polish-aMED score because there is no definitive evidence that it is a risk factor for lung cancer [7,64,65]. Detailed calculation of the Polish-aMED is shown in Supplementary Table S2. Possible scores for the Polish-aMED ranged from 0 (minimal adherence) to 9 (maximal adherence). Next, the adherence to the Polish-aMED was categorized as low (0–3 points), moderate (4–6 points), and high (7–9 points).\n      \n      \n        2.4. Smoking\n        Data regarding smoking status was collected for all subjects, including current smoking status, duration, the intensity of smoking, and time since cessation. The pack-years of smoking were calculated by multiplying the average number of packs of cigarettes smoked per day (intensity) by the number of years the person had smoked [66]. Smoking status pack-years were classified into two groups: moderate (2.5–11 pack-years) or heavy (>11 pack-years) smokers. These categories were based on the median value, which in this sample was equal to 11 pack-years (at enrollment).\n        Example of calculation: A man reported smoking 30 cigarettes a day for 10 years.The calculated number of pack-years is: 10 × 30/20 = 15 pack-years10—years of smoking30—number of cigarettes per day20—number of cigarettes in one pack\n      \n      \n        2.5. Confounders\n        Data regarding socioeconomic, lifestyle, and medical factors were collected during an individual interview with each subject. The confounding factors were selected based on data analysis and a literature search. These factors included variables with a significantly differing distribution between the cancer and control samples, and the factors that were previously indicated as playing a role in lung cancer aetiology [7]: age, weight (body mass index), smoking, socioeconomic status, physical activity, the occurrence of lung cancer in a relative, workplace exposure to asbestos, chemical compounds (radon, uranium, chromium, arsenic, nickel, zinc, and polycyclic aromatic hydrocarbons), and hardwood dust. The potential confounders considered in this study have been described previously [33,34]. \n        To describe socioeconomic status, the SES index was calculated using three variables: place of residence (three categories), education level (three categories), and economic status (three categories). The SES index was calculated as the sum of the values assigned to the individual response categories to each SES factor. All variables that were components of the SES index were standardized, and the tertiles of the SES index were then created to identify subjects with low, average, and high SES.\n        Subjects were asked about their physical activity at work and in leisure time. These data were combined, and three categories of overall physical activity were established (Table S3). Measurements of weight and height were taken, and body mass index (BMI, kg/m2) was calculated and used as an indirect measure of energy balance.\n      \n      \n        2.6. Statistical Analysis\n        The data are presented as percentages of the sample for categorical variables, or means and standard deviations (SDs) for continuous variables with normal distribution. Differences between groups were verified with Pearson’s chi-squared test for categorical variables or the Kruskal–Wallis test for continuous variables, and were considered statistically significant when p < 0.05. Logistic regression was used to verify the associations between DPs or Polish-aMED, lung cancer, and smoking. The odds ratios (ORs) and 95% confidence intervals (95% CIs) were calculated [67]. Two models were created and adjusted for potential confounders: age (categories), sex, BMI (categories), current smoking status (never smokers, current smokers, former smokers), socioeconomic status (low, average, high), overall physical activity (low, moderate, high), the occurrence of lung cancer in relatives (yes, no, I do not know), and occupational exposure in the workplace (yes, no) (see Section 2.5). The reference categories (OR = 1.00) were the control sample and the lowest level of each DP (the bottom tertile or low level). The level of significance of the OR was verified with Wald’s test [67]. The statistical analysis was performed using STATISTICA software (version 13.3 PL; StatSoft Inc., Tulsa, OK, USA; Kraków, StatSoft Polska).\n2.1. Ethical Considerations\n        The study protocol was approved by the Bioethics Committee of the Faculty of Medical Sciences, University of Warmia and Mazury in Olsztyn on 2 October 2013 (resolution no. 29/2013). All of the subjects gave their written informed consent to participate in the study.\n2.2. Study Design and Sample Characteristics\n        A case-control study was carried out from October 2013 to August 2017. The total sample screened consisted of 439 adult men aged 45 to 80 (mean = 62.6, SD = 7.2) years. The subjects were residents of northeastern Poland. \n        The cancer sample consisted of 187 men with a newly primarily diagnosed (with digital X-ray examination (RTG) and computed tomography (CT) of the chest) and histologically confirmed lung cancer. The period from cancer diagnosis to case recruitment for study and data collection ranged from seven days to 14 days (Figure 1a). Cases during or after active treatment were not qualified for the study, since they may have involved changes in dietary habits or other behaviors. Therefore, the dietary data have not been disturbed by a possible change of diet after the diagnosis of cancer. The exclusion criteria of the cancer sample collection were described previously [34]. In brief, cases diagnosed with other cancer or secondary lung cancer, or with benign changes, after active treatment (e.g., chemotherapy, radiotherapy) or surgical intervention were not eligible for participation in the study.\n        The control sample consisted of 252 men who received a negative result from a digital X-ray examination (RTG) and/or computed tomography (CT) of the chest. The period since the cancer exclusion until participation in the study did not exceed six months (Figure 1b). Control subjects did not have any clinical symptoms or suspicion of any type of cancer in their medical history. The control sample was comprised of men recruited from those who attended national screening programs for the early diagnosis of lung cancer. Details regarding the enrollment are presented in Figure 2.\n2.3. Dietary Data Collection and Dietary Pattern Identification\n        The dietary data collection methods have been previously described in detail [34]. Briefly, the subjects’ diets were studied using data from a validated food frequency questionnaire (FFQ-6) [56]. The FFQ-6 provided data regarding the consumption frequency of 62 food items. A qualified dietitian asked the participants during face-to-face interviews how frequently, on average, during the past year they had consumed the specific food items. The subjects could choose one of six categories (next converted into daily frequency): never or almost never (0 times/day), once a month or less (0.25 times/day), several times a month (0.1 times/day), several times a week (0.571 times/day), daily (1.0 time/day), or several times a day (2.0 times/day) [57]. \n        Two approaches were applied to identify DPs. The Polish-adapted Mediterranean diet (Polish-aMED) score was calculated (hypothesis-driven approach), while the principal component analysis (PCA) was used to identify PCA-driven DPs (data-driven approach) [58].\n        The methods of deriving PCA-driven DPs have been previously described in detail [28,29]. After aggregating some food items collected with the FFQ-6, a total of 23 food groups were included in the PCA (Table S1). The data were checked using the Kaiser–Meyer–Olkin (KMO) index to measure the sampling adequacy [59], and Bartlett’s test of sphericity was used [60]. The PCA performance is justified when the KMO is greater than 0.5 and Bartlett’s test is statistically significant (p < 0.05). In this dataset, the Kaiser–Meyer–Olkin (KMO) value was 0.716 and Bartlett’s test had a significance of p < 0.001. For the statistical analysis, the sample size was sufficient for the PCA performance because the subject-to-item ratio was 19:1 (439 subjects and 23 items) [61]. Before the analysis, input variables were standardized. During the identification of the number of DPs, the following criteria were considered: (i) the eigenvalues of the variable correlations > 1.0, (ii) the plot of eigenvalues, and (iii) the total variance explained [58]. Rotated factor loadings with an absolute value > |0.30| were considered to be specific to the given pattern and used to label the patterns accordingly [62]. For each subject and each pattern, DP scores were calculated as a product of factor loading and food consumption frequency (for dietary variables). Next, for each DP, tertile intervals were calculated, which aimed to categorize subjects’ adherence to the patterns; subjects that were located in the upper tertile were characterized as those with higher adherence to the pattern, while subjects located in the bottom tertile were characterized as those with lower adherence.\n        The Polish-aMED score is a Polish version of the Mediterranean diet (MED) score, modified and described earlier by Fung et al. [63]. Briefly, the Polish-aMED score was calculated based on the qualitative data of the frequency of consumption (times/day) of nine selected dietary items. The methods of calculation of the Polish-aMED score have been previously described in detail [34]. In this study, alcohol was included as a component of the Polish-aMED score because there is no definitive evidence that it is a risk factor for lung cancer [7,64,65]. Detailed calculation of the Polish-aMED is shown in Supplementary Table S2. Possible scores for the Polish-aMED ranged from 0 (minimal adherence) to 9 (maximal adherence). Next, the adherence to the Polish-aMED was categorized as low (0–3 points), moderate (4–6 points), and high (7–9 points).\n2.4. Smoking\n        Data regarding smoking status was collected for all subjects, including current smoking status, duration, the intensity of smoking, and time since cessation. The pack-years of smoking were calculated by multiplying the average number of packs of cigarettes smoked per day (intensity) by the number of years the person had smoked [66]. Smoking status pack-years were classified into two groups: moderate (2.5–11 pack-years) or heavy (>11 pack-years) smokers. These categories were based on the median value, which in this sample was equal to 11 pack-years (at enrollment).\n        Example of calculation: A man reported smoking 30 cigarettes a day for 10 years.The calculated number of pack-years is: 10 × 30/20 = 15 pack-years10—years of smoking30—number of cigarettes per day20—number of cigarettes in one pack\n2.5. Confounders\n        Data regarding socioeconomic, lifestyle, and medical factors were collected during an individual interview with each subject. The confounding factors were selected based on data analysis and a literature search. These factors included variables with a significantly differing distribution between the cancer and control samples, and the factors that were previously indicated as playing a role in lung cancer aetiology [7]: age, weight (body mass index), smoking, socioeconomic status, physical activity, the occurrence of lung cancer in a relative, workplace exposure to asbestos, chemical compounds (radon, uranium, chromium, arsenic, nickel, zinc, and polycyclic aromatic hydrocarbons), and hardwood dust. The potential confounders considered in this study have been described previously [33,34]. \n        To describe socioeconomic status, the SES index was calculated using three variables: place of residence (three categories), education level (three categories), and economic status (three categories). The SES index was calculated as the sum of the values assigned to the individual response categories to each SES factor. All variables that were components of the SES index were standardized, and the tertiles of the SES index were then created to identify subjects with low, average, and high SES.\n        Subjects were asked about their physical activity at work and in leisure time. These data were combined, and three categories of overall physical activity were established (Table S3). Measurements of weight and height were taken, and body mass index (BMI, kg/m2) was calculated and used as an indirect measure of energy balance.\n2.6. Statistical Analysis\n        The data are presented as percentages of the sample for categorical variables, or means and standard deviations (SDs) for continuous variables with normal distribution. Differences between groups were verified with Pearson’s chi-squared test for categorical variables or the Kruskal–Wallis test for continuous variables, and were considered statistically significant when p < 0.05. Logistic regression was used to verify the associations between DPs or Polish-aMED, lung cancer, and smoking. The odds ratios (ORs) and 95% confidence intervals (95% CIs) were calculated [67]. Two models were created and adjusted for potential confounders: age (categories), sex, BMI (categories), current smoking status (never smokers, current smokers, former smokers), socioeconomic status (low, average, high), overall physical activity (low, moderate, high), the occurrence of lung cancer in relatives (yes, no, I do not know), and occupational exposure in the workplace (yes, no) (see Section 2.5). The reference categories (OR = 1.00) were the control sample and the lowest level of each DP (the bottom tertile or low level). The level of significance of the OR was verified with Wald’s test [67]. The statistical analysis was performed using STATISTICA software (version 13.3 PL; StatSoft Inc., Tulsa, OK, USA; Kraków, StatSoft Polska).\n3. Results\n      The distribution of the general characteristics of the cases and controls is shown in Table 1. Most subjects with lung cancer cases were slightly older and had lower body weight compared to the non-cancer group (controls). When compared to the controls, more cases of lung cancer had a lower education level and socioeconomic status, and were less physically active at work and overall. A higher proportion of cases were former smokers who smoked for a long time (>10 years) and were classified as heavy smokers (>11 pack-years). The frequency of food consumption by smoking status is shown in Supplementary Table S4.\n      \n        3.1. Food Consumption Frequency and Dietary Patterns\n        Using three PCA-driven DPs, three dietary patterns were derived: prudent DP, westernized traditional DP, and sweet dairy DP. The total explained variation of these three dietary patterns was 31%. Each dietary pattern explained 15%, 10%, and 6% of the consumption variance of 23 food groups, respectively. The concise names of the patterns represented the most prominent features and were labelled as follows: prudent DP—was positively loaded by the consumption frequency of whole grain products (0.65), fruits (0.64), nuts and seeds (0.57), vegetables (0.49), fish (0.48), legumes (0.47), and fruit, vegetable, and vegetable-fruit juices (0.32), and was negatively loaded by the consumption frequency of refined grain products (−0.54), sugar, honey and sweets (−0.45); westernized traditional DP—was positively loaded by the consumption frequency of red and processed meats (0.63), white meat (0.56), potatoes (0.51), other fats (0.45), vegetables (0.43), refined grain products (0.39), sweetened beverages and energy drinks (0.38), and sugar, honey, and sweets (0.37); sweet dairy—was positively loaded by the consumption frequency of animal fats (0.66), milk, fermented milk drinks, and curd cheese (0.49), sweetened milk drinks and flavored homogenized cheese (0.45), eggs (0.43), cheese (0.38), sugar, honey, and sweets (0.37), breakfast cereals (0.37), refined grain products (0.35), vegetable oils (0.33), and dried fruit and preserves (0.32), and was negatively loaded by the consumption frequency of other fats (−0.39) (Table 2). The frequency of food consumption by different dietary patterns is shown in Supplementary Table S5.\n        For the Polish-aMED, a significantly positive correlation was found between the Polish-aMED score with the consumption frequency of seven (out of nine) components: whole grains products (r = 0.49), fruits (r = 0.25), nuts and seeds (r = 0.54), vegetables (r = 0.50), legumes (r = 0.41), alcohol (r = 0.21), and the ratio of vegetable oils to animal fat (r = 0.11) (Table 2).\n      \n      \n        3.2. Dietary Patterns and Lung Cancer \n        The association between dietary patterns and the risk of lung cancer are presented in Table 3 (distributions) and Table 4; Table 5 (odds ratios).\n        Within the cancer-control sample, one out of the three PCA-driven dietary patterns, prudent, showed a significant association with the prevalence of lung cancer in a logistic regression analysis. The risk of lung cancer was lower by 37% (OR: 0.63; 95% CI: 0.39–1.00; p < 0.05; crude model) in subjects with moderate adherence to the prudent DP when compared to the lower adherence as a reference. This association was not significant after adjustment. The risk of lung cancer was lower by 43% (OR: 0.57; 95% CI: 0.44–0.72; p < 0.0001; crude model) and 28% (OR: 0.72; 95% CI: 0.53–0.96; p < 0.05; adjusted model) in subjects with higher adherence to the prudent DP when compared to the lower adherence as a reference (Table 3). The westernized traditional DP and sweet dairy DP were not significantly associated with the risk of lung cancer. For the Polish a-MED DP, the risk of lung cancer was lower by 49% (OR: 0.51; 95% CI: 0.31–0.81; p < 0.05, adjusted model and OR: 0.51; 95% CI: 0.32–0.81; p < 0.05; adjusted model) in subjects with moderate adherence (4–6 points) and high adherence (7–9 points) to the Polish-aMED score when compared to the low adherence (0–3 points).\n        For moderate smokers, the risk of lung cancer was lower by 49% (OR: 0.51; 95% CI: 0.37–0.71; p < 0.0001; crude model) and 41% (OR: 0.59; 95% CI: 0.39–0.90; p < 0.05; adjusted model) for higher adherence to the prudent DP when compared to the lower adherence. The westernized traditional DP and sweet dairy DP were not significantly associated with the risk of lung cancer in moderate smokers. For moderate smokers, the risk of lung cancer was lower by 65% (OR: 0.35; 95% CI: 0.18–0.65; p < 0.05; adjusted model) and 66% (OR: 0.34; 95% CI: 0.15–0.76; p < 0.05; adjusted model) in the moderate adherence (4–6 points) and the high adherence (7–9 points) to the Polish-aMED score when compared to the low adherence (0–3 points).\n        No dietary pattern was significantly associated with the risk of lung cancer among heavy smokers.\n3.1. Food Consumption Frequency and Dietary Patterns\n        Using three PCA-driven DPs, three dietary patterns were derived: prudent DP, westernized traditional DP, and sweet dairy DP. The total explained variation of these three dietary patterns was 31%. Each dietary pattern explained 15%, 10%, and 6% of the consumption variance of 23 food groups, respectively. The concise names of the patterns represented the most prominent features and were labelled as follows: prudent DP—was positively loaded by the consumption frequency of whole grain products (0.65), fruits (0.64), nuts and seeds (0.57), vegetables (0.49), fish (0.48), legumes (0.47), and fruit, vegetable, and vegetable-fruit juices (0.32), and was negatively loaded by the consumption frequency of refined grain products (−0.54), sugar, honey and sweets (−0.45); westernized traditional DP—was positively loaded by the consumption frequency of red and processed meats (0.63), white meat (0.56), potatoes (0.51), other fats (0.45), vegetables (0.43), refined grain products (0.39), sweetened beverages and energy drinks (0.38), and sugar, honey, and sweets (0.37); sweet dairy—was positively loaded by the consumption frequency of animal fats (0.66), milk, fermented milk drinks, and curd cheese (0.49), sweetened milk drinks and flavored homogenized cheese (0.45), eggs (0.43), cheese (0.38), sugar, honey, and sweets (0.37), breakfast cereals (0.37), refined grain products (0.35), vegetable oils (0.33), and dried fruit and preserves (0.32), and was negatively loaded by the consumption frequency of other fats (−0.39) (Table 2). The frequency of food consumption by different dietary patterns is shown in Supplementary Table S5.\n        For the Polish-aMED, a significantly positive correlation was found between the Polish-aMED score with the consumption frequency of seven (out of nine) components: whole grains products (r = 0.49), fruits (r = 0.25), nuts and seeds (r = 0.54), vegetables (r = 0.50), legumes (r = 0.41), alcohol (r = 0.21), and the ratio of vegetable oils to animal fat (r = 0.11) (Table 2).\n3.2. Dietary Patterns and Lung Cancer \n        The association between dietary patterns and the risk of lung cancer are presented in Table 3 (distributions) and Table 4; Table 5 (odds ratios).\n        Within the cancer-control sample, one out of the three PCA-driven dietary patterns, prudent, showed a significant association with the prevalence of lung cancer in a logistic regression analysis. The risk of lung cancer was lower by 37% (OR: 0.63; 95% CI: 0.39–1.00; p < 0.05; crude model) in subjects with moderate adherence to the prudent DP when compared to the lower adherence as a reference. This association was not significant after adjustment. The risk of lung cancer was lower by 43% (OR: 0.57; 95% CI: 0.44–0.72; p < 0.0001; crude model) and 28% (OR: 0.72; 95% CI: 0.53–0.96; p < 0.05; adjusted model) in subjects with higher adherence to the prudent DP when compared to the lower adherence as a reference (Table 3). The westernized traditional DP and sweet dairy DP were not significantly associated with the risk of lung cancer. For the Polish a-MED DP, the risk of lung cancer was lower by 49% (OR: 0.51; 95% CI: 0.31–0.81; p < 0.05, adjusted model and OR: 0.51; 95% CI: 0.32–0.81; p < 0.05; adjusted model) in subjects with moderate adherence (4–6 points) and high adherence (7–9 points) to the Polish-aMED score when compared to the low adherence (0–3 points).\n        For moderate smokers, the risk of lung cancer was lower by 49% (OR: 0.51; 95% CI: 0.37–0.71; p < 0.0001; crude model) and 41% (OR: 0.59; 95% CI: 0.39–0.90; p < 0.05; adjusted model) for higher adherence to the prudent DP when compared to the lower adherence. The westernized traditional DP and sweet dairy DP were not significantly associated with the risk of lung cancer in moderate smokers. For moderate smokers, the risk of lung cancer was lower by 65% (OR: 0.35; 95% CI: 0.18–0.65; p < 0.05; adjusted model) and 66% (OR: 0.34; 95% CI: 0.15–0.76; p < 0.05; adjusted model) in the moderate adherence (4–6 points) and the high adherence (7–9 points) to the Polish-aMED score when compared to the low adherence (0–3 points).\n        No dietary pattern was significantly associated with the risk of lung cancer among heavy smokers.\n4. Discussion\n      The current study found that men from northeastern Poland had higher adherence to the prudent DP and that the Polish-aMED score was associated with a significantly lower risk of lung cancer, independent of confounders. This inverse association between both pro-healthy dietary patterns and lung cancer in men was visible even in moderate smokers, although it was not confirmed among heavy smokers. The westernized traditional DP and sweet dairy DP were not significantly associated with the risk of lung cancer. \n      The study showed that the risk of lung cancer was 28% lower in men with higher adherence to the prudent DP, independent of confounders, which were taking into consideration. This prudent DP included whole grain products, fruits, nuts and seeds, vegetables, fish, legumes, fruits, vegetables, and vegetable-fruit juices, while it was negatively loaded by the consumption frequency of refined grain products, sugar, honey, and sweets. A beneficial effect was previously shown for many pro-healthy dietary patterns, which were rich, similar to the prudent DP, in fruits and vegetables [29], milk [32], low-fat foods [14], fish [70], pasta, rice, poultry, and oils [31]. \n      High and moderate adherence to the Polish-aMED score reduced lung cancer risk at the same level (by 49%), independent of confounders. This strong association was found even though Poland is a non-Mediterranean country and the dietary habits of the Polish population do not closely resemble the traditional Mediterranean diet. This result is consistent with previous outcomes from other countries, which found a beneficial effect of the Mediterranean pattern on lung cancer risk [44,68]. In a Dutch study (NLCS), high adherence to the alternate Mediterranean diet (without alcohol) was associated with a reduced risk of lung cancer in men by 9% and women by 27% [44]. In a study (both sexes) in Sweden, it was found that following the Mediterranean diet reduces the risk of lung cancer by 14%, while, in Italy, following the recommendations of this diet reduces the risk by as much as 80% [71,72]. While there were similarities between the countries, there are also important differences in dietary habits and food consumption [49]. An updated systematic review and meta-analysis confirm that high adherence to the Mediterranean diet reduces the risk of respiratory cancers by 16% [73]. \n      An inverse association between lung cancer and both pro-healthy dietary patterns was visible even in moderate smokers. Moderate smokers with higher adherence to the prudent DP had a lower risk of lung cancer by 41%, independent of confounders. Previous studies from China [32], USA [29], and the Netherlands [31] revealed that the pro-healthy patterns rich in fruits and vegetables were associated with reduced risk of lung cancer risk among smokers. Case studies among smokers (both genders) found that the fruits and vegetables pattern was associated with the reduced risk of lung cancer by 46% in Americans and 73% in Chinese people [29,32]. For Dutch males, higher adherence to the salad vegetables pattern was associated with a 10% lower risk of lung cancer among male smokers and 23% lower risk among former smokers [31]. This result was partly confirmed in the current study, showing that for moderate smokers, a higher adherence to the prudent DP, characterized by a higher consumption frequency of vegetables and fruit, was associated with a lower risk of lung cancer.\n      The current study found that moderate smokers (including current smokers) with higher and moderate adherence to the Polish-aMED score had a lower risk of lung cancer (66% and 65%, respectively), independent of confounders, which were taken into consideration. Previous studies from Australia [45] found that high adherence to the Mediterranean diet score was associated with lower lung cancer risk (by 36% overall and by 62% for current smokers). The European Prospective Investigation into Cancer and Nutrition (EPIC) study [74] found that higher adherence to the Mediterranean dietary pattern was associated with a 12% reduction in the risk of tobacco-related cancers among smokers. Thus, the current results reinforce previous reports and confirm the pro-health effect of the Mediterranean diet in relation to the risk of lung cancer, even for moderate smokers.\n      The two pro-healthy dietary patterns considered in this study—the prudent pattern and the Polish a-MED score—were inversely associated with healthy outcomes in moderate smokers. Moderate male smokers with higher adherence to these dietary patterns had a lower risk of lung cancer (by 41% and 66%, respectively), whereas, among heavy male smokers, this relationship disappeared, and no pro-healthy dietary patterns were significantly associated with the risk of lung cancer. In contrast to the current findings, in an Italian study involving heavy smokers (≥20 pack-years), adherence to the vitamin and fiber diet regimen was associated with a 43% lower risk of lung cancer [75]. Although this pattern can be classified as pro-healthy, it was not similar to the prudent pattern in the current study because the vitamin and fiber formula included vitamin supplementation, so the possibility of comparing both results is limited. This finding documents the positive potential of pro-healthy dietary patterns. It may be speculated that these DPs could modulate the negative impact of moderate smoking, but not heavy smoking. Further studies are needed in both sexes and in other countries to determine if it is a general rule or a specific relationship for Polish males.\n      The study found no association between the westernized traditional pattern and lung cancer, which can be explained by the opposite influence of food components of this pattern. The westernized traditional pattern reflects the diet of many Poles, which consists of traditional staple foods (e.g., meat, potatoes, refined grain products) and vegetables prepared in a traditional manner, which are combined with western dietary influences, e.g., the consumption of sweetened beverages and energy drinks, sugar, honey, and sweets [76,77]. Contrary to the current results, a higher adherence to dietary patterns labelled as Western was associated with an increased risk of lung cancer in American [29] and Uruguayan men [36], although components of these Western patterns slightly differed from the westernized traditional pattern of Polish men. In previous Polish studies [33] regarding the risk of breast cancer in women and lung cancer in men, no significant relationship between the traditional Polish pattern and both cancers was obtained. The components of the westernized Polish pattern coincide with the characteristics reported in previous Polish studies, in which the westernized traditional pattern was positively associated with lipid disorders and high blood pressure in adolescents [76], and the westernized traditional pattern with premature coronary artery disease in young men [78].\n      In the current study, no association between the sweet dairy pattern and lung cancer risk was found. This pattern included foods with a potentially beneficial effect on health (vegetable oils, dried fruit, and preserves) and foods with potentially negative effects on health (sugar, honey, sweets, and breakfast cereals) [76,79,80]. Such a combination may have influenced the neutral character of the final results regarding lung cancer risk. Other studies on dietary patterns and lung cancer have not identified a similar pattern, so a direct comparison of the current results is limited. The components of the sweet dairy pattern coincide with the characteristics reported in previous health-related studies, in which the pattern was neutral for health outcomes. In elderly Italians from the EPIC study, more hyperlipidemic subjects were found in those with lower adherence to the sweet and dairy pattern than those with normal blood lipids [81].\n      In the current study, in moderate and heavy male smokers, the westernized traditional and the sweet dairy patterns were not significantly associated with the risk of lung cancer. No previous studies involved male smokers to investigate the risk of lung cancer in this cohort with similar dietary patterns, so a direct comparison of the current results with other studies cannot be provided.\n      To the authors’ best knowledge, this is the first Polish study in men regarding the association between lung cancer risk and dietary patterns, including the Polish-aMED score, considering the time of tobacco smoking. Overall, the data highlight the beneficial effect of a healthy diet on lung cancer risk in men from northeastern Poland. These findings could be helpful in preventing lung cancer, which was the most common cause of death from cancer in 14 regions of the world in 2018 (including in Eastern Europe) [82].\n      \n        Strength and Limitations\n        The current study has several limitations. Due to the multifactorial aetiology of cancer, an adjusted model for the diet–cancer association, including many potential confounders [7,33,34], was calculated. However, it was not possible to include all potential confounders. Thus, the possibility of residual confounding by factors that were not evaluated cannot be ruled out. The next limitation is a lack of quantitative data regarding food consumption and nutrient intake, although current evidence shows the limitations in concluding when single foods or nutrient components are considered [80]. In this study, an informational bias regarding lifestyle factors (e.g., diet, physical activity, smoking) is possible—it is a general limitation when subject-reported data are collected and interpreted. On the other hand, there is no golden method, and the food frequency method covering one year is a reasonable choice in dietary assessment [83]. Furthermore, the measurement of long-term usual daily physical activity or smoking is difficult. It cannot be ruled out that some of these lifestyle factors may have changed close to the cancer diagnosis due to early symptoms. Although retrospective data has been collected (for diet: 12 months before to data collection and diagnosis; for smoking: many years before). Thus, it can be speculated that the association between retrospective, long-time exposure (lifestyle) and cancer risk was identified, not short-term exposure as a result of health impairment. With respect to smoking, the cumulative exposure (in pack-years) can be interpreted with caution. Without a doubt, the longer one smokes and the more cigarettes one smokes per day (pack-years), the greater one’s chances of getting lung cancer and other smoking-related diseases. Even though the problem of how to summarize the effects of extended and variable exposures is a universal one in epidemiology and is still open, the cumulative dose has been widely used in analyses of numerous other exposures, including smoking [84]. In this study, a multidimensional statistical analysis (PCA) has both limitations and strengths. For the three PCA-driven dietary patterns that have been identified, the cumulative percentage of variance explained was not too high (31%). Since dietary data are variables with high variability [85], it is not possible to achieve a high level of the total variance explained while data-driven dietary patterns were identified. According to the literature on nutrition, the typical range is 20% to 30% of the total variance explained by two or three dietary factors (dietary patterns). In this light, the current result (31% for three factors) is better than many previously reported [86,87,88,89]. The strength of a statistical analysis is the sample size—sufficient for PCA performance (the subject-to-item ratio 19:1) [61].\n        A major strength of the study is the identification of dietary patterns (hypothesis-driven approach and data-driven approach) [58], which represents the overall combination of commonly consumed food and a consideration of the health outcome (synergistic or opposed) of many single dietary items [90]. Secondly, an additional logistic regression analysis was performed on the data, including an age-matched control sub-sample (n = 238), to ensure that study outcomes do not differ when the two groups are age-matched (Tables S6 and S7). Thirdly, to collect dietary data, an interviewer-administrated FFQ with adequate to high internal repeatability [91] was used. Finally, although several studies have explored the association between dietary patterns and lung cancer, none have reported results from adults living in Central or Eastern Europe, considering the history of tobacco smoking. The current paper fills this important gap by exploring the link between different dietary patterns, including the Polish-aMED score, and cancer risk in male smokers from northeastern Poland.\nStrength and Limitations\n        The current study has several limitations. Due to the multifactorial aetiology of cancer, an adjusted model for the diet–cancer association, including many potential confounders [7,33,34], was calculated. However, it was not possible to include all potential confounders. Thus, the possibility of residual confounding by factors that were not evaluated cannot be ruled out. The next limitation is a lack of quantitative data regarding food consumption and nutrient intake, although current evidence shows the limitations in concluding when single foods or nutrient components are considered [80]. In this study, an informational bias regarding lifestyle factors (e.g., diet, physical activity, smoking) is possible—it is a general limitation when subject-reported data are collected and interpreted. On the other hand, there is no golden method, and the food frequency method covering one year is a reasonable choice in dietary assessment [83]. Furthermore, the measurement of long-term usual daily physical activity or smoking is difficult. It cannot be ruled out that some of these lifestyle factors may have changed close to the cancer diagnosis due to early symptoms. Although retrospective data has been collected (for diet: 12 months before to data collection and diagnosis; for smoking: many years before). Thus, it can be speculated that the association between retrospective, long-time exposure (lifestyle) and cancer risk was identified, not short-term exposure as a result of health impairment. With respect to smoking, the cumulative exposure (in pack-years) can be interpreted with caution. Without a doubt, the longer one smokes and the more cigarettes one smokes per day (pack-years), the greater one’s chances of getting lung cancer and other smoking-related diseases. Even though the problem of how to summarize the effects of extended and variable exposures is a universal one in epidemiology and is still open, the cumulative dose has been widely used in analyses of numerous other exposures, including smoking [84]. In this study, a multidimensional statistical analysis (PCA) has both limitations and strengths. For the three PCA-driven dietary patterns that have been identified, the cumulative percentage of variance explained was not too high (31%). Since dietary data are variables with high variability [85], it is not possible to achieve a high level of the total variance explained while data-driven dietary patterns were identified. According to the literature on nutrition, the typical range is 20% to 30% of the total variance explained by two or three dietary factors (dietary patterns). In this light, the current result (31% for three factors) is better than many previously reported [86,87,88,89]. The strength of a statistical analysis is the sample size—sufficient for PCA performance (the subject-to-item ratio 19:1) [61].\n        A major strength of the study is the identification of dietary patterns (hypothesis-driven approach and data-driven approach) [58], which represents the overall combination of commonly consumed food and a consideration of the health outcome (synergistic or opposed) of many single dietary items [90]. Secondly, an additional logistic regression analysis was performed on the data, including an age-matched control sub-sample (n = 238), to ensure that study outcomes do not differ when the two groups are age-matched (Tables S6 and S7). Thirdly, to collect dietary data, an interviewer-administrated FFQ with adequate to high internal repeatability [91] was used. Finally, although several studies have explored the association between dietary patterns and lung cancer, none have reported results from adults living in Central or Eastern Europe, considering the history of tobacco smoking. The current paper fills this important gap by exploring the link between different dietary patterns, including the Polish-aMED score, and cancer risk in male smokers from northeastern Poland.\n5. Conclusions\n      The current study suggests that pro-healthy dietary patterns, including the Mediterranean pattern, may favour a lower risk of lung cancer in men. This beneficial association was found in moderate smokers, although it was not confirmed in heavy smokers. It can be speculated that a higher consumption frequency of foods with components of a pro-healthy diet can, to some extent, reduce the negative effect of moderate smoking and lower the risk of lung cancer. Given the limited number of participants, prospective studies with close control of confounding factors are needed, especially in northeastern European countries, to confirm the link between pro-healthy dietary patterns and the lower risk of lung cancer in moderate smokers.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7764397/",
    "doi": "https://doi.org/10.3390/nu12123788",
    "citation_count": 7,
    "references": {
        "10610272": "Adherence to Data-Driven Dietary Patterns and Lung Cancer Risk: A Systematic Review and Dose–Response Meta-Analysis",
        "9607029": "Lung Cancer Risk in Men and Compliance with the 2018 WCRF/AICR Cancer Prevention Recommendations",
        "9556318": "Health effects associated with smoking: a Burden of Proof study",
        "9105477": "The Association between Serum Serine and Glycine and Related-Metabolites with Pancreatic Cancer in a Prospective Cohort Study",
        "9039180": "Mediterranean Diet Patterns in Relation to Lung Cancer Risk: A Meta-Analysis",
        "8876325": "Dietary Patterns and Their Association with Sociodemographic and Lifestyle Factors in Filipino Adults",
        "8036451": "Mediterranean Diet Implementation to Protect against Advanced Lung Cancer Index (ALI) Rise: Study Design and Preliminary Results of a Randomised Controlled Trial"
    },
    "journal": "Nutrients",
    "topics": [
        "dietary, inversely, heavy, associated",
        "prudent, adherence, lung, cancer",
        "patterns, study, moderate, heavy"
    ]
}