{
    "title": "Causal relationships between body mass index, smoking and lung cancer: Univariable and multivariable Mendelian randomization",
    "abstract": "Causal relationships between body mass index, smoking and lung cancer: Univariable and multivariable Mendelian randomization Wen Zhou Geoffrey Liu Rayjean J. Hung Philip C. Haycock Melinda C. Aldrich Angeline S. Andrew Susanne M. Arnold Heike Bickeböller Stig E. Bojesen Paul Brennan Hans Brunnström Olle Melander Neil E. Caporaso Maria Teresa Landi Chu Chen Gary E. Goodman David C. Christiani Angela Cox John K. Field Mikael Johansson Lambertus A. Kiemeney Stephen Lam Philip Lazarus Loïc Le Marchand Gad Rennert Angela Risch Matthew B. Schabath Sanjay S. Shete Adonina Tardón Shanbeh Zienolddiny Hongbing Shen Christopher I. Amos",
    "authors": [
        "Wen Zhou",
        "Geoffrey Liu",
        "Rayjean J. Hung",
        "Philip C. Haycock",
        "Melinda C. Aldrich",
        "Angeline S. Andrew",
        "Susanne M. Arnold",
        "Heike Bickeböller",
        "Stig E. Bojesen",
        "Paul Brennan",
        "Hans Brunnström",
        "Olle Melander",
        "Neil E. Caporaso",
        "Maria Teresa Landi",
        "Chu Chen",
        "Gary E. Goodman",
        "David C. Christiani",
        "Angela Cox",
        "John K. Field",
        "Mikael Johansson",
        "Lambertus A. Kiemeney",
        "Stephen Lam",
        "Philip Lazarus",
        "Loïc Le Marchand",
        "Gad Rennert",
        "Angela Risch",
        "Matthew B. Schabath",
        "Sanjay S. Shete",
        "Adonina Tardón",
        "Shanbeh Zienolddiny",
        "Hongbing Shen",
        "Christopher I. Amos"
    ],
    "published_year": "Not available",
    "description": "",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7845289/",
    "doi": "https://doi.org/10.1002/ijc.33292",
    "citation_count": 46,
    "references": {
        "11029993": "Predicting the risk of lung cancer using machine learning: A large study based on UK Biobank",
        "11007012": "Body mass index and lung cancer risk: Pooled analysis of 10 prospective cohort studies in Japan",
        "10937522": "The potential causal relationship between various lifestyles and depression: a univariable and multivariable Mendelian randomization study",
        "10905409": "Causal Relationship between Immune Cells and Gynecological Cancers through Bidirectional and Multivariable Mendelian Randomization Analyses",
        "10898084": "Assessing the causal relationship between 731 immunophenotypes and the risk of lung cancer: a bidirectional mendelian randomization study",
        "10895970": "Obesity and lung cancer – is programmed death ligand-1 (PD-1L) expression a connection?",
        "10811019": "Bidirectional Mendelian randomization analysis investigating the genetic association between primary breast cancer and colorectal cancer",
        "10651112": "Heritable Traits and Lung Cancer Risk: A Two-Sample Mendelian Randomization Study",
        "10644873": "Relationship Between the Ovarian Cyst and Depression: A Two-Sample Mendelian Randomization Study",
        "10577972": "Bidirectional Mendelian randomization analysis of the genetic association between primary lung cancer and colorectal cancer",
        "10340506": "Evaluation of Efficacy of ALK Inhibitors According to Body Mass Index in ALK Rearranged NSCLC Patients—A Retrospective Observational Study",
        "10322929": "A comprehensive analysis of lung cancer highlighting epidemiological factors and psychiatric comorbidities from the All of Us Research Program",
        "10315650": "Major depressive disorder plays a vital role in the pathway from gastroesophageal reflux disease to chronic obstructive pulmonary disease: a Mendelian randomization study",
        "10315561": "Age at Menarche, age at Natural Menopause, and Risk of Lung and Colorectal Cancers: A Mendelian Randomization Study",
        "10267921": "Obesity and lung cancer—a narrative review",
        "10239569": "Oral cavity and oropharyngeal carcinoma disparities in age and survival in Indigenous and non-Indigenous populations of Queensland",
        "10232804": "Heart failure–related genes associated with oxidative stress and the immune landscape in lung cancer",
        "10189779": "Mendelian randomization to explore the direct or mediating associations between socioeconomic status and lung cancer",
        "10131379": "Genetic associations between circulating metabolic biomarkers and lung cancer in East Asians and Europeans",
        "10081402": "Estimating Burden of Mortality due to Excess Body Mass Index in the US Adult Population by Combining Evidence from a Mendelian Randomization Study and National Health Surveys",
        "10079177": "Development and validation of a questionnaire based on the protection motivation theory to predict cigarette smoking preventive behavior in the Iranian university students",
        "9997976": "Why does the X chromosome lag behind autosomes in GWAS findings?",
        "9893408": "Emerging patterns and trends in global cancer burden attributable to metabolic factors, based on the Global Burden of Disease Study 2019",
        "9881466": "Body mass index and the risk of basal cell carcinoma: evidence from Mendelian randomization analysis",
        "9852705": "Smoking, alcohol consumption, diabetes, body mass index, and peptic ulcer risk: A two-sample Mendelian randomization study",
        "9814449": "Association between psoriasis and lung cancer: two-sample Mendelian randomization analyses",
        "9793675": "Mendelian randomization analyses in ocular disease: a powerful approach to causal inference with human genetic data",
        "9644519": "Body mass index and incidence of lung cancer in the HUNT study: using observational and Mendelian randomization approaches",
        "9581675": "Effects of Hyperthyroidism on Venous Thromboembolism: A Mendelian Randomization Study",
        "9575983": "Causal effects of systemic lupus erythematosus on endometrial cancer: A univariable and multivariable Mendelian randomization study",
        "9414360": "Metabolic Obesity Phenotypes and Risk of Lung Cancer: A Prospective Cohort Study of 450,482 UK Biobank Participants",
        "9345833": "Birthweight, BMI in adulthood and latent autoimmune diabetes in adults: a Mendelian randomisation study",
        "9121795": "Obesity Does Not Increase Perioperative Outcomes in Older Patients Undergoing Thoracoscopic Anatomic Lung Cancer Surgery",
        "8902442": "The Role of Mendelian Randomization Studies in Deciphering the Effect of Obesity on Cancer",
        "8902342": "Causality Inference of Obesity and Cancer Risk by Mendelian Randomization Analysis: Are We There Yet?",
        "8809022": "Systematic review of Mendelian randomization studies on risk of cancer",
        "8680033": "Methylation-derived inflammatory measures and lung cancer risk and survival",
        "8672504": "Causal role of high body mass index in multiple chronic diseases: a systematic review and meta-analysis of Mendelian randomization studies",
        "8651878": "Univariable and Multivariable Two-Sample Mendelian Randomization Investigating the Effects of Leisure Sedentary Behaviors on the Risk of Lung Cancer",
        "8523078": "Identifying modifiable risk factors of lung cancer: Indications from Mendelian randomization",
        "8505411": "Mendelian randomisation study of smoking exposure in relation to breast cancer risk",
        "8413319": "The shared genetic architecture between epidemiological and behavioral traits with lung cancer",
        "8393706": "Multi-Input Dual-Stream Capsule Network for Improved Lung and Colon Cancer Classification",
        "8267159": "A modifiable risk factors atlas of lung cancer: A Mendelian randomization study",
        "8178488": "DNA methylome analysis identifies BMI‐related epigenetic changes associated with non‐small cell lung cancer susceptibility",
        "7614635": "Mendelian randomization"
    },
    "journal": "International journal of cancer",
    "topics": [
        "body, mass, relationships, univariable",
        "randomization, cancer, index, mendelian",
        "mass, body, smoking, univariable"
    ]
}