{
    "title": "2020 Innovation‐Based Optimism for Lung Cancer Outcomes",
    "abstract": "2020 Erin L. Schenk Tejas Patil Jose Pacheco Paul A. Bunn Implications for Practice Lung cancer survival rates have improved because of new prevention, screening, and therapy methods. This work provides a review of current standards for each of these areas, including targeted and immunotherapies. Treatment recommendations are provided for all stages of lung cancer.",
    "authors": [
        "Erin L. Schenk",
        "Tejas Patil",
        "Jose Pacheco",
        "Paul A. Bunn"
    ],
    "published_year": "2020",
    "description": "Implications for Practice\n          Lung cancer survival rates have improved because of new prevention, screening, and therapy methods. This work provides a review of current standards for each of these areas, including targeted and immunotherapies. Treatment recommendations are provided for all stages of lung cancer.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7930417/",
    "doi": "https://doi.org/10.1002/onco.13590",
    "citation_count": 8,
    "references": {
        "10876774": "Case report: Clinical complete response in advanced ALK-positive lung squamous cell carcinoma: a case study of successful anti-PD-1 immunotherapy post ALK-TKIs failure",
        "10664478": "A real-world study and network pharmacology analysis of EGFR-TKIs combined with ZLJT to delay drug resistance in advanced lung adenocarcinoma",
        "10643975": "The transcription activity of OTX2 on p16 expression is significantly blocked by methylation of CpG shore in non-promoter of lung cancer cell lines",
        "10258028": "Identification of fatty acid-related subtypes, the establishment of a prognostic signature, and immune infiltration characteristics in lung adenocarcinoma",
        "9114646": "A Four-Gene Prognostic Signature Based on the TEAD4 Differential Expression Predicts Overall Survival and Immune Microenvironment Estimation in Lung Adenocarcinoma",
        "8902573": "Effects and mechanism of miR-133a on invasion and migration of lung cancer cells",
        "8851565": "International Association for the Study of Lung Cancer Study of the Impact of Coronavirus Disease 2019 on International Lung Cancer Clinical Trials",
        "8420974": "Comprehensive Analysis of YTH Domain Family in Lung Adenocarcinoma: Expression Profile, Association with Prognostic Value, and Immune Infiltration"
    },
    "journal": "The Oncologist",
    "topics": [
        "optimism, lung, outcomes",
        "outcomes, cancer, lung",
        "optimism, lung, cancer"
    ]
}