{
    "title": "Perspectives and controversies regarding the use of natural products for the treatment of lung cancer",
    "abstract": "170 The combination of tanshinone IIA and cisplatin at a ratio of 20:1 can impair cell invasion and migration, block the cell cycle at the S phase, and induce the apoptosis of A549 and PC9 cells in a synergistic manner, probably due to the downregulation of the expression of the p‐Akt and p‐PI3 K proteins, which affect the PI3 K/Akt signaling pathway, as a result of the activity of tanshinone IIA. In this and below figures, the red thick line arrow indicates that the compound can increase the expression or activity of the corresponding protein, and the thick black line indicates that the compound can reduce the expression of the corresponding protein or inhibit the activity of the protein 3.1.3 Induction of apoptosis through the mitochondrial pathway Mitochondria play a significant role in the physiology of cancer cells. 170 The combination of tanshinone IIA and cisplatin at a ratio of 20:1 can impair cell invasion and migration, block the cell cycle at the S phase, and induce the apoptosis of A549 and PC9 cells in a synergistic manner, probably due to the downregulation of the expression of the p‐Akt and p‐PI3 K proteins, which affect the PI3 K/Akt signaling pathway, as a result of the activity of tanshinone IIA.",
    "authors": [
        "Tingting Wen",
        "Lei Song",
        "Shucheng Hua"
    ],
    "published_year": "2020",
    "description": "1\n      INTRODUCTION\n      Malignant tumors are a major public problem that seriously threatens human health. Lung cancer has the highest fatality rate, which has caused it to be the leading cause of cancer‐related death.\n1\n It has been estimated that 2.1 million new lung cancer cases and 1.8 million deaths were reported worldwide in 2018, equivalent to 18.4% of all cancer‐related deaths.\n2\n Lung cancer can be divided into two main types: non‐small cell lung cancer (NSCLC) and small cell lung cancer (SCLC). NSCLC accounts for 85% of all lung cancer cases\n3\n and has been further categorized into three subgroups based on its histology: squamous cell carcinoma, adenocarcinoma, and large cell carcinoma.\n4\n\n\n      Modes of treatment available for lung cancer include radiotherapy, chemotherapy, surgery, immunotherapy, and targeted therapy. Surgery and radiotherapy are usually used to treat early‐stage lung cancer patients, but these treatment modes are associated with a high risk of cancer recurrence.\n5\n At present, the most used chemotherapeutic drugs are carboplatin and paclitaxel. However, severe adverse reactions and drug resistance are still the main obstacles for successful treatment when using these drugs.\n6\n The discovery of epidermal growth factor receptor (EGFR) mutations has promoted the development of targeted molecular therapies, such as tyrosine kinase inhibitors (TKIs). It has widely reshaped the cancer treatment paradigm of NSCLC. However, in most cases, these types of therapies have been found to eventually develop resistance to first and second generation TKI.\n7\n Immune checkpoint inhibitors (ICIs) can significantly impact clinical outcomes in several types of solid tumors, including NSCLC. Still, several clinical and biological barriers need to be overcome, and associated predictive markers need to be identified.\n8\n Despite the development of alternative interventions, the results of their use have been unsatisfactory, with the prognosis being poor and the combined five‐year survival rate for all stages reaching only about 16%.\n2\n Therefore, it is necessary to identify more effective methods of treatment that present fewer disadvantages.\n      Natural substances have been extensively used for the prevention and treatment of various diseases since ancient times. Paclitaxel, which is currently used for cancer treatment, is derived from plants and is used as an antimicrotubular drug that enhances the role of the tubulin dimer and stabilizes microtubules, while inhibiting its disassembly from promoting microtubule assembly and inhibiting cell replication.\n9\n The Food and Drug Administration (FDA) has approved its use in combination with cisplatin for patients with AIDS‐related Kaposi's sarcoma, ovarian and breast cancer, and patients who cannot undergo surgery with/without radiotherapy for NSCLC. It has also been clinically used to treat recurrent or refractory SCLC.\n10\n This has triggered an upsurge in the study of plant‐derived compounds. Along with exploring a variety of organisms and applying new technologies, potential bioactive compounds extracted from natural products have received an increased amount of attention regarding their use in cancer treatment. Some of these compounds, such as ginsenoside Rg3 and topotecan (a derivative of camptothecin), have already been used in a clinical setting, while others, such as luteic acid and silybin, are still undergoing clinical trials. These compounds have been found to exert many anticancer activities on lung cancer cells, and these anticancer effects involve autophagy, apoptosis, and a variety of signal pathways.\n      Hundreds of natural products have been proven to inhibit the development of tumors. The complications that arise from the use of these natural products have limited their large‐scale clinical application, while the advancement of nanotechnology and other emerging technologies have increased their potential effectiveness. This study summarizes the mechanisms, prospects, and challenges for the clinical application of natural products and their derivatives to treat lung cancer.\n2\n      ANTINEOPLASTIC DRUGS CLASSIFIED BY SOURCE\n      \n        2.1\n        Plants\n        \n          2.1.1\n          Ginsenosides\n          Ginsenosides are frequently used in East Asia and North America. Ginsenosides, the main components extracted from ginseng, exert various bioactivities, such as anti‐tumor, immunomodulatory, antioxidant produce, and anti‐inflammation effects.\n11\n Ginsenosides mainly exert their anticancer effects on lung, breast, liver, and colorectal cancers. Ginsenoside Rg3, Rh2, and compound K are the main bioactive compounds in ginsenosides that produce anticancer effects.\n12\n Among them, ginsenoside Rg3 has been approved as an anticancer drug by the China Food and Drug Administration (CFDA) in 2000 and was listed as a designated drug for the treatment of NSCLC in the Clinical Practice Guide of the National Comprehensive Cancer Network (Chinese version) in 2006 and 2007.\n13\n Protopanaxadiol (PPT) and Propanaxadiol (PPD), two metabolites of ginsenosides, have also shown activity against a variety of cancer cells while PPT is more effective in inhibiting the viability and invasiveness of lung cancer cells, especially lung squamous cells.\n11\n\n\n        \n        \n          2.1.2\n          Camptothecin (CPT)\n          Camptothecin (CPT) was the first natural compound derived from Camptotheca acuminata. It is a quinoline alkaloid that was first synthesized by Wall and Wani in 1966.\n14\n Topotecan, a derivative of camptothecin, has been used as a first‐line and second‐line chemotherapeutic drug for SCLC. In the European Union and the United States, it is considered as the only drug suitable for use as a second‐line chemotherapeutic drug for recurrent SCLC. Irinotecan in combination with cisplatin has been used for the treatment of SCLC.\n15\n Recently published in vitro and in vivo studies on CPT and its derivatives, such as irinotecan (CPT‐11, 4), Belotecan (CKD‐602, 5), and 10‐hydroxycamptothecin (HCPT), have reported that they exert a wide range of anti‐tumor activities on multiple types of tumors, including ovarian cancer, NSCLC, and refractory colorectal cancer.\n16\n, \n17\n, \n18\n Belo is a relatively new camptothecin derivative approved in Korea for the treatment of NSCLC and ovarian cancers. Compared with older camptothecin preparations, belotecan has been reported to show a similar effective level and a decreased toxic level.\n19\n Several other camptothecin analogs, including 7‐(4‐methylpiperazinomethylene)‐10, 9‐aminocamptothecin, exatecan mesylate, 11‐ethylenedioxy‐20(S)‐camptothecin, 9‐nitrocamptothecin, and karenitecin, are also at various stages of clinical development.\n20\n However, the side effects of their use include diarrhea, fatigue, myelosuppression, stomatitis, nausea, vomiting, abdominal pain, hair loss, and peripheral neuropathy.\n21\n\n\n        \n        \n          2.1.3\n          Curcumin (CUR)\n          Turmeric is a spice originally found in India used in curries and as a natural colorant. It contains three bioactive polyphenols: curcumin (CUR), demethoxycurcumin (DMC), and bisdemethoxycurcumin (BMC).\n22\n In a paper published in 1949 in the Journal Nature, Schraufstatter and his colleagues reported that curcumin is a bioactive compound with antibacterial properties that are active against a variety of bacterial strains.\n23\n Curcumin is also known to exert antioxidant and anticancer effects and is important for the treatment or prevention of various diseases, such as cardiovascular diseases and diabetes.\n24\n Its anticancer activity was confirmed in 1980 by Kuttan and his colleagues using in vitro and in vivo models.\n23\n Zhang et al. first proved that curcumin exerts anticancer effects using human lung adenocarcinoma cells with multidrug resistance to A549/DDP.\n25\n\n\n        \n        \n          2.1.4\n          β‐elemene (β‐ELE)\n          β‐elemene is a natural sesquiterpene extracted from turmeric, a traditional Chinese herbal medicine, and is a non‐cytotoxic II antineoplastic drug.\n26\n β‐elemene has been approved to treat many types of cancers, including brain, breast, prostate, ovarian, and lung cancer, with no severe side effects being reported. It can inhibit the migration, invasion, proliferation and enhance the radiosensitivity of lung cancer cells.\n27\n\n\n        \n        \n          2.1.5\n          Gambogic (GA)\n          GA is a natural product extracted from Han's Geng Huang resin. Since ancient times, it has been used as a detoxification, anti‐inflammatory and anti‐parasitic drug in China and Southeast Asia.\n28\n The use of GA, which has the molecular formula C38H44O9 (628.34 g/mol),\n29\n is advantageous since it produces low levels of toxicity, resistance to many cell lines and multiple mechanisms, and is a potential anti‐tumor compound. The National Medical Products Administration has approved GA for use in treating advanced lung, liver, stomach, breast and colon cancers after the successful conclusion of clinical trials.\n30\n The CFDA has also approved it for clinical trials for the therapy of various other types of cancers.\n31\n\n\n        \n        \n          2.1.6\n          Tanshinone\n          \nSalvia miltiorrhiza has high medicinal value in traditional Chinese medicine (TCM) and can be used to treat a variety of cardio‐cerebrovascular diseases, including angina pectoris, myocardial infarction, hyperlipidemia, hypertension, and acute ischemic stroke.\n32\n Recent studies have shown that Salvia miltiorrhiza is an effective inhibitor of platelet agglutination. Additionally, clinical trials have shown that Salvia miltiorrhiza is also effective for treating and preventing Alzheimer's disease.\n33\n Nakao et al. isolated tanshinone from Salvia miltiorrhiza for the first time since the 1930s, and since then, more than 90 derived chemical constituents have been identified. These compounds can be divided into compounds with over 40 lipophilic components and compounds with over 50 hydrophilic compounds.\n34\n Among them, the proportion of tanshinone IIA (TSA, Tan IIA) is the highest. Accumulated evidence has shown that tanshinone IIA exerts a broad‐spectrum of anti‐tumor properties against various malignant human tumors.\n32\n\n\n        \n        \n          2.1.7\n          Licorice chalcone (LIC)\n          Licorice is a traditional Chinese medicinal drug widely used in clinical settings. Its main function involves the regulation of temperature, moisturization of the lungs, alleviation of toxicity, and coordination of the properties of drugs.\n35\n It is used to treat gastritis, ulceration, coughs, bronchitis, and inflammation.\n36\n In addition to triterpenes, about 300 polyphenols, including phenolic acids, flavonoids, flavanes, chalcones, and isoflavones, with a concentration of 1%–5% each, have been isolated from licorice root and licorice extract.\n37\n Among them, licorice chalcone A (LICA), Licochalcone B (LCB), and Licochalcone D (LCD) have been proven to provide a variety of health benefits, including anticancer effects.\n38\n, \n39\n, \n40\n, \n41\n\n\n        \n        \n          2.1.8\n          Triptolide (TPL)\n          The root extract of Tripterygium wilfordii has been used to treat various diseases throughout history. TPL was first isolated from the Chinese herbal medicine Tripterygium wilfordii in 1972\n42\n and is a diterpene lactone compound that contains three epoxy groups and is the main active component of Tripterygium wilfordii. Therefore, the discovery of TPL has paved the way for further anti‐tumor studies on triptolide.\n43\n TPL can inhibit cancer cell growth and exhibit preclinical anti‐tumor activity on many types of cancers, including neuroblastoma, lung cancer, breast cancer, acute myeloid leukemia (AML), osteosarcoma, ovarian cancer, prostate cancer, and multiple gastrointestinal cancers (e.g., cancers of the stomach, liver, colon, and pancreas).\n42\n\n\n        \n        \n          2.1.9\n          Emodin (ED)\n          Emodin is a natural active anthraquinone compound extracted from the rhubarb rhizome.\n44\n Pharmacological studies have shown that emodin exerts a wide variety of activity, including anti‐inflammation and anti‐tumor effects, and prevents the development of many health issues, such as lung injury, pancreatitis, intestinal mucosal injury, and ulcerative colitis.\n45\n Previous studies have shown that emodin exerts its antiproliferative effects on various cancer cells, including lung cancer, pancreatic cancer, breast cancer, colorectal cancer, leukemia, and hepatocellular carcinoma.\n46\n Emodin can inhibit the growth and apoptosis of A549 cells through its action on the external apoptosis pathway and the induction of cell cycle arrest.\n47\n\n\n          \n            Berberine (BBR)\n            \nCoptis chinensis is a traditional Chinese medicinal drug of high value that is commonly used in China. Berberine is the primary bioactive component of Coptis chinensis, accounting for 5.20%–7.69% of all compounds.\n48\n It exerts various pharmacological effects, including antioxidant, anti‐microbial, liver protection, anti‐inflammatory, anti‐tumor, neuroprotection, blood lipid, and hypoglycemic effects.\n49\n Recent studies have indicated that BBR exerts its anticancer effects on several high‐risk cancers, including lung, prostate, colorectal, breast, and gastric cancer.\n50\n Additionally, other in vitro studies on tumor cell lines have shown that BBR inhibits cancer cell proliferation and migration and induces the apoptosis of a variety of cancer cell lines.\n51\n\n\n          \n        \n        \n          2.1.10\n          Epigallocatechin gallate (EGCG)\n          Green tea is a popular non‐alcoholic drink in Asian countries, and its long‐term consumption has been found to provide many health benefits. A 10‐year prospective cohort study conducted in Japan found that drinking 10 cups of green tea (120 ml/cup) a day delayed cancer onset.\n52\n Catechin is the main active ingredient in green tea. The main catechins are (‐)‐epicatechin gallate (ECG), (‐)‐epicatechin (EC), (‐)‐epigallocatechin (EGC), catechin, and (‐)‐epigallocatechin‐3‐gallate (EGCG).\n53\n EGCG is the main catechin found in green tea and accounts for 50‐‐80% of the total quantity of catechins. EGCG exerts antioxidant activity and affects a variety of human diseases, including Parkinson's disease, Alzheimer's disease, diabetes, stroke and obesity.\n54\n Animal and cell line studies have shown that EGCG plays a crucial role in promoting apoptosis and reducing cancer growth, and is potential chemoprophylaxis and therapeutic compound for skin cancer, prostate cancer, lung cancer, colon cancer, breast cancer, and other cancers.\n55\n\n\n        \n        \n          2.1.11\n          Resveratrol (RSV)\n          Resveratrol (RSV) is a naturally occurring polyphenol that is commonly found in red wine, peanuts, and grapes. It has been found to exert numerous biological properties, including antioxidant, antifungal, neuroprotective, anti‐inflammatory, antiviral, and anticancer properties.\n56\n The most well‐known property of RSV is its antioxidation property, which can convert free radicals, such as reactive oxygen species (ROS), into inactive compounds.\n57\n\nIn vitro and in vivo studies conducted on resveratrol have found that hat it can be used for the therapy of a wide variety of human cancers, including lung, skin, breast, blood, cervical, and bone cancers, as well as gastrointestinal tumors.\n58\n\n\n        \n        \n          2.1.12\n          Artemisinin\n          In 1972, a team led by Tu Youyou first isolated artemisinin through a plant screening research program called Project 523, which aimed to identify suitable antimalarial treatment drugs. In 2015, the discovery of artemisinin earned China its first Nobel Prize winner.\n59\n It has been reported that artemisinin‐based drugs, such as dihydroartemisinin, artemether, artemisinin, and artesunate, are highly effective active antimalarial drugs that also exert effective anticancer activities against hematological tumors and somatic tumors, and selective cytotoxicity toward malignant cells.\n60\n Therefore, they have become research hotspots. Studies have found that artemisinin exerts a variety of pharmacological effects against inflammation, viral infection, and cell and tumor proliferation, and has been shown to have a relatively safe toxicity profile, indicating the ability of artemisinin to decrease inflammation, invasion and metastasis, proliferation, and induce apoptosis.\n61\n\n\n        \n        \n          2.1.13\n          Silybin\n          Silybin (C25H22O10), the main bioactive ingredient of silymarin, is a compound isolated from the fruits and seeds of silymarin. It has a long history of human use and does not exert apparent toxicity in animals and humans even after a long period of usage. It is commonly used as a nutritional and healthy food in Europe, Asia, and the United States.\n62\n The antioxidant and hepatoprotective effects of silybin have led to its use to treat acute and chronic liver diseases caused by drugs, toxins, hepatitis, and alcohol, as well as gallbladder diseases.\n63\n Preclinical studies have shown that silybin can strongly inhibit the invasion and migration of cancer cells.\n64\n Its anti‐tumor activity has been demonstrated in animal models of cancers of the liver, lung, skin, prostate, and colon.\n65\n Phase Ⅰ/Ⅱ clinical trials of prostate cancer are currently being conducted, and phase Ⅰ studies have reported it to be non‐toxic.\n66\n\n\n        \n        \n          2.1.14\n          Cinnamon\n          Cinnamon is a spice and traditional herbal medicine used for hundreds of years that has been shown to exert antioxidant and free radical scavenging properties.\n67\n Available evidence has shown that cinnamon exerts anti‐tumor, anti‐inflammatory, anti‐microbial, cholesterol‐lowering, antioxidant, and immunomodulatory effects. It can also act as an insulin mimic that can enhance insulin activity or stimulate cell glucose metabolism \n68\n and affect apoptosis.\n69\n The cinnamon extract contains several active ingredients, such as essential oils (cinnamaldehyde), tannin, caryophyllene, cinnamyl acetate, linalool, and eugenol.\n70\n, \n71\n Whole cinnamon and its active components have been reported to exert significant anti‐tumor activity in different types of cancer.\n72\n\n\n        \n      \n      \n        2.2\n        Animals\n        \n          2.2.1\n          Astaxanthin (ATX)\n          Astaxanthin (ATX) is a ketone carotene widely found in shrimp, salmon, crab, red yeast, and other marine animals.\n73\n It exerts strong antioxidant activity, anti‐tumor effects, anti‐inflammatory effects, and hepatoprotective effects.\n74\n In 1987, ATX was approved by the USFDA as a feed additive for aquaculture and was subsequently approved as a dietary supplement in 1999.\n75\n In addition, numerous evidence has shown that ATX exerts anticancer effects on many types of cancers, including lung cancer, colon cancer, lung cancer, and breast cancer.\n73\n, \n76\n\n\n        \n        \n          2.2.2\n          Melittin\n          Bee venom is a complex mixture of bioactive substances that can be injected into specific parts of the body during bee venom therapy. In recent years, bee venom has been used to treat many diseases, such as cancer, chronic pain, arthritis and atopic dermatitis.\n77\n Melittin is the main component of the venom and is an amphiphilic peptide with 26 amino acid residues.\n78\n It exerts radiation protective, anti‐mutagenicity, and anti‐inflammation and analgesic activities.\n79\n In addition, previous studies have already proven that melittin can induce cell cycle arrest, growth inhibition, and apoptosis of a variety of cancer cells, and has become an ideal anticancer candidate due to its broad‐spectrum of lytic properties.\n80\n\n\n        \n        \n          2.2.3\n          Snake venom\n          Although snakebite poisoning is a public health problem that can endanger human lives, snake venom is considered a potential source of bioactive compounds. Snake wine or snake venom wine is used in conventional Chinese medicine.\n81\n Snake venom is primarily a complex mixture of proteins with enzyme activity, with the proteins and peptides accounting for about 90% of the dry weight of the venom.\n82\n These enzymes include metalloproteinase (MP), L‐amino acid oxidase (LAAOs), integrin, C lectin, and phospholipase A2 (PLA2 s).\n83\n Their mechanisms of action include direct toxicity (PLA2 s), induction of cell apoptosis (PLA2 s, LAAOs, and MP), free radical production (LAAOs), and anti‐angiogenesis activity (double integrin and lectin). These compounds exert higher levels of cytotoxicity and cell inhibitory activity on tumor cells than that exerted on normal cells, which indicates the potential clinical application of snake venom.\n84\n\n\n        \n        \n          2.2.4\n          Scorpion venom\n          Scorpions are among the most primitive arthropods of the animal kingdom that have existed on the earth for more than 400 million years and are globally distributed. Since ancient times, scorpion venom has been used in traditional medicinal applications of different countries, especially in China, India, Cuba, Africa, and Spain.\n85\n Scorpion venom is a complicated mixture of proteins (peptides and enzymes) and non‐proteins (nucleotides, lipids, free amino acids, inorganic salts, and water).\n86\n The most important components of scorpion venom are disulfide bridging peptides (DBPs/DBs) and non‐disulfide bridging peptides (NDBPs/NDBs), which exert a variety of pharmacological activities and have been used for the therapy of many diseases, including cancer.\n87\n Their specific interactions with ion channels may be the main mechanism by which the anticancer activity of scorpion venom is exerted.\n88\n\n\n        \n      \n      \n        2.3\n        Microorganisms\n        \n          2.3.1\n          Doxorubicin (Dox)\n          Doxorubicin, an antibiotic derived from Streptomyces peucetius bacteria, is an anthracycline chemotherapeutic drug. Since the 1960 s, it has been widely used as a chemotherapeutic agent.\n89\n It was approved for use in the US in 1974 and is still an important drug used in many cancer chemotherapy programs.\n21\n It is commonly used for the treatment of lung cancer, gastric cancer, soft tissue sarcoma, thyroid cancer, multiple myeloma, breast cancer, bladder cancer, ovarian cancer, and Hodgkin's lymphoma.\n90\n However, its use produces serious side effects, with the most prominent being cardiotoxicity that can lead to left ventricular insufficiency, dilated cardiomyopathy, and heart failure, and the severity of heart disease is related to the accumulated dose of Dox administered during anticancer treatment.\n91\n\n\n        \n        \n          2.3.2\n          Staurosporine (STS)\n          Staurosporine was first isolated from Streptomyces and has since then been isolated from other actinomycetes after the screening of microbial alkaloids by the Kitasato Research Institute of Japan in 1977.\n92\n It is an effective inhibitor of PKC and many other kinases (including tyrosine protein kinases), which prevent the transfer of phosphate from DNA to the activated tyrosine site, which directly inhibits the activity of topoisomerase II.\n93\n It can also induce apoptosis of many types of cells, including various cancer cells.\n94\n\n\n        \n        \n          2.3.3\n          Epothilone\n          Epothilone is a natural cytotoxic compound extracted from myxobacteria and Cysticercus cellulosus.\n95\n Similar to taxane, epomycin can induce the formation of microtubule bundles and inhibit microtubule dynamics, resulting in the inhibition of cell proliferation and mitotic arrest.\n96\n Its activity is 10–1000 times higher than that of paclitaxel, and most importantly, unlike paclitaxel, ebolomycin can easily be used in combination with other drugs for the treatment of cancer.\n97\n Atpresent, phase I‐III clinical trials are being conducted on five types of ebomycin compounds. In particular, two natural compounds, Epothilone B acid (EPO906) and Epothilone D (KOS‐862), and three semisynthetic derivatives of ebomycin B (BMS247550, BMS310705 and ABJ879).\n98\n These compounds have been shown to exert a therapeutic effect on NSCLC, ovarian cancer, and taxane‐resistant tumors.\n99\n Among them, BMS247550 was approved for use in the United States by the FDA on October 16, 2007. Thus far, it is the first apomycin analog to have received approval and is considered the most effective antineoplastic drug.\n100\n\n\n        \n        \n          2.3.4\n          Mitomycin C (MMC)\n          Mitomycin, also known as mitomycin C, is a cytotoxic antibiotic that was first isolated from Streptococcus Kaisers and was approved for use in the USA in 2002.\n21\n Mitomycin C is commonly used as a cytotoxic agent against hematological malignancies and other cancers.\n101\n It has been used to treat NSCLC since 1984,\n102\n and it can be combined with platinum‐based drugs, docetaxel, and other chemotherapies, to improve its response rate.\n103\n\n\n        \n      \n      \n        2.4\n        Marine organisms\n        \n          2.4.1\n          Psammaplin A (PSA)\n          The natural marine chemical product, psammaplin A, was first isolated from Psammaplysilla sponges in 1987.\n104\n It was synthesized by Hoshino and his colleagues in 1992.\n15\n In 1999, psammaplin A was found to exert significant in vitro antibacterial activity against Staphylococcus aureus (SA) and methicillin‐resistant Staphylococcus aureus (MRSA).\n105\n The pharmacological activities of psammaplin A and its derivatives include anticancer, antiviral, and insecticidal effects, as well as the promotion of embryonic development and chemical defensive encryption.\n106\n It has also been reported to be an effective inhibitor of two epigenetic enzymes, histone deacetylase, and DNA methyltransferase.\n107\n\n\n        \n        \n          2.4.2\n          Ecteinascidin‐743 (ET‐743)\n          Ecteinascidin‐743 is a novel antineoplastic drug extracted from Ecteinascidia turbinata found in the Caribbean sea envelope.\n108\n It is a tetrahydroisoquinolone alkaloid, and this novel compound is a groove‐binding guanine specific alkylating agent.\n109\n Phase II clinical tests conducted in Europe and America have shown that ET‐743 is a promising antineoplastic drug.\n110\n It has been proven to be an effective therapeutic drug against various solid tumor cell lines and human tumor xenografts, including NSCLC, breast cancer, ovarian cancer, prostate cancer, melanoma, and kidney cancer.\n111\n\n\n        \n        \n          2.4.3\n          Halichondrin B\n          Halichondrin B was first isolated from an unusual marine Japanese sponge, Halichondria okadai, by Hirada and Ishimura in 1985, and then from more commonly used sponges, such as Axinella, Phakellia and Lissodendoryx species.\n112\n Eribulin is a synthetic analog and has been approved by the FDA to treat metastatic breast cancer.\n113\n As a tubulin‐binding agent, it can inhibit microtubule dynamics through a different mechanism from that of taxane, and has shown in vitro activity on taxane‐resistant cell lines.\n114\n In addition, phase III clinical trials have been conducted on MBC, soft tissue sarcoma and NSCLC, bladder/urothelial cancer, pancreatic cancer, neck cancer, salivary gland cancer, prostate cancer, head cancer, and renal insufficiency and ovarian cancer and ovarian cancer‐related gynecological malignancies, while phase II clinical experiments on Eribrin have also been conducted or are being conducted either alone or in combination with other drugs.\n115\n The names and sources of these natural compounds are shown in Table 1.\n          \n            TABLE 1\n            \n              Sources of natural compounds with anticancer activity\n            \n            \n              \n              \n              \n              \n              \n                \n                  Category\n                  Natural compounds\n                  Main Source\n                  References\n                \n              \n              \n                \n                  Plants\n                  Ginsenosides\n                  Ginseng\n                  [11, 12]\n                \n                \n                  Camptothecin (CPT)\n                  Camptotheca acuminata\n                  [14]\n                \n                \n                  Curcumin (CUR)\n                  Turmeric\n                  [22, 23]\n                \n                \n                  β‐elemene (β‐ELE)\n                  Turmeric\n                  [26]\n                \n                \n                  Gambogic (GA)\n                  Han's Geng Huang resin\n                  [28, 29]\n                \n                \n                  Tanshinone\n                  Salvia miltiorrhiza\n                  [32, 34]\n                \n                \n                  Licorice chalcone (LIC)\n                  Licorice\n                  [35, 37, 38, 39, 40, 41]\n                \n                \n                  Triptolide (TPL)\n                  Tripterygium wilfordii\n                  [42]\n                \n                \n                  Emodin (ED)\n                  Rhubarb\n                  [44]\n                \n                \n                  Berberine (BBR)\n                  Coptis chinensis\n                  [48]\n                \n                \n                  Epigallocatechin gallate (EGCG)\n                  Green tea\n                  [52, 53, 54]\n                \n                \n                  Resveratrol (RSV)\n                  Grapes, red wine and peanuts\n                  [56]\n                \n                \n                  Artemisinin\n                  Artemisinin annua\n                  [59]\n                \n                \n                  Silybin\n                  Silymarin\n                  [62]\n                \n                \n                  Cinnamon\n                  Cinnamon\n                  [70, 71]\n                \n                \n                  Animals\n                  Astaxanthin (ATX)\n                  Shrimp, salmon, crab, red yeast and other marine animals\n                  [73]\n                \n                \n                  Melittin\n                  Bee venom\n                  [77, 78]\n                \n                \n                  Snake venom\n                  Snake\n                  [81, 82, 83]\n                \n                \n                  Scorpion venoms\n                  Scorpion\n                  [85, 86, 87]\n                \n                \n                  Microorganisms\n                  Doxorubicin (Dox)\n                  Penicillium Streptomyces\n                  [21, 89]\n                \n                \n                  Staurosporine (STS)\n                  Streptomyces and other actinomycetes\n                  [92]\n                \n                \n                  Epothilone\n                  myxobacteria and Cysticercus cellulosus\n                  [95]\n                \n                \n                  Mitomycin C (MMC)\n                  Streptococcus Kaisers\n                  [21]\n                \n                \n                  Marine organisms\n                  Psammaplin A (PSA)\n                  Psammaplysilla sponge\n                  [104]\n                \n                \n                  Ecteinascidin−743 (ET−743)\n                  Ecteinascidia turbinata\n                  [108]\n                \n                \n                  Halichondrin B\n                  Halichondria okadai, Axinella, Phakellia, and Lissodendoryx\n                  [112]\n                \n              \n            \n            \n              John Wiley & Sons, Ltd\n2.1\n        Plants\n        \n          2.1.1\n          Ginsenosides\n          Ginsenosides are frequently used in East Asia and North America. Ginsenosides, the main components extracted from ginseng, exert various bioactivities, such as anti‐tumor, immunomodulatory, antioxidant produce, and anti‐inflammation effects.\n11\n Ginsenosides mainly exert their anticancer effects on lung, breast, liver, and colorectal cancers. Ginsenoside Rg3, Rh2, and compound K are the main bioactive compounds in ginsenosides that produce anticancer effects.\n12\n Among them, ginsenoside Rg3 has been approved as an anticancer drug by the China Food and Drug Administration (CFDA) in 2000 and was listed as a designated drug for the treatment of NSCLC in the Clinical Practice Guide of the National Comprehensive Cancer Network (Chinese version) in 2006 and 2007.\n13\n Protopanaxadiol (PPT) and Propanaxadiol (PPD), two metabolites of ginsenosides, have also shown activity against a variety of cancer cells while PPT is more effective in inhibiting the viability and invasiveness of lung cancer cells, especially lung squamous cells.\n11\n\n\n        \n        \n          2.1.2\n          Camptothecin (CPT)\n          Camptothecin (CPT) was the first natural compound derived from Camptotheca acuminata. It is a quinoline alkaloid that was first synthesized by Wall and Wani in 1966.\n14\n Topotecan, a derivative of camptothecin, has been used as a first‐line and second‐line chemotherapeutic drug for SCLC. In the European Union and the United States, it is considered as the only drug suitable for use as a second‐line chemotherapeutic drug for recurrent SCLC. Irinotecan in combination with cisplatin has been used for the treatment of SCLC.\n15\n Recently published in vitro and in vivo studies on CPT and its derivatives, such as irinotecan (CPT‐11, 4), Belotecan (CKD‐602, 5), and 10‐hydroxycamptothecin (HCPT), have reported that they exert a wide range of anti‐tumor activities on multiple types of tumors, including ovarian cancer, NSCLC, and refractory colorectal cancer.\n16\n, \n17\n, \n18\n Belo is a relatively new camptothecin derivative approved in Korea for the treatment of NSCLC and ovarian cancers. Compared with older camptothecin preparations, belotecan has been reported to show a similar effective level and a decreased toxic level.\n19\n Several other camptothecin analogs, including 7‐(4‐methylpiperazinomethylene)‐10, 9‐aminocamptothecin, exatecan mesylate, 11‐ethylenedioxy‐20(S)‐camptothecin, 9‐nitrocamptothecin, and karenitecin, are also at various stages of clinical development.\n20\n However, the side effects of their use include diarrhea, fatigue, myelosuppression, stomatitis, nausea, vomiting, abdominal pain, hair loss, and peripheral neuropathy.\n21\n\n\n        \n        \n          2.1.3\n          Curcumin (CUR)\n          Turmeric is a spice originally found in India used in curries and as a natural colorant. It contains three bioactive polyphenols: curcumin (CUR), demethoxycurcumin (DMC), and bisdemethoxycurcumin (BMC).\n22\n In a paper published in 1949 in the Journal Nature, Schraufstatter and his colleagues reported that curcumin is a bioactive compound with antibacterial properties that are active against a variety of bacterial strains.\n23\n Curcumin is also known to exert antioxidant and anticancer effects and is important for the treatment or prevention of various diseases, such as cardiovascular diseases and diabetes.\n24\n Its anticancer activity was confirmed in 1980 by Kuttan and his colleagues using in vitro and in vivo models.\n23\n Zhang et al. first proved that curcumin exerts anticancer effects using human lung adenocarcinoma cells with multidrug resistance to A549/DDP.\n25\n\n\n        \n        \n          2.1.4\n          β‐elemene (β‐ELE)\n          β‐elemene is a natural sesquiterpene extracted from turmeric, a traditional Chinese herbal medicine, and is a non‐cytotoxic II antineoplastic drug.\n26\n β‐elemene has been approved to treat many types of cancers, including brain, breast, prostate, ovarian, and lung cancer, with no severe side effects being reported. It can inhibit the migration, invasion, proliferation and enhance the radiosensitivity of lung cancer cells.\n27\n\n\n        \n        \n          2.1.5\n          Gambogic (GA)\n          GA is a natural product extracted from Han's Geng Huang resin. Since ancient times, it has been used as a detoxification, anti‐inflammatory and anti‐parasitic drug in China and Southeast Asia.\n28\n The use of GA, which has the molecular formula C38H44O9 (628.34 g/mol),\n29\n is advantageous since it produces low levels of toxicity, resistance to many cell lines and multiple mechanisms, and is a potential anti‐tumor compound. The National Medical Products Administration has approved GA for use in treating advanced lung, liver, stomach, breast and colon cancers after the successful conclusion of clinical trials.\n30\n The CFDA has also approved it for clinical trials for the therapy of various other types of cancers.\n31\n\n\n        \n        \n          2.1.6\n          Tanshinone\n          \nSalvia miltiorrhiza has high medicinal value in traditional Chinese medicine (TCM) and can be used to treat a variety of cardio‐cerebrovascular diseases, including angina pectoris, myocardial infarction, hyperlipidemia, hypertension, and acute ischemic stroke.\n32\n Recent studies have shown that Salvia miltiorrhiza is an effective inhibitor of platelet agglutination. Additionally, clinical trials have shown that Salvia miltiorrhiza is also effective for treating and preventing Alzheimer's disease.\n33\n Nakao et al. isolated tanshinone from Salvia miltiorrhiza for the first time since the 1930s, and since then, more than 90 derived chemical constituents have been identified. These compounds can be divided into compounds with over 40 lipophilic components and compounds with over 50 hydrophilic compounds.\n34\n Among them, the proportion of tanshinone IIA (TSA, Tan IIA) is the highest. Accumulated evidence has shown that tanshinone IIA exerts a broad‐spectrum of anti‐tumor properties against various malignant human tumors.\n32\n\n\n        \n        \n          2.1.7\n          Licorice chalcone (LIC)\n          Licorice is a traditional Chinese medicinal drug widely used in clinical settings. Its main function involves the regulation of temperature, moisturization of the lungs, alleviation of toxicity, and coordination of the properties of drugs.\n35\n It is used to treat gastritis, ulceration, coughs, bronchitis, and inflammation.\n36\n In addition to triterpenes, about 300 polyphenols, including phenolic acids, flavonoids, flavanes, chalcones, and isoflavones, with a concentration of 1%–5% each, have been isolated from licorice root and licorice extract.\n37\n Among them, licorice chalcone A (LICA), Licochalcone B (LCB), and Licochalcone D (LCD) have been proven to provide a variety of health benefits, including anticancer effects.\n38\n, \n39\n, \n40\n, \n41\n\n\n        \n        \n          2.1.8\n          Triptolide (TPL)\n          The root extract of Tripterygium wilfordii has been used to treat various diseases throughout history. TPL was first isolated from the Chinese herbal medicine Tripterygium wilfordii in 1972\n42\n and is a diterpene lactone compound that contains three epoxy groups and is the main active component of Tripterygium wilfordii. Therefore, the discovery of TPL has paved the way for further anti‐tumor studies on triptolide.\n43\n TPL can inhibit cancer cell growth and exhibit preclinical anti‐tumor activity on many types of cancers, including neuroblastoma, lung cancer, breast cancer, acute myeloid leukemia (AML), osteosarcoma, ovarian cancer, prostate cancer, and multiple gastrointestinal cancers (e.g., cancers of the stomach, liver, colon, and pancreas).\n42\n\n\n        \n        \n          2.1.9\n          Emodin (ED)\n          Emodin is a natural active anthraquinone compound extracted from the rhubarb rhizome.\n44\n Pharmacological studies have shown that emodin exerts a wide variety of activity, including anti‐inflammation and anti‐tumor effects, and prevents the development of many health issues, such as lung injury, pancreatitis, intestinal mucosal injury, and ulcerative colitis.\n45\n Previous studies have shown that emodin exerts its antiproliferative effects on various cancer cells, including lung cancer, pancreatic cancer, breast cancer, colorectal cancer, leukemia, and hepatocellular carcinoma.\n46\n Emodin can inhibit the growth and apoptosis of A549 cells through its action on the external apoptosis pathway and the induction of cell cycle arrest.\n47\n\n\n          \n            Berberine (BBR)\n            \nCoptis chinensis is a traditional Chinese medicinal drug of high value that is commonly used in China. Berberine is the primary bioactive component of Coptis chinensis, accounting for 5.20%–7.69% of all compounds.\n48\n It exerts various pharmacological effects, including antioxidant, anti‐microbial, liver protection, anti‐inflammatory, anti‐tumor, neuroprotection, blood lipid, and hypoglycemic effects.\n49\n Recent studies have indicated that BBR exerts its anticancer effects on several high‐risk cancers, including lung, prostate, colorectal, breast, and gastric cancer.\n50\n Additionally, other in vitro studies on tumor cell lines have shown that BBR inhibits cancer cell proliferation and migration and induces the apoptosis of a variety of cancer cell lines.\n51\n\n\n          \n        \n        \n          2.1.10\n          Epigallocatechin gallate (EGCG)\n          Green tea is a popular non‐alcoholic drink in Asian countries, and its long‐term consumption has been found to provide many health benefits. A 10‐year prospective cohort study conducted in Japan found that drinking 10 cups of green tea (120 ml/cup) a day delayed cancer onset.\n52\n Catechin is the main active ingredient in green tea. The main catechins are (‐)‐epicatechin gallate (ECG), (‐)‐epicatechin (EC), (‐)‐epigallocatechin (EGC), catechin, and (‐)‐epigallocatechin‐3‐gallate (EGCG).\n53\n EGCG is the main catechin found in green tea and accounts for 50‐‐80% of the total quantity of catechins. EGCG exerts antioxidant activity and affects a variety of human diseases, including Parkinson's disease, Alzheimer's disease, diabetes, stroke and obesity.\n54\n Animal and cell line studies have shown that EGCG plays a crucial role in promoting apoptosis and reducing cancer growth, and is potential chemoprophylaxis and therapeutic compound for skin cancer, prostate cancer, lung cancer, colon cancer, breast cancer, and other cancers.\n55\n\n\n        \n        \n          2.1.11\n          Resveratrol (RSV)\n          Resveratrol (RSV) is a naturally occurring polyphenol that is commonly found in red wine, peanuts, and grapes. It has been found to exert numerous biological properties, including antioxidant, antifungal, neuroprotective, anti‐inflammatory, antiviral, and anticancer properties.\n56\n The most well‐known property of RSV is its antioxidation property, which can convert free radicals, such as reactive oxygen species (ROS), into inactive compounds.\n57\n\nIn vitro and in vivo studies conducted on resveratrol have found that hat it can be used for the therapy of a wide variety of human cancers, including lung, skin, breast, blood, cervical, and bone cancers, as well as gastrointestinal tumors.\n58\n\n\n        \n        \n          2.1.12\n          Artemisinin\n          In 1972, a team led by Tu Youyou first isolated artemisinin through a plant screening research program called Project 523, which aimed to identify suitable antimalarial treatment drugs. In 2015, the discovery of artemisinin earned China its first Nobel Prize winner.\n59\n It has been reported that artemisinin‐based drugs, such as dihydroartemisinin, artemether, artemisinin, and artesunate, are highly effective active antimalarial drugs that also exert effective anticancer activities against hematological tumors and somatic tumors, and selective cytotoxicity toward malignant cells.\n60\n Therefore, they have become research hotspots. Studies have found that artemisinin exerts a variety of pharmacological effects against inflammation, viral infection, and cell and tumor proliferation, and has been shown to have a relatively safe toxicity profile, indicating the ability of artemisinin to decrease inflammation, invasion and metastasis, proliferation, and induce apoptosis.\n61\n\n\n        \n        \n          2.1.13\n          Silybin\n          Silybin (C25H22O10), the main bioactive ingredient of silymarin, is a compound isolated from the fruits and seeds of silymarin. It has a long history of human use and does not exert apparent toxicity in animals and humans even after a long period of usage. It is commonly used as a nutritional and healthy food in Europe, Asia, and the United States.\n62\n The antioxidant and hepatoprotective effects of silybin have led to its use to treat acute and chronic liver diseases caused by drugs, toxins, hepatitis, and alcohol, as well as gallbladder diseases.\n63\n Preclinical studies have shown that silybin can strongly inhibit the invasion and migration of cancer cells.\n64\n Its anti‐tumor activity has been demonstrated in animal models of cancers of the liver, lung, skin, prostate, and colon.\n65\n Phase Ⅰ/Ⅱ clinical trials of prostate cancer are currently being conducted, and phase Ⅰ studies have reported it to be non‐toxic.\n66\n\n\n        \n        \n          2.1.14\n          Cinnamon\n          Cinnamon is a spice and traditional herbal medicine used for hundreds of years that has been shown to exert antioxidant and free radical scavenging properties.\n67\n Available evidence has shown that cinnamon exerts anti‐tumor, anti‐inflammatory, anti‐microbial, cholesterol‐lowering, antioxidant, and immunomodulatory effects. It can also act as an insulin mimic that can enhance insulin activity or stimulate cell glucose metabolism \n68\n and affect apoptosis.\n69\n The cinnamon extract contains several active ingredients, such as essential oils (cinnamaldehyde), tannin, caryophyllene, cinnamyl acetate, linalool, and eugenol.\n70\n, \n71\n Whole cinnamon and its active components have been reported to exert significant anti‐tumor activity in different types of cancer.\n72\n2.1.1\n          Ginsenosides\n          Ginsenosides are frequently used in East Asia and North America. Ginsenosides, the main components extracted from ginseng, exert various bioactivities, such as anti‐tumor, immunomodulatory, antioxidant produce, and anti‐inflammation effects.\n11\n Ginsenosides mainly exert their anticancer effects on lung, breast, liver, and colorectal cancers. Ginsenoside Rg3, Rh2, and compound K are the main bioactive compounds in ginsenosides that produce anticancer effects.\n12\n Among them, ginsenoside Rg3 has been approved as an anticancer drug by the China Food and Drug Administration (CFDA) in 2000 and was listed as a designated drug for the treatment of NSCLC in the Clinical Practice Guide of the National Comprehensive Cancer Network (Chinese version) in 2006 and 2007.\n13\n Protopanaxadiol (PPT) and Propanaxadiol (PPD), two metabolites of ginsenosides, have also shown activity against a variety of cancer cells while PPT is more effective in inhibiting the viability and invasiveness of lung cancer cells, especially lung squamous cells.\n11\n2.1.2\n          Camptothecin (CPT)\n          Camptothecin (CPT) was the first natural compound derived from Camptotheca acuminata. It is a quinoline alkaloid that was first synthesized by Wall and Wani in 1966.\n14\n Topotecan, a derivative of camptothecin, has been used as a first‐line and second‐line chemotherapeutic drug for SCLC. In the European Union and the United States, it is considered as the only drug suitable for use as a second‐line chemotherapeutic drug for recurrent SCLC. Irinotecan in combination with cisplatin has been used for the treatment of SCLC.\n15\n Recently published in vitro and in vivo studies on CPT and its derivatives, such as irinotecan (CPT‐11, 4), Belotecan (CKD‐602, 5), and 10‐hydroxycamptothecin (HCPT), have reported that they exert a wide range of anti‐tumor activities on multiple types of tumors, including ovarian cancer, NSCLC, and refractory colorectal cancer.\n16\n, \n17\n, \n18\n Belo is a relatively new camptothecin derivative approved in Korea for the treatment of NSCLC and ovarian cancers. Compared with older camptothecin preparations, belotecan has been reported to show a similar effective level and a decreased toxic level.\n19\n Several other camptothecin analogs, including 7‐(4‐methylpiperazinomethylene)‐10, 9‐aminocamptothecin, exatecan mesylate, 11‐ethylenedioxy‐20(S)‐camptothecin, 9‐nitrocamptothecin, and karenitecin, are also at various stages of clinical development.\n20\n However, the side effects of their use include diarrhea, fatigue, myelosuppression, stomatitis, nausea, vomiting, abdominal pain, hair loss, and peripheral neuropathy.\n21\n2.1.3\n          Curcumin (CUR)\n          Turmeric is a spice originally found in India used in curries and as a natural colorant. It contains three bioactive polyphenols: curcumin (CUR), demethoxycurcumin (DMC), and bisdemethoxycurcumin (BMC).\n22\n In a paper published in 1949 in the Journal Nature, Schraufstatter and his colleagues reported that curcumin is a bioactive compound with antibacterial properties that are active against a variety of bacterial strains.\n23\n Curcumin is also known to exert antioxidant and anticancer effects and is important for the treatment or prevention of various diseases, such as cardiovascular diseases and diabetes.\n24\n Its anticancer activity was confirmed in 1980 by Kuttan and his colleagues using in vitro and in vivo models.\n23\n Zhang et al. first proved that curcumin exerts anticancer effects using human lung adenocarcinoma cells with multidrug resistance to A549/DDP.\n25\n2.1.4\n          β‐elemene (β‐ELE)\n          β‐elemene is a natural sesquiterpene extracted from turmeric, a traditional Chinese herbal medicine, and is a non‐cytotoxic II antineoplastic drug.\n26\n β‐elemene has been approved to treat many types of cancers, including brain, breast, prostate, ovarian, and lung cancer, with no severe side effects being reported. It can inhibit the migration, invasion, proliferation and enhance the radiosensitivity of lung cancer cells.\n27\n2.1.5\n          Gambogic (GA)\n          GA is a natural product extracted from Han's Geng Huang resin. Since ancient times, it has been used as a detoxification, anti‐inflammatory and anti‐parasitic drug in China and Southeast Asia.\n28\n The use of GA, which has the molecular formula C38H44O9 (628.34 g/mol),\n29\n is advantageous since it produces low levels of toxicity, resistance to many cell lines and multiple mechanisms, and is a potential anti‐tumor compound. The National Medical Products Administration has approved GA for use in treating advanced lung, liver, stomach, breast and colon cancers after the successful conclusion of clinical trials.\n30\n The CFDA has also approved it for clinical trials for the therapy of various other types of cancers.\n31\n2.1.6\n          Tanshinone\n          \nSalvia miltiorrhiza has high medicinal value in traditional Chinese medicine (TCM) and can be used to treat a variety of cardio‐cerebrovascular diseases, including angina pectoris, myocardial infarction, hyperlipidemia, hypertension, and acute ischemic stroke.\n32\n Recent studies have shown that Salvia miltiorrhiza is an effective inhibitor of platelet agglutination. Additionally, clinical trials have shown that Salvia miltiorrhiza is also effective for treating and preventing Alzheimer's disease.\n33\n Nakao et al. isolated tanshinone from Salvia miltiorrhiza for the first time since the 1930s, and since then, more than 90 derived chemical constituents have been identified. These compounds can be divided into compounds with over 40 lipophilic components and compounds with over 50 hydrophilic compounds.\n34\n Among them, the proportion of tanshinone IIA (TSA, Tan IIA) is the highest. Accumulated evidence has shown that tanshinone IIA exerts a broad‐spectrum of anti‐tumor properties against various malignant human tumors.\n32\n2.1.7\n          Licorice chalcone (LIC)\n          Licorice is a traditional Chinese medicinal drug widely used in clinical settings. Its main function involves the regulation of temperature, moisturization of the lungs, alleviation of toxicity, and coordination of the properties of drugs.\n35\n It is used to treat gastritis, ulceration, coughs, bronchitis, and inflammation.\n36\n In addition to triterpenes, about 300 polyphenols, including phenolic acids, flavonoids, flavanes, chalcones, and isoflavones, with a concentration of 1%–5% each, have been isolated from licorice root and licorice extract.\n37\n Among them, licorice chalcone A (LICA), Licochalcone B (LCB), and Licochalcone D (LCD) have been proven to provide a variety of health benefits, including anticancer effects.\n38\n, \n39\n, \n40\n, \n41\n2.1.8\n          Triptolide (TPL)\n          The root extract of Tripterygium wilfordii has been used to treat various diseases throughout history. TPL was first isolated from the Chinese herbal medicine Tripterygium wilfordii in 1972\n42\n and is a diterpene lactone compound that contains three epoxy groups and is the main active component of Tripterygium wilfordii. Therefore, the discovery of TPL has paved the way for further anti‐tumor studies on triptolide.\n43\n TPL can inhibit cancer cell growth and exhibit preclinical anti‐tumor activity on many types of cancers, including neuroblastoma, lung cancer, breast cancer, acute myeloid leukemia (AML), osteosarcoma, ovarian cancer, prostate cancer, and multiple gastrointestinal cancers (e.g., cancers of the stomach, liver, colon, and pancreas).\n42\n2.1.9\n          Emodin (ED)\n          Emodin is a natural active anthraquinone compound extracted from the rhubarb rhizome.\n44\n Pharmacological studies have shown that emodin exerts a wide variety of activity, including anti‐inflammation and anti‐tumor effects, and prevents the development of many health issues, such as lung injury, pancreatitis, intestinal mucosal injury, and ulcerative colitis.\n45\n Previous studies have shown that emodin exerts its antiproliferative effects on various cancer cells, including lung cancer, pancreatic cancer, breast cancer, colorectal cancer, leukemia, and hepatocellular carcinoma.\n46\n Emodin can inhibit the growth and apoptosis of A549 cells through its action on the external apoptosis pathway and the induction of cell cycle arrest.\n47\n\n\n          \n            Berberine (BBR)\n            \nCoptis chinensis is a traditional Chinese medicinal drug of high value that is commonly used in China. Berberine is the primary bioactive component of Coptis chinensis, accounting for 5.20%–7.69% of all compounds.\n48\n It exerts various pharmacological effects, including antioxidant, anti‐microbial, liver protection, anti‐inflammatory, anti‐tumor, neuroprotection, blood lipid, and hypoglycemic effects.\n49\n Recent studies have indicated that BBR exerts its anticancer effects on several high‐risk cancers, including lung, prostate, colorectal, breast, and gastric cancer.\n50\n Additionally, other in vitro studies on tumor cell lines have shown that BBR inhibits cancer cell proliferation and migration and induces the apoptosis of a variety of cancer cell lines.\n51\nBerberine (BBR)\n            \nCoptis chinensis is a traditional Chinese medicinal drug of high value that is commonly used in China. Berberine is the primary bioactive component of Coptis chinensis, accounting for 5.20%–7.69% of all compounds.\n48\n It exerts various pharmacological effects, including antioxidant, anti‐microbial, liver protection, anti‐inflammatory, anti‐tumor, neuroprotection, blood lipid, and hypoglycemic effects.\n49\n Recent studies have indicated that BBR exerts its anticancer effects on several high‐risk cancers, including lung, prostate, colorectal, breast, and gastric cancer.\n50\n Additionally, other in vitro studies on tumor cell lines have shown that BBR inhibits cancer cell proliferation and migration and induces the apoptosis of a variety of cancer cell lines.\n51\n2.1.10\n          Epigallocatechin gallate (EGCG)\n          Green tea is a popular non‐alcoholic drink in Asian countries, and its long‐term consumption has been found to provide many health benefits. A 10‐year prospective cohort study conducted in Japan found that drinking 10 cups of green tea (120 ml/cup) a day delayed cancer onset.\n52\n Catechin is the main active ingredient in green tea. The main catechins are (‐)‐epicatechin gallate (ECG), (‐)‐epicatechin (EC), (‐)‐epigallocatechin (EGC), catechin, and (‐)‐epigallocatechin‐3‐gallate (EGCG).\n53\n EGCG is the main catechin found in green tea and accounts for 50‐‐80% of the total quantity of catechins. EGCG exerts antioxidant activity and affects a variety of human diseases, including Parkinson's disease, Alzheimer's disease, diabetes, stroke and obesity.\n54\n Animal and cell line studies have shown that EGCG plays a crucial role in promoting apoptosis and reducing cancer growth, and is potential chemoprophylaxis and therapeutic compound for skin cancer, prostate cancer, lung cancer, colon cancer, breast cancer, and other cancers.\n55\n2.1.11\n          Resveratrol (RSV)\n          Resveratrol (RSV) is a naturally occurring polyphenol that is commonly found in red wine, peanuts, and grapes. It has been found to exert numerous biological properties, including antioxidant, antifungal, neuroprotective, anti‐inflammatory, antiviral, and anticancer properties.\n56\n The most well‐known property of RSV is its antioxidation property, which can convert free radicals, such as reactive oxygen species (ROS), into inactive compounds.\n57\n\nIn vitro and in vivo studies conducted on resveratrol have found that hat it can be used for the therapy of a wide variety of human cancers, including lung, skin, breast, blood, cervical, and bone cancers, as well as gastrointestinal tumors.\n58\n2.1.12\n          Artemisinin\n          In 1972, a team led by Tu Youyou first isolated artemisinin through a plant screening research program called Project 523, which aimed to identify suitable antimalarial treatment drugs. In 2015, the discovery of artemisinin earned China its first Nobel Prize winner.\n59\n It has been reported that artemisinin‐based drugs, such as dihydroartemisinin, artemether, artemisinin, and artesunate, are highly effective active antimalarial drugs that also exert effective anticancer activities against hematological tumors and somatic tumors, and selective cytotoxicity toward malignant cells.\n60\n Therefore, they have become research hotspots. Studies have found that artemisinin exerts a variety of pharmacological effects against inflammation, viral infection, and cell and tumor proliferation, and has been shown to have a relatively safe toxicity profile, indicating the ability of artemisinin to decrease inflammation, invasion and metastasis, proliferation, and induce apoptosis.\n61\n2.1.13\n          Silybin\n          Silybin (C25H22O10), the main bioactive ingredient of silymarin, is a compound isolated from the fruits and seeds of silymarin. It has a long history of human use and does not exert apparent toxicity in animals and humans even after a long period of usage. It is commonly used as a nutritional and healthy food in Europe, Asia, and the United States.\n62\n The antioxidant and hepatoprotective effects of silybin have led to its use to treat acute and chronic liver diseases caused by drugs, toxins, hepatitis, and alcohol, as well as gallbladder diseases.\n63\n Preclinical studies have shown that silybin can strongly inhibit the invasion and migration of cancer cells.\n64\n Its anti‐tumor activity has been demonstrated in animal models of cancers of the liver, lung, skin, prostate, and colon.\n65\n Phase Ⅰ/Ⅱ clinical trials of prostate cancer are currently being conducted, and phase Ⅰ studies have reported it to be non‐toxic.\n66\n2.1.14\n          Cinnamon\n          Cinnamon is a spice and traditional herbal medicine used for hundreds of years that has been shown to exert antioxidant and free radical scavenging properties.\n67\n Available evidence has shown that cinnamon exerts anti‐tumor, anti‐inflammatory, anti‐microbial, cholesterol‐lowering, antioxidant, and immunomodulatory effects. It can also act as an insulin mimic that can enhance insulin activity or stimulate cell glucose metabolism \n68\n and affect apoptosis.\n69\n The cinnamon extract contains several active ingredients, such as essential oils (cinnamaldehyde), tannin, caryophyllene, cinnamyl acetate, linalool, and eugenol.\n70\n, \n71\n Whole cinnamon and its active components have been reported to exert significant anti‐tumor activity in different types of cancer.\n72\n2.2\n        Animals\n        \n          2.2.1\n          Astaxanthin (ATX)\n          Astaxanthin (ATX) is a ketone carotene widely found in shrimp, salmon, crab, red yeast, and other marine animals.\n73\n It exerts strong antioxidant activity, anti‐tumor effects, anti‐inflammatory effects, and hepatoprotective effects.\n74\n In 1987, ATX was approved by the USFDA as a feed additive for aquaculture and was subsequently approved as a dietary supplement in 1999.\n75\n In addition, numerous evidence has shown that ATX exerts anticancer effects on many types of cancers, including lung cancer, colon cancer, lung cancer, and breast cancer.\n73\n, \n76\n\n\n        \n        \n          2.2.2\n          Melittin\n          Bee venom is a complex mixture of bioactive substances that can be injected into specific parts of the body during bee venom therapy. In recent years, bee venom has been used to treat many diseases, such as cancer, chronic pain, arthritis and atopic dermatitis.\n77\n Melittin is the main component of the venom and is an amphiphilic peptide with 26 amino acid residues.\n78\n It exerts radiation protective, anti‐mutagenicity, and anti‐inflammation and analgesic activities.\n79\n In addition, previous studies have already proven that melittin can induce cell cycle arrest, growth inhibition, and apoptosis of a variety of cancer cells, and has become an ideal anticancer candidate due to its broad‐spectrum of lytic properties.\n80\n\n\n        \n        \n          2.2.3\n          Snake venom\n          Although snakebite poisoning is a public health problem that can endanger human lives, snake venom is considered a potential source of bioactive compounds. Snake wine or snake venom wine is used in conventional Chinese medicine.\n81\n Snake venom is primarily a complex mixture of proteins with enzyme activity, with the proteins and peptides accounting for about 90% of the dry weight of the venom.\n82\n These enzymes include metalloproteinase (MP), L‐amino acid oxidase (LAAOs), integrin, C lectin, and phospholipase A2 (PLA2 s).\n83\n Their mechanisms of action include direct toxicity (PLA2 s), induction of cell apoptosis (PLA2 s, LAAOs, and MP), free radical production (LAAOs), and anti‐angiogenesis activity (double integrin and lectin). These compounds exert higher levels of cytotoxicity and cell inhibitory activity on tumor cells than that exerted on normal cells, which indicates the potential clinical application of snake venom.\n84\n\n\n        \n        \n          2.2.4\n          Scorpion venom\n          Scorpions are among the most primitive arthropods of the animal kingdom that have existed on the earth for more than 400 million years and are globally distributed. Since ancient times, scorpion venom has been used in traditional medicinal applications of different countries, especially in China, India, Cuba, Africa, and Spain.\n85\n Scorpion venom is a complicated mixture of proteins (peptides and enzymes) and non‐proteins (nucleotides, lipids, free amino acids, inorganic salts, and water).\n86\n The most important components of scorpion venom are disulfide bridging peptides (DBPs/DBs) and non‐disulfide bridging peptides (NDBPs/NDBs), which exert a variety of pharmacological activities and have been used for the therapy of many diseases, including cancer.\n87\n Their specific interactions with ion channels may be the main mechanism by which the anticancer activity of scorpion venom is exerted.\n88\n2.2.1\n          Astaxanthin (ATX)\n          Astaxanthin (ATX) is a ketone carotene widely found in shrimp, salmon, crab, red yeast, and other marine animals.\n73\n It exerts strong antioxidant activity, anti‐tumor effects, anti‐inflammatory effects, and hepatoprotective effects.\n74\n In 1987, ATX was approved by the USFDA as a feed additive for aquaculture and was subsequently approved as a dietary supplement in 1999.\n75\n In addition, numerous evidence has shown that ATX exerts anticancer effects on many types of cancers, including lung cancer, colon cancer, lung cancer, and breast cancer.\n73\n, \n76\n2.2.2\n          Melittin\n          Bee venom is a complex mixture of bioactive substances that can be injected into specific parts of the body during bee venom therapy. In recent years, bee venom has been used to treat many diseases, such as cancer, chronic pain, arthritis and atopic dermatitis.\n77\n Melittin is the main component of the venom and is an amphiphilic peptide with 26 amino acid residues.\n78\n It exerts radiation protective, anti‐mutagenicity, and anti‐inflammation and analgesic activities.\n79\n In addition, previous studies have already proven that melittin can induce cell cycle arrest, growth inhibition, and apoptosis of a variety of cancer cells, and has become an ideal anticancer candidate due to its broad‐spectrum of lytic properties.\n80\n2.2.3\n          Snake venom\n          Although snakebite poisoning is a public health problem that can endanger human lives, snake venom is considered a potential source of bioactive compounds. Snake wine or snake venom wine is used in conventional Chinese medicine.\n81\n Snake venom is primarily a complex mixture of proteins with enzyme activity, with the proteins and peptides accounting for about 90% of the dry weight of the venom.\n82\n These enzymes include metalloproteinase (MP), L‐amino acid oxidase (LAAOs), integrin, C lectin, and phospholipase A2 (PLA2 s).\n83\n Their mechanisms of action include direct toxicity (PLA2 s), induction of cell apoptosis (PLA2 s, LAAOs, and MP), free radical production (LAAOs), and anti‐angiogenesis activity (double integrin and lectin). These compounds exert higher levels of cytotoxicity and cell inhibitory activity on tumor cells than that exerted on normal cells, which indicates the potential clinical application of snake venom.\n84\n2.2.4\n          Scorpion venom\n          Scorpions are among the most primitive arthropods of the animal kingdom that have existed on the earth for more than 400 million years and are globally distributed. Since ancient times, scorpion venom has been used in traditional medicinal applications of different countries, especially in China, India, Cuba, Africa, and Spain.\n85\n Scorpion venom is a complicated mixture of proteins (peptides and enzymes) and non‐proteins (nucleotides, lipids, free amino acids, inorganic salts, and water).\n86\n The most important components of scorpion venom are disulfide bridging peptides (DBPs/DBs) and non‐disulfide bridging peptides (NDBPs/NDBs), which exert a variety of pharmacological activities and have been used for the therapy of many diseases, including cancer.\n87\n Their specific interactions with ion channels may be the main mechanism by which the anticancer activity of scorpion venom is exerted.\n88\n2.3\n        Microorganisms\n        \n          2.3.1\n          Doxorubicin (Dox)\n          Doxorubicin, an antibiotic derived from Streptomyces peucetius bacteria, is an anthracycline chemotherapeutic drug. Since the 1960 s, it has been widely used as a chemotherapeutic agent.\n89\n It was approved for use in the US in 1974 and is still an important drug used in many cancer chemotherapy programs.\n21\n It is commonly used for the treatment of lung cancer, gastric cancer, soft tissue sarcoma, thyroid cancer, multiple myeloma, breast cancer, bladder cancer, ovarian cancer, and Hodgkin's lymphoma.\n90\n However, its use produces serious side effects, with the most prominent being cardiotoxicity that can lead to left ventricular insufficiency, dilated cardiomyopathy, and heart failure, and the severity of heart disease is related to the accumulated dose of Dox administered during anticancer treatment.\n91\n\n\n        \n        \n          2.3.2\n          Staurosporine (STS)\n          Staurosporine was first isolated from Streptomyces and has since then been isolated from other actinomycetes after the screening of microbial alkaloids by the Kitasato Research Institute of Japan in 1977.\n92\n It is an effective inhibitor of PKC and many other kinases (including tyrosine protein kinases), which prevent the transfer of phosphate from DNA to the activated tyrosine site, which directly inhibits the activity of topoisomerase II.\n93\n It can also induce apoptosis of many types of cells, including various cancer cells.\n94\n\n\n        \n        \n          2.3.3\n          Epothilone\n          Epothilone is a natural cytotoxic compound extracted from myxobacteria and Cysticercus cellulosus.\n95\n Similar to taxane, epomycin can induce the formation of microtubule bundles and inhibit microtubule dynamics, resulting in the inhibition of cell proliferation and mitotic arrest.\n96\n Its activity is 10–1000 times higher than that of paclitaxel, and most importantly, unlike paclitaxel, ebolomycin can easily be used in combination with other drugs for the treatment of cancer.\n97\n Atpresent, phase I‐III clinical trials are being conducted on five types of ebomycin compounds. In particular, two natural compounds, Epothilone B acid (EPO906) and Epothilone D (KOS‐862), and three semisynthetic derivatives of ebomycin B (BMS247550, BMS310705 and ABJ879).\n98\n These compounds have been shown to exert a therapeutic effect on NSCLC, ovarian cancer, and taxane‐resistant tumors.\n99\n Among them, BMS247550 was approved for use in the United States by the FDA on October 16, 2007. Thus far, it is the first apomycin analog to have received approval and is considered the most effective antineoplastic drug.\n100\n\n\n        \n        \n          2.3.4\n          Mitomycin C (MMC)\n          Mitomycin, also known as mitomycin C, is a cytotoxic antibiotic that was first isolated from Streptococcus Kaisers and was approved for use in the USA in 2002.\n21\n Mitomycin C is commonly used as a cytotoxic agent against hematological malignancies and other cancers.\n101\n It has been used to treat NSCLC since 1984,\n102\n and it can be combined with platinum‐based drugs, docetaxel, and other chemotherapies, to improve its response rate.\n103\n2.3.1\n          Doxorubicin (Dox)\n          Doxorubicin, an antibiotic derived from Streptomyces peucetius bacteria, is an anthracycline chemotherapeutic drug. Since the 1960 s, it has been widely used as a chemotherapeutic agent.\n89\n It was approved for use in the US in 1974 and is still an important drug used in many cancer chemotherapy programs.\n21\n It is commonly used for the treatment of lung cancer, gastric cancer, soft tissue sarcoma, thyroid cancer, multiple myeloma, breast cancer, bladder cancer, ovarian cancer, and Hodgkin's lymphoma.\n90\n However, its use produces serious side effects, with the most prominent being cardiotoxicity that can lead to left ventricular insufficiency, dilated cardiomyopathy, and heart failure, and the severity of heart disease is related to the accumulated dose of Dox administered during anticancer treatment.\n91\n2.3.2\n          Staurosporine (STS)\n          Staurosporine was first isolated from Streptomyces and has since then been isolated from other actinomycetes after the screening of microbial alkaloids by the Kitasato Research Institute of Japan in 1977.\n92\n It is an effective inhibitor of PKC and many other kinases (including tyrosine protein kinases), which prevent the transfer of phosphate from DNA to the activated tyrosine site, which directly inhibits the activity of topoisomerase II.\n93\n It can also induce apoptosis of many types of cells, including various cancer cells.\n94\n2.3.3\n          Epothilone\n          Epothilone is a natural cytotoxic compound extracted from myxobacteria and Cysticercus cellulosus.\n95\n Similar to taxane, epomycin can induce the formation of microtubule bundles and inhibit microtubule dynamics, resulting in the inhibition of cell proliferation and mitotic arrest.\n96\n Its activity is 10–1000 times higher than that of paclitaxel, and most importantly, unlike paclitaxel, ebolomycin can easily be used in combination with other drugs for the treatment of cancer.\n97\n Atpresent, phase I‐III clinical trials are being conducted on five types of ebomycin compounds. In particular, two natural compounds, Epothilone B acid (EPO906) and Epothilone D (KOS‐862), and three semisynthetic derivatives of ebomycin B (BMS247550, BMS310705 and ABJ879).\n98\n These compounds have been shown to exert a therapeutic effect on NSCLC, ovarian cancer, and taxane‐resistant tumors.\n99\n Among them, BMS247550 was approved for use in the United States by the FDA on October 16, 2007. Thus far, it is the first apomycin analog to have received approval and is considered the most effective antineoplastic drug.\n100\n2.3.4\n          Mitomycin C (MMC)\n          Mitomycin, also known as mitomycin C, is a cytotoxic antibiotic that was first isolated from Streptococcus Kaisers and was approved for use in the USA in 2002.\n21\n Mitomycin C is commonly used as a cytotoxic agent against hematological malignancies and other cancers.\n101\n It has been used to treat NSCLC since 1984,\n102\n and it can be combined with platinum‐based drugs, docetaxel, and other chemotherapies, to improve its response rate.\n103\n2.4\n        Marine organisms\n        \n          2.4.1\n          Psammaplin A (PSA)\n          The natural marine chemical product, psammaplin A, was first isolated from Psammaplysilla sponges in 1987.\n104\n It was synthesized by Hoshino and his colleagues in 1992.\n15\n In 1999, psammaplin A was found to exert significant in vitro antibacterial activity against Staphylococcus aureus (SA) and methicillin‐resistant Staphylococcus aureus (MRSA).\n105\n The pharmacological activities of psammaplin A and its derivatives include anticancer, antiviral, and insecticidal effects, as well as the promotion of embryonic development and chemical defensive encryption.\n106\n It has also been reported to be an effective inhibitor of two epigenetic enzymes, histone deacetylase, and DNA methyltransferase.\n107\n\n\n        \n        \n          2.4.2\n          Ecteinascidin‐743 (ET‐743)\n          Ecteinascidin‐743 is a novel antineoplastic drug extracted from Ecteinascidia turbinata found in the Caribbean sea envelope.\n108\n It is a tetrahydroisoquinolone alkaloid, and this novel compound is a groove‐binding guanine specific alkylating agent.\n109\n Phase II clinical tests conducted in Europe and America have shown that ET‐743 is a promising antineoplastic drug.\n110\n It has been proven to be an effective therapeutic drug against various solid tumor cell lines and human tumor xenografts, including NSCLC, breast cancer, ovarian cancer, prostate cancer, melanoma, and kidney cancer.\n111\n\n\n        \n        \n          2.4.3\n          Halichondrin B\n          Halichondrin B was first isolated from an unusual marine Japanese sponge, Halichondria okadai, by Hirada and Ishimura in 1985, and then from more commonly used sponges, such as Axinella, Phakellia and Lissodendoryx species.\n112\n Eribulin is a synthetic analog and has been approved by the FDA to treat metastatic breast cancer.\n113\n As a tubulin‐binding agent, it can inhibit microtubule dynamics through a different mechanism from that of taxane, and has shown in vitro activity on taxane‐resistant cell lines.\n114\n In addition, phase III clinical trials have been conducted on MBC, soft tissue sarcoma and NSCLC, bladder/urothelial cancer, pancreatic cancer, neck cancer, salivary gland cancer, prostate cancer, head cancer, and renal insufficiency and ovarian cancer and ovarian cancer‐related gynecological malignancies, while phase II clinical experiments on Eribrin have also been conducted or are being conducted either alone or in combination with other drugs.\n115\n The names and sources of these natural compounds are shown in Table 1.\n          \n            TABLE 1\n            \n              Sources of natural compounds with anticancer activity\n            \n            \n              \n              \n              \n              \n              \n                \n                  Category\n                  Natural compounds\n                  Main Source\n                  References\n                \n              \n              \n                \n                  Plants\n                  Ginsenosides\n                  Ginseng\n                  [11, 12]\n                \n                \n                  Camptothecin (CPT)\n                  Camptotheca acuminata\n                  [14]\n                \n                \n                  Curcumin (CUR)\n                  Turmeric\n                  [22, 23]\n                \n                \n                  β‐elemene (β‐ELE)\n                  Turmeric\n                  [26]\n                \n                \n                  Gambogic (GA)\n                  Han's Geng Huang resin\n                  [28, 29]\n                \n                \n                  Tanshinone\n                  Salvia miltiorrhiza\n                  [32, 34]\n                \n                \n                  Licorice chalcone (LIC)\n                  Licorice\n                  [35, 37, 38, 39, 40, 41]\n                \n                \n                  Triptolide (TPL)\n                  Tripterygium wilfordii\n                  [42]\n                \n                \n                  Emodin (ED)\n                  Rhubarb\n                  [44]\n                \n                \n                  Berberine (BBR)\n                  Coptis chinensis\n                  [48]\n                \n                \n                  Epigallocatechin gallate (EGCG)\n                  Green tea\n                  [52, 53, 54]\n                \n                \n                  Resveratrol (RSV)\n                  Grapes, red wine and peanuts\n                  [56]\n                \n                \n                  Artemisinin\n                  Artemisinin annua\n                  [59]\n                \n                \n                  Silybin\n                  Silymarin\n                  [62]\n                \n                \n                  Cinnamon\n                  Cinnamon\n                  [70, 71]\n                \n                \n                  Animals\n                  Astaxanthin (ATX)\n                  Shrimp, salmon, crab, red yeast and other marine animals\n                  [73]\n                \n                \n                  Melittin\n                  Bee venom\n                  [77, 78]\n                \n                \n                  Snake venom\n                  Snake\n                  [81, 82, 83]\n                \n                \n                  Scorpion venoms\n                  Scorpion\n                  [85, 86, 87]\n                \n                \n                  Microorganisms\n                  Doxorubicin (Dox)\n                  Penicillium Streptomyces\n                  [21, 89]\n                \n                \n                  Staurosporine (STS)\n                  Streptomyces and other actinomycetes\n                  [92]\n                \n                \n                  Epothilone\n                  myxobacteria and Cysticercus cellulosus\n                  [95]\n                \n                \n                  Mitomycin C (MMC)\n                  Streptococcus Kaisers\n                  [21]\n                \n                \n                  Marine organisms\n                  Psammaplin A (PSA)\n                  Psammaplysilla sponge\n                  [104]\n                \n                \n                  Ecteinascidin−743 (ET−743)\n                  Ecteinascidia turbinata\n                  [108]\n                \n                \n                  Halichondrin B\n                  Halichondria okadai, Axinella, Phakellia, and Lissodendoryx\n                  [112]\n                \n              \n            \n            \n              John Wiley & Sons, Ltd\n2.4.1\n          Psammaplin A (PSA)\n          The natural marine chemical product, psammaplin A, was first isolated from Psammaplysilla sponges in 1987.\n104\n It was synthesized by Hoshino and his colleagues in 1992.\n15\n In 1999, psammaplin A was found to exert significant in vitro antibacterial activity against Staphylococcus aureus (SA) and methicillin‐resistant Staphylococcus aureus (MRSA).\n105\n The pharmacological activities of psammaplin A and its derivatives include anticancer, antiviral, and insecticidal effects, as well as the promotion of embryonic development and chemical defensive encryption.\n106\n It has also been reported to be an effective inhibitor of two epigenetic enzymes, histone deacetylase, and DNA methyltransferase.\n107\n2.4.2\n          Ecteinascidin‐743 (ET‐743)\n          Ecteinascidin‐743 is a novel antineoplastic drug extracted from Ecteinascidia turbinata found in the Caribbean sea envelope.\n108\n It is a tetrahydroisoquinolone alkaloid, and this novel compound is a groove‐binding guanine specific alkylating agent.\n109\n Phase II clinical tests conducted in Europe and America have shown that ET‐743 is a promising antineoplastic drug.\n110\n It has been proven to be an effective therapeutic drug against various solid tumor cell lines and human tumor xenografts, including NSCLC, breast cancer, ovarian cancer, prostate cancer, melanoma, and kidney cancer.\n111\n2.4.3\n          Halichondrin B\n          Halichondrin B was first isolated from an unusual marine Japanese sponge, Halichondria okadai, by Hirada and Ishimura in 1985, and then from more commonly used sponges, such as Axinella, Phakellia and Lissodendoryx species.\n112\n Eribulin is a synthetic analog and has been approved by the FDA to treat metastatic breast cancer.\n113\n As a tubulin‐binding agent, it can inhibit microtubule dynamics through a different mechanism from that of taxane, and has shown in vitro activity on taxane‐resistant cell lines.\n114\n In addition, phase III clinical trials have been conducted on MBC, soft tissue sarcoma and NSCLC, bladder/urothelial cancer, pancreatic cancer, neck cancer, salivary gland cancer, prostate cancer, head cancer, and renal insufficiency and ovarian cancer and ovarian cancer‐related gynecological malignancies, while phase II clinical experiments on Eribrin have also been conducted or are being conducted either alone or in combination with other drugs.\n115\n The names and sources of these natural compounds are shown in Table 1.\n          \n            TABLE 1\n            \n              Sources of natural compounds with anticancer activity\n            \n            \n              \n              \n              \n              \n              \n                \n                  Category\n                  Natural compounds\n                  Main Source\n                  References\n                \n              \n              \n                \n                  Plants\n                  Ginsenosides\n                  Ginseng\n                  [11, 12]\n                \n                \n                  Camptothecin (CPT)\n                  Camptotheca acuminata\n                  [14]\n                \n                \n                  Curcumin (CUR)\n                  Turmeric\n                  [22, 23]\n                \n                \n                  β‐elemene (β‐ELE)\n                  Turmeric\n                  [26]\n                \n                \n                  Gambogic (GA)\n                  Han's Geng Huang resin\n                  [28, 29]\n                \n                \n                  Tanshinone\n                  Salvia miltiorrhiza\n                  [32, 34]\n                \n                \n                  Licorice chalcone (LIC)\n                  Licorice\n                  [35, 37, 38, 39, 40, 41]\n                \n                \n                  Triptolide (TPL)\n                  Tripterygium wilfordii\n                  [42]\n                \n                \n                  Emodin (ED)\n                  Rhubarb\n                  [44]\n                \n                \n                  Berberine (BBR)\n                  Coptis chinensis\n                  [48]\n                \n                \n                  Epigallocatechin gallate (EGCG)\n                  Green tea\n                  [52, 53, 54]\n                \n                \n                  Resveratrol (RSV)\n                  Grapes, red wine and peanuts\n                  [56]\n                \n                \n                  Artemisinin\n                  Artemisinin annua\n                  [59]\n                \n                \n                  Silybin\n                  Silymarin\n                  [62]\n                \n                \n                  Cinnamon\n                  Cinnamon\n                  [70, 71]\n                \n                \n                  Animals\n                  Astaxanthin (ATX)\n                  Shrimp, salmon, crab, red yeast and other marine animals\n                  [73]\n                \n                \n                  Melittin\n                  Bee venom\n                  [77, 78]\n                \n                \n                  Snake venom\n                  Snake\n                  [81, 82, 83]\n                \n                \n                  Scorpion venoms\n                  Scorpion\n                  [85, 86, 87]\n                \n                \n                  Microorganisms\n                  Doxorubicin (Dox)\n                  Penicillium Streptomyces\n                  [21, 89]\n                \n                \n                  Staurosporine (STS)\n                  Streptomyces and other actinomycetes\n                  [92]\n                \n                \n                  Epothilone\n                  myxobacteria and Cysticercus cellulosus\n                  [95]\n                \n                \n                  Mitomycin C (MMC)\n                  Streptococcus Kaisers\n                  [21]\n                \n                \n                  Marine organisms\n                  Psammaplin A (PSA)\n                  Psammaplysilla sponge\n                  [104]\n                \n                \n                  Ecteinascidin−743 (ET−743)\n                  Ecteinascidia turbinata\n                  [108]\n                \n                \n                  Halichondrin B\n                  Halichondria okadai, Axinella, Phakellia, and Lissodendoryx\n                  [112]\n                \n              \n            \n            \n              John Wiley & Sons, Ltd\n3\n      ANTI‐TUMOR MECHANISM\n      \n        3.1\n        Induction of apoptosis\n        Apoptosis known as programmed cell death is a series of changes mediated by genes, which has an important effect on maintaining a variety of cell functions, bodies remove aging, and abnormal cells through this process.\n116\n The imbalance of apoptosis is an important way for cancer cells to survive, recur and acquire drug resistance, which involves a variety of regulatory mechanisms and signal pathways.\n117\n, \n118\n This is also an important mechanism for natural products to play an anticancer role.\n        \n          3.1.1\n          Inductive ROS\n          ROS is a natural by‐product of cell metabolism (mainly in the mitochondria). It is composed of hydroxyl groups, superoxide anions, singlet oxygen, and hydrogen peroxide, containing unpaired valence electrons, and therefore high levels of reactivity. Cancer cells in advanced tumors usually show high levels of oxidative stress, indicating that tumor progression requires an increased ROS level and a decrease in the tolerance of cancer cells to ROS.\n119\n\n\n          The Keap1/Nrf2/ARE signal transduction pathway adjusts oxidative stress response, and its high constitutive expression induces chemical resistance and proliferation in many cancer types, including in the development of drug resistance in NSCLC. Ginsenoside Rd (GS‐Rd) can decrease chemical resistance by downregulating the activity of the NRF2.\n120\n Triptolide can also significantly inhibit the expression and transcriptional activity of Nrf2, which was found to have increased the chemical sensitivity of cancer cells to antineoplastic drugs in vitro and xenograft tumor model systems.\n121\n\n\n          Ginsenoside Rh2 inhibits H1299 cell growth by inducing ER stress‐dependent apoptosis, mediated by ROS.\n122\n GA can also inhibit the MAPK/ERK, NF‐κB, and PI3 K/AKT signaling pathways by improving the level of reactive oxygen species \n123\n and induce tumor cell apoptosis and destroy cancer cells through ROS‐induced ER stress.\n124\n The inhibitory effect of Tan IIA on the growth of H146 cells may be related to endoplasmic reticulum stress, which can induce ROS release and a reduction in the mitochondrial membrane potential (MMP) caused by an increase in the Bax/Bcl‐2 ratio.\n125\n\n\n          Emodin is most likely to affect cancer prevention/treatment by exerting its effects on mitochondria and acting as a universal crucial effector of cell death, through the reactive oxygen species‐ATM‐p53‐Bax signal pathway.\n126\n Su et al. have proven that emodin induces the apoptosis of human NSCLC cells through the reactive oxygen‐dependent mitochondrial signal transduction pathway.\n127\n Tanshinone IIA was found to have activated the p53‐independent, ROS‐triggered, and caspase‐dependent mitochondrial apoptotic cell death pathway in A549‐NQO1 and H596‐NQO1 cells, which was characterized by an increase in the Bax/Bcl‐xl ratio, MMP destruction, cytochrome c release, and subsequent caspase activation and PARP‐1 cleavage.\n128\n Chiu et al. also found that tanshinone IIA induces the apoptosis of A549 cells by inducing the release of reactive oxygen species and decreasing the MMP.\n129\n LCD can induce apoptosis through the accumulation of ROS in lung cancer cells, increasing the loss of MMP and the upregulation or downregulation of mitochondrial‐related proteins, which leads to apoptotic cell death through the mitochondrial (intrinsic) pathway.\n41\n To amplify the therapeutic effect of EGCG, magnetic nanoparticles (MNP) encapsulated in bovine serum albumin (BSA) and loaded with EGCG were synthesized to induce apoptosis through the participation of ROS, resulting in the loss of MMP, increase in the expression of Nrf2 and Keap1, regulation of the apoptosis of A549 cells, and induction of EGCG to exert a more substantial anti‐lung cancer effect.\n130\n In A549 cells, artemisinin can significantly induce apoptosis through reactive oxygen species‐mediated amplification of the activation loop between caspase‐3, caspase‐8, and caspase‐9.\n131\n Besides, Artesunate may play a cytotoxic role in A549 cells and normal HBE cells through ROS‐mediated DNA damage.\n60\n\n\n        \n        \n          3.1.2\n          Inductive endoplasmic reticulum stress\n          Endoplasmic reticulum stress (ERS) is a cellular response to protein misfolding, which has a far‐reaching influence on the survival and death of cancer cells. Its activation markers include ATF‐6, CHOP, and ATF‐4, BIP and XBP‐1.\n132\n ERS plays a significant role in the pathogenesis of NSCLC. At the same time, the β‐elemene upregulates the expression levels of ER‐related proteins, such as ATF6, PERK, IREα, ATF4, and CHOP, and downregulates the expression of Bcl‐2, which inhibits lung cancer growth and cell viability in a dose‐dependent and time‐dependent manner.\n133\n Ginsenoside extract (TGS) can induce NSCLS cell autophagy by activating ERS, mediated by the ATF4‐CHOP‐AKT1‐mTOR axis of NSCLC cells.\n132\n\n\n          Lou et al. studied human lung adenocarcinoma PC9 cell lines and transplanted tumor models into nude mice and found that tanshinone showed sound anti‐lung cancer effects. Simultaneously, its mechanism of action was related to the promotion of apoptosis induced by ERS and the activation of the IRE1 α/caspase‐12 apoptosis pathway.\n134\n The inhibitory effect of Tan IIA on the proliferation of H146 cells may be related to ERS, which is caused by the release of Ca2+ and the increased expression of GADD153, while the decrease in the expression of Bcl‐2 leads to an increase of the Bax/Bcl‐2 ratio, which in turn leads to a decrease in MMP and increased caspase‐3 expression.\n125\n\n\n          LicA increases the expression levels of ERS related proteins, such as p‐EIF2 α and ATF4, to inhibit the proliferation of lung cancer cells.\n135\n LicA also significantly promotes the expression of the tumor suppressor, miR‐144‐3p, which upregulates the ER stress response protein, CHOP, and induces lung cancer cell apoptosis by downregulating the expression of the nuclear factor E2‐related protein (Nrf2).\n136\n CHOP, which is known as a DNA damage‐inducing and growth arrest gene, is one of the most critical components of the ER stress network and its activation is essential for LicA‐induced apoptosis, cell viability, and autophagy.\n39\n LicA treatment induces ER stress activation, which leads to apoptotic cell death and exerts an anti‐tumor effect that significantly decreases the level of cisplatin‐induced renal damage but does not affect its anticancer effect.\n135\n GRP78 is the molecular chaperone of the ER that contributes to the correct folding of newborn peptides. When unfolded proteins accumulate, GRP78 triggers the unfolded protein response (UPR), which activates transcription factors such as XBP1 and CHOP, to restore stressed cell homeostasis. The increased expression of GRP78 and mild UPR may be present in cancer cells that promote cell survival and prevent apoptosis. Exposure to EGCG further increases GRP78 expression in the ER and induces XBP1, CHOP, and EDEM expression spliced by ATF4. It also decreases the expression of GRP78 on the cell surface and increases the activity of caspase‐8 and caspase‐3.\n137\n GRP78 and CHOP expression can also be detected in lung cancer cells treated with emodin, indicating that emodin can induce the apoptosis of lung cancer cells mediated by ERS.\n138\n (Figure 1).\n          \n            FIGURE 1\n            \n              Natural extracts can induce apoptosis through ERS pathway and mitochondrial pathway. In this and below figures, the red thick line arrow indicates that the compound can increase the expression or activity of the corresponding protein, and the thick black line indicates that the compound can reduce the expression of the corresponding protein or inhibit the activity of the protein\n            \n            \n          \n        \n        \n          3.1.3\n          Induction of apoptosis through the mitochondrial pathway\n          Mitochondria play a significant role in the physiology of cancer cells. Most tumor cells are resistant to apoptosis and can be regarded as the primary regulators of cell life and death.\n117\n The most decisive event induced by the mitochondrial pathway during apoptosis is mitochondrial outer membrane permeability (MOMP), with MOMP being highly regulated by members of the BCL‐2 protein family. This family can be categorized as pro‐apoptotic proteins (BAK and BAX), pro‐apoptotic BH3 protein (BIM, Noxa, BMF, BIK, PUMA, BID, HRK, and BAD) and anti‐apoptotic BCL‐2 protein (BCL‐xL, BCL‐BA1, BCL‐2, MCL‐1, and BCL‐w). After MOMP, mitochondrial intermembrane space proteins (especially cytochrome c) are released into the cytoplasm, activating cystatin.\n139\n\n\n          The combination of ginsenoside and paclitaxel was found to have upregulated the expression of caspase‐3 protein and downregulated the ratio of Bcl‐2/Bax, which significantly increased the apoptosis‐inducing effect on A549 cells.\n140\n CK‐M exerts a good tumor targeting effect within 24 hours and maybe a suitable delivery agent to enhance the solubility and anti‐tumor effect of CK. TPGS/PEG‐PCL mixed micelle (CK‐M) promotes tumor cell apoptosis and inhibits tumor cell metastasis, invasion, and efflux by regulating levels of Bax, Bcl‐2, matrix metalloproteinase‐2, P‐glycoprotein, caspase‐3, and caspase‐2.\n141\n The combination of curcumin and cisplatin significantly inhibited A549/DDP cell proliferation, reversed DDP resistance, and induced apoptosis by activating caspase‐3, and promoting HIF‐1α degradation.\n142\n In addition, curcumin reduces Bcl‐2 levels through ubiquitin‐proteasome degradation, making NSCLC cells sensitive to apoptosis.\n143\n β‐elemene increased the expression of Bax, decreased the expression of Bcl‐2 and induced PARP cleavage, and enhanced apoptosis induced by β‐elemene.\n144\n The combination of β‐ELE and cisplatin decreased the protein levels of procaspase‐3 and Bcl‐2 in A549/DDP cells and increased the protein expression of caspase‐3, cytochrome c, and Bad in A549/DDP cell lines, indicating that β‐ELE reversed the drug resistance of A549/DDP cells by inducing apoptosis.\n145\n\n\n          Tan IIA can also induce JNK signal activation and trigger cascade apoptosis mediated by cytochrome c release.\n146\n Tan IIA combined with cyclophosphamide (CTX) can regulate Bcl‐2 and Bax expressions in lung cancer tissues of Lewis mice, inhibit the neovascularization of tumor tissue, enhance immune function, and exert evident anti‐tumor activity.\n147\n Li et al. found that emodin can inhibit the proliferation of the lung adenocarcinoma cell line, Anip‐973 by activating caspase‐3 induced apoptosis and arresting the cell cycle.\n148\n It also enhanced the apoptosis of A549 cells induced by PTX and the anti‐tumor effect on A549 xenografts by increasing the expression of Bax and active cystatin‐3 and decreasing levels of p‐Akt, Bcl‐2, and p‐ERK, while there were no apparent side effects in vivo.\n44\n A549 cells expressing wild‐type p53 and H1299 cells with p53 deficiency could inhibit cell proliferation and increase the apoptosis rate when A549 cells were treated with berberine. A549 cells were more sensitive to berberine‐induced cytotoxicity. Apoptosis of A549 and H1299 cells induced by berberine was related to the destruction of mitochondrial membrane potential, a decrease of Bcl‐2 and Bcl‐xl levels, and the increase of Bax and Bak levels, as well as activation of caspase‐3.\n149\n\n\n          Artesunate can induce apoptosis through the Bak‐mediated caspase‐independent intrinsic pathway in human NSCLC cells.\n150\n Dihydroartemisinin (DHA), a semisynthetic derivative of artemisinin extracted from the Chinese herbal medicine, Artemisia annua, induced apoptosis of SPC‐A‐1 cells by downregulating the expression of surviving at mRNA and protein levels, but did not affect caspase‐4.\n151\n It was also able to inhibit the proliferation and induce the apoptosis of ASTC‐a‐1 cells through the caspase‐3 dependent mitochondrial death pathway.\n152\n Methoxycinnamaldehyde (2‐MCA), a component of cinnamon bark, was also able to induce apoptosis and inhibit proliferation, which was characterized by the upregulation of Bax and Bak genes and pro‐apoptotic and downregulation of Bcl‐2, anti‐apoptotic and Bcl‐XL genes, the release of caspase‐3, loss of MMP, cytochrome c and caspase‐9 and their activation.\n153\n (Figure 1).\n        \n      \n      \n        3.2\n        Induction of autophagy\n        Autophagy is a biological process that is stimulated in response to various stresses (including hunger, reactive oxygen species (ROS), hypoxia, and DNA damage), in which membrane receptors receive signals transmitted to the cell,\n14\n and maintain balance in the body by capturing and degrading damaged proteins and organelles, which in turn is considered to promote an inhibitory effect on cancer cells.\n154\n\n\n        There are two types of autophagy: the first type, known as protective autophagy, protects against apoptosis, while the other is autophagic cell death, which induces the death of cancer cells. The GA‐induced autophagy of NCI‐H441 cells belongs to the latter type of autophagy and is mediated by ROS production.\n119\n Compared with tanshinone IIA, total tanshinone (TDT) showed more potent cytotoxic effects on 95D lung cancer cells, and apoptosis and protective autophagy induced by TDT were also mediated by an increase in intracellular ROS production.\n155\n When A549 cells were treated with cryptotanshinone (CTS), autophagic vesicles were found to have accumulated and the expression of LC3 protein and autophagosomes increased, proving that cryptotanshinone could exert its anti‐tumor effect by promoting autophagy.\n156\n Curcumin can induce autophagy by controlling hST8SiaI gene expression, related to the autophagy of A549 cells through the AMPK signaling pathway.\n157\n Wild‐type p53 is a tumor suppressor protein that is important for cancer prevention. Emodin can target the accumulation of p53 protein in A549 cells and increase autophagy.\n158\n In addition, resveratrol is an activator of SIRT1 that induces protective autophagy in NSCLC by activating p38‐MAPK and inhibiting the Akt/mTOR pathway \n159\n to overcome gefitinib resistance through autophagy and aging.\n160\n\n\n        Many studies have shown that autophagy can enhance tumor resistance to chemotherapy, targeted therapy and radiotherapy.\n161\n The inhibition of autophagy heightens the level of DNA damage induced by CPT in lung cancer cell lines, indicating that autophagy exerts a protective effect on lung cancer cells treated with CPT, and the combination of CPT and specific autophagy inhibitors can be considered as a promising therapeutic method for lung cancer in the future.\n14\n The inhibition of autophagy induced by Rg3 can increase the therapeutic response of etinib‐sensitive and etinib‐resistant NSCLC cells with EGFR‐activated mutations.\n162\n EGCG overcomes gefitinib (Gef) resistance by targeting ERK phosphorylation in NSCLC to inhibit autophagy and enhance cell death.\n163\n (Figure 2).\n        \n          FIGURE 2\n          \n            Natural extracts exert inhibitory effects on lung cancer by inducing autophagy\n          \n          \n        \n      \n      \n        3.3\n        Inhibition of the PI3 K/Akt signaling pathway\n        It is well known that the PI3 K/Akt pathway is one of the most vital carcinogenic pathways in almost all cancers. The PI3 K/Akt signaling pathway has an essential effect on regulating cell survival, growth, apoptosis, and autophagy.\n164\n Activated Akt regulates cell differentiation, proliferation, apoptosis, and migration by inhibiting a series of downstream substrates, such as caspase‐9, GSK23, NF‐κB, and Bad.\n165\n Therefore, the PI3 K‐AKT pathway seems to be one of the most promising targets for anticancer drugs.\n        Rad51 activity is related to tumorigenesis or tumor progression and may be a useful prognostic marker in NSCLC. Its high expression indicates a significant decrease in the survival rate. Astaxanthin downregulates Rad51 expression by inactivating AKT to enhance the mitomycin C‐induced cytotoxicity of human NSCLC cells.\n74\n PTEN negatively regulates the Akt signal pathway by degenerating PIP3 phosphate into PIP2. The PTEN gene is often mutated in many different types of cancers. A study observed that CTN treatment increased the upregulation of PTEN, while PTEN degraded PIP3, resulting in a decrease of Akt phosphorylation of Ser 473 and Thr 308. Akt inactivation reduces the degradation of p53, which ultimately leads to the increased expression of p21 and p53, and inhibition of tumor progression, indicating that tanshinone induces apoptosis through the mitochondrial apoptosis pathway and inhibition of the PTEN‐mediated PI3 K/Akt pathway for effectively inhibiting tumor growth.\n164\n PESV (peptides from BmK scorpion venom) can also increase the expression of PTEN in cultured A549 cells.\n86\n Epothilone B may enhance the apoptosis of human cancer cells induced by the Bcl‐2 antagonist, ABT‐737, through the PI3 K/AKT/mTOR signal pathway.\n99\n EGCG can inhibit the proliferation and induce apoptosis of H1299 cells, which is relevant to the inhibition of the activation of the PI3 K/Akt pathway and downregulation of the expressions of p‐PI3 K and p‐Akt in lung cancer cells.\n165\n\n\n        Metastasis is a multi‐step process that involves the overexpression of proteolytic enzymes, such as urokinase‐type plasminogen activator (u‐PA) and matrix metalloproteinase (MMP), MMP or u‐PA gene expression, mainly at the transcriptional level (through the MAPK or PI3 K‐Akt pathway through AP‐1 or NF‐κB) and post‐transcriptional level, and it is regulated or inhibited by its activator at the protein level. Silybin can prevent Akt phosphorylation from inhibiting the PI3 K‐Akt signaling pathway and inhibiting lung cancer cell invasion.\n166\n In addition, Rg3 may also inhibit the apoptosis of lung cancer cells by inhibiting the PI3 K/Akt pathway.\n167\n\n\n        Extensive studies have shown that MDR cells can resist apoptosis induced by anticancer drugs by upregulating survival signaling pathways (including PI3 K and ERK1) or inhibiting antiproliferative signaling pathways, including the p38 MAPK. Triptolide promotes the apoptosis and cell cycle arrest of drug‐resistant A549/Taxol cells by regulating the MAPK and PI3 K/Akt signaling pathways.\n168\n The combination of triptolide and hydroxycamptothecin induces the apoptosis of human lung cancer cells by increasing PP2A activity, activating p38, ERK, and MAPK cascade reactions and by inhibiting the Akt survival pathway through mechanisms that involve PP2A activation, which synergistically enhances the effect of triptolide on A549 lung adenocarcinoma cells.\n169\n\n\n        GA and cisplatin (CDDP) produced a synergistic growth inhibition effect on NCI‐H460 and A549 cells. GA treatment decreased the activation of Akt, mTOR, and S6, which may target autophagy‐dependent cell death by activating the Akt/mTOR signaling pathway.\n170\n The combination of tanshinone IIA and cisplatin at a ratio of 20:1 can impair cell invasion and migration, block the cell cycle at the S phase, and induce the apoptosis of A549 and PC9 cells in a synergistic manner, probably due to the downregulation of the expression of the p‐Akt and p‐PI3 K proteins, which affect the PI3 K/Akt signaling pathway, as a result of the activity of tanshinone IIA.\n171\n The synergistic anti‐tumor activity of curcumin and carboplatin is due to the inhibition of Akt phosphorylation that inhibits the Akt/IKKα pathway and enhancement of ERK1/2 activity to inhibit NF‐κB, allowing carboplatin to act as a chemical sensitizer.\n172\n Wang et al. demonstrated that Tan IIA enhanced NSCLC cell sensitivity to gefitinib by downregulating the VEGFR2/Akt pathway (downregulating the phosphorylation levels of VEGFR2 and Akt) in vivo and in vitro.\n173\n\n\n        XRCC1 is a major scaffolding protein involved in base excision repair. It is regulated by ERK1/2 and AKT signaling and is significantly involved in lung cancer development. Resveratrol enhances the etoposide‐induced cytotoxicity of human NSCLC cells by downregulating ERK1/2 and AKT‐mediated XRCC1 protein expression.\n174\n In NCI‐H1975 cells treated with DHA and gefitinib, the expression of pMIT and p‐STAT3 was significantly downregulated, indicating that both of them synergistically inhibit the growth and promote the apoptosis of NSCLC cells through the Akt/mTOR/STAT3 pathway.\n175\n (Figure 3).\n        \n          FIGURE 3\n          \n            Natural extracts exert inhibitory effects on PI3 K/Akt signaling pathway\n          \n          \n        \n      \n      \n        3.4\n        Inhibition of the NF‐κB signaling pathway\n        There is considerable evidence that NF‐κB is constitutively activated in many types of solid tumors, including cervical cancer, pancreatic cancer, lung cancer, breast cancer, and prostate cancer.\n176\n NF‐κB exerts its role by activating various downstream signal transduction cascades, such as the TNF‐α, BCL‐2, and STAT 3 pathways. Previous studies have shown that increased expression of NF‐κB can be detected in NSCLC tissues and acts as a tumor promoter in NSCLC. In addition, the overexpression of NF‐κB is related to cancer cell metastasis and the poor prognosis of patients with NSCLC.\n177\n\n\n        Epithelial‐mesenchymal transformation (EMT) is an essential factor during the metastasis of bronchogenic carcinoma. Rg3 inhibits EMT and the invasive ability of lung cancer by downregulating EGFR inactivation mediated by FUT4 and blocking the MAPK and NF‐κB signaling pathways.\n178\n Saponin Rg3 + cisplatin can inhibit hypoxia‐induced EMT and cancer cell stemness due to the inactivation of the NF‐κB signaling pathway caused by Rg3.\n13\n Extracellular ATP performs many significant functions by activating P2 receptors on the cell surface. Emodin inhibits ATP‐induced EMT, migration, and proliferation by inhibiting the P2Y receptor‐mediated increase of Ca2+ and NF‐κB signal transduction in A549 cells.\n179\n GA inhibits NF‐κB signal transduction, in turn inhibiting the EMT process induced by TGF‐β1 through the inhibition of the expression of TWIST1, which leads to inhibition of lung growth and metastasis of A549 cells.\n180\n\n\n        Programmed death ligand 1 (PD‐L1) is highly expressed on the surface of a variety of human cancer cells, such as malignant melanoma, NSCLC, hepatocellular carcinoma, and ovarian cancer. It has been confirmed that it is involved in the chemotherapeutic resistance of NSCLC. PD‐L1 is a new target for the treatment of lung cancer cells. Rk1 inhibits PD‐L1 expression and promotes apoptosis by inhibiting NF‐κ B signal transduction. Thus, it inhibits the proliferation of A549 and PC9 cells.\n181\n Rg3 can inhibit the growth of A549/DDP cells and reduce their resistance to cisplatin by preventing the expression of NF‐κB from decreasing the expression of PD‐L1 induced by chemical resistance and restoring the cytotoxicity of T cells toward cancer cells.\n182\n\n\n        Low concentrations of triptolide may bind to high‐affinity targets to activate p38α and ERK1/2, and block the activation of NF‐κB induced by TNF‐α and IL‐1 β through p53.\n183\n Luteinic acid and its analogs inhibit IKKβ kinase activity by inhibiting the activation of the TNFα/NF‐κB pathway, which in turn induces apoptosis in A549 and U251 cells.\n184\n DHA can inhibit lung cancer cell metastasis by inhibiting the NF‐κB/GLUT1 axis.\n185\n The inhibitory effect of silybin on lung tumor growth can also be achieved through the regulation of macrophage‐associated cytokines, NF‐κB, as well as signal transduction and transcriptional activators on angiogenesis.\n186\n BV can induce apoptosis of A549 and NCI‐H460 cells by increasing the expression of death receptor 3 (DR3) and inhibiting the NF‐κB pathway. BV combined with the TNF‐like weak apoptosis inducer, docetaxel, and cisplatin can synergistically inhibit the growth of A549 and NCI‐H460 cells further to downregulate the activity of NF‐κB.\n187\n\n\n        The resveratrol targeting NF‐κB (p65) pathway can decrease TRAIL drug resistance, sanitizing lung cancer cells sensitive to TRAIL, and allowing the induction of TRAIL‐mediated apoptosis.\n60\n TPL also inhibits the activation of NF‐κB by blocking the transactivation of p65, sanitizing A549, and NCI‐H1299 cells to apoptosis induced by TRAIL.\n188\n It can also reverse the paclitaxel resistance of lung cancer by inhibiting the NF‐κB signaling pathway and regulating the transcription and expression of drug resistance genes.\n189\n Ginsenoside Rg3 can inhibit the activation of NF‐κB, the phosphorylation of IκB protein and the expression of NF‐κB regulated gene products (promotes apoptosis, cyclin‐D1, cyclin‐2, cyclooxygenase‐2, and VEGF) by targeting the NF‐κB pathway, sensitizing human NSCLC cells to γ radiation.\n190\n The synergistic anti‐tumor activity of curcumin and carboplatin is due to the inhibition of the Akt/IKKα pathway and the enhancement of ERK1/2 activity that inhibits NF‐κB for carboplatin to act as a chemical sensitizer.\n172\n GA and ADM (Adriamycin) exert a potent anti‐tumor effect on the A549 xenograft model by inhibiting P‐glycoprotein and NF‐κB, attenuating ADM‐induced cardiotoxicity, and sensitizing lung cancer cells to ADM.\n191\n (Figure 4).\n        \n          FIGURE 4\n          \n            Natural extracts block NF‐κB signaling pathway\n          \n          \n        \n      \n      \n        3.5\n        The arrest of the cell cycle\n        The regular process of cell division occurs through the cell cycle, which is a sequence of highly ordered steps, which are usually divided into G0/G1, S, G2, and M phases. These steps are regulated at the molecular level by several regulators, including cyclin‐dependent kinase 1 (CDK1), cyclin‐D, and CDK inhibitor (CKI).\n192\n, \n193\n In recent years, studies have found that normal cells proliferate only in response to specific mitotic signals and growth stimuli, while cancer cells proliferate in an uncontrolled manner. In addition, almost all molecular types involved in the regulation of cell proliferation are involved in malignant transformation. Therefore, cancer can be regarded as a cell cycle disease.\n194\n\n\n        Myc expression is strictly controlled by the availability of mitogens in normal cells but is usually misregulated or elevated in tumor cells.\n195\n Emodin can downregulate the C‐myc gene expression to induce cell cycle arrest and induce growth inhibition of A549 cells.\n47\n TPL inhibits lung cancer cell proliferation and tumor growth through apoptosis and cell cycle arrest induced by nucleolus decomposition and rRNA synthesis inhibition (possibly through the ribosomal‐RPL23‐MDM2‐p53 signaling pathway).\n196\n BBR inhibits AP‐1 signaling pathway activity and reduces the binding of transcription factors to the CCND1 AP‐1 motifs, which is an essential mechanism for the action of berberine as a cyclin‐D1 regulator against human lung giant cell carcinoma.\n197\n Low concentrations of ART inhibit mRNA levels of cyclin‐related genes, including CDK2, CDK1, cyclin‐D1, CDK6, cyclin‐B1, and cyclin‐A2, which lead to cell cycle arrest of NSCLC cells.\n198\n Silybin inhibits human NSCLC cell growth by regulating the expression and function of key cell cycle regulators, reducing the protein levels of G1‐related CDK\n2\n, \n4\n, \n6\n and their corresponding cyclins‐D1 and D3, and inducing arrest of the cell cycle at G1.\n199\n The combination of silybin and indole‐3‐methanol (I3C) also enhanced the inhibitory effect of lung adenocarcinoma in A/J mice,\n65\n mainly by inhibiting the inflammatory drive by regulating key cell cycle regulatory factors and reducing the level of cyclin‐D1 and related proteins.\n200\n The Rb gene plays an essential role in regulating tumor cell proliferation, growth, and apoptosis. The Rb gene was found to be activated by a low concentration of mitomycin C enhanced the inhibition of proliferation, significantly increased the number of cells at the G1/G0 phase and decreased the number of cells at the S and G2/M phases, indicating that the inhibitory effect of mitomycin C on A549 cells is induced mainly through cell cycle arrest.\n101\n\n\n        Ginsenoside Rh2 can activate the JNK/MAPK signaling pathway, increase the transcriptional and phosphorylation activity of transcription factors(ATF2 and AP‐1), reduce the expression of transcription factors(C‐myc and E2F1), and affect the expression of CDK4 and cyclin‐D1, which are the critical regulators of G1/S cyclin‐dependent kinases.\n201\n Saha also found that curcumin can induce the expression of cyclin‐dependent kinase inhibitors, p27 and p21, and inhibit the expression of CDK2, CDK4, cyclin‐D1, CDK6, and other genes, to block the cell cycle in the G1/S phase and inhibit the growth of PC‐9 cells.\n202\n Protein arginine methyltransferase 5 (PRMT5) is associated with the development of many types of cancers and tumors, especially lung cancer. PRMT5 promotes the apoptosis of lung cancer cells through Akt/Gsk3β signaling induced by resveratrol. Further studies have shown that the inhibition or downregulation of PRMT5 further reduces the phosphorylation of Akt/GSK3β and the expressions of cyclins‐D1 and E1 among the downstream target cells treated with resveratrol.\n203\n This induces cell cycle arrest at the G0 / G1 phase in lung cancer cells.\n204\n UCN‐01 (7‐hydroxystaurosporine) can inhibit CDKs and inhibit cell cycle progression of A549 cells from G1 to the S phase.\n205\n\n\n        GA was found to have induced the apoptosis of A549 cells in a time and dose‐dependent manner arrested the cells at the G0/G1 phase in vitro, and downregulated the mRNA expression of cyclin‐D1 and COX‐2, suggesting that GA could inhibit the proliferation of tumor cells through apoptosis induction and cell cycle arrest.\n206\n Both tanshinone nano‐emulsion and extract could penetrate the cytoplasm through endocytosis, which could induce the upregulation of p53 and p21 and downregulation of CDK2, cyclin‐E1, and cyclin‐D1. At the same time, the cell cycle was arrested at the G0/G1 phase, and tanshinone nano‐emulsion was found to have inhibited the proliferation of A549 cells more effectively than tanshinone extract.\n207\n Dihydroartemisinin exerts apparent anticancer activity on A549 cells, which is related to G0 and G1 phase arrest.\n208\n DHA treatment of A549 cells led to cell cycle arrest at the G1 phase, which was related to the downregulation of PCNA and cyclin‐D1 at mRNA and protein levels.\n209\n DHA induces potent cytotoxicity and radiosensitivity on GLC‐82 cells. The mechanism of action may proceed by preventing the growth of GLC‐82 cells at the G0/G1 phase, reducing the proportion of cells at the S phase, restoring p53 function, reducing the expression of Bcl‐2 protein, and inducing GLC apoptosis.\n210\n Melittin was found to have induced G1 cell cycle arrest of Chago‐K1 human bronchial cancer cells.\n211\n\n\n        Tan IIA may block the VEGF/VEGFR signaling pathway, indirectly induce S‐phase cell cycle arrest and apoptosis and inhibit the downstream signaling pathway, and subsequently upregulate the expression of apoptosis‐promoting genes and downregulate the expression of anti‐apoptosis genes, and finally inhibit the growth and proliferation of A549 cells.\n212\n Tan1 inhibits the growth and angiogenesis of lung carcinoma cells in a dose‐dependent manner by inhibiting the expression of cyclin‐A, VEGF, and cyclin‐B proteins, inducing a stronger effect than Tan2. This anti‐tumor effect may slow down the progression of cells through the S and G2/M phases of the cell cycle.\n213\n When lung cancer cells were treated with a nano‐emulsion of curcumin extract, it was found that H460 cells were more prone to apoptosis than A549 cells and that the cell cycle remained in the G2/M phase, accompanied by a dose‐dependent decrease in CDK1 expression.\n214\n LCA and LCD significantly decreased the expression of cyclins‐B1 and cdc2 in lung cancer cells, and their complexes participated in the G2/M phase transition, which is that G2/M cell cycle arrest could inhibit the proliferation of lung cancer cells.\n36\n, \n41\n Artesunate can increase the production of NO to induce cell cycle arrest at the G2/M phase, which is relevant to the downregulation of cyclin‐B1 mRNA expression and improves the radiosensitivity of human NSCLC A549 cells.\n215\n ET‐743 induces the characteristics of medium cell line‐dependent radiosensitization in A549 cells, and the radiosensitization may be caused by G2/M phase arrest.\n111\n (Figure 5).\n        \n          FIGURE 5\n          \n            Natural extracts can induce cell cycle arrest in lung cancer cells\n          \n          \n        \n      \n      \n        3.6\n        Regulation of epigenetics\n        Few studies have shown that epigenetics plays a crucial part in the development of lung cancer. Epigenetic mechanisms, including histone modification, DNA methylation, chromatin tissue, and non‐coding RNA, are hereditary and reversible. Many genes are silenced or uncontrolled during the carcinogenesis of lung cancer.\n216\n\n\n        MicroRNAs (miRNAs) are non‐coding RNA of a length of 18–25 nucleotides, which are expressed in all cells. Their abnormal expression leads to an abnormal protein function, which leads to NSCLC tumorigenesis. Tumor tissue factor (TF) contributes to cancer metastasis in some NSCLC patients. BBR inhibits NSCLC cell growth and promotes apoptosis through the miR‐19a/TF/MAPK signaling pathway.\n217\n Mir‐491 antisense oligodeoxynucleotides can inhibit hypoxia‐induced migration, while Rh2 can exert anti‐metastatic activity on the hypoxic tumor microenvironment of lung adenocarcinoma cells by increasing the expression of mir‐491.\n218\n MiR‐301a‐3p is a miRNA that has been suggested to exert carcinogenic effects on many types of cancers. β‐elemene may weaken the Warburg effect in NSCLC cells by mediating the miR‐301a‐3p/AMPKα axis by inhibiting the expression of miR‐301a‐3p in NSCLC cells and increasing the expression of AMPKα.\n219\n In addition, β‐elemene increases IGFBP1 gene expression through Stat3 inactivation and then produces a mutual effect between miRNA155‐5p and FOXO3a, which leads to the inhibition of the growth of lung cancer cells.\n220\n Melittin activates caspase‐2 (CASP2) to induce lung carcinoma cell apoptosis by inhibiting miR‐183 expression.\n221\n\n\n        AURKA is a carcinogenic gene that encodes for serine‐threonine kinase and regulates mitosis in mammalian cells. Tanshinone can inhibit AURKA, by upregulating the expression of miR‐32 and other related miRNAs to inhibit NSCLC.\n222\n LICA was found to have reversed the expression of ectopic miRNAs induced by NNK, including miR‐328‐3p, let‐7d‐3p, miR‐29c‐3p, miR‐20a‐5p, and miR‐144‐3p, to stimulate chemoprophylaxis in vivo and in vitro.\n223\n Triptolide decreases proliferation and enhances NSCLC cell apoptosis by targeting miR‐21 to enhance the expression of phosphatase and tensin homolog protein (PTEN).\n224\n HOTAIR is an important carcinogenic lncRNA that is involved in invasion and tumorigenesis, while miR‐34a‐5p plays a role in tumor suppression. The combination of BBR and gefitinib may control the growth and metastasis of NSCLC through miR‐34a‐5p and HOTAIR‐mediated EMT inhibition.\n225\n\n\n        Zhang et al. first proved that curcumin exerts anticancer effects on A549/DDP multidrug‐resistant cells, which changes miRNA expression, primarily by reducing the expression of miR‐186.\n226\n Curcumin can improve the sensitivity of paclitaxel‐resistant NSCLC cells to paclitaxel through microRNA‐30c‐mediated MTA1 reduction.\n227\n Cancer stem cells (CSCs) are considered the leading cause of tumor metastasis, recurrence, and chemotherapeutic resistance. In serum samples of NSCLC patients, hsa‐mir‐485‐5p expression was found to have decreased, while RXRα (a nuclear receptor) expression was found to have increased in NSCLC. The upregulation or activation of RXRα enhanced the CSC‐like characteristics of NSCLC cells. EGCG can inhibit CSC‐like characteristics by regulating the hsa‐mir‐485‐5p/RXRα axis.\n228\n The overexpression of miR‐485 could reduce the stemness of A549/DDP cells, while EGCG could inhibit stemness by increasing the expression of miR‐485 in A549/CDDP cells in a dose‐dependent manner.\n229\n The miRNA spectrum analysis shows that the upregulation of Myb by EGCG can be realized by the downregulation of miRNA, mmu‐miR‐449c‐5p induced by EGCG.\n230\n Using next‐generation sequencing technology, KEGG analysis, and the PANTHER pathway showed that the MAPK pathway is the most effective targeting pathway for EGCG‐regulated microRNAs.\n55\n\n\n        As an oncogene, the novel long non‐coding RNA, AK001796, is concerned with cell growth inhibition induced by resveratrol in lung cancer. Microarray analysis has shown that AK001796 was the most apparent long non‐coding RNA (lncRNA), and that it is overexpressed in lung cancer cells, but that its expression was downregulated in lung cancer cells treated with resveratrol, and that the decrease of the lncRNA AK001796 level may weaken the inhibitory effect of resveratrol on cell proliferation.\n231\n Silybin can also reverse the drug resistance of human SCLC cells,\n232\n downregulate the expression of miR‐21, and promote the re‐expression of miR‐200c in erlotinib refractory tumors, as well as inhibit EMT‐driven erlotinib resistance.\n233\n\n\n        Histone deacetylases (HDAC) are epigenetic enzymes that control gene expression by inhibiting histone deacetylation transcription. BBR inhibits HDAC‐mediated epigenetic reprogramming, which may be a key mechanism of its anti‐tumor activity.\n234\n Mirzaaghaei et al. found that the combination of EGCG and silybin can regulate the expression of pro‐angiogenic miRNAs in endothelial cells with tumor cells.\n235\n It can also coordinate with DNA methyltransferase and histone deacetylase inhibitors to upregulate E‐cadherin expression and inhibit the migration and invasion of human NSCLC cells.\n236\n Am80 is a synthetic vitamin A, which has been used as a new drug in patients with relapsed and stubborn acute promyelocytic leukemia. EGCG binds to Am80 by downregulating the level of non‐histone acetylation by downregulating HDAC‐4, HDAC‐5, and HDAC‐6, and stimulating the apoptosis of human lung carcinoma cells.\n237\n Berberine can inhibit N‐acetyltransferase activity in A549 cells and was found to show a negative correlation between dose and time to some extent, which may be one of the mechanisms of its anti‐tumor effect.\n238\n Resveratrol epigenetically regulates the expression of zinc finger protein 36 (ZFP36) in NSCLC cells. ZFP36 is an AU‐rich essential protein that binds to the 3’‐untranslated region and promotes the decay of target mRNAs. The downregulation of ZFP36 expression leads to the stability of the target mRNAs.\n239\n SirT1 is a conservative NAD+‐dependent deacetylase, which participates in the regulation of stress response and cell survival, and seems to play an essential role in developing cancer resistance to radiotherapy and chemotherapy, and tumorigenesis. Its expression is negatively correlated with radiosensitivity. Resveratrol regulates the apoptosis and radiosensitivity of lung cancer cells through the Sirt1/NF‐κB/Smac pathway.\n240\n RHBDD1, a mammalian member of the rhomboid family of proteins, is a highly conserved intramembranous serine protease. Silencing of RHBDD1 can inhibit cell proliferation and growth in glioblastoma, colorectal, breast cancer, and hepatocellular carcinoma. Silybin inhibits the epithelial‐mesenchymal transformation of NSCLC cells by inhibiting RHBDD1 and exerts anti‐tumor effects on NSCLC cells.\n241\n Reverse inducible cysteine‐rich protein with Kazal motif (RECK) is a membrane‐anchored glycoprotein that negatively regulates matrix metalloproteinase (MMP) and plays an integral role in cancer invasion and metastasis. GA inhibits experimental lung metastasis and cell invasion of A549 in a dose‐dependent manner, which is attributed to the fact that GA effectively inhibits the binding of histone deacetylase (HDAC)‐1/specific protein(Sp)‐1, and Sp1 phosphorylation is related to extracellular signal‐regulated kinase (ERK) signal transduction, resulting in the upregulation of RECK at mRNA and protein levels.\n242\n In A549 cells and A549 xenografted mice, GA inhibits cell invasion and migration through a reverse‐induced cysteine‐rich protein upregulated by the kazal motif (RECK).\n243\n\n\n      \n      \n        3.7\n        Regulation of other mechanisms and the combined effect of multiple mechanisms\n        The HA‐CD44/RHAMM signaling pathway plays an integral role in the growth and survival of NSCLC cells. The low concentration of triptolide significantly decreased NSCLC cell growth and inhibited tumor growth in mice by targeting the HA‐CD44/RHAMM signaling axis.\n244\n The Nrf2/HO‐1 signal pathway is thought to mediate cell resistance to EGCG. Metformin sensitizes NSCLC cells to EGCG by inhibiting the Nrf2/HO‐1 signaling pathway.\n53\n Ginsenoside Rh2 induced A549 cell apoptosis through the Ras/Raf/ERK/p53 pathway.\n245\n GA can also inhibit the viability of NSCLC cells by inducing apoptosis by inhibiting the Notch signal pathway.\n246\n Tanshinone IIA increases TRAIL‐induced NSCLC cell death by selectively activating PERK/ATF4 and inhibiting the STAT3‐mediated upregulation of DR5 and downregulation of Survivin.\n247\n TPL also inhibited the phosphorylation of STAT3, inhibited the transport of STAT3 into the nucleus, and reduced the expression of STAT3 target genes associated with apoptosis, migration, and cell survival, such as C‐myc, myeloid leukemia 1 (MCL‐1), BCL2, and matrix metallopeptidase‐9 (MMP‐9), thereby inhibiting cell proliferation and migration and inducing cell apoptosis.\n248\n\n\n        Melittin significantly inhibited the secretion of VEGF in NSCLC cells. In addition, melittin can also reduce the protein expression of VEGF and HIF‐1α. Therefore, the anti‐tumor activity of melittin may be relevant to the inhibition of the anti‐angiogenesis of VEGF and the hypoxia‐inducible factor signaling pathway.\n249\n Emodin enhances cisplatin‐induced cytotoxicity by downregulating ERCC1 and inactivating ERK1/2.\n250\n β‐elemene is a prospective drug to enhance tumor radiation response. Survivin and HIF‐1α are newly identified targets of β‐elemene.\n251\n β‐elemene at a radiosensitizing dose could also significantly downregulate mTOR mRNA expression, HIF‐1a, and Survivin mRNA.\n252\n Eukaryotic initiation factors (eIFs) play an essential role in translation initiation. Curcumin can block protein synthesis initiation by regulating eIF2a and eIF4E expressions, thus decreasing cell viability.\n253\n\n\n        Tumor‐associated macrophages (TAMs) play a vital part in regulating the cancer microenvironment and promoting tumor metastasis. It has two subsets: the classical subtype of activated macrophages (M1) and the alternative subtype of activated macrophages (M2). Subtype M2 macrophages stimulate a more aggressive phenotype of lung cancer cells. G‐Rh2 can convert TAM from the M2 subclass to that of M1 and prevent lung cancer cell migration.\n254\n CUR can induce the cell death of ASTC‐a‐1 cells in a significant apoptotic manner through a caspase‐independent mitochondrial pathway.\n25\n As a protein with a short half‐life, Mcl‐1 abundance is strictly regulated at many levels, including transcriptional, transcriptional, and post‐translational levels Tan IIA can be used as an EGFR signal inhibitor that targets the EGFR‐Akt‐Mcl1 axis, shortening the Mcl‐1 half‐life and promoting its ubiquitination, which can provide new options for NSCLC therapy.\n255\n\n\n        Silybin can target multiple cytokine‐induced signaling pathways, downregulate the expression of iNOS in NSCLC cells,\n256\n and regulate the expression of iNOS and cyclooxygenase 2(COX2) in lung epithelial LM2 cells of tumorigenic mice by regulating the signals mediated by TNF‐α and interferon‐γ.\n257\n Nitric oxide (NO) signaling plays a significant role in cancer angiogenesis and is positively correlated with the occurrence and development of lung cancer. Silybin exerts most of its chemopreventive effects and vascular prophylaxis roles by inhibiting the expression of nitric oxide synthase (iNOS) \n258\n and COX‐2 in lung tumors. These two enzymes promote the growth and progression of lung tumors by inducing VEGF expression.\n66\n The overexpression of COX‐2 is usually associated with human NSCLC and participates in tumor invasion, angiogenesis, proliferation, and anti‐apoptosis. Triptolide inhibits COX‐2 expression through COX‐2 mRNA stability regulation and post‐transcriptional regulation.\n259\n Resveratrol can enhance the anticancer effect of paclitaxel on NSCLC cells in vitro by reducing COX‐2 expression at mRNA and protein levels, indicating that resveratrol has the potential to be used as a promising sensitizer for PA.\n260\n3.1\n        Induction of apoptosis\n        Apoptosis known as programmed cell death is a series of changes mediated by genes, which has an important effect on maintaining a variety of cell functions, bodies remove aging, and abnormal cells through this process.\n116\n The imbalance of apoptosis is an important way for cancer cells to survive, recur and acquire drug resistance, which involves a variety of regulatory mechanisms and signal pathways.\n117\n, \n118\n This is also an important mechanism for natural products to play an anticancer role.\n        \n          3.1.1\n          Inductive ROS\n          ROS is a natural by‐product of cell metabolism (mainly in the mitochondria). It is composed of hydroxyl groups, superoxide anions, singlet oxygen, and hydrogen peroxide, containing unpaired valence electrons, and therefore high levels of reactivity. Cancer cells in advanced tumors usually show high levels of oxidative stress, indicating that tumor progression requires an increased ROS level and a decrease in the tolerance of cancer cells to ROS.\n119\n\n\n          The Keap1/Nrf2/ARE signal transduction pathway adjusts oxidative stress response, and its high constitutive expression induces chemical resistance and proliferation in many cancer types, including in the development of drug resistance in NSCLC. Ginsenoside Rd (GS‐Rd) can decrease chemical resistance by downregulating the activity of the NRF2.\n120\n Triptolide can also significantly inhibit the expression and transcriptional activity of Nrf2, which was found to have increased the chemical sensitivity of cancer cells to antineoplastic drugs in vitro and xenograft tumor model systems.\n121\n\n\n          Ginsenoside Rh2 inhibits H1299 cell growth by inducing ER stress‐dependent apoptosis, mediated by ROS.\n122\n GA can also inhibit the MAPK/ERK, NF‐κB, and PI3 K/AKT signaling pathways by improving the level of reactive oxygen species \n123\n and induce tumor cell apoptosis and destroy cancer cells through ROS‐induced ER stress.\n124\n The inhibitory effect of Tan IIA on the growth of H146 cells may be related to endoplasmic reticulum stress, which can induce ROS release and a reduction in the mitochondrial membrane potential (MMP) caused by an increase in the Bax/Bcl‐2 ratio.\n125\n\n\n          Emodin is most likely to affect cancer prevention/treatment by exerting its effects on mitochondria and acting as a universal crucial effector of cell death, through the reactive oxygen species‐ATM‐p53‐Bax signal pathway.\n126\n Su et al. have proven that emodin induces the apoptosis of human NSCLC cells through the reactive oxygen‐dependent mitochondrial signal transduction pathway.\n127\n Tanshinone IIA was found to have activated the p53‐independent, ROS‐triggered, and caspase‐dependent mitochondrial apoptotic cell death pathway in A549‐NQO1 and H596‐NQO1 cells, which was characterized by an increase in the Bax/Bcl‐xl ratio, MMP destruction, cytochrome c release, and subsequent caspase activation and PARP‐1 cleavage.\n128\n Chiu et al. also found that tanshinone IIA induces the apoptosis of A549 cells by inducing the release of reactive oxygen species and decreasing the MMP.\n129\n LCD can induce apoptosis through the accumulation of ROS in lung cancer cells, increasing the loss of MMP and the upregulation or downregulation of mitochondrial‐related proteins, which leads to apoptotic cell death through the mitochondrial (intrinsic) pathway.\n41\n To amplify the therapeutic effect of EGCG, magnetic nanoparticles (MNP) encapsulated in bovine serum albumin (BSA) and loaded with EGCG were synthesized to induce apoptosis through the participation of ROS, resulting in the loss of MMP, increase in the expression of Nrf2 and Keap1, regulation of the apoptosis of A549 cells, and induction of EGCG to exert a more substantial anti‐lung cancer effect.\n130\n In A549 cells, artemisinin can significantly induce apoptosis through reactive oxygen species‐mediated amplification of the activation loop between caspase‐3, caspase‐8, and caspase‐9.\n131\n Besides, Artesunate may play a cytotoxic role in A549 cells and normal HBE cells through ROS‐mediated DNA damage.\n60\n\n\n        \n        \n          3.1.2\n          Inductive endoplasmic reticulum stress\n          Endoplasmic reticulum stress (ERS) is a cellular response to protein misfolding, which has a far‐reaching influence on the survival and death of cancer cells. Its activation markers include ATF‐6, CHOP, and ATF‐4, BIP and XBP‐1.\n132\n ERS plays a significant role in the pathogenesis of NSCLC. At the same time, the β‐elemene upregulates the expression levels of ER‐related proteins, such as ATF6, PERK, IREα, ATF4, and CHOP, and downregulates the expression of Bcl‐2, which inhibits lung cancer growth and cell viability in a dose‐dependent and time‐dependent manner.\n133\n Ginsenoside extract (TGS) can induce NSCLS cell autophagy by activating ERS, mediated by the ATF4‐CHOP‐AKT1‐mTOR axis of NSCLC cells.\n132\n\n\n          Lou et al. studied human lung adenocarcinoma PC9 cell lines and transplanted tumor models into nude mice and found that tanshinone showed sound anti‐lung cancer effects. Simultaneously, its mechanism of action was related to the promotion of apoptosis induced by ERS and the activation of the IRE1 α/caspase‐12 apoptosis pathway.\n134\n The inhibitory effect of Tan IIA on the proliferation of H146 cells may be related to ERS, which is caused by the release of Ca2+ and the increased expression of GADD153, while the decrease in the expression of Bcl‐2 leads to an increase of the Bax/Bcl‐2 ratio, which in turn leads to a decrease in MMP and increased caspase‐3 expression.\n125\n\n\n          LicA increases the expression levels of ERS related proteins, such as p‐EIF2 α and ATF4, to inhibit the proliferation of lung cancer cells.\n135\n LicA also significantly promotes the expression of the tumor suppressor, miR‐144‐3p, which upregulates the ER stress response protein, CHOP, and induces lung cancer cell apoptosis by downregulating the expression of the nuclear factor E2‐related protein (Nrf2).\n136\n CHOP, which is known as a DNA damage‐inducing and growth arrest gene, is one of the most critical components of the ER stress network and its activation is essential for LicA‐induced apoptosis, cell viability, and autophagy.\n39\n LicA treatment induces ER stress activation, which leads to apoptotic cell death and exerts an anti‐tumor effect that significantly decreases the level of cisplatin‐induced renal damage but does not affect its anticancer effect.\n135\n GRP78 is the molecular chaperone of the ER that contributes to the correct folding of newborn peptides. When unfolded proteins accumulate, GRP78 triggers the unfolded protein response (UPR), which activates transcription factors such as XBP1 and CHOP, to restore stressed cell homeostasis. The increased expression of GRP78 and mild UPR may be present in cancer cells that promote cell survival and prevent apoptosis. Exposure to EGCG further increases GRP78 expression in the ER and induces XBP1, CHOP, and EDEM expression spliced by ATF4. It also decreases the expression of GRP78 on the cell surface and increases the activity of caspase‐8 and caspase‐3.\n137\n GRP78 and CHOP expression can also be detected in lung cancer cells treated with emodin, indicating that emodin can induce the apoptosis of lung cancer cells mediated by ERS.\n138\n (Figure 1).\n          \n            FIGURE 1\n            \n              Natural extracts can induce apoptosis through ERS pathway and mitochondrial pathway. In this and below figures, the red thick line arrow indicates that the compound can increase the expression or activity of the corresponding protein, and the thick black line indicates that the compound can reduce the expression of the corresponding protein or inhibit the activity of the protein\n            \n            \n          \n        \n        \n          3.1.3\n          Induction of apoptosis through the mitochondrial pathway\n          Mitochondria play a significant role in the physiology of cancer cells. Most tumor cells are resistant to apoptosis and can be regarded as the primary regulators of cell life and death.\n117\n The most decisive event induced by the mitochondrial pathway during apoptosis is mitochondrial outer membrane permeability (MOMP), with MOMP being highly regulated by members of the BCL‐2 protein family. This family can be categorized as pro‐apoptotic proteins (BAK and BAX), pro‐apoptotic BH3 protein (BIM, Noxa, BMF, BIK, PUMA, BID, HRK, and BAD) and anti‐apoptotic BCL‐2 protein (BCL‐xL, BCL‐BA1, BCL‐2, MCL‐1, and BCL‐w). After MOMP, mitochondrial intermembrane space proteins (especially cytochrome c) are released into the cytoplasm, activating cystatin.\n139\n\n\n          The combination of ginsenoside and paclitaxel was found to have upregulated the expression of caspase‐3 protein and downregulated the ratio of Bcl‐2/Bax, which significantly increased the apoptosis‐inducing effect on A549 cells.\n140\n CK‐M exerts a good tumor targeting effect within 24 hours and maybe a suitable delivery agent to enhance the solubility and anti‐tumor effect of CK. TPGS/PEG‐PCL mixed micelle (CK‐M) promotes tumor cell apoptosis and inhibits tumor cell metastasis, invasion, and efflux by regulating levels of Bax, Bcl‐2, matrix metalloproteinase‐2, P‐glycoprotein, caspase‐3, and caspase‐2.\n141\n The combination of curcumin and cisplatin significantly inhibited A549/DDP cell proliferation, reversed DDP resistance, and induced apoptosis by activating caspase‐3, and promoting HIF‐1α degradation.\n142\n In addition, curcumin reduces Bcl‐2 levels through ubiquitin‐proteasome degradation, making NSCLC cells sensitive to apoptosis.\n143\n β‐elemene increased the expression of Bax, decreased the expression of Bcl‐2 and induced PARP cleavage, and enhanced apoptosis induced by β‐elemene.\n144\n The combination of β‐ELE and cisplatin decreased the protein levels of procaspase‐3 and Bcl‐2 in A549/DDP cells and increased the protein expression of caspase‐3, cytochrome c, and Bad in A549/DDP cell lines, indicating that β‐ELE reversed the drug resistance of A549/DDP cells by inducing apoptosis.\n145\n\n\n          Tan IIA can also induce JNK signal activation and trigger cascade apoptosis mediated by cytochrome c release.\n146\n Tan IIA combined with cyclophosphamide (CTX) can regulate Bcl‐2 and Bax expressions in lung cancer tissues of Lewis mice, inhibit the neovascularization of tumor tissue, enhance immune function, and exert evident anti‐tumor activity.\n147\n Li et al. found that emodin can inhibit the proliferation of the lung adenocarcinoma cell line, Anip‐973 by activating caspase‐3 induced apoptosis and arresting the cell cycle.\n148\n It also enhanced the apoptosis of A549 cells induced by PTX and the anti‐tumor effect on A549 xenografts by increasing the expression of Bax and active cystatin‐3 and decreasing levels of p‐Akt, Bcl‐2, and p‐ERK, while there were no apparent side effects in vivo.\n44\n A549 cells expressing wild‐type p53 and H1299 cells with p53 deficiency could inhibit cell proliferation and increase the apoptosis rate when A549 cells were treated with berberine. A549 cells were more sensitive to berberine‐induced cytotoxicity. Apoptosis of A549 and H1299 cells induced by berberine was related to the destruction of mitochondrial membrane potential, a decrease of Bcl‐2 and Bcl‐xl levels, and the increase of Bax and Bak levels, as well as activation of caspase‐3.\n149\n\n\n          Artesunate can induce apoptosis through the Bak‐mediated caspase‐independent intrinsic pathway in human NSCLC cells.\n150\n Dihydroartemisinin (DHA), a semisynthetic derivative of artemisinin extracted from the Chinese herbal medicine, Artemisia annua, induced apoptosis of SPC‐A‐1 cells by downregulating the expression of surviving at mRNA and protein levels, but did not affect caspase‐4.\n151\n It was also able to inhibit the proliferation and induce the apoptosis of ASTC‐a‐1 cells through the caspase‐3 dependent mitochondrial death pathway.\n152\n Methoxycinnamaldehyde (2‐MCA), a component of cinnamon bark, was also able to induce apoptosis and inhibit proliferation, which was characterized by the upregulation of Bax and Bak genes and pro‐apoptotic and downregulation of Bcl‐2, anti‐apoptotic and Bcl‐XL genes, the release of caspase‐3, loss of MMP, cytochrome c and caspase‐9 and their activation.\n153\n (Figure 1).\n3.1.1\n          Inductive ROS\n          ROS is a natural by‐product of cell metabolism (mainly in the mitochondria). It is composed of hydroxyl groups, superoxide anions, singlet oxygen, and hydrogen peroxide, containing unpaired valence electrons, and therefore high levels of reactivity. Cancer cells in advanced tumors usually show high levels of oxidative stress, indicating that tumor progression requires an increased ROS level and a decrease in the tolerance of cancer cells to ROS.\n119\n\n\n          The Keap1/Nrf2/ARE signal transduction pathway adjusts oxidative stress response, and its high constitutive expression induces chemical resistance and proliferation in many cancer types, including in the development of drug resistance in NSCLC. Ginsenoside Rd (GS‐Rd) can decrease chemical resistance by downregulating the activity of the NRF2.\n120\n Triptolide can also significantly inhibit the expression and transcriptional activity of Nrf2, which was found to have increased the chemical sensitivity of cancer cells to antineoplastic drugs in vitro and xenograft tumor model systems.\n121\n\n\n          Ginsenoside Rh2 inhibits H1299 cell growth by inducing ER stress‐dependent apoptosis, mediated by ROS.\n122\n GA can also inhibit the MAPK/ERK, NF‐κB, and PI3 K/AKT signaling pathways by improving the level of reactive oxygen species \n123\n and induce tumor cell apoptosis and destroy cancer cells through ROS‐induced ER stress.\n124\n The inhibitory effect of Tan IIA on the growth of H146 cells may be related to endoplasmic reticulum stress, which can induce ROS release and a reduction in the mitochondrial membrane potential (MMP) caused by an increase in the Bax/Bcl‐2 ratio.\n125\n\n\n          Emodin is most likely to affect cancer prevention/treatment by exerting its effects on mitochondria and acting as a universal crucial effector of cell death, through the reactive oxygen species‐ATM‐p53‐Bax signal pathway.\n126\n Su et al. have proven that emodin induces the apoptosis of human NSCLC cells through the reactive oxygen‐dependent mitochondrial signal transduction pathway.\n127\n Tanshinone IIA was found to have activated the p53‐independent, ROS‐triggered, and caspase‐dependent mitochondrial apoptotic cell death pathway in A549‐NQO1 and H596‐NQO1 cells, which was characterized by an increase in the Bax/Bcl‐xl ratio, MMP destruction, cytochrome c release, and subsequent caspase activation and PARP‐1 cleavage.\n128\n Chiu et al. also found that tanshinone IIA induces the apoptosis of A549 cells by inducing the release of reactive oxygen species and decreasing the MMP.\n129\n LCD can induce apoptosis through the accumulation of ROS in lung cancer cells, increasing the loss of MMP and the upregulation or downregulation of mitochondrial‐related proteins, which leads to apoptotic cell death through the mitochondrial (intrinsic) pathway.\n41\n To amplify the therapeutic effect of EGCG, magnetic nanoparticles (MNP) encapsulated in bovine serum albumin (BSA) and loaded with EGCG were synthesized to induce apoptosis through the participation of ROS, resulting in the loss of MMP, increase in the expression of Nrf2 and Keap1, regulation of the apoptosis of A549 cells, and induction of EGCG to exert a more substantial anti‐lung cancer effect.\n130\n In A549 cells, artemisinin can significantly induce apoptosis through reactive oxygen species‐mediated amplification of the activation loop between caspase‐3, caspase‐8, and caspase‐9.\n131\n Besides, Artesunate may play a cytotoxic role in A549 cells and normal HBE cells through ROS‐mediated DNA damage.\n60\n3.1.2\n          Inductive endoplasmic reticulum stress\n          Endoplasmic reticulum stress (ERS) is a cellular response to protein misfolding, which has a far‐reaching influence on the survival and death of cancer cells. Its activation markers include ATF‐6, CHOP, and ATF‐4, BIP and XBP‐1.\n132\n ERS plays a significant role in the pathogenesis of NSCLC. At the same time, the β‐elemene upregulates the expression levels of ER‐related proteins, such as ATF6, PERK, IREα, ATF4, and CHOP, and downregulates the expression of Bcl‐2, which inhibits lung cancer growth and cell viability in a dose‐dependent and time‐dependent manner.\n133\n Ginsenoside extract (TGS) can induce NSCLS cell autophagy by activating ERS, mediated by the ATF4‐CHOP‐AKT1‐mTOR axis of NSCLC cells.\n132\n\n\n          Lou et al. studied human lung adenocarcinoma PC9 cell lines and transplanted tumor models into nude mice and found that tanshinone showed sound anti‐lung cancer effects. Simultaneously, its mechanism of action was related to the promotion of apoptosis induced by ERS and the activation of the IRE1 α/caspase‐12 apoptosis pathway.\n134\n The inhibitory effect of Tan IIA on the proliferation of H146 cells may be related to ERS, which is caused by the release of Ca2+ and the increased expression of GADD153, while the decrease in the expression of Bcl‐2 leads to an increase of the Bax/Bcl‐2 ratio, which in turn leads to a decrease in MMP and increased caspase‐3 expression.\n125\n\n\n          LicA increases the expression levels of ERS related proteins, such as p‐EIF2 α and ATF4, to inhibit the proliferation of lung cancer cells.\n135\n LicA also significantly promotes the expression of the tumor suppressor, miR‐144‐3p, which upregulates the ER stress response protein, CHOP, and induces lung cancer cell apoptosis by downregulating the expression of the nuclear factor E2‐related protein (Nrf2).\n136\n CHOP, which is known as a DNA damage‐inducing and growth arrest gene, is one of the most critical components of the ER stress network and its activation is essential for LicA‐induced apoptosis, cell viability, and autophagy.\n39\n LicA treatment induces ER stress activation, which leads to apoptotic cell death and exerts an anti‐tumor effect that significantly decreases the level of cisplatin‐induced renal damage but does not affect its anticancer effect.\n135\n GRP78 is the molecular chaperone of the ER that contributes to the correct folding of newborn peptides. When unfolded proteins accumulate, GRP78 triggers the unfolded protein response (UPR), which activates transcription factors such as XBP1 and CHOP, to restore stressed cell homeostasis. The increased expression of GRP78 and mild UPR may be present in cancer cells that promote cell survival and prevent apoptosis. Exposure to EGCG further increases GRP78 expression in the ER and induces XBP1, CHOP, and EDEM expression spliced by ATF4. It also decreases the expression of GRP78 on the cell surface and increases the activity of caspase‐8 and caspase‐3.\n137\n GRP78 and CHOP expression can also be detected in lung cancer cells treated with emodin, indicating that emodin can induce the apoptosis of lung cancer cells mediated by ERS.\n138\n (Figure 1).\n          \n            FIGURE 1\n            \n              Natural extracts can induce apoptosis through ERS pathway and mitochondrial pathway. In this and below figures, the red thick line arrow indicates that the compound can increase the expression or activity of the corresponding protein, and the thick black line indicates that the compound can reduce the expression of the corresponding protein or inhibit the activity of the protein\n3.1.3\n          Induction of apoptosis through the mitochondrial pathway\n          Mitochondria play a significant role in the physiology of cancer cells. Most tumor cells are resistant to apoptosis and can be regarded as the primary regulators of cell life and death.\n117\n The most decisive event induced by the mitochondrial pathway during apoptosis is mitochondrial outer membrane permeability (MOMP), with MOMP being highly regulated by members of the BCL‐2 protein family. This family can be categorized as pro‐apoptotic proteins (BAK and BAX), pro‐apoptotic BH3 protein (BIM, Noxa, BMF, BIK, PUMA, BID, HRK, and BAD) and anti‐apoptotic BCL‐2 protein (BCL‐xL, BCL‐BA1, BCL‐2, MCL‐1, and BCL‐w). After MOMP, mitochondrial intermembrane space proteins (especially cytochrome c) are released into the cytoplasm, activating cystatin.\n139\n\n\n          The combination of ginsenoside and paclitaxel was found to have upregulated the expression of caspase‐3 protein and downregulated the ratio of Bcl‐2/Bax, which significantly increased the apoptosis‐inducing effect on A549 cells.\n140\n CK‐M exerts a good tumor targeting effect within 24 hours and maybe a suitable delivery agent to enhance the solubility and anti‐tumor effect of CK. TPGS/PEG‐PCL mixed micelle (CK‐M) promotes tumor cell apoptosis and inhibits tumor cell metastasis, invasion, and efflux by regulating levels of Bax, Bcl‐2, matrix metalloproteinase‐2, P‐glycoprotein, caspase‐3, and caspase‐2.\n141\n The combination of curcumin and cisplatin significantly inhibited A549/DDP cell proliferation, reversed DDP resistance, and induced apoptosis by activating caspase‐3, and promoting HIF‐1α degradation.\n142\n In addition, curcumin reduces Bcl‐2 levels through ubiquitin‐proteasome degradation, making NSCLC cells sensitive to apoptosis.\n143\n β‐elemene increased the expression of Bax, decreased the expression of Bcl‐2 and induced PARP cleavage, and enhanced apoptosis induced by β‐elemene.\n144\n The combination of β‐ELE and cisplatin decreased the protein levels of procaspase‐3 and Bcl‐2 in A549/DDP cells and increased the protein expression of caspase‐3, cytochrome c, and Bad in A549/DDP cell lines, indicating that β‐ELE reversed the drug resistance of A549/DDP cells by inducing apoptosis.\n145\n\n\n          Tan IIA can also induce JNK signal activation and trigger cascade apoptosis mediated by cytochrome c release.\n146\n Tan IIA combined with cyclophosphamide (CTX) can regulate Bcl‐2 and Bax expressions in lung cancer tissues of Lewis mice, inhibit the neovascularization of tumor tissue, enhance immune function, and exert evident anti‐tumor activity.\n147\n Li et al. found that emodin can inhibit the proliferation of the lung adenocarcinoma cell line, Anip‐973 by activating caspase‐3 induced apoptosis and arresting the cell cycle.\n148\n It also enhanced the apoptosis of A549 cells induced by PTX and the anti‐tumor effect on A549 xenografts by increasing the expression of Bax and active cystatin‐3 and decreasing levels of p‐Akt, Bcl‐2, and p‐ERK, while there were no apparent side effects in vivo.\n44\n A549 cells expressing wild‐type p53 and H1299 cells with p53 deficiency could inhibit cell proliferation and increase the apoptosis rate when A549 cells were treated with berberine. A549 cells were more sensitive to berberine‐induced cytotoxicity. Apoptosis of A549 and H1299 cells induced by berberine was related to the destruction of mitochondrial membrane potential, a decrease of Bcl‐2 and Bcl‐xl levels, and the increase of Bax and Bak levels, as well as activation of caspase‐3.\n149\n\n\n          Artesunate can induce apoptosis through the Bak‐mediated caspase‐independent intrinsic pathway in human NSCLC cells.\n150\n Dihydroartemisinin (DHA), a semisynthetic derivative of artemisinin extracted from the Chinese herbal medicine, Artemisia annua, induced apoptosis of SPC‐A‐1 cells by downregulating the expression of surviving at mRNA and protein levels, but did not affect caspase‐4.\n151\n It was also able to inhibit the proliferation and induce the apoptosis of ASTC‐a‐1 cells through the caspase‐3 dependent mitochondrial death pathway.\n152\n Methoxycinnamaldehyde (2‐MCA), a component of cinnamon bark, was also able to induce apoptosis and inhibit proliferation, which was characterized by the upregulation of Bax and Bak genes and pro‐apoptotic and downregulation of Bcl‐2, anti‐apoptotic and Bcl‐XL genes, the release of caspase‐3, loss of MMP, cytochrome c and caspase‐9 and their activation.\n153\n (Figure 1).\n3.2\n        Induction of autophagy\n        Autophagy is a biological process that is stimulated in response to various stresses (including hunger, reactive oxygen species (ROS), hypoxia, and DNA damage), in which membrane receptors receive signals transmitted to the cell,\n14\n and maintain balance in the body by capturing and degrading damaged proteins and organelles, which in turn is considered to promote an inhibitory effect on cancer cells.\n154\n\n\n        There are two types of autophagy: the first type, known as protective autophagy, protects against apoptosis, while the other is autophagic cell death, which induces the death of cancer cells. The GA‐induced autophagy of NCI‐H441 cells belongs to the latter type of autophagy and is mediated by ROS production.\n119\n Compared with tanshinone IIA, total tanshinone (TDT) showed more potent cytotoxic effects on 95D lung cancer cells, and apoptosis and protective autophagy induced by TDT were also mediated by an increase in intracellular ROS production.\n155\n When A549 cells were treated with cryptotanshinone (CTS), autophagic vesicles were found to have accumulated and the expression of LC3 protein and autophagosomes increased, proving that cryptotanshinone could exert its anti‐tumor effect by promoting autophagy.\n156\n Curcumin can induce autophagy by controlling hST8SiaI gene expression, related to the autophagy of A549 cells through the AMPK signaling pathway.\n157\n Wild‐type p53 is a tumor suppressor protein that is important for cancer prevention. Emodin can target the accumulation of p53 protein in A549 cells and increase autophagy.\n158\n In addition, resveratrol is an activator of SIRT1 that induces protective autophagy in NSCLC by activating p38‐MAPK and inhibiting the Akt/mTOR pathway \n159\n to overcome gefitinib resistance through autophagy and aging.\n160\n\n\n        Many studies have shown that autophagy can enhance tumor resistance to chemotherapy, targeted therapy and radiotherapy.\n161\n The inhibition of autophagy heightens the level of DNA damage induced by CPT in lung cancer cell lines, indicating that autophagy exerts a protective effect on lung cancer cells treated with CPT, and the combination of CPT and specific autophagy inhibitors can be considered as a promising therapeutic method for lung cancer in the future.\n14\n The inhibition of autophagy induced by Rg3 can increase the therapeutic response of etinib‐sensitive and etinib‐resistant NSCLC cells with EGFR‐activated mutations.\n162\n EGCG overcomes gefitinib (Gef) resistance by targeting ERK phosphorylation in NSCLC to inhibit autophagy and enhance cell death.\n163\n (Figure 2).\n        \n          FIGURE 2\n          \n            Natural extracts exert inhibitory effects on lung cancer by inducing autophagy\n3.3\n        Inhibition of the PI3 K/Akt signaling pathway\n        It is well known that the PI3 K/Akt pathway is one of the most vital carcinogenic pathways in almost all cancers. The PI3 K/Akt signaling pathway has an essential effect on regulating cell survival, growth, apoptosis, and autophagy.\n164\n Activated Akt regulates cell differentiation, proliferation, apoptosis, and migration by inhibiting a series of downstream substrates, such as caspase‐9, GSK23, NF‐κB, and Bad.\n165\n Therefore, the PI3 K‐AKT pathway seems to be one of the most promising targets for anticancer drugs.\n        Rad51 activity is related to tumorigenesis or tumor progression and may be a useful prognostic marker in NSCLC. Its high expression indicates a significant decrease in the survival rate. Astaxanthin downregulates Rad51 expression by inactivating AKT to enhance the mitomycin C‐induced cytotoxicity of human NSCLC cells.\n74\n PTEN negatively regulates the Akt signal pathway by degenerating PIP3 phosphate into PIP2. The PTEN gene is often mutated in many different types of cancers. A study observed that CTN treatment increased the upregulation of PTEN, while PTEN degraded PIP3, resulting in a decrease of Akt phosphorylation of Ser 473 and Thr 308. Akt inactivation reduces the degradation of p53, which ultimately leads to the increased expression of p21 and p53, and inhibition of tumor progression, indicating that tanshinone induces apoptosis through the mitochondrial apoptosis pathway and inhibition of the PTEN‐mediated PI3 K/Akt pathway for effectively inhibiting tumor growth.\n164\n PESV (peptides from BmK scorpion venom) can also increase the expression of PTEN in cultured A549 cells.\n86\n Epothilone B may enhance the apoptosis of human cancer cells induced by the Bcl‐2 antagonist, ABT‐737, through the PI3 K/AKT/mTOR signal pathway.\n99\n EGCG can inhibit the proliferation and induce apoptosis of H1299 cells, which is relevant to the inhibition of the activation of the PI3 K/Akt pathway and downregulation of the expressions of p‐PI3 K and p‐Akt in lung cancer cells.\n165\n\n\n        Metastasis is a multi‐step process that involves the overexpression of proteolytic enzymes, such as urokinase‐type plasminogen activator (u‐PA) and matrix metalloproteinase (MMP), MMP or u‐PA gene expression, mainly at the transcriptional level (through the MAPK or PI3 K‐Akt pathway through AP‐1 or NF‐κB) and post‐transcriptional level, and it is regulated or inhibited by its activator at the protein level. Silybin can prevent Akt phosphorylation from inhibiting the PI3 K‐Akt signaling pathway and inhibiting lung cancer cell invasion.\n166\n In addition, Rg3 may also inhibit the apoptosis of lung cancer cells by inhibiting the PI3 K/Akt pathway.\n167\n\n\n        Extensive studies have shown that MDR cells can resist apoptosis induced by anticancer drugs by upregulating survival signaling pathways (including PI3 K and ERK1) or inhibiting antiproliferative signaling pathways, including the p38 MAPK. Triptolide promotes the apoptosis and cell cycle arrest of drug‐resistant A549/Taxol cells by regulating the MAPK and PI3 K/Akt signaling pathways.\n168\n The combination of triptolide and hydroxycamptothecin induces the apoptosis of human lung cancer cells by increasing PP2A activity, activating p38, ERK, and MAPK cascade reactions and by inhibiting the Akt survival pathway through mechanisms that involve PP2A activation, which synergistically enhances the effect of triptolide on A549 lung adenocarcinoma cells.\n169\n\n\n        GA and cisplatin (CDDP) produced a synergistic growth inhibition effect on NCI‐H460 and A549 cells. GA treatment decreased the activation of Akt, mTOR, and S6, which may target autophagy‐dependent cell death by activating the Akt/mTOR signaling pathway.\n170\n The combination of tanshinone IIA and cisplatin at a ratio of 20:1 can impair cell invasion and migration, block the cell cycle at the S phase, and induce the apoptosis of A549 and PC9 cells in a synergistic manner, probably due to the downregulation of the expression of the p‐Akt and p‐PI3 K proteins, which affect the PI3 K/Akt signaling pathway, as a result of the activity of tanshinone IIA.\n171\n The synergistic anti‐tumor activity of curcumin and carboplatin is due to the inhibition of Akt phosphorylation that inhibits the Akt/IKKα pathway and enhancement of ERK1/2 activity to inhibit NF‐κB, allowing carboplatin to act as a chemical sensitizer.\n172\n Wang et al. demonstrated that Tan IIA enhanced NSCLC cell sensitivity to gefitinib by downregulating the VEGFR2/Akt pathway (downregulating the phosphorylation levels of VEGFR2 and Akt) in vivo and in vitro.\n173\n\n\n        XRCC1 is a major scaffolding protein involved in base excision repair. It is regulated by ERK1/2 and AKT signaling and is significantly involved in lung cancer development. Resveratrol enhances the etoposide‐induced cytotoxicity of human NSCLC cells by downregulating ERK1/2 and AKT‐mediated XRCC1 protein expression.\n174\n In NCI‐H1975 cells treated with DHA and gefitinib, the expression of pMIT and p‐STAT3 was significantly downregulated, indicating that both of them synergistically inhibit the growth and promote the apoptosis of NSCLC cells through the Akt/mTOR/STAT3 pathway.\n175\n (Figure 3).\n        \n          FIGURE 3\n          \n            Natural extracts exert inhibitory effects on PI3 K/Akt signaling pathway\n3.4\n        Inhibition of the NF‐κB signaling pathway\n        There is considerable evidence that NF‐κB is constitutively activated in many types of solid tumors, including cervical cancer, pancreatic cancer, lung cancer, breast cancer, and prostate cancer.\n176\n NF‐κB exerts its role by activating various downstream signal transduction cascades, such as the TNF‐α, BCL‐2, and STAT 3 pathways. Previous studies have shown that increased expression of NF‐κB can be detected in NSCLC tissues and acts as a tumor promoter in NSCLC. In addition, the overexpression of NF‐κB is related to cancer cell metastasis and the poor prognosis of patients with NSCLC.\n177\n\n\n        Epithelial‐mesenchymal transformation (EMT) is an essential factor during the metastasis of bronchogenic carcinoma. Rg3 inhibits EMT and the invasive ability of lung cancer by downregulating EGFR inactivation mediated by FUT4 and blocking the MAPK and NF‐κB signaling pathways.\n178\n Saponin Rg3 + cisplatin can inhibit hypoxia‐induced EMT and cancer cell stemness due to the inactivation of the NF‐κB signaling pathway caused by Rg3.\n13\n Extracellular ATP performs many significant functions by activating P2 receptors on the cell surface. Emodin inhibits ATP‐induced EMT, migration, and proliferation by inhibiting the P2Y receptor‐mediated increase of Ca2+ and NF‐κB signal transduction in A549 cells.\n179\n GA inhibits NF‐κB signal transduction, in turn inhibiting the EMT process induced by TGF‐β1 through the inhibition of the expression of TWIST1, which leads to inhibition of lung growth and metastasis of A549 cells.\n180\n\n\n        Programmed death ligand 1 (PD‐L1) is highly expressed on the surface of a variety of human cancer cells, such as malignant melanoma, NSCLC, hepatocellular carcinoma, and ovarian cancer. It has been confirmed that it is involved in the chemotherapeutic resistance of NSCLC. PD‐L1 is a new target for the treatment of lung cancer cells. Rk1 inhibits PD‐L1 expression and promotes apoptosis by inhibiting NF‐κ B signal transduction. Thus, it inhibits the proliferation of A549 and PC9 cells.\n181\n Rg3 can inhibit the growth of A549/DDP cells and reduce their resistance to cisplatin by preventing the expression of NF‐κB from decreasing the expression of PD‐L1 induced by chemical resistance and restoring the cytotoxicity of T cells toward cancer cells.\n182\n\n\n        Low concentrations of triptolide may bind to high‐affinity targets to activate p38α and ERK1/2, and block the activation of NF‐κB induced by TNF‐α and IL‐1 β through p53.\n183\n Luteinic acid and its analogs inhibit IKKβ kinase activity by inhibiting the activation of the TNFα/NF‐κB pathway, which in turn induces apoptosis in A549 and U251 cells.\n184\n DHA can inhibit lung cancer cell metastasis by inhibiting the NF‐κB/GLUT1 axis.\n185\n The inhibitory effect of silybin on lung tumor growth can also be achieved through the regulation of macrophage‐associated cytokines, NF‐κB, as well as signal transduction and transcriptional activators on angiogenesis.\n186\n BV can induce apoptosis of A549 and NCI‐H460 cells by increasing the expression of death receptor 3 (DR3) and inhibiting the NF‐κB pathway. BV combined with the TNF‐like weak apoptosis inducer, docetaxel, and cisplatin can synergistically inhibit the growth of A549 and NCI‐H460 cells further to downregulate the activity of NF‐κB.\n187\n\n\n        The resveratrol targeting NF‐κB (p65) pathway can decrease TRAIL drug resistance, sanitizing lung cancer cells sensitive to TRAIL, and allowing the induction of TRAIL‐mediated apoptosis.\n60\n TPL also inhibits the activation of NF‐κB by blocking the transactivation of p65, sanitizing A549, and NCI‐H1299 cells to apoptosis induced by TRAIL.\n188\n It can also reverse the paclitaxel resistance of lung cancer by inhibiting the NF‐κB signaling pathway and regulating the transcription and expression of drug resistance genes.\n189\n Ginsenoside Rg3 can inhibit the activation of NF‐κB, the phosphorylation of IκB protein and the expression of NF‐κB regulated gene products (promotes apoptosis, cyclin‐D1, cyclin‐2, cyclooxygenase‐2, and VEGF) by targeting the NF‐κB pathway, sensitizing human NSCLC cells to γ radiation.\n190\n The synergistic anti‐tumor activity of curcumin and carboplatin is due to the inhibition of the Akt/IKKα pathway and the enhancement of ERK1/2 activity that inhibits NF‐κB for carboplatin to act as a chemical sensitizer.\n172\n GA and ADM (Adriamycin) exert a potent anti‐tumor effect on the A549 xenograft model by inhibiting P‐glycoprotein and NF‐κB, attenuating ADM‐induced cardiotoxicity, and sensitizing lung cancer cells to ADM.\n191\n (Figure 4).\n        \n          FIGURE 4\n          \n            Natural extracts block NF‐κB signaling pathway\n3.5\n        The arrest of the cell cycle\n        The regular process of cell division occurs through the cell cycle, which is a sequence of highly ordered steps, which are usually divided into G0/G1, S, G2, and M phases. These steps are regulated at the molecular level by several regulators, including cyclin‐dependent kinase 1 (CDK1), cyclin‐D, and CDK inhibitor (CKI).\n192\n, \n193\n In recent years, studies have found that normal cells proliferate only in response to specific mitotic signals and growth stimuli, while cancer cells proliferate in an uncontrolled manner. In addition, almost all molecular types involved in the regulation of cell proliferation are involved in malignant transformation. Therefore, cancer can be regarded as a cell cycle disease.\n194\n\n\n        Myc expression is strictly controlled by the availability of mitogens in normal cells but is usually misregulated or elevated in tumor cells.\n195\n Emodin can downregulate the C‐myc gene expression to induce cell cycle arrest and induce growth inhibition of A549 cells.\n47\n TPL inhibits lung cancer cell proliferation and tumor growth through apoptosis and cell cycle arrest induced by nucleolus decomposition and rRNA synthesis inhibition (possibly through the ribosomal‐RPL23‐MDM2‐p53 signaling pathway).\n196\n BBR inhibits AP‐1 signaling pathway activity and reduces the binding of transcription factors to the CCND1 AP‐1 motifs, which is an essential mechanism for the action of berberine as a cyclin‐D1 regulator against human lung giant cell carcinoma.\n197\n Low concentrations of ART inhibit mRNA levels of cyclin‐related genes, including CDK2, CDK1, cyclin‐D1, CDK6, cyclin‐B1, and cyclin‐A2, which lead to cell cycle arrest of NSCLC cells.\n198\n Silybin inhibits human NSCLC cell growth by regulating the expression and function of key cell cycle regulators, reducing the protein levels of G1‐related CDK\n2\n, \n4\n, \n6\n and their corresponding cyclins‐D1 and D3, and inducing arrest of the cell cycle at G1.\n199\n The combination of silybin and indole‐3‐methanol (I3C) also enhanced the inhibitory effect of lung adenocarcinoma in A/J mice,\n65\n mainly by inhibiting the inflammatory drive by regulating key cell cycle regulatory factors and reducing the level of cyclin‐D1 and related proteins.\n200\n The Rb gene plays an essential role in regulating tumor cell proliferation, growth, and apoptosis. The Rb gene was found to be activated by a low concentration of mitomycin C enhanced the inhibition of proliferation, significantly increased the number of cells at the G1/G0 phase and decreased the number of cells at the S and G2/M phases, indicating that the inhibitory effect of mitomycin C on A549 cells is induced mainly through cell cycle arrest.\n101\n\n\n        Ginsenoside Rh2 can activate the JNK/MAPK signaling pathway, increase the transcriptional and phosphorylation activity of transcription factors(ATF2 and AP‐1), reduce the expression of transcription factors(C‐myc and E2F1), and affect the expression of CDK4 and cyclin‐D1, which are the critical regulators of G1/S cyclin‐dependent kinases.\n201\n Saha also found that curcumin can induce the expression of cyclin‐dependent kinase inhibitors, p27 and p21, and inhibit the expression of CDK2, CDK4, cyclin‐D1, CDK6, and other genes, to block the cell cycle in the G1/S phase and inhibit the growth of PC‐9 cells.\n202\n Protein arginine methyltransferase 5 (PRMT5) is associated with the development of many types of cancers and tumors, especially lung cancer. PRMT5 promotes the apoptosis of lung cancer cells through Akt/Gsk3β signaling induced by resveratrol. Further studies have shown that the inhibition or downregulation of PRMT5 further reduces the phosphorylation of Akt/GSK3β and the expressions of cyclins‐D1 and E1 among the downstream target cells treated with resveratrol.\n203\n This induces cell cycle arrest at the G0 / G1 phase in lung cancer cells.\n204\n UCN‐01 (7‐hydroxystaurosporine) can inhibit CDKs and inhibit cell cycle progression of A549 cells from G1 to the S phase.\n205\n\n\n        GA was found to have induced the apoptosis of A549 cells in a time and dose‐dependent manner arrested the cells at the G0/G1 phase in vitro, and downregulated the mRNA expression of cyclin‐D1 and COX‐2, suggesting that GA could inhibit the proliferation of tumor cells through apoptosis induction and cell cycle arrest.\n206\n Both tanshinone nano‐emulsion and extract could penetrate the cytoplasm through endocytosis, which could induce the upregulation of p53 and p21 and downregulation of CDK2, cyclin‐E1, and cyclin‐D1. At the same time, the cell cycle was arrested at the G0/G1 phase, and tanshinone nano‐emulsion was found to have inhibited the proliferation of A549 cells more effectively than tanshinone extract.\n207\n Dihydroartemisinin exerts apparent anticancer activity on A549 cells, which is related to G0 and G1 phase arrest.\n208\n DHA treatment of A549 cells led to cell cycle arrest at the G1 phase, which was related to the downregulation of PCNA and cyclin‐D1 at mRNA and protein levels.\n209\n DHA induces potent cytotoxicity and radiosensitivity on GLC‐82 cells. The mechanism of action may proceed by preventing the growth of GLC‐82 cells at the G0/G1 phase, reducing the proportion of cells at the S phase, restoring p53 function, reducing the expression of Bcl‐2 protein, and inducing GLC apoptosis.\n210\n Melittin was found to have induced G1 cell cycle arrest of Chago‐K1 human bronchial cancer cells.\n211\n\n\n        Tan IIA may block the VEGF/VEGFR signaling pathway, indirectly induce S‐phase cell cycle arrest and apoptosis and inhibit the downstream signaling pathway, and subsequently upregulate the expression of apoptosis‐promoting genes and downregulate the expression of anti‐apoptosis genes, and finally inhibit the growth and proliferation of A549 cells.\n212\n Tan1 inhibits the growth and angiogenesis of lung carcinoma cells in a dose‐dependent manner by inhibiting the expression of cyclin‐A, VEGF, and cyclin‐B proteins, inducing a stronger effect than Tan2. This anti‐tumor effect may slow down the progression of cells through the S and G2/M phases of the cell cycle.\n213\n When lung cancer cells were treated with a nano‐emulsion of curcumin extract, it was found that H460 cells were more prone to apoptosis than A549 cells and that the cell cycle remained in the G2/M phase, accompanied by a dose‐dependent decrease in CDK1 expression.\n214\n LCA and LCD significantly decreased the expression of cyclins‐B1 and cdc2 in lung cancer cells, and their complexes participated in the G2/M phase transition, which is that G2/M cell cycle arrest could inhibit the proliferation of lung cancer cells.\n36\n, \n41\n Artesunate can increase the production of NO to induce cell cycle arrest at the G2/M phase, which is relevant to the downregulation of cyclin‐B1 mRNA expression and improves the radiosensitivity of human NSCLC A549 cells.\n215\n ET‐743 induces the characteristics of medium cell line‐dependent radiosensitization in A549 cells, and the radiosensitization may be caused by G2/M phase arrest.\n111\n (Figure 5).\n        \n          FIGURE 5\n          \n            Natural extracts can induce cell cycle arrest in lung cancer cells\n3.6\n        Regulation of epigenetics\n        Few studies have shown that epigenetics plays a crucial part in the development of lung cancer. Epigenetic mechanisms, including histone modification, DNA methylation, chromatin tissue, and non‐coding RNA, are hereditary and reversible. Many genes are silenced or uncontrolled during the carcinogenesis of lung cancer.\n216\n\n\n        MicroRNAs (miRNAs) are non‐coding RNA of a length of 18–25 nucleotides, which are expressed in all cells. Their abnormal expression leads to an abnormal protein function, which leads to NSCLC tumorigenesis. Tumor tissue factor (TF) contributes to cancer metastasis in some NSCLC patients. BBR inhibits NSCLC cell growth and promotes apoptosis through the miR‐19a/TF/MAPK signaling pathway.\n217\n Mir‐491 antisense oligodeoxynucleotides can inhibit hypoxia‐induced migration, while Rh2 can exert anti‐metastatic activity on the hypoxic tumor microenvironment of lung adenocarcinoma cells by increasing the expression of mir‐491.\n218\n MiR‐301a‐3p is a miRNA that has been suggested to exert carcinogenic effects on many types of cancers. β‐elemene may weaken the Warburg effect in NSCLC cells by mediating the miR‐301a‐3p/AMPKα axis by inhibiting the expression of miR‐301a‐3p in NSCLC cells and increasing the expression of AMPKα.\n219\n In addition, β‐elemene increases IGFBP1 gene expression through Stat3 inactivation and then produces a mutual effect between miRNA155‐5p and FOXO3a, which leads to the inhibition of the growth of lung cancer cells.\n220\n Melittin activates caspase‐2 (CASP2) to induce lung carcinoma cell apoptosis by inhibiting miR‐183 expression.\n221\n\n\n        AURKA is a carcinogenic gene that encodes for serine‐threonine kinase and regulates mitosis in mammalian cells. Tanshinone can inhibit AURKA, by upregulating the expression of miR‐32 and other related miRNAs to inhibit NSCLC.\n222\n LICA was found to have reversed the expression of ectopic miRNAs induced by NNK, including miR‐328‐3p, let‐7d‐3p, miR‐29c‐3p, miR‐20a‐5p, and miR‐144‐3p, to stimulate chemoprophylaxis in vivo and in vitro.\n223\n Triptolide decreases proliferation and enhances NSCLC cell apoptosis by targeting miR‐21 to enhance the expression of phosphatase and tensin homolog protein (PTEN).\n224\n HOTAIR is an important carcinogenic lncRNA that is involved in invasion and tumorigenesis, while miR‐34a‐5p plays a role in tumor suppression. The combination of BBR and gefitinib may control the growth and metastasis of NSCLC through miR‐34a‐5p and HOTAIR‐mediated EMT inhibition.\n225\n\n\n        Zhang et al. first proved that curcumin exerts anticancer effects on A549/DDP multidrug‐resistant cells, which changes miRNA expression, primarily by reducing the expression of miR‐186.\n226\n Curcumin can improve the sensitivity of paclitaxel‐resistant NSCLC cells to paclitaxel through microRNA‐30c‐mediated MTA1 reduction.\n227\n Cancer stem cells (CSCs) are considered the leading cause of tumor metastasis, recurrence, and chemotherapeutic resistance. In serum samples of NSCLC patients, hsa‐mir‐485‐5p expression was found to have decreased, while RXRα (a nuclear receptor) expression was found to have increased in NSCLC. The upregulation or activation of RXRα enhanced the CSC‐like characteristics of NSCLC cells. EGCG can inhibit CSC‐like characteristics by regulating the hsa‐mir‐485‐5p/RXRα axis.\n228\n The overexpression of miR‐485 could reduce the stemness of A549/DDP cells, while EGCG could inhibit stemness by increasing the expression of miR‐485 in A549/CDDP cells in a dose‐dependent manner.\n229\n The miRNA spectrum analysis shows that the upregulation of Myb by EGCG can be realized by the downregulation of miRNA, mmu‐miR‐449c‐5p induced by EGCG.\n230\n Using next‐generation sequencing technology, KEGG analysis, and the PANTHER pathway showed that the MAPK pathway is the most effective targeting pathway for EGCG‐regulated microRNAs.\n55\n\n\n        As an oncogene, the novel long non‐coding RNA, AK001796, is concerned with cell growth inhibition induced by resveratrol in lung cancer. Microarray analysis has shown that AK001796 was the most apparent long non‐coding RNA (lncRNA), and that it is overexpressed in lung cancer cells, but that its expression was downregulated in lung cancer cells treated with resveratrol, and that the decrease of the lncRNA AK001796 level may weaken the inhibitory effect of resveratrol on cell proliferation.\n231\n Silybin can also reverse the drug resistance of human SCLC cells,\n232\n downregulate the expression of miR‐21, and promote the re‐expression of miR‐200c in erlotinib refractory tumors, as well as inhibit EMT‐driven erlotinib resistance.\n233\n\n\n        Histone deacetylases (HDAC) are epigenetic enzymes that control gene expression by inhibiting histone deacetylation transcription. BBR inhibits HDAC‐mediated epigenetic reprogramming, which may be a key mechanism of its anti‐tumor activity.\n234\n Mirzaaghaei et al. found that the combination of EGCG and silybin can regulate the expression of pro‐angiogenic miRNAs in endothelial cells with tumor cells.\n235\n It can also coordinate with DNA methyltransferase and histone deacetylase inhibitors to upregulate E‐cadherin expression and inhibit the migration and invasion of human NSCLC cells.\n236\n Am80 is a synthetic vitamin A, which has been used as a new drug in patients with relapsed and stubborn acute promyelocytic leukemia. EGCG binds to Am80 by downregulating the level of non‐histone acetylation by downregulating HDAC‐4, HDAC‐5, and HDAC‐6, and stimulating the apoptosis of human lung carcinoma cells.\n237\n Berberine can inhibit N‐acetyltransferase activity in A549 cells and was found to show a negative correlation between dose and time to some extent, which may be one of the mechanisms of its anti‐tumor effect.\n238\n Resveratrol epigenetically regulates the expression of zinc finger protein 36 (ZFP36) in NSCLC cells. ZFP36 is an AU‐rich essential protein that binds to the 3’‐untranslated region and promotes the decay of target mRNAs. The downregulation of ZFP36 expression leads to the stability of the target mRNAs.\n239\n SirT1 is a conservative NAD+‐dependent deacetylase, which participates in the regulation of stress response and cell survival, and seems to play an essential role in developing cancer resistance to radiotherapy and chemotherapy, and tumorigenesis. Its expression is negatively correlated with radiosensitivity. Resveratrol regulates the apoptosis and radiosensitivity of lung cancer cells through the Sirt1/NF‐κB/Smac pathway.\n240\n RHBDD1, a mammalian member of the rhomboid family of proteins, is a highly conserved intramembranous serine protease. Silencing of RHBDD1 can inhibit cell proliferation and growth in glioblastoma, colorectal, breast cancer, and hepatocellular carcinoma. Silybin inhibits the epithelial‐mesenchymal transformation of NSCLC cells by inhibiting RHBDD1 and exerts anti‐tumor effects on NSCLC cells.\n241\n Reverse inducible cysteine‐rich protein with Kazal motif (RECK) is a membrane‐anchored glycoprotein that negatively regulates matrix metalloproteinase (MMP) and plays an integral role in cancer invasion and metastasis. GA inhibits experimental lung metastasis and cell invasion of A549 in a dose‐dependent manner, which is attributed to the fact that GA effectively inhibits the binding of histone deacetylase (HDAC)‐1/specific protein(Sp)‐1, and Sp1 phosphorylation is related to extracellular signal‐regulated kinase (ERK) signal transduction, resulting in the upregulation of RECK at mRNA and protein levels.\n242\n In A549 cells and A549 xenografted mice, GA inhibits cell invasion and migration through a reverse‐induced cysteine‐rich protein upregulated by the kazal motif (RECK).\n243\n3.7\n        Regulation of other mechanisms and the combined effect of multiple mechanisms\n        The HA‐CD44/RHAMM signaling pathway plays an integral role in the growth and survival of NSCLC cells. The low concentration of triptolide significantly decreased NSCLC cell growth and inhibited tumor growth in mice by targeting the HA‐CD44/RHAMM signaling axis.\n244\n The Nrf2/HO‐1 signal pathway is thought to mediate cell resistance to EGCG. Metformin sensitizes NSCLC cells to EGCG by inhibiting the Nrf2/HO‐1 signaling pathway.\n53\n Ginsenoside Rh2 induced A549 cell apoptosis through the Ras/Raf/ERK/p53 pathway.\n245\n GA can also inhibit the viability of NSCLC cells by inducing apoptosis by inhibiting the Notch signal pathway.\n246\n Tanshinone IIA increases TRAIL‐induced NSCLC cell death by selectively activating PERK/ATF4 and inhibiting the STAT3‐mediated upregulation of DR5 and downregulation of Survivin.\n247\n TPL also inhibited the phosphorylation of STAT3, inhibited the transport of STAT3 into the nucleus, and reduced the expression of STAT3 target genes associated with apoptosis, migration, and cell survival, such as C‐myc, myeloid leukemia 1 (MCL‐1), BCL2, and matrix metallopeptidase‐9 (MMP‐9), thereby inhibiting cell proliferation and migration and inducing cell apoptosis.\n248\n\n\n        Melittin significantly inhibited the secretion of VEGF in NSCLC cells. In addition, melittin can also reduce the protein expression of VEGF and HIF‐1α. Therefore, the anti‐tumor activity of melittin may be relevant to the inhibition of the anti‐angiogenesis of VEGF and the hypoxia‐inducible factor signaling pathway.\n249\n Emodin enhances cisplatin‐induced cytotoxicity by downregulating ERCC1 and inactivating ERK1/2.\n250\n β‐elemene is a prospective drug to enhance tumor radiation response. Survivin and HIF‐1α are newly identified targets of β‐elemene.\n251\n β‐elemene at a radiosensitizing dose could also significantly downregulate mTOR mRNA expression, HIF‐1a, and Survivin mRNA.\n252\n Eukaryotic initiation factors (eIFs) play an essential role in translation initiation. Curcumin can block protein synthesis initiation by regulating eIF2a and eIF4E expressions, thus decreasing cell viability.\n253\n\n\n        Tumor‐associated macrophages (TAMs) play a vital part in regulating the cancer microenvironment and promoting tumor metastasis. It has two subsets: the classical subtype of activated macrophages (M1) and the alternative subtype of activated macrophages (M2). Subtype M2 macrophages stimulate a more aggressive phenotype of lung cancer cells. G‐Rh2 can convert TAM from the M2 subclass to that of M1 and prevent lung cancer cell migration.\n254\n CUR can induce the cell death of ASTC‐a‐1 cells in a significant apoptotic manner through a caspase‐independent mitochondrial pathway.\n25\n As a protein with a short half‐life, Mcl‐1 abundance is strictly regulated at many levels, including transcriptional, transcriptional, and post‐translational levels Tan IIA can be used as an EGFR signal inhibitor that targets the EGFR‐Akt‐Mcl1 axis, shortening the Mcl‐1 half‐life and promoting its ubiquitination, which can provide new options for NSCLC therapy.\n255\n\n\n        Silybin can target multiple cytokine‐induced signaling pathways, downregulate the expression of iNOS in NSCLC cells,\n256\n and regulate the expression of iNOS and cyclooxygenase 2(COX2) in lung epithelial LM2 cells of tumorigenic mice by regulating the signals mediated by TNF‐α and interferon‐γ.\n257\n Nitric oxide (NO) signaling plays a significant role in cancer angiogenesis and is positively correlated with the occurrence and development of lung cancer. Silybin exerts most of its chemopreventive effects and vascular prophylaxis roles by inhibiting the expression of nitric oxide synthase (iNOS) \n258\n and COX‐2 in lung tumors. These two enzymes promote the growth and progression of lung tumors by inducing VEGF expression.\n66\n The overexpression of COX‐2 is usually associated with human NSCLC and participates in tumor invasion, angiogenesis, proliferation, and anti‐apoptosis. Triptolide inhibits COX‐2 expression through COX‐2 mRNA stability regulation and post‐transcriptional regulation.\n259\n Resveratrol can enhance the anticancer effect of paclitaxel on NSCLC cells in vitro by reducing COX‐2 expression at mRNA and protein levels, indicating that resveratrol has the potential to be used as a promising sensitizer for PA.\n260\n4\n      DILEMMAS AND POSSIBLE SOLUTIONS\n      Although compounds from microorganisms, marine organisms, plants, and animals are often used to treat cancer in clinical practice, they are often limited by specific inherent characteristics. For example, CPT, curcumin, GA, tanshinone, TPL, EGCG, resveratrol, artemisinin, and other compounds have poor water solubility, low biocompatibility, low oral bioavailability, instability, and poor pharmacokinetic properties, which hinder their clinical application.\n21\n, \n130\n, \n204\n, \n261\n, \n262\n, \n263\n, \n264\n, \n265\n In addition, the yield of natural separation from natural products is low.\n106\n\n\n      More importantly, the use of these natural compounds often produces severe side effects. For example, side effects of camptothecin include myelosuppression, nausea, vomiting, stomatitis, abdominal pain, fatigue, diarrhea, peripheral neuropathy, and hair loss.\n21\n Adriamycin use may result in serious adverse events, especially myelosuppression, leading to severe neutropenia, cardiotoxicity, and septicemia.\n90\n The side effects of mitomycin include myelosuppression, nausea, vomiting, diarrhea, stomatitis, rash, fever, and general discomfort, while rare but potentially severe adverse events include hemolytic uremic syndrome, hemolysis, neurological abnormalities, renal failure, and interstitial pneumonia.\n21\n Excessive cytotoxicity causes some of the side effects of EbB, such as abdominal pain and diarrhea, nausea and vomiting, and sensory neuropathy.\n98\n, \n100\n The clinical application of TPL is usually limited by its severe toxicity.\n263\n Intravenous injection of BBR solution can lead to fatal adverse cardiovascular effects.\n266\n\n\n      Active efforts are being made to improve therapeutic effectiveness further using drug delivery strategies that extend the exposure time of the drug to the tumor, such as through structural modification and innovative preparation methods, alternative parenteral dosage forms, and administration regimens to improve oral bioavailability.\n20\n, \n204\n, \n263\n, \n265\n, \n267\n An effective combination of conventional chemotherapy agents based on nanotechnology can be used to achieve effective treatment of tumors with low toxic side effects. Research in this field has gained importance for the development of cancer treatments and their clinical application. The main advantages of nanodrugs are as follows: (a) improve the water biocompatibility and solubility of drugs; (b) surface‐modified nanoparticles prolong the tolerance time of anticancer drugs in vivo; (c) the precise accumulation of chemotherapeutic drugs with payload in the body through localization strategies; (d) stimulus‐response release; (e) reduction of toxic and side effects on normal cells and tissues.\n261\n\n\n      In NSCLC cells and Swiss albino mice, gelatin nanoparticles (GNP) loaded with resveratrol (RSV) exert a higher anticancer effect than free RSV. RSV‐GNPs synergistically inhibit cell cycle progression and constitutive NF‐kB activation, and induce the apoptosis of NSCLC cells. GNP has a high loading efficiency and superior efficacy in NCI‐H460 cells, making it an ideal method of transferring RSV.\n268\n Gelatin (GEL) or hyaluronic acid (HA) nanoparticles aggregated through dihydroartemisinin showed higher anticancer proliferation activity than natural DHA in A549 cells, which may be because hydrophilic GEL or HA nanoparticles have greater water dispersion ability after aggregation, which can be used to increase the therapeutic effect of anticancer drugs.\n269\n The magnetic nanoparticles PLGA‐PEG‐Fe3O4 loaded with silybin can also effectively inhibit the expression of the hTERT gene and the proliferation of lung cancer cells.\n270\n Organic/inorganic composed of berberine (BER), hydride nanoparticles (NPs), and zinc oxide (ZnO), have been developed for the therapy of lung cancer. These NPs can improve the antiproliferative effect based on the efficacy of chemical photothermal therapy, and do not cause severe hepatotoxicity, nephrotoxicity, and blood toxicity, as shown in blood tests conducted on rats after intravenous administration.\n271\n In addition, transferrin (Tf) receptors are usually overexpressed in cancer cells. Artemisinin and its analogs enhance cancer cell delivery through human serum transferrin adducts and exert distinct anticancer effects on tumors with few side effects on normal cells.\n272\n\n\n      Carbonic anhydrase IX (CAIX) is an enzyme expressed on the surface of lung cancer cells, but its expression in normal lung cells is limited. The anti‐CAIX antibody coupled with liposome has the characteristics of uniform particle size distribution and continuous release, which can significantly increase the uptake of cells and tumor spheres, thus enhancing the cytotoxicity of TPL in CAIX positive cancer cells. Anti‐CAIX antibody modified liposome TPL delivered through the lung not only inhibited tumor growth more effectively than other non‐targeted TPL preparations. And the survival time of mice with orthotopic lung tumors was prolonged to the greatest possible extent.\n273\n Polyethylene glycol (PEG) modified long cycle BBR liposomes showed a uniform morphology, storage stability and continuous release behavior in vitro, and the liposome form led to a significant increase in circulatory retention of BBR compared with the solution. In tumor‐bearing mice, BBR liposomes selectively increased the concentration of BBR in the spleen, lung, liver and tumors, while distribution in the kidney and heart was at a lower level. Long‐term administration of BBR liposomes has been proven to be effective and safe in inhibiting tumor growth in nude mice.\n266\n\n\n      Nano‐polymer‐drug coupling has many significant advantages. The combination of natural products and other drugs may exert a more significant anticancer effect on lung cancer. Hyaluronic acid/actoferrin multilayer‐coated lipid nanoparticles can deliver rapamycin and berberine to lung cancer cells. In vivo studies on tumor‐bearing mice have shown that their therapeutic activity is better than free drugs.\n274\n Liquid crystal nanoparticles (LCNP), as an effective carrier for co‐delivery of pemetrexed (PMX) and resveratrol (RSV), can effectively be used to treat lung cancer. PMX‐RSV‐LCNPs inhibit tumor growth by inducing apoptosis and inhibiting angiogenesis, and has little toxicity on the liver and kidney, thus allowing its broad applicability for lung cancer.\n275\n In addition, local delivery of BBR and rapamycin (RAP) to tumor cells through inhalable multi‐compartment nanocomposites also has broad applicability for the treatment of lung cancer.\n276\n\n\n      In addition to the application of new preparations, triptolide derivatives have recently been developed to optimize bioavailability and reduce toxicity. MRx102 (MyeloRx, Vallejo, CA) significantly reduces the activation of the cell proliferation, Wnt pathway, migration, and invasion of H460 and A549 cells. Moreover, tumor metastasis and formation were found to have been inhibited in the patient‐derived xenograft NSCLC mouse model. In short, MRx102 is an effective antineoplastic drug for the treatment of lung cancer.\n277\n The anti‐tumor effect of berberine (BBR) derivative 8‐cetylberberine (HBBR) was significantly higher, compared with BBR in terms of hydrophobicity and pharmacology. Low‐dose HBBR could interfere with the expression of cyclin‐D1 and E1 to induce G1 cycle arrest and induce caspase pathway to increase apoptosis, and may inhibit the PI3 K/Akt pathway in A549 cells, thus significantly inhibiting tumor growth.\n278\n 8‐acetyl tyrosine (CCOP), a new derivative of Coptis chinensis, induced mitochondrial‐dependent apoptosis and G0/G1 cell cycle arrest in NSCLC cells. 10 mg/kg significantly delayed tumor growth in A549 xenografted nude mice, which was more efficient than that of 100 mg/kg Coptis chinensis.\n279\n\n\n      Silybin meglumine, a water‐soluble form of silymarin that can prevent EGFR mutated NSCLC cell EMT, can also prevent the regeneration of tumors that do not respond to gefitinib, thus preventing severe tumor growth.\n280\n Resveratrol is quickly acidified and sulfated by glucuronide after it is removed by the human body.\n264\n Intranasal administration of concentrated preparations is an effective method of exposing the lungs to sufficient quantity of resveratrol.\n281\n\n\n      In short, the above schemes can improve the application of these natural ingredients to a certain extent, because most of the studies have only been conducted on plant‐derived compounds. The valuable experience gained from these plant‐derived compounds may be applied to animal toxins, microorganisms, and marine organisms, especially animal toxins, which often cause severe or even irreversible damage to normal human tissues because of their aggressive properties. In addition to the defects of these chemical products themselves, another limitation to their application is their high price. For example, the price of Epothilone is relatively high, and the synthesis of the drug poses great challenges.\n97\n The whole process of introducing new drugs to the market involves discovery, preclinical studies, clinical experiments, regulatory approval, and initiation.\n120\n This is a time‐consuming and expensive process that can take 10 to 15 years, while natural compounds are difficult to produce commercially as they are often complex and extensive. This makes the optimization of drug candidates and commercial production very cumbersome and expensive.\n86\n To ameliorate this dilemma, firstly, the demand from companies in developing countries should be stimulated, and secondly, the provision of knowledge by universities and research institutes should be increased, particularly by encouraging partnerships between universities and the pharmaceutical industry.\n282\n5\n      CONCLUSION\n      The natural active extracts described in this article renew hope for the treatment of lung cancer. These compounds can inhibit the growth, proliferation, and invasion of lung cancer cells by regulating various signaling pathways to promote apoptosis, enhance autophagy, and block the cell cycle. They can work in combination with a variety of chemotherapeutic drugs and radiotherapy to enhance their anticancer effects, and significantly, they can also reverse drug resistance to chemotherapeutic drugs, which is exciting because the emergence of chemotherapeutic drug resistance increases the prevalence of cancer cells and brings more significant challenges for the treatment of cancer. However, these active ingredients have some disadvantages, such as low bioavailability, poor stability, and poor water solubility, which limit their clinical application, while opening a promising and novel research field to help increase the uptake and efficacy of these drugs, especially the application and development of nanotechnology. In summary, these findings indicate that natural product‐derived drugs are promising potential anticancer therapies worthy of further study to better understand the mechanisms by which they induce their anticancer effects.\nCONFLICTS OF INTEREST\n      The authors declare that there are no conflicts of interest.\nAUTHOR CONTRIBUTION\n      Tingting Wen: Writing‐Original draft,creating images. Lei Song: Conceptualization, writing‐reviewing and editing. Shucheng Hua: Supervision, Validation, funding acquisition. All authors read and approved the final manuscript.\nDATA AVAILABILITY STATEMENT\n      Data sharing not applicable to this article as no datasets were generated or analyzed during the current study.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7982634/",
    "doi": "https://doi.org/10.1002/cam4.3660",
    "citation_count": 20,
    "references": {
        "11019012": "Natural products targeting autophagy and apoptosis in NSCLC: a novel therapeutic strategy",
        "10605876": "Cucurbitacin E Exerts Anti-Proliferative Activity via Promoting p62-Dependent Apoptosis in Human Non-Small-Cell Lung Cancer A549 Cells",
        "10483520": "Apoptotic Potential and Antitumor Efficacy of Trilliumoside A: A New Steroidal Saponin Isolated from Rhizomes of Trillium govanianum",
        "10398694": "Therapeutic Targeting of Regulated Signaling Pathways of Non-Small Cell Lung Carcinoma",
        "10384492": "The Antiproliferative Effect of Chloroform Fraction of Eleutherine bulbosa (Mill.) Urb. on 2D- and 3D-Human Lung Cancer Cells (A549) Model",
        "10225651": "Editorial: Phytochemicals targeting autophagy in treatment of bacterial infection and malignancies",
        "9921311": "Identification and validation of novel lung adenocarcinoma subtypes and construction of prognostic models: based on cuprotosis-related genes",
        "9867434": "Molecular Aspects and Therapeutic Implications of Herbal Compounds Targeting Different Types of Cancer",
        "9806155": "Dual Cytotoxic Responses Induced by Treatment of A549 Human Lung Cancer Cells with Sweet Bee Venom in a Dose-Dependent Manner",
        "9779495": "Phytochemicals as Chemo-Preventive Agents and Signaling Molecule Modulators: Current Role in Cancer Therapeutics and Inflammation",
        "9498919": "How Can the EU Beating Cancer Plan Help in Tackling Lung Cancer, Colorectal Cancer, Breast Cancer and Melanoma?",
        "9461701": "Natural phytochemicals that affect autophagy in the treatment of oral diseases and infections: A review",
        "9420947": " 131I-Caerin 1.1 and 131I-Caerin 1.9 for the treatment of non-small-cell lung cancer",
        "9343872": "Penta-O-Galloyl-β-D-Glucose in Pistacia integerrima Targets AMPK-ULK1 and ERK/STAT3 Signaling Axes to Induce ROS-Independent Autophagic Cell Death in Human Lung Cancer Cells",
        "9098314": "6′-O-Galloylpaeoniflorin Exerts Inhibitory Bioactivities in Human Neuroblastoma Cells via Modulating AMPK/miR-489/XIAP Pathway",
        "8986392": "Effects of Traditional Chinese Medicine Anticancer Decoction Combined with Basic Chemotherapy and Nursing Intervention on Oral Cancer Patients after Surgery and Its Effect on Tumor Markers and Immune Function",
        "8894005": "Bixin Prevents Colorectal Cancer Development through AMPK-Activated Endoplasmic Reticulum Stress",
        "8816574": "Zingerone Inhibits the Neutrophil Extracellular Trap Formation and Protects against Sepsis via Nrf2-Mediated ROS Inhibition",
        "8716824": "Design, Synthesis and Anti-Lung Cancer Evaluation of 1, 2, 3-Triazole Tethered Dihydroartemisinin-Isatin Hybrids",
        "8234041": "Natural Products, Alone or in Combination with FDA-Approved Drugs, to Treat COVID-19 and Lung Cancer"
    },
    "journal": "Cancer Medicine",
    "topics": [
        "natural, treatment, regarding, cancer",
        "products, perspectives, lung, use",
        "regarding, natural, treatment, cancer"
    ]
}