{
    "title": "Association analysis of driver-gene related genetic variants identified novel lung cancer susceptibility loci with 20,871 lung cancer cases and 15,971 controls",
    "abstract": "Association analysis of driver-gene related genetic variants identified novel lung cancer susceptibility loci with 20,871 lung cancer cases and 15,971 controls Yuzhuo Wang Olga Y. Gorlova Ivan P. Gorlov Meng Zhu Juncheng Dai Demetrius Albanes Stephen Lam Adonina Tardon Chu Chen Gary E. Goodman Stig E. Bojesen Maria Teresa Landi Mattias Johansson Angela Risch H-Erich Wichmann Heike Bickeboller David C. Christiani Gad Rennert Susanne M. Arnold Paul Brennan John K. Field Sanjay Shete Loic Le Marchand Olle Melander Hans Brunnstrom Geoffrey Liu Rayjean J. Methods: We selected expression-related single nucleotide polymorphisms (eSNPs) and nonsynonymous variants of lung CDGs, and tested their associations with lung cancer risk in two large-scale genome-wide association studies (20,871 cases and 15,971 controls of European descent). Results: We identified seven independent SNPs in five lung CDGs that were consistently associated with lung cancer risk in discovery (P < 0.001) and validation (P < 0.05) stages.",
    "authors": [
        "Yuzhuo Wang",
        "Olga Y. Gorlova",
        "Ivan P. Gorlov",
        "Meng Zhu",
        "Juncheng Dai",
        "Demetrius Albanes",
        "Stephen Lam",
        "Adonina Tardon",
        "Chu Chen",
        "Gary E. Goodman",
        "Stig E. Bojesen",
        "Maria Teresa Landi",
        "Mattias Johansson",
        "Angela Risch",
        "H-Erich Wichmann",
        "Heike Bickeboller",
        "David C. Christiani",
        "Gad Rennert",
        "Susanne M. Arnold",
        "Paul Brennan",
        "John K. Field",
        "Sanjay Shete",
        "Loic Le Marchand",
        "Olle Melander",
        "Hans Brunnstrom",
        "Geoffrey Liu",
        "Rayjean J. Hung",
        "Angeline S. Andrew",
        "Lambertus A. Kiemeney",
        "Shanbeh Zienolddiny",
        "Kjell Grankvist",
        "Mikael Johansson",
        "Neil E. Caporaso",
        "Penella J. Woll",
        "Philip Lazarus",
        "Matthew B. Schabath",
        "Melinda C. Aldrich",
        "Victoria L. Stevens",
        "Hongxia Ma",
        "Guangfu Jin",
        "Zhibin Hu",
        "Christopher I. Amos",
        "Hongbing Shen"
    ],
    "published_year": "Not available",
    "description": "Background:\n          A substantial proportion of cancer driver genes (CDGs) are also cancer predisposition genes. However, the associations between genetic variants in lung CDGs and the susceptibility to lung cancer have rarely been investigated.\nMethods:\n          We selected expression-related single nucleotide polymorphisms (eSNPs) and nonsynonymous variants of lung CDGs, and tested their associations with lung cancer risk in two large-scale genome-wide association studies (20,871 cases and 15,971 controls of European descent). Conditional and joint association analysis was performed to identify independent risk variants. The associations of independent risk variants with somatic alterations in lung CDGs or recurrently altered pathways were investigated using data from The Cancer Genome Atlas (TCGA) project.\nResults:\n          We identified seven independent SNPs in five lung CDGs that were consistently associated with lung cancer risk in discovery (P < 0.001) and validation (P < 0.05) stages. Among these loci, rs78062588 in TPM3 (1q21.3) was a new lung cancer susceptibility locus (OR = 0.86, P = 1.65×10−6). Subgroup analysis by histological types further identified nine lung CDGs. Analysis of somatic alterations found that, in lung adenocarcinomas, rs78062588[C] allele (TPM3 in 1q21.3) was associated with elevated somatic copy number of TPM3 (OR = 1.16, P = 0.02). In lung adenocarcinomas, rs1611182 (HLA-A in 6p22.1) was associated with truncation mutations of the transcriptional misregulation in cancer pathway (OR = 0.66, P = 1.76×10−3).\nConclusions:\n          Genetic variants can regulate functions of lung CDGs and influence lung cancer susceptibility.\nImpact:\n          Our findings might help unravel biological mechanisms underlying lung cancer susceptibility.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8120681/",
    "doi": "https://doi.org/10.1158/1055-9965.EPI-19-1085",
    "citation_count": 4,
    "references": {
        "10637260": "Cancer-prone Phenotypes and Gene Expression Heterogeneity at Single-cell Resolution in Cigarette-smoking Lungs",
        "9373374": "Germline genetic biomarkers to stratify patients for personalized radiation treatment",
        "8649721": "Identification of Immune-Related Gene Signatures in Lung Adenocarcinoma and Lung Squamous Cell Carcinoma",
        "7816399": "Interstitial lung abnormalities in patients with stage I non-small cell lung cancer are associated with shorter overall survival: the Boston lung cancer study"
    },
    "journal": "Cancer epidemiology, biomarkers & prevention : a publication of the American Association for Cancer Research, cosponsored by the American Society of Preventive Oncology",
    "topics": [
        "susceptibility, analysis, variants, cases",
        "cancer, lung, association, novel",
        "cancer, lung, genetic, related"
    ]
}