{
    "title": "Indices of Diet Quality and Risk of Lung Cancer in the Women's Health Initiative Observational Study",
    "abstract": "Indices of Diet Quality and Risk of Lung Cancer in the Women's Health Initiative Observational Study Ajay A Myneni Gary A Giovino Amy E Millen Michael J LaMonte Jean Wactawski-Wende Marian L Neuhouser Jiwei Zhao James M Shikany Lina Mu Background Prospective evidence on associations between diet quality indices and lung cancer risk is limited, particularly among older women. Objectives We investigated associations between 4 diet quality indices [Healthy Eating Index-2015 (HEI-2015), Alternate Healthy Eating Index 2010 (AHEI-2010), alternate Mediterranean Diet (aMED), and Dietary Approaches to Stop Hypertension (DASH)] and lung cancer incidence and mortality in the Women's Health Initiative Observational Study. Future studies in populations with diverse age, smoking history, and dietary intake may further elucidate the relation between diet quality indices and lung cancer, especially by histological subtype.",
    "authors": [
        "Ajay A Myneni",
        "Gary A Giovino",
        "Amy E Millen",
        "Michael J LaMonte",
        "Jean Wactawski-Wende",
        "Marian L Neuhouser",
        "Jiwei Zhao",
        "James M Shikany",
        "Lina Mu"
    ],
    "published_year": "2021",
    "description": "Background\n          Prospective evidence on associations between diet quality indices and lung\ncancer risk is limited, particularly among older women.\nObjectives\n          We investigated associations between 4 diet quality indices [Healthy Eating\nIndex-2015 (HEI-2015), Alternate Healthy Eating Index 2010 (AHEI-2010),\nalternate Mediterranean Diet (aMED), and Dietary Approaches to Stop\nHypertension (DASH)] and lung cancer incidence and mortality in the\nWomen's Health Initiative Observational Study.\nMethods\n          Postmenopausal women aged 50–79 y at baseline (1993–1998) self\nreported their diet intake and information on relevant covariates. We used\nCox proportional hazards regression models to estimate HRs and 95%\nCIs after controlling for age, smoking, and other relevant covariates.\nResults\n          During ∼17 y of follow-up among 86,090 participants, 1491 lung cancer\ncases and 1393 lung cancer deaths were documented. Dietary indices were not\nassociated with overall lung cancer incidence but were protective against\nsquamous cell carcinoma (12.8% of total lung cancer) cases (HEI-2015:\nHR: 0.85; 95% CI: 0.76, 0.96; AHEI-2010: HR: 0.87; 95% CI:\n0.78, 0.98; aMED: HR: 0.90; 95% CI: 0.81, 0.99; DASH: HR: 0.87;\n95% CI: 0.77, 0.98). Among the indices, only HEI-2015 showed an\ninverse trend\n(P-trend = 0.02) with\noverall lung cancer mortality. Smoking status or participant age at baseline\ndid not modify the association between dietary indices and lung cancer\nincidence or mortality.\nConclusions\n          After comprehensive control of smoking exposure, we found that diet quality\nwas not associated with overall lung cancer among postmenopausal women.\nHowever, a high-quality diet was inversely related to incident lung cancer\nof the squamous cell subtype. Future studies in populations with diverse\nage, smoking history, and dietary intake may further elucidate the relation\nbetween diet quality indices and lung cancer, especially by histological\nsubtype.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8243815/",
    "doi": "https://doi.org/10.1093/jn/nxab033",
    "citation_count": 9,
    "references": {
        "10980904": "The Healthy Eating Index-2015 and All-Cause/Cause-Specific Mortality: A Systematic Review and Dose–Response Meta-Analysis",
        "10803644": "Adverse pregnancy outcomes and risk of type 2 diabetes in postmenopausal women",
        "10517030": "Role of Mediterranean diet in the development and recurrence of meningiomas: a narrative review",
        "10421925": "Diet quality and lung cancer incidence in a low-income population in the United States",
        "10225695": "Association between dietary approaches to stop hypertension eating pattern and lung cancer risk in 98,459 participants: results from a large prospective study",
        "10102585": "Associations between diet and incidence risk of lung cancer: A Mendelian randomization study",
        "9268346": "Association between Dietary Anthocyanidins and Risk of Lung Cancer",
        "9039180": "Mediterranean Diet Patterns in Relation to Lung Cancer Risk: A Meta-Analysis",
        "8151689": "Diet Quality and Risk of Lung Cancer in the Multiethnic Cohort Study"
    },
    "journal": "The Journal of Nutrition",
    "topics": [
        "quality, observational, risk, women",
        "diet, women, quality, risk",
        "health, indices, study, initiative"
    ]
}