{
    "title": "A 10-Year Cross-Sectional Analysis of Public, Oncologist, and Patient Attitudes About Lung Cancer and Associated Stigma",
    "abstract": "After the 1964 Surgeon General’s report Smoking and Health publicly associated lung cancer to smoking, the disease gained the perception of being “self-inflicted”4 by the “lifestyle choice” of smoking rather than a potential consequence of a powerful addiction, akin to drugs and alcohol.5 Lung cancer stigma is a complex phenomenon that can result in enduring disparities and detrimental outcomes at personal, interpersonal, and societal levels.4 Individuals of any smoking status may be confronted by stigma.6 Those with a smoking history may feel shame and guilt,4,7and all may be subject to stigmatizing questions.8,9 Tragically, stigma can result in patients delaying the treatment10 and result in increased rates of depression and isolation.6 Differential treatment by medical professionals may be delivered or perceived,7,11 and lung cancer research is underfunded by both governmental and nonprofit entities.12 Over the past decade, significant advancements have been made in the diagnosis and treatment of lung cancer. After a decade, there was no statistically significant change in the percentage of the general public agreeing that patients with lung cancer are at least partially to blame for their illness (60.3% in 2018) and that those with lung cancer are viewed or treated differently from other patients with cancer (37.3% in 2018). After a decade, there was no statistically significant change in the percentage of the general public agreeing that patients with lung cancer are at least partially to blame for their illness (60.3% in 2018) and that those with lung cancer are viewed or treated differently from other patients with cancer (37.3% in 2018).",
    "authors": [
        "Maureen Rigney",
        "Eleni Rapsomaniki",
        "Lisa Carter-Harris",
        "Jennifer C. King"
    ],
    "published_year": "Not available",
    "description": "Introduction:\n          Lung cancer stigma negatively impacts the clinical care and outcomes of those diagnosed, resulting in enduring disparities. The objective of this study was to determine whether attitudes toward lung cancer and the stigmatization of people diagnosed have changed over a decade.\nMethods:\n          A cross-sectional survey was administered to the general public, oncologists, and people with lung cancer 10 years apart (2008 and 2018) using the same instrument and methodology. The measures of stigma agreement ratings on a five-point Likert scale were compared between 2008 and 2018 for all three sample groups.\nResults:\n          In 2018, a total of 1001 members of the general public, 205 oncologists, and 208 people with lung cancer were enrolled. Improvements were noted over the decade, including the availability of more treatment options. Greater disease awareness was also found, with 94% of the public reporting knowledge of lung cancer (versus 82.5% in 2008, p < 0.0001). However, no change was found in the percentage of the public reporting that patients with lung cancer are at least partially to blame for their illness (60.3% in 2018). In 2018, more people with lung cancer agreed there is a stigma associated with lung cancer (72.1 versus 54.5%, p < 0.001) and that those diagnosed are viewed or treated differently by society in general (69.4% versus 50.8%, p < 0.001).\nConclusions:\n          The results reflect recognition of treatment gains and increased visibility of lung cancer but also highlight that stigma remains a significant problem. Of critical importance to the care of those diagnosed was the unexpected increase in stigma reported by the patient population.\nIntroduction\n      People diagnosed with lung cancer have higher distress levels1 and greater unmet physical and emotional needs than people with other types of cancer.2 Stigma, defined as the “strong feeling in society that being in a particular situation or having a particular illness is something to be ashamed of,”3 can be a major source of distress. After the 1964 Surgeon General’s report Smoking and Health publicly associated lung cancer to smoking, the disease gained the perception of being “self-inflicted”4 by the “lifestyle choice” of smoking rather than a potential consequence of a powerful addiction, akin to drugs and alcohol.5\n      Lung cancer stigma is a complex phenomenon that can result in enduring disparities and detrimental outcomes at personal, interpersonal, and societal levels.4 Individuals of any smoking status may be confronted by stigma.6 Those with a smoking history may feel shame and guilt,4,7and all may be subject to stigmatizing questions.8,9 Tragically, stigma can result in patients delaying the treatment10 and result in increased rates of depression and isolation.6 Differential treatment by medical professionals may be delivered or perceived,7,11 and lung cancer research is underfunded by both governmental and nonprofit entities.12\n      Over the past decade, significant advancements have been made in the diagnosis and treatment of lung cancer. The introduction of screening and rapid development of novel classes of targeted and immunotherapies are extending survival and potentially impact perceptions about the disease. To determine how lung cancer stigma has changed over time, a cross-sectional study was replicated from a 2008 survey of public, oncologist, and patient attitudes.8,9\nMaterials and Methods\n      Three distinct groups—the general public, oncologists who treat lung cancer, and people diagnosed with lung cancer—were surveyed by telephone and online. Previously published8,9 methods were replicated in 2018. Data collection occurred between June 6, 2018 and July 2, 2018. Participant numbers were similar, and the identical survey instruments were used with additional items added at the end for a more robust stigma assessment.\n      In 2008, general public interviews used a random digit sample of landlines. In 2018, computer-assisted telephone interviewing was used (40% landlines and 60% cellphones). In both studies, sex, age, and geography were weighted to reflect the U.S. population, and participants were excluded if they or a family member had been diagnosed with lung cancer. Oncologists were required to treat 10 or more patients with lung cancer monthly. Oncologist data were collected through self-administered online surveys using an emailed, secure, pass-coded website page. People with lung cancer were surveyed using telephone and online methods, with 48% responding online in 2018 versus 54% in 2008. The patient sample included adults (21+ years old) diagnosed with lung cancer with equal sex representation and a minimum of 80% currently at stage III or IV.\n      Statistical analysis was used to compare the 2008 and 2018 datasets using unpaired t tests if normally distributed, Mann-Whitney U tests if nonnormally distributed, and chi-square or the Fisher exact test for categorical data. p values, when included, are for descriptive purposes and are based on two-sided tests at 0.95 confidence level. Where Likert responses were collapsed, agree was combined with agree completely and somewhat (and likewise for disagree), with a denominator of the total responses. Missing data were rare (<1% of responses) and were excluded from the denominator for proportions.\nResults\n      \n        Participant Demographics\n        A total of 1414 people responded in 2018, including 1001 members of the general public (3.5% response rate), 205 oncologists who treated lung cancer (14.9% response rate), and 208 people with lung cancer (9.7% response rate, Table 1). In 2018, the general public sample was younger and included more people who never smoked. The population with lung cancer had more representation from women, stage IV diagnoses, and people who had never smoked. Oncologist samples were equally balanced, with the exception of a trend shifting away from private practice settings in 2018.\n      \n      \n        Lung Cancer Awareness and Care\n        Public awareness of lung cancer improved, with 94% of the general public in 2018 (versus 82.5% in 2008, p < 0.0001) being familiar with the disease. In 2018, participants were asked about the lung cancer visibility in the media compared with 10 years earlier. All groups believed it was more visible in 2018 (65% general public, 83% oncologists, 78% of people with lung cancer). Furthermore, and consistent with a large number of Food and Drug Administration approvals in the past decade, significantly more oncologists reported having adequate treatment options for metastatic lung cancer (67% versus 36%, p < 0.001).\n      \n      \n        Stigma Agreement Ratings\n        To assess stigma, all groups rated their agreement with a set of five-point Likert scale statements, ranging from Disagree Completely to Agree Completely (Fig. 1). After a decade, there was no statistically significant change in the percentage of the general public agreeing that patients with lung cancer are at least partially to blame for their illness (60.3% in 2018) and that those with lung cancer are viewed or treated differently from other patients with cancer (37.3% in 2018). There was a nonsignificant upward trend in oncologists agreeing that there is a stigma associated with lung cancer (67.8% in 2018 versus 60.2% in 2008, p = 0.169) and that patients with lung cancer blame themselves for their illness (66.8% versus 56.8%, p = 0.062).\n        An increased proportion of people with lung cancer agreed there is a stigma associated with lung cancer (72.1 versus 54.5%, p < 0.001). There was no change in the percentage of patients agreeing that they blame themselves for their illness (44.7 versus 49.5%, p = 0.380), nor in those believing patients with lung cancer are viewed or treated differently (54.3 versus 48.7%, p = 0.305). Significantly more agreed that strangers and acquaintances had said or done things that blamed them for their illness (52.4% versus 31.4%, p < 0.0001) and believed friends and family would be more supportive if they had a different type of cancer (25.5% versus 10.5%, p < 0.0001).\n      \n      \n        Societal Treatment of People With Lung Cancer\n        Significantly more patients agreed that those diagnosed are viewed or treated differently by society in general (69.4% versus 50.8%, p < 0.001) (Fig. 2), with 89% citing “immediate association with smoking” as one example of differential treatment. Lack of awareness, apathy, less sympathy, and isolation were also selected by more than 30% of respondents. In addition, significantly more patients (47.1% versus 24.1%, p < 0.001) felt that they, personally, had been viewed or treated differently by society (Fig. 2).\nParticipant Demographics\n        A total of 1414 people responded in 2018, including 1001 members of the general public (3.5% response rate), 205 oncologists who treated lung cancer (14.9% response rate), and 208 people with lung cancer (9.7% response rate, Table 1). In 2018, the general public sample was younger and included more people who never smoked. The population with lung cancer had more representation from women, stage IV diagnoses, and people who had never smoked. Oncologist samples were equally balanced, with the exception of a trend shifting away from private practice settings in 2018.\nLung Cancer Awareness and Care\n        Public awareness of lung cancer improved, with 94% of the general public in 2018 (versus 82.5% in 2008, p < 0.0001) being familiar with the disease. In 2018, participants were asked about the lung cancer visibility in the media compared with 10 years earlier. All groups believed it was more visible in 2018 (65% general public, 83% oncologists, 78% of people with lung cancer). Furthermore, and consistent with a large number of Food and Drug Administration approvals in the past decade, significantly more oncologists reported having adequate treatment options for metastatic lung cancer (67% versus 36%, p < 0.001).\nStigma Agreement Ratings\n        To assess stigma, all groups rated their agreement with a set of five-point Likert scale statements, ranging from Disagree Completely to Agree Completely (Fig. 1). After a decade, there was no statistically significant change in the percentage of the general public agreeing that patients with lung cancer are at least partially to blame for their illness (60.3% in 2018) and that those with lung cancer are viewed or treated differently from other patients with cancer (37.3% in 2018). There was a nonsignificant upward trend in oncologists agreeing that there is a stigma associated with lung cancer (67.8% in 2018 versus 60.2% in 2008, p = 0.169) and that patients with lung cancer blame themselves for their illness (66.8% versus 56.8%, p = 0.062).\n        An increased proportion of people with lung cancer agreed there is a stigma associated with lung cancer (72.1 versus 54.5%, p < 0.001). There was no change in the percentage of patients agreeing that they blame themselves for their illness (44.7 versus 49.5%, p = 0.380), nor in those believing patients with lung cancer are viewed or treated differently (54.3 versus 48.7%, p = 0.305). Significantly more agreed that strangers and acquaintances had said or done things that blamed them for their illness (52.4% versus 31.4%, p < 0.0001) and believed friends and family would be more supportive if they had a different type of cancer (25.5% versus 10.5%, p < 0.0001).\nSocietal Treatment of People With Lung Cancer\n        Significantly more patients agreed that those diagnosed are viewed or treated differently by society in general (69.4% versus 50.8%, p < 0.001) (Fig. 2), with 89% citing “immediate association with smoking” as one example of differential treatment. Lack of awareness, apathy, less sympathy, and isolation were also selected by more than 30% of respondents. In addition, significantly more patients (47.1% versus 24.1%, p < 0.001) felt that they, personally, had been viewed or treated differently by society (Fig. 2).\nDiscussion\n      Advancements in lung cancer treatment over the past decade, including new classes of targeted and immunotherapy treatments, are extending survival. These results reflect recognition of those gains and increased visibility of the disease, but also highlight that lung cancer stigma remains a significant problem.\n      As described in Table 1, the general public sample in 2018 was younger and included more people who never smoked, consistent with changes in smoking habits over the decade. Most individuals continued to believe that those diagnosed are at least partly to blame for their illness. This result reflects a lack of understanding of the reality of lung cancer today, that most people diagnosed have stopped smoking and nearly 20% have no smoking history at all.13 Another recent report found a reduction in some negative attitudes about lung cancer14 but used a different approach and sample composition over a shorter time period.\n      The most striking finding was the unexpected increase in stigma reported by those diagnosed with lung cancer. The patient sample in 2018 included more women, stage IV diagnoses, and people who had never smoked. This is reflective of the demographic shift in lung cancer, with more young women with no history of smoking being diagnosed.13 Lung cancer stigma may result in disrupted treatment pathways, poorer quality of life, and greater psychosocial distress.6,7,10,11 Because anyone diagnosed can be stigmatized, this increase emphasizes the far-reaching negative implications on all subpopulations of people living with lung cancer.\n      All studies have limitations. These data reflect two snapshots in time but are not longitudinal. The use of identical instruments allowed for direct comparison but limited desired changes in 2018. The goal was to include a sample representative of the U.S. population, but, as in any survey, this cannot be guaranteed. Notably, the demographic shift in the patient sample reflects a population that tends to be educated, engaged, and is often eligible for targeted therapies, which can lead to longer survival. These factors may result in different sensitivities and perceptions of stigma.\n      It may be surprising that increased awareness about lung cancer was coupled with no significant change in public blame and increased patient reporting of stigma. Well-intentioned efforts to raise awareness, promote smoking cessation, and change the conversation around lung cancer may have impacted both the public’s perception and the patient experience. Those diagnosed may have heightened sensitivity to stigma and feel more empowered to report stigmatizing experiences.\n      This study underscores the importance of using thoughtful, nonstigmatizing language in efforts to raise awareness, in tobacco treatment messaging, and patient-provider communications. Until a multilevel approach to reduce lung cancer stigma15 is implemented, stigma will remain a part of the lung cancer experience for many.\nDisclosure:\n        Dr. Rapsomaniki is an employee of AstraZeneca. Ms. Rigney and Dr. King have received travel support from AstraZeneca for speaking engagements, paid to GO2 Foundation. Dr. Carter-Harris declares no conflict of interest.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8355604/",
    "doi": "https://doi.org/10.1016/j.jtho.2020.09.011",
    "citation_count": 6,
    "references": {
        "10905230": "Real‐world analysis of the relationships between smoking, lung cancer stigma, and emotional functioning",
        "10591268": "Identifying Barriers to Advocacy Among Patients With Lung Cancer: The Role of Stigma-Related Interpersonal Constraint",
        "9513545": "Placing a Cancer Diagnosis in Clinical Context: Applying Functional Trajectories to Advanced NSCLC",
        "9238180": "Internalized stigma among cancer patients enrolled in a smoking cessation trial: The role of cancer type and associations with psychological distress",
        "8983342": "Stigma May Exacerbate Disproportionately Low Guideline-Concordant Treatment Rates for Patients With Advanced-Stage Lung Cancer in the United States",
        "8020298": "Lung Cancer Stigma Then and Now: Continued Challenges Amid a Landscape of Progress"
    },
    "journal": "Journal of thoracic oncology : official publication of the International Association for the Study of Lung Cancer",
    "topics": [
        "oncologist, public, cancer, patient",
        "stigma, lung, cancer, oncologist",
        "public, associated, patient, attitudes"
    ]
}