{
    "title": "Comprehensive functional annotation of susceptibility variants identifies genetic heterogeneity between lung adenocarcinoma and squamous cell carcinoma",
    "abstract": "Comprehensive functional annotation of susceptibility variants identifies genetic heterogeneity between lung adenocarcinoma and squamous cell carcinoma Na Qin Yuancheng Li Cheng Wang Meng Zhu Juncheng Dai Tongtong Hong Demetrius Albanes Stephen Lam Adonina Tardon Chu Chen Gary Goodman Stig E. Bojesen Maria Teresa Landi Mattias Johansson Angela Risch H-Erich Wichmann Heike Bickeboller Gadi Rennert Susanne Arnold Paul Brennan John K. Field Sanjay Shete Loic Le Marchand Olle Melander Hans Brunnstrom Geoffrey Liu Rayjean J. Hung Angeline Andrew Lambertus A. Kiemeney Shan Zienolddiny Kjell Grankvist Mikael Johansson Neil Caporaso Penella Woll Philip Lazarus Matthew B. Schabath Melinda C. Aldrich Victoria L. Stevens Guangfu Jin David C. Christiani Zhibin Hu Christopher I. Amos Hongxia Ma Hongbing Shen",
    "authors": [
        "Na Qin",
        "Yuancheng Li",
        "Cheng Wang",
        "Meng Zhu",
        "Juncheng Dai",
        "Tongtong Hong",
        "Demetrius Albanes",
        "Stephen Lam",
        "Adonina Tardon",
        "Chu Chen",
        "Gary Goodman",
        "Stig E. Bojesen",
        "Maria Teresa Landi",
        "Mattias Johansson",
        "Angela Risch",
        "H-Erich Wichmann",
        "Heike Bickeboller",
        "Gadi Rennert",
        "Susanne Arnold",
        "Paul Brennan",
        "John K. Field",
        "Sanjay Shete",
        "Loic Le Marchand",
        "Olle Melander",
        "Hans Brunnstrom",
        "Geoffrey Liu",
        "Rayjean J. Hung",
        "Angeline Andrew",
        "Lambertus A. Kiemeney",
        "Shan Zienolddiny",
        "Kjell Grankvist",
        "Mikael Johansson",
        "Neil Caporaso",
        "Penella Woll",
        "Philip Lazarus",
        "Matthew B. Schabath",
        "Melinda C. Aldrich",
        "Victoria L. Stevens",
        "Guangfu Jin",
        "David C. Christiani",
        "Zhibin Hu",
        "Christopher I. Amos",
        "Hongxia Ma",
        "Hongbing Shen"
    ],
    "published_year": "Not available",
    "description": "",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8374896/",
    "doi": "https://doi.org/10.1007/s11684-020-0779-4",
    "citation_count": 13,
    "references": {
        "10978079": "Tanshinone IIA Alleviates Traumatic Brain Injury by Reducing Ischemia‒Reperfusion via the miR-124-5p/FoxO1 Axis",
        "10961073": "PERP May Affect the Prognosis of Lung Adenocarcinoma by Inhibiting Apoptosis",
        "10840262": "Impact of individual level uncertainty of lung cancer polygenic risk score (PRS) on risk stratification",
        "10747676": "Short-Term Ambient Air Pollution and Urticaria in Guangzhou, China: Estimating the Association and Population Attributable Fraction",
        "10643346": "Genetic susceptibility loci of lung cancer are associated with malignant risk of pulmonary nodules and improve malignancy diagnosis based on CEA levels",
        "10344526": "Construction and evaluation of the functional polygenic risk score for gastric cancer in a prospective cohort of the European population",
        "9658938": "A Novel apaQTL-SNP for the Modification of Non-Small-Cell Lung Cancer Susceptibility across Histological Subtypes",
        "9585683": "Functional studies of lung cancer GWAS beyond association",
        "9500222": "A causal variant rs3769823 in 2q33.1 involved in apoptosis pathway leading to a decreased risk of non-small cell lung cancer",
        "8902245": "The Landscape of Actionable Genomic Alterations by Next-Generation Sequencing in Tumor Tissue Versus Circulating Tumor DNA in Chinese Patients With Non-Small Cell Lung Cancer",
        "8218609": "Epigenetic Landscape of Small Cell Lung Cancer: Small Image of a Giant Recalcitrant Disease",
        "8109123": "MiR-27a-3p suppresses cerebral ischemia-reperfusion injury by targeting FOXO1",
        "8017274": "Knockdown of SNORA47 Inhibits the Tumorigenesis of NSCLC via Mediation of PI3K/Akt Signaling Pathway"
    },
    "journal": "Frontiers of medicine",
    "topics": [
        "variants, susceptibility, identifies, squamous",
        "annotation, comprehensive, variants, susceptibility",
        "functional, genetic, heterogeneity, lung"
    ]
}