{
    "title": "Sub-multiplicative interaction between polygenic risk score and household coal use in relation to lung adenocarcinoma among never-smoking women in Asia",
    "abstract": "Sub-multiplicative interaction between polygenic risk score and household coal use in relation to lung adenocarcinoma among never-smoking women in Asia Batel Blechter Jason Y.Y. Wong Chao Agnes Hsiung H. Dean Hosgood Zhihua Yin Xiao-Ou Shu Han Zhang Jianxin Shi Lei Song Minsun Song Wei Zheng Zhaoming Wang Neil Caporaso Laurie Burdette Meredith Yeager Sonja I. Berndt Maria Teresa Landi Chien-Jen Chen Gee-Chen Chang Chin-Fu Hsiao Ying-Huang Tsai Kuan-Yu Chen Ming-Shyan Huang Wu-Chou Su Yuh-Min Chen Li-Hsin Chien Chung-Hsing Chen Tsung-Ying Yang Chih-Liang Wang Jen-Yu Hung Chien-Chung Lin Reury-Perng Perng Chih-Yi Chen Kun-Chieh Chen Yao-Jen Li Chong-Jen Yu Yi-Song Chen Ying-Hsiang Chen Fang-Yu Tsai Wei Jie Seow Bryan A. Bassig Wei Hu Bu-Tian Ji Wei Wu Peng Guan Qincheng He Yu-Tang Gao Qiuyin Cai Wong-Ho Chow Yong-Bing Xiang Dongxin Lin Chen Wu Yi-Long Wu Min-Ho Shin Yun-Chul Hong Keitaro Matsuo Kexin Chen Maria Pik Wong Daru Lu Li Jin Jiu-Cun Wang Adeline Seow Tangchun Wu Hongbing Shen Joseph F. Fraumeni Pan-Chyr Yang I-Shou Chang Baosen Zhou Stephen J. Chanock Nathaniel Rothman Nilanjan Chatterjee Qing Lan",
    "authors": [
        "Batel Blechter",
        "Jason Y.Y. Wong",
        "Chao Agnes Hsiung",
        "H. Dean Hosgood",
        "Zhihua Yin",
        "Xiao-Ou Shu",
        "Han Zhang",
        "Jianxin Shi",
        "Lei Song",
        "Minsun Song",
        "Wei Zheng",
        "Zhaoming Wang",
        "Neil Caporaso",
        "Laurie Burdette",
        "Meredith Yeager",
        "Sonja I. Berndt",
        "Maria Teresa Landi",
        "Chien-Jen Chen",
        "Gee-Chen Chang",
        "Chin-Fu Hsiao",
        "Ying-Huang Tsai",
        "Kuan-Yu Chen",
        "Ming-Shyan Huang",
        "Wu-Chou Su",
        "Yuh-Min Chen",
        "Li-Hsin Chien",
        "Chung-Hsing Chen",
        "Tsung-Ying Yang",
        "Chih-Liang Wang",
        "Jen-Yu Hung",
        "Chien-Chung Lin",
        "Reury-Perng Perng",
        "Chih-Yi Chen",
        "Kun-Chieh Chen",
        "Yao-Jen Li",
        "Chong-Jen Yu",
        "Yi-Song Chen",
        "Ying-Hsiang Chen",
        "Fang-Yu Tsai",
        "Wei Jie Seow",
        "Bryan A. Bassig",
        "Wei Hu",
        "Bu-Tian Ji",
        "Wei Wu",
        "Peng Guan",
        "Qincheng He",
        "Yu-Tang Gao",
        "Qiuyin Cai",
        "Wong-Ho Chow",
        "Yong-Bing Xiang",
        "Dongxin Lin",
        "Chen Wu",
        "Yi-Long Wu",
        "Min-Ho Shin",
        "Yun-Chul Hong",
        "Keitaro Matsuo",
        "Kexin Chen",
        "Maria Pik Wong",
        "Daru Lu",
        "Li Jin",
        "Jiu-Cun Wang",
        "Adeline Seow",
        "Tangchun Wu",
        "Hongbing Shen",
        "Joseph F. Fraumeni",
        "Pan-Chyr Yang",
        "I-Shou Chang",
        "Baosen Zhou",
        "Stephen J. Chanock",
        "Nathaniel Rothman",
        "Nilanjan Chatterjee",
        "Qing Lan"
    ],
    "published_year": "Not available",
    "description": "",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8378844/",
    "doi": "https://doi.org/10.1016/j.envint.2020.105975",
    "citation_count": 9,
    "references": {
        "10840262": "Impact of individual level uncertainty of lung cancer polygenic risk score (PRS) on risk stratification",
        "10756121": "Integrated multi-omics analysis for lung adenocarcinoma in Xuanwei, China",
        "10220065": "Genome-wide association study of lung adenocarcinoma in East Asia and comparison with a European population",
        "9948994": "Joint Modeling of Gene-Environment Correlations and Interactions using Polygenic Risk Scores in Case-Control Studies",
        "8902745": "Application of P4 (Predictive, Preventive, Personalized, Participatory) Approach to Occupational Medicine",
        "8728044": "Unraveling the complex interplay between genes, environment, and climate in ALS",
        "8492548": "Lifetime ambient ultraviolet radiation exposure and risk of basal cell carcinoma by anatomic site in a nationwide US cohort, 1983–2005",
        "8434718": "Hsa_circ_0001361 facilitates the progress of lung adenocarcinoma cells via targeting miR-525-5p/VMA21 axis",
        "8226327": "Prognostic Value of Germline Copy Number Variants and Environmental Exposures in Non-small Cell Lung Cancer"
    },
    "journal": "Environment international",
    "topics": [
        "relation, use, adenocarcinoma, interaction",
        "coal, score, lung, household",
        "score, risk, adenocarcinoma, women"
    ]
}