{
    "title": "Lung Cancer and Severe Acute Respiratory Syndrome Coronavirus 2 Infection: Identifying Important Knowledge Gaps for Investigation",
    "abstract": "Lung Cancer and Severe Acute Respiratory Syndrome Coronavirus 2 Infection: Identifying Important Knowledge Gaps for Investigation Christian Rolfo Noy Meshulami Alessandro Russo Florian Krammer Adolfo García-Sastre Philip C. Mack Jorge E. Gomez Nina Bhardwaj Amin Benyounes Rafael Sirera Amy Moore Nicholas Rohs Claudia I. Henschke David Yankelevitz Jennifer King Yu Shyr Paul A. Bunn John D. Minna Fred R. Hirsch Introduction Of the many disparities revealed by the coronavirus disease 2019 (COVID-19) pandemic, one of the immediate medical concern is the apparent increased incidence and severity of COVID-19 among patients with cancer,1 and in particular those with lung cancer (Table 1 ).2 , 3 An Italian study of 59,989 patients receiving cancer treatment, of whom 406 became infected with severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), found that patients with lung cancer had the highest incidence of contracting COVID-19 (n = 91).2 A retrospective case-control study of 73.4 million U.S. patients identified 16,570 patients who contracted COVID-19, of whom 1200 were patients with cancer and 100 were recently diagnosed with having lung cancer.3 Patients recently diagnosed with having lung cancer were at a significantly higher risk of infection with SARS-CoV-2 with an adjusted OR of 7.66 (95% confidence interval [CI]: 7.07–8.29).3 Table 1Morbidity and Mortality in Patients With Lung Cancer and SARS-CoV-2 InfectionSummary of Select Studies on COVID-19 Infection and Outcomes Among Patients With Cancer DataStudyCountry/CountriesCancer TypesNumber of Patients With COVID-19aOR of SARS-CoV-2 Infection (95% CI)Hospitalization Rate, %Mortality Rate, %Wang et al.3U.S.All cancer12001.46 (1.42–1.50)——Recent (i.e., past 12 mo) cancer diagnosis6707.14 (6.91–7.39)4815Recent lung cancer diagnosis1007.66 (7.07–8.29)——Control (COVID-19, no cancer)14,840245Aschele et al.2ItalyAll cancer (active anticancer treatment)4061.42 (1.29–1.56)77—Lung cancer (active anticancer treatment)91———Control (COVID-19, general population)————Grivas et al.4295% in U.S.All cancer4966—5814Thoracic409—6926Rivera et al.77U.S.All cancer2186——15Kuderer et al.43U.S.All cancer928—5013Thoracic91———Pinato et al.45UK, Italy, Spain,and GermanyAll cancer890——34Lung119———Lee et al.44UKAll cancer800—8828Respiratory and intrathoracic organs90——36Mehta et al.78U.S.All cancer218——28Lung11——55Control (COVID-19, no cancer)1090——14Garassino et al.7Mostly Italy, Spain, and FranceThoracic cancer2007633Luo et al.41U.S.Lung cancer102—6225Tagliamento et al.4Global metadataAll cancer33,879——25Lung cancer1135——32Note: Patients with lung cancer are at higher risk of COVID-19 infection, hospitalization, and mortality.Mortality rate definitions:-Wang et al.3: Any death during the study period (August 2019–August 2020), death imported from the Social Security Death Index.-Grivas et al.42: All-cause mortality within 30 days of COVID-19 diagnosis.-Rivera et al.77: 30-Day all-cause mortality.-Kuderer et al.43: All-cause mortality within 30 days of COVID-19 diagnosis.-Pinato et al.45: Patients with SARS-CoV-2 infection and cancer identified February 26 to April 1, 2020, deceased by censoring on May 11, 2020.-Lee et al.44: All-cause mortality during the study period (March 18, 2020–April 26, 2020).-Mehta et al.78: Case fatality rate at the time of analysis.-Garassino et al.7: All-cause mortality; of the 66 patients who died, 52 were due to COVID only, seven due to cancer only, three due to cancer and COVID, one due to complication from cancer therapy, one due to cancer progression and another unstated reason, and two due to unstated reasons.-Luo et al.41: Patients who died during the study period (March 12, 2020–May 6, 2020).-Tagliamento et al.4: Rate of death (i.e., case fatality rate) within the study population.CI, confidence interval; COVID-19, coronavirus disease 2019; SARS-CoV-2, severe acute respiratory syndrome coronavirus 2; UK, United Kingdom; U.S., United States. The study found no association between noncytotoxic anticancer therapies and COVID-19 outcomes.42 An analysis by the COVID-19 and Cancer Consortium of 928 patients with cancer and COVID-19, 91 with thoracic malignancies and COVID-19, found no association between 30-day all-cause mortality and recent surgery, recent noncytotoxic therapy, or recent cytotoxic therapy.43 A separate analysis of 800 patients with cancer, including 90 with respiratory and intrathoracic cancer, and COVID-19 found no significant effect between recent (i.e., within 4 wk of a positive SARS-CoV-2 test result) treatment of chemotherapy, immunotherapy, hormonal therapy, targeted therapy, or radiotherapy and mortality.44 An additional study of 890 patients with cancer, 119 with lung cancer, and COVID-19 found that receiving active cancer therapies was associated with a lower risk of death for patients with cancer and COVID-19 (multivariable OR = 0.68, 95% CI: 0.48–1.00, p = 0.03).45 The TERAVOLT study found no statistically significant association between steroid treatment (>10 mg of prednisone) and COVID-19 outcomes among 42 patients with lung cancer and COVID-19 treated with steroids.7 A study of 69 patients with lung cancer and COVID-19, 41 with previous PD-1 blockage treatment, found no association between PD-1 blockage treatment and COVID-19 severity once adjusting for smoking history for 5 or more pack years.6 These data are nearly all from unvaccinated patients. The study found no association between noncytotoxic anticancer therapies and COVID-19 outcomes.42 An analysis by the COVID-19 and Cancer Consortium of 928 patients with cancer and COVID-19, 91 with thoracic malignancies and COVID-19, found no association between 30-day all-cause mortality and recent surgery, recent noncytotoxic therapy, or recent cytotoxic therapy.43 A separate analysis of 800 patients with cancer, including 90 with respiratory and intrathoracic cancer, and COVID-19 found no significant effect between recent (i.e., within 4 wk of a positive SARS-CoV-2 test result) treatment of chemotherapy, immunotherapy, hormonal therapy, targeted therapy, or radiotherapy and mortality.44 An additional study of 890 patients with cancer, 119 with lung cancer, and COVID-19 found that receiving active cancer therapies was associated with a lower risk of death for patients with cancer and COVID-19 (multivariable OR = 0.68, 95% CI: 0.48–1.00, p = 0.03).45 The TERAVOLT study found no statistically significant association between steroid treatment (>10 mg of prednisone) and COVID-19 outcomes among 42 patients with lung cancer and COVID-19 treated with steroids.7 A study of 69 patients with lung cancer and COVID-19, 41 with previous PD-1 blockage treatment, found no association between PD-1 blockage treatment and COVID-19 severity once adjusting for smoking history for 5 or more pack years.6 These data are nearly all from unvaccinated patients.",
    "authors": [
        "Christian Rolfo",
        "Noy Meshulami",
        "Alessandro Russo",
        "Florian Krammer",
        "Adolfo García-Sastre",
        "Philip C. Mack",
        "Jorge E. Gomez",
        "Nina Bhardwaj",
        "Amin Benyounes",
        "Rafael Sirera",
        "Amy Moore",
        "Nicholas Rohs",
        "Claudia I. Henschke",
        "David Yankelevitz",
        "Jennifer King",
        "Yu Shyr",
        "Paul A. Bunn",
        "John D. Minna",
        "Fred R. Hirsch"
    ],
    "published_year": "2021",
    "description": "Introduction\n      Of the many disparities revealed by the coronavirus disease 2019 (COVID-19) pandemic, one of the immediate medical concern is the apparent increased incidence and severity of COVID-19 among patients with cancer,1 and in particular those with lung cancer (Table 1\n).2\n,\n3 An Italian study of 59,989 patients receiving cancer treatment, of whom 406 became infected with severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), found that patients with lung cancer had the highest incidence of contracting COVID-19 (n = 91).2 A retrospective case-control study of 73.4 million U.S. patients identified 16,570 patients who contracted COVID-19, of whom 1200 were patients with cancer and 100 were recently diagnosed with having lung cancer.3 Patients recently diagnosed with having lung cancer were at a significantly higher risk of infection with SARS-CoV-2 with an adjusted OR of 7.66 (95% confidence interval [CI]: 7.07–8.29).3\nTable 1Morbidity and Mortality in Patients With Lung Cancer and SARS-CoV-2 InfectionSummary of Select Studies on COVID-19 Infection and Outcomes Among Patients With Cancer DataStudyCountry/CountriesCancer TypesNumber of Patients With COVID-19aOR of SARS-CoV-2 Infection (95% CI)Hospitalization Rate, %Mortality Rate, %Wang et al.3U.S.All cancer12001.46 (1.42–1.50)——Recent (i.e., past 12 mo) cancer diagnosis6707.14 (6.91–7.39)4815Recent lung cancer diagnosis1007.66 (7.07–8.29)——Control (COVID-19, no cancer)14,840245Aschele et al.2ItalyAll cancer (active anticancer treatment)4061.42 (1.29–1.56)77—Lung cancer (active anticancer treatment)91———Control (COVID-19, general population)————Grivas et al.4295% in U.S.All cancer4966—5814Thoracic409—6926Rivera et al.77U.S.All cancer2186——15Kuderer et al.43U.S.All cancer928—5013Thoracic91———Pinato et al.45UK, Italy, Spain,and GermanyAll cancer890——34Lung119———Lee et al.44UKAll cancer800—8828Respiratory and intrathoracic organs90——36Mehta et al.78U.S.All cancer218——28Lung11——55Control (COVID-19, no cancer)1090——14Garassino et al.7Mostly Italy, Spain, and FranceThoracic cancer2007633Luo et al.41U.S.Lung cancer102—6225Tagliamento et al.4Global metadataAll cancer33,879——25Lung cancer1135——32Note: Patients with lung cancer are at higher risk of COVID-19 infection, hospitalization, and mortality.Mortality rate definitions:-Wang et al.3: Any death during the study period (August 2019–August 2020), death imported from the Social Security Death Index.-Grivas et al.42: All-cause mortality within 30 days of COVID-19 diagnosis.-Rivera et al.77: 30-Day all-cause mortality.-Kuderer et al.43: All-cause mortality within 30 days of COVID-19 diagnosis.-Pinato et al.45: Patients with SARS-CoV-2 infection and cancer identified February 26 to April 1, 2020, deceased by censoring on May 11, 2020.-Lee et al.44: All-cause mortality during the study period (March 18, 2020–April 26, 2020).-Mehta et al.78: Case fatality rate at the time of analysis.-Garassino et al.7: All-cause mortality; of the 66 patients who died, 52 were due to COVID only, seven due to cancer only, three due to cancer and COVID, one due to complication from cancer therapy, one due to cancer progression and another unstated reason, and two due to unstated reasons.-Luo et al.41: Patients who died during the study period (March 12, 2020–May 6, 2020).-Tagliamento et al.4: Rate of death (i.e., case fatality rate) within the study population.CI, confidence interval; COVID-19, coronavirus disease 2019; SARS-CoV-2, severe acute respiratory syndrome coronavirus 2; UK, United Kingdom; U.S., United States.\n      In addition to potentially increased susceptibility to SARS-CoV-2 infection, patients with lung cancer seem to have higher mortality rates and more severe outcomes compared with other patients with cancer. A meta-analysis of published studies reported a 32.4% COVID-19 mortality rate, defined as case fatality rate for patients with lung cancer (95% CI: 26.5%–39.6%; n = 1135), compared with a 25.4% (95% CI: 22.9%–28.2%; n = 31,184) mortality rate for the overall cancer cohort.4 A study of the French population found that patients with lung cancer and COVID-19 were at a 3.6-fold higher risk of hospitalization and a 5.7-fold higher risk of death.5 When hospitalized for COVID-19, 62% of patients with lung cancer experienced the most severe form of the disease requiring prolonged intubation and mechanical ventilation.6 Univariate analyses of 200 patients with lung cancer and COVID-19 in the TERAVOLT (Thoracic Cancers International COVID-19 Collaboration) registry observed associations linking increased mortality with age greater than 65 years, chemotherapy treatment, and presence of comorbidities. Nevertheless, in multivariable analyses, only smoking was statistically associated with increased mortality.7 In this international study, most patients succumbed to complications from COVID-19 and not from lung cancer progression.\n      Collectively, these data suggest that patients with lung cancer are among the most vulnerable populations to COVID-19. There is notable overlap in respiratory symptoms between lung cancer and COVID-19, with theoretically synergistic morbidities. Considering many patients with lung cancer undergo immunosuppressive cancer therapies that may affect the immune response to SARS-CoV-2 infections or vaccines, prioritized protective and therapeutic strategies are strongly warranted.\nBiological Context: COVID-19 and Lung Cancer\n      The lungs are the major affected organs of SARS-CoV-2 infection affecting the pulmonary function. Within the lungs, the angiotensin-converting enzyme 2 (ACE2)–expressing (ACE2+) and/or TMPRSS2-expressing (TMPRSS2+) alveolar type II (AT2) cells are the major sites for SARS-CoV-2 infection and replication and contribute to the secretion of cytokines in response to viral infection.8 These eventually lead to one of the most dreaded complications, acute respiratory distress syndrome. In addition, infected lung cells, together with infected cells in the upper respiratory tract, might contribute to the generation of aerosol-containing viruses involved in viral transmission among the population. Investigators exploring the molecular pathogenesis of lung cancer have extensively studied these ACE2+ TMPRSS2+ AT2 cells. ACE2 expression is elevated in tumor and tumor-adjacent normal tissues in patients with cancer, including tumor-adjacent lung tissue in patients with lung cancer, and in lung tissue of individuals who smoke.9\n,\n10 This might partially explain why patients with lung cancer are potentially at higher risk of severe COVID-19. ACE2 and TMPRSS2 are heterogeneously expressed across different healthy tissues with the highest expression levels in digestive, urinary, and reproductive organs.11 ACE2 expression pattern and level are closely related to the susceptibility and symptoms of COVID-19 (Fig. 1\n).12 Tumor cells are also more susceptible to viral replication owing to defects in innate antiviral immunity associated with transformation.13 It is important to determine whether SARS-CoV-2 replicates in lung cancer cells and whether the potential for replication increases the risk of infection, viral load, ability to mount an antiviral immune response, and/or the development of more severe clinical COVID-19 disease. Likewise, does the histologic type or biological subtypes of lung cancer, other clinical characteristics, or treatments affect on these important issues. Thus, a better understanding of the factors affecting SARS-CoV-2 replication in lung cancer cells is needed to implement strategies to reduce the risk of patients with lung cancer developing severe COVID-19 and to evaluate the efficacy of COVID-19 vaccines in these patients.Figure 1COVID-19 biology and lung cancer (credit: created with BioRender.com). ACE2, angiotensin-converting enzyme 2; COVID-19, coronavirus disease 2019; SARS-CoV-2, severe acute respiratory syndrome coronavirus 2.\n      Because SARS-CoV-2 infection of the lung results in COVID-19–associated pulmonary changes (as, e.g., lung abnormalities on chest computed tomography scans and changes in pulmonary function), including potential changes in lung epithelial cells, we will also need to study whether there is a correlation between this infection and onset of lung cancer on a population level. There is also a concern that COVID-19–induced inflammation may fuel lung cancer development or its pathophysiology. Patients with severe COVID-19 infections have elevated inflammatory markers (CXCL10, GM-CSF, IL-6), as compared with those presenting moderate disease severity,14 including duration of intubation.15 Tumor-promoting inflammation is one of the hallmarks of cancer16 as inflammation plays a central role in angiogenesis and is critical in metastasis.17, 18, 19 In addition, it has been hypothesized that COVID-19 infection might be associated with respiratory sequelae, including pulmonary fibrosis.20 Idiopathic pulmonary fibrosis is a common comorbidity of lung cancer.21\nClinical Implications of COVID-19 for Patients With Lung Cancer\n      \n        COVID-19 Implications for Lung Cancer Diagnosis\n        COVID-19 poses relevant diagnostic challenges in patients with lung cancer. Lung cancer screening declined during the COVID-19 pandemic as a measure to reduce potential virus exposures and enable the reallocation of medical resources.22, 23, 24 A survey of 116 U.S. lung cancer screening programs found that 85% of the programs stopped operating for at least 5 weeks owing to the pandemic.25 Some public health messages (e.g., not seeking medical care for mild respiratory symptoms, a hallmark of initial lung cancer symptoms) exacerbated the problem. Nevertheless, a recent population-based study revealed that lung cancer screening rates in the United States remained stable between 2019 and 2020 and just under 1 in 15 eligible persons were screened. These data reflect the large underutilization of low-dose computed tomography screening before the pandemic, in which only 5% to 6% of adults received screening in 2018.26 A study of U.S. patients found that the weekly number of patients diagnosed with having cancer decreased by 46.4% during the pandemic period (March 1, 2020–April 18, 2020) when compared with the prepandemic period (January 6, 2019–February 29, 2020). A decrease greater than 25% was found in the number of patients diagnosed with having lung cancer, but specific numbers were not disclosed.27 Another study found a sharp decline in screenings for breast (91%) and colorectal (79%) cancers in the United States from March to May of 2020 when compared with 2019, with a near complete recovery by July 2020.28 As a result of such lung cancer-specific screening delays and scheduling restrictions, researchers are projecting a 5% increase in lung cancer deaths in the United Kingdom in the next 5 years.1 These data might be taken with caution, as other additional factors might affect lung cancer deaths, including COVID-19 itself, and future studies need to address this issue. In addition, some centers have found an increase in the proportion of patients diagnosed with having more advanced stages of lung cancer (stages III and IV)29 potentially owing to delays in seeking medical care during the pandemic.30 When screening resumed, another center found a threefold increase in the percent of patients with potentially malignant lung nodules (29% versus 8%, p < 0.01).22 Whether a more rapid progression of lung cancer in patients infected with SARS-CoV-2 may have happened and eventually led to a higher proportion of advanced stages is undetermined but conceivable. A decline in surgical activities was recently reported in a survey of thoracic surgeons in Spain, leading to substantial changes in standard protocols for early stage cancer and in the preoperative workup.31\n\n        An additional pandemic-related challenge is concurrent diagnosis of lung cancer and COVID-19. For example, radiographic findings of SARS-CoV-2 infection in lung cancer may mimic lung cancer progression or radiation/drug-induced/immune-related pneumonitis as a complication to anticancer therapies.32 Thus, interpreting lung cancer initial diagnosis or clinical status may in some cases be problematic with the potential of misdiagnosing the radiographic examinations in patients with COVID-19–related pulmonary disease.33\n,\n34\n\n        A significant decline of patient attendance to the hospitals was initially observed, with a slow return to prepandemic numbers only after implementation of infection preventive measures that requested redesign of health care services to accommodate pandemic precautions.35, 36, 37 Nevertheless, inequalities across patient subgroups were reported in terms of returning to expected prepandemic numbers of pathologic cancer diagnoses, as recently reported for lung cancer diagnoses in Northern Ireland.38\n\n      \n      \n        Impact of Cancer Therapy on SARS-CoV-2 Infection\n        In addition to screening delays, patients with lung cancer experienced treatment delays. In a survey of 356 cancer centers across 54 countries, 88% of centers reported challenges in delivering care during the pandemic with 46% of cancer centers reporting greater than 10% of patients missing at least one treatment cycle.39 A study of 165 patients with cancer being treated at a Japanese hospital found that 15 patients (9%) had their treatment delayed owing to COVID-19. Given that Japan was among the best performing countries that are controlling the pandemic, it is conceivable that a greater proportion of global patients with cancer experienced treatment delays.40\n\n        Most patients with lung cancer undergo some form of potential immune-modulating therapy (including both immunosuppressive and immunostimulatory interventions), such as immune checkpoint blockade–based immunotherapy, chemotherapy, molecular-targeted therapies, and/or radiotherapy. It is important to understand whether/how the immune response to SARS-CoV-2 is influenced by patients receiving immune checkpoint inhibitors (ICIs) or other immune-modulating treatments, including steroid therapy. A retrospective single-center cohort study did not find any difference in COVID-19 severity in a cohort of patients with lung cancer diagnosed with having COVID-19 between March 12, 2020, and April 13, 2020, and stratified by programmed death-1 (PD-1) blockade exposure.41 These findings were confirmed in the larger registries of TERAVOLT.7\n\n        Most studies so far have found no association between cancer therapy and increased mortality among patients with cancer and COVID-19 (Table 2\n). Nevertheless, one study of 4966 patients with cancer, 409 with thoracic cancer, found that recent (past 3 mo) cytotoxic chemotherapy treatments were associated with an increased risk of severe COVID-19 (OR = 1.28, 95% CI: 1.04–1.58) and 30-day mortality (OR = 1.61, 95% CI: 1.15–2.24). The study found no association between noncytotoxic anticancer therapies and COVID-19 outcomes.42 An analysis by the COVID-19 and Cancer Consortium of 928 patients with cancer and COVID-19, 91 with thoracic malignancies and COVID-19, found no association between 30-day all-cause mortality and recent surgery, recent noncytotoxic therapy, or recent cytotoxic therapy.43 A separate analysis of 800 patients with cancer, including 90 with respiratory and intrathoracic cancer, and COVID-19 found no significant effect between recent (i.e., within 4 wk of a positive SARS-CoV-2 test result) treatment of chemotherapy, immunotherapy, hormonal therapy, targeted therapy, or radiotherapy and mortality.44 An additional study of 890 patients with cancer, 119 with lung cancer, and COVID-19 found that receiving active cancer therapies was associated with a lower risk of death for patients with cancer and COVID-19 (multivariable OR = 0.68, 95% CI: 0.48–1.00, p = 0.03).45 The TERAVOLT study found no statistically significant association between steroid treatment (>10 mg of prednisone) and COVID-19 outcomes among 42 patients with lung cancer and COVID-19 treated with steroids.7 A study of 69 patients with lung cancer and COVID-19, 41 with previous PD-1 blockage treatment, found no association between PD-1 blockage treatment and COVID-19 severity once adjusting for smoking history for 5 or more pack years.6 These data are nearly all from unvaccinated patients. Given increasing vaccination rates among patients with lung cancer, an important question today is on how vaccinated patients with lung cancer will be affected by treatment approaches (see the vaccine section).Table 2Impact of Anticancer Treatments on COVID-19 SeveritySummary of Select Studies Exploring the Impact of Cancer Treatments on COVID-19 SeverityStudyCountry/CountriesCancer TypesNumber of Patients With COVID-19Key InsightsGrivas et al.4295% in U.S.All cancer4966Recent (past 3 mo) cytotoxic chemotherapy associated with severe COVID-19 (OR = 1.28) and 30-d mortality (OR = 1.61). Noncytotoxic anticancer therapies, including immunotherapy, targeted therapy, and endocrine therapy not associated with severe COVID-19 nor 30-d mortalityThoracic409Kuderer et al.47U.S.All cancer928No association between 30-d all-cause mortality and recent surgery, recent noncytotoxic therapy, or recent cytotoxic systemic therapyThoracic91Pinato et al.45UK, Italy, Spain, and GermanyAll cancer890No association between cytotoxic chemotherapy, targeted therapy, or immunotherapy and COVID-19 severityLee et al.44UKAll cancer800No significant mortality effect for recent (past 4 wk) chemotherapy, immunotherapy, hormonal therapy, targeted therapy, or radiotherapyRespiratory and intrathoracic organs90Mehta et al.78U.S.All cancer218Neither chemotherapy nor radiotherapy associated withLung11increased case fatality rateGarassino et al.7Mostly Italy, Spain, and FranceThoracic cancer200In multivariable analysis, TKIs, chemotherapy, and immunotherapy, not associated with increased mortalityLuo et al.41U.S.Lung cancer102No observed impact of TKIs or chemotherapy and COVID-19 severityLuo et al.6U.S.Lung cancer69No significant association between PD-1 blockade and COVID-19 severityNote: Active cancer treatments do not worsen COVID-19 outcomes in patients with cancer and COVID-19.COVID-19, coronavirus disease 2019; PD-1, programmed cell death protein-1; TKI, tyrosine kinase inhibitor; U.S., United States; UK, United Kingdom.\nCOVID-19 Implications for Lung Cancer Diagnosis\n        COVID-19 poses relevant diagnostic challenges in patients with lung cancer. Lung cancer screening declined during the COVID-19 pandemic as a measure to reduce potential virus exposures and enable the reallocation of medical resources.22, 23, 24 A survey of 116 U.S. lung cancer screening programs found that 85% of the programs stopped operating for at least 5 weeks owing to the pandemic.25 Some public health messages (e.g., not seeking medical care for mild respiratory symptoms, a hallmark of initial lung cancer symptoms) exacerbated the problem. Nevertheless, a recent population-based study revealed that lung cancer screening rates in the United States remained stable between 2019 and 2020 and just under 1 in 15 eligible persons were screened. These data reflect the large underutilization of low-dose computed tomography screening before the pandemic, in which only 5% to 6% of adults received screening in 2018.26 A study of U.S. patients found that the weekly number of patients diagnosed with having cancer decreased by 46.4% during the pandemic period (March 1, 2020–April 18, 2020) when compared with the prepandemic period (January 6, 2019–February 29, 2020). A decrease greater than 25% was found in the number of patients diagnosed with having lung cancer, but specific numbers were not disclosed.27 Another study found a sharp decline in screenings for breast (91%) and colorectal (79%) cancers in the United States from March to May of 2020 when compared with 2019, with a near complete recovery by July 2020.28 As a result of such lung cancer-specific screening delays and scheduling restrictions, researchers are projecting a 5% increase in lung cancer deaths in the United Kingdom in the next 5 years.1 These data might be taken with caution, as other additional factors might affect lung cancer deaths, including COVID-19 itself, and future studies need to address this issue. In addition, some centers have found an increase in the proportion of patients diagnosed with having more advanced stages of lung cancer (stages III and IV)29 potentially owing to delays in seeking medical care during the pandemic.30 When screening resumed, another center found a threefold increase in the percent of patients with potentially malignant lung nodules (29% versus 8%, p < 0.01).22 Whether a more rapid progression of lung cancer in patients infected with SARS-CoV-2 may have happened and eventually led to a higher proportion of advanced stages is undetermined but conceivable. A decline in surgical activities was recently reported in a survey of thoracic surgeons in Spain, leading to substantial changes in standard protocols for early stage cancer and in the preoperative workup.31\n\n        An additional pandemic-related challenge is concurrent diagnosis of lung cancer and COVID-19. For example, radiographic findings of SARS-CoV-2 infection in lung cancer may mimic lung cancer progression or radiation/drug-induced/immune-related pneumonitis as a complication to anticancer therapies.32 Thus, interpreting lung cancer initial diagnosis or clinical status may in some cases be problematic with the potential of misdiagnosing the radiographic examinations in patients with COVID-19–related pulmonary disease.33\n,\n34\n\n        A significant decline of patient attendance to the hospitals was initially observed, with a slow return to prepandemic numbers only after implementation of infection preventive measures that requested redesign of health care services to accommodate pandemic precautions.35, 36, 37 Nevertheless, inequalities across patient subgroups were reported in terms of returning to expected prepandemic numbers of pathologic cancer diagnoses, as recently reported for lung cancer diagnoses in Northern Ireland.38\nImpact of Cancer Therapy on SARS-CoV-2 Infection\n        In addition to screening delays, patients with lung cancer experienced treatment delays. In a survey of 356 cancer centers across 54 countries, 88% of centers reported challenges in delivering care during the pandemic with 46% of cancer centers reporting greater than 10% of patients missing at least one treatment cycle.39 A study of 165 patients with cancer being treated at a Japanese hospital found that 15 patients (9%) had their treatment delayed owing to COVID-19. Given that Japan was among the best performing countries that are controlling the pandemic, it is conceivable that a greater proportion of global patients with cancer experienced treatment delays.40\n\n        Most patients with lung cancer undergo some form of potential immune-modulating therapy (including both immunosuppressive and immunostimulatory interventions), such as immune checkpoint blockade–based immunotherapy, chemotherapy, molecular-targeted therapies, and/or radiotherapy. It is important to understand whether/how the immune response to SARS-CoV-2 is influenced by patients receiving immune checkpoint inhibitors (ICIs) or other immune-modulating treatments, including steroid therapy. A retrospective single-center cohort study did not find any difference in COVID-19 severity in a cohort of patients with lung cancer diagnosed with having COVID-19 between March 12, 2020, and April 13, 2020, and stratified by programmed death-1 (PD-1) blockade exposure.41 These findings were confirmed in the larger registries of TERAVOLT.7\n\n        Most studies so far have found no association between cancer therapy and increased mortality among patients with cancer and COVID-19 (Table 2\n). Nevertheless, one study of 4966 patients with cancer, 409 with thoracic cancer, found that recent (past 3 mo) cytotoxic chemotherapy treatments were associated with an increased risk of severe COVID-19 (OR = 1.28, 95% CI: 1.04–1.58) and 30-day mortality (OR = 1.61, 95% CI: 1.15–2.24). The study found no association between noncytotoxic anticancer therapies and COVID-19 outcomes.42 An analysis by the COVID-19 and Cancer Consortium of 928 patients with cancer and COVID-19, 91 with thoracic malignancies and COVID-19, found no association between 30-day all-cause mortality and recent surgery, recent noncytotoxic therapy, or recent cytotoxic therapy.43 A separate analysis of 800 patients with cancer, including 90 with respiratory and intrathoracic cancer, and COVID-19 found no significant effect between recent (i.e., within 4 wk of a positive SARS-CoV-2 test result) treatment of chemotherapy, immunotherapy, hormonal therapy, targeted therapy, or radiotherapy and mortality.44 An additional study of 890 patients with cancer, 119 with lung cancer, and COVID-19 found that receiving active cancer therapies was associated with a lower risk of death for patients with cancer and COVID-19 (multivariable OR = 0.68, 95% CI: 0.48–1.00, p = 0.03).45 The TERAVOLT study found no statistically significant association between steroid treatment (>10 mg of prednisone) and COVID-19 outcomes among 42 patients with lung cancer and COVID-19 treated with steroids.7 A study of 69 patients with lung cancer and COVID-19, 41 with previous PD-1 blockage treatment, found no association between PD-1 blockage treatment and COVID-19 severity once adjusting for smoking history for 5 or more pack years.6 These data are nearly all from unvaccinated patients. Given increasing vaccination rates among patients with lung cancer, an important question today is on how vaccinated patients with lung cancer will be affected by treatment approaches (see the vaccine section).Table 2Impact of Anticancer Treatments on COVID-19 SeveritySummary of Select Studies Exploring the Impact of Cancer Treatments on COVID-19 SeverityStudyCountry/CountriesCancer TypesNumber of Patients With COVID-19Key InsightsGrivas et al.4295% in U.S.All cancer4966Recent (past 3 mo) cytotoxic chemotherapy associated with severe COVID-19 (OR = 1.28) and 30-d mortality (OR = 1.61). Noncytotoxic anticancer therapies, including immunotherapy, targeted therapy, and endocrine therapy not associated with severe COVID-19 nor 30-d mortalityThoracic409Kuderer et al.47U.S.All cancer928No association between 30-d all-cause mortality and recent surgery, recent noncytotoxic therapy, or recent cytotoxic systemic therapyThoracic91Pinato et al.45UK, Italy, Spain, and GermanyAll cancer890No association between cytotoxic chemotherapy, targeted therapy, or immunotherapy and COVID-19 severityLee et al.44UKAll cancer800No significant mortality effect for recent (past 4 wk) chemotherapy, immunotherapy, hormonal therapy, targeted therapy, or radiotherapyRespiratory and intrathoracic organs90Mehta et al.78U.S.All cancer218Neither chemotherapy nor radiotherapy associated withLung11increased case fatality rateGarassino et al.7Mostly Italy, Spain, and FranceThoracic cancer200In multivariable analysis, TKIs, chemotherapy, and immunotherapy, not associated with increased mortalityLuo et al.41U.S.Lung cancer102No observed impact of TKIs or chemotherapy and COVID-19 severityLuo et al.6U.S.Lung cancer69No significant association between PD-1 blockade and COVID-19 severityNote: Active cancer treatments do not worsen COVID-19 outcomes in patients with cancer and COVID-19.COVID-19, coronavirus disease 2019; PD-1, programmed cell death protein-1; TKI, tyrosine kinase inhibitor; U.S., United States; UK, United Kingdom.\nCOVID-19 Vaccine Safety and Efficacy in Patients With Lung Cancer\n      Global SARS-CoV-2 vaccinations are rapidly rolling out. Despite the significant burden on patients with lung cancer, the initial COVID-19 vaccine trials had few, if any, patient with lung cancer enrolled. Only 3.7% of patients enrolled in the Pfizer and BioNTech vaccine trial (BNT162b2) (NCT04368728)46 had cancer listed as a comorbidity.47 Moderna’s vaccine (mRNA-1273) trial (NCT04470427) did not list the number of enrolled patients with cancer. Moderna also excluded study participants who received “immunosuppressive” medication for greater than 14 days in the past 6 months.48 Recent studies found the COVID-19 vaccine to be safe and effective on the basis of more than 900 patients with cancer, including 381 patients with thoracic/head and neck cancer.5\n,\n49, 50, 51, 52, 53 An additional study explored the short-term safety profile of the BNT162b2 vaccine in 134 patients with cancer under immune checkpoint blockage.54 Early on when vaccines became available, the COVID-Lung Cancer Consortium recommended special vaccination programs for patients with lung cancer.55\n\n      Initial data suggest that COVID-19 vaccines are safe in patients with lung cancer.5\n,\n49, 50, 51, 52, 53, 54 The safety profile of patients with cancer, including those undergoing ICI treatment, is similar to healthy controls. In addition, there was no correlation between previous immune-related adverse events and systemic side effects.54 The most common side effects were mild (e.g., pain at the site of injection). These results suggest that administration of SARS-CoV-2 mRNA vaccines is safe in patients with cancer, including those treated with immunotherapy, similarly to other common vaccines, such as seasonal influenza.56\n\n      Initial data suggest that SARS-CoV-2 vaccines are effective in patients with lung cancer (Table 3\n). A prospective study from Israel evaluated 102 patients with solid tumors undergoing active intravenous anticancer treatment and 78 controls who received the second dose of the BNT162b2 vaccine at least 12 days before enrollment. The study revealed that mRNA SARS-CoV-2 vaccines are effective in patients with cancer, after the second dose, but their effectiveness may be reduced when compared with healthy individuals (seroconversion 90% versus 100%). Patients with lung cancer (n = 24) had a 92% seroconversion rate.50 A follow-up analysis found that 87% of patients with cancer were seropositive at a median of 123 days (∼5 mo) after the second dose (versus 100% for health individuals).57 Another study of 154 patients with cancer, 36 with lung cancer, found that 6 months after vaccination, 79% of patients with cancer were seropositive versus 84% of age-matched controls without cancer.58 Chemotherapy treatment was associated with lower rates of seropositivity when compared with biological and immunotherapy treatments (73% versus 90%, p = 0.02).58 The ideal timing for vaccination is still to be defined, although a recent study revealed that most of the initial nonresponders had blood collected for immune analysis 7 to 14 days after their most recent treatment with cytotoxic agents, when a nadir in blood counts and the peak of myelosuppression from traditional chemotherapy agents is observed.59 In a larger study, including 200 patients with cancer who had received full dosing of a Food and Drug Administration–approved SARS-CoV-2 vaccine (mRNA-1273, BNT162b2, or Ad26.COV2.S), patients with solid tumors (including 13% with thoracic or head neck cancers) had a high seroconversion rate (98%) with those receiving ICIs (97%) or hormonal therapies (100%) revealing the highest seroconversion postvaccination. Patients with previous SARS-CoV-2 infection had higher antispike immunoglobulin G titers postvaccination. Highest immunoglobulin G titers were found with the mRNA-1273 vaccine (median of 11,963 arbitrary unit [AU]/mL) followed by the BNT162b2 (5173 AU/mL) vaccine and the single-dose Ad26.COV2.S vaccine (1121 AU/mL).51\nTable 3Summary of COVID-19 Vaccine Effectiveness in Fully Vaccinated Patients With CancerSummary of COVID-19 Vaccine Effectiveness in Fully Vaccinated Patients With CancerStudyCountry/CountriesCancer Types# of Patients or ControlVaccine# of Patients or Control% SeroconversionMedian Titer Level (AU/mL or U/mL)Gounant et al.61FranceThoracic269Mostly BNT162b2269944725Control13BNT162b213—10,594Goshen-Lago et al.49IsraelVarious218BNT162b221886—Lung cancer43BNT162b24386—Massarweh et al.50IsraelSolid cancers102BNT162b2102901931Lung cancer26BNT162b226921334Control78BNT162b2781007160Thakkar et al.51U.S.Various200BNT162b2115955173Thoracic/head and neck25mRNA-1273629411,963Ad26.COV2.S20851121Control26———>15,000Addeo et al.52Switzerland, U.S.Various131BNT162b230931232Thoracic malignancy18mRNA-127393952500Barriere et al.5FranceSolid cancers42BNT162b24295245Control—BNT162b2—1002517Monin et al.53United KingdomVarious24BNT162b22479—Control12BNT162b212100—Note: Two-dose mRNA vaccines are highly effective (∼90%) in patients with cancer, though patients with cancer have lower titers than health controls.#, number; AU, arbitrary unit; COVID-19, coronavirus disease 2019; U.S., United States.\n      Vaccines could potentially be less effective in patients with lung cancer than in healthy controls. In the Israeli study, patients with lung cancer (n = 24) had lower antibody levels (1334 AU/mL) compared with healthy individuals (7160 AU/mL) and the overall cancer cohort (1931 AU/mL).50 Furthermore, researchers from England found poor vaccine efficacy among patients with cancer after one dose of BNT162b2 (38% seropositivity in patients with solid tumors versus 94% for the healthy controls).53 Similarly, a prospective study evaluating the seroconversion rates and anti–SARS-CoV-2 spike protein antibody titers after the first and second doses of BNT162b2 and mRNA-1273 SARS-CoV-2 vaccines in 131 patients with cancer in the United States and Europe revealed that the seroconversion rates and antibody titers were significantly lower after the first vaccine dose compared with those after the second dose in all subgroups, confirming the poor antibody response after the first dose in patients with cancer. Nevertheless, excellent antibody response at 3 weeks after the second doses with mRNA SARS-CoV-2 vaccines was observed (94% seroconversion).52 A pronounced lag in antibody production compared with the rate in noncancer controls was also reported in a recent Israeli study (29% seroconversion after the first dose of BNT162b2 vaccine compared with 84% of the controls, but the seropositive rate reached 86% in the patients after the second dose). This study enrolled 45 patients with lung cancer (19%), 43 of whom received a second dose.49 Similarly, the prospective observational VOICE study has recently evaluated the impact of immunotherapy, chemotherapy, and chemoimmunotherapy on immunogenicity and safety of COVID-19 vaccination in patients treated for a solid tumor, including a significant proportion of patients with lung cancer. The study confirmed that mRNA-1273 vaccine is safe in patients with cancer undergoing active treatments with a high seroconversion rate, not inferior to controls. Nevertheless, a significant minority of the patients does not develop an adequate antibody response (6.9% in the immunotherapy cohort, 16.2% in the chemotherapy cohort, and 11.2% in the chemoimmunotherapy cohort).60 Recently, French investigators reported the results on 306 patients with thoracic cancer from the prospective observational COVIDVAC-OH study investigating SARS-CoV-2 vaccination’s (mainly mRNA-based vaccines) effectiveness (NCT04776005).61 They observed only seven mild COVID-19 cases among 306 vaccinated patients (2.3%), supporting the efficacy of mRNA COVID-19 vaccines in patients with thoracic cancer. Of 269 serologic results available beyond day 14 post-second vaccine dose, 6.3% were still negative (<50 AU/mL), whereas 11% were less than 300 AU/mL (12.5th percentile). Lack of immunization was associated in a multivariate analysis with age and long-term corticosteroid treatment. Interestingly, 30 patients with persistent low antibody titers received a third vaccine dose, resulting in an 88% immunization rate.61 These results support the use of a third dose for patients with lack of immunization after complete two vaccine doses and could contribute to appropriate seroprotection in patients still poorly immunized post-two vaccines.\n      As novel SARS-CoV-2 virus variants are increasingly reported, the efficacy of vaccines in preventing SARS-CoV-2 infections and COVID-19 is a major source of concerns, especially for the highly transmissible B.1.617.2 (delta) variant. For instance, British researchers found that BNT162b2 (BioNTech) and ChAdOx1 nCoV-19 (AstraZeneca) vaccines are effective against the delta variant, though their effectiveness is reduced. Effectiveness against symptomatic disease after one dose of vaccine was notably lower among persons with the delta variant (30.7%, 95% CI: 25.2–35.7) than among those with the alpha variant (48.7%, 95% CI: 45.5–51.7), with similar results for both vaccines. The second dose of BNT162b2 vaccine was found to be 88% effective against the delta variant (95% CI: 85.3–90.1) versus 93.7% effective against the alpha variant (95% CI: 91.6–95.3). The second dose of ChAdOx1 nCoV-19 vaccine was 67% effective against the delta variant (95% CI: 61.3%–71.8%) versus 74.5% against the alpha variant (95% CI: 68.4%–79.4%).62 Similarly, preliminary data reported from the Israel’s Ministry of Health reveal that the delta variant could negatively affect the capacity of the BioNTech vaccine to reduce infection transmission.63 Data from Canadian researchers on the effectiveness of BNT162b2, mRNA-1273, and ChAdOx1 vaccines against symptomatic SARS-CoV-2 infection and severe outcomes (COVID-19 hospitalization or death) caused by the alpha (B.1.1.7), beta (B.1.351), gamma (P.1), and delta (B.1.617.2) variants of concern (VOCs) were recently reported. The results of this study suggest that even a single dose of these three vaccines provides good to excellent protection against symptomatic infection and severe outcomes caused by the four currently circulating VOCs and that two doses are likely to provide even higher protection.64\n\n      Another observational study conducted in Scotland confirmed that ChAdOx1 and BNT162b2 vaccines are effective in reducing the risk of SARS-CoV-2 infection and COVID-19 hospitalization in people with the delta VOC, but these effects on infection seemed to be diminished when compared with those with the alpha VOC.65 Further data, especially in patients with cancer, are urgently needed.\n      Importantly, vaccine efficacy has been linked to antispike antibody titers both from a global perspective across phase 3 efficacy trials66, 67, 68 and recently from an individual level.69\n,\n70 The establishment of a threshold antibody titer needed for protection will help to guide patient management because serology tests are widely available and patients with low antibody responses could then receive a booster dose. An absolute correlate of protection will also in general inform policy-making regarding potential booster doses in nonresponders or individuals with suboptimal responses as found in some patients with lung cancer. As a first step to improve immunity in those who do not respond well, the U.S. Centers for Disease Control and Prevention has recently recommended booster doses (a third mRNA vaccine dose) for immunocompromised and immunosuppressed individuals.\n      Nevertheless, although most of the above-mentioned studies do not specifically apply to lung cancer population(s), many questions have to be answered for this particular patient group. At Mt. Sinai in New York, a Center of Excellence for COVID-19 serologic studies was established through an NCI/SeroNet U-54 grant and in collaboration with UT Southwestern and University of Colorado. The center is conducting a large, prospective, match-controlled study of patients with lung cancer evaluating their antibody and cellular immune responses after SARS-CoV-2 vaccination. Initial findings confirm that most patients with lung cancer mount a good response to vaccination.71 Nevertheless, a subgroup of patients did not mount “adequate” antibody response. The goals of the study are to evaluate the magnitude, quality, and duration of neutralizing antibody response after SARS-CoV-2 infection or vaccination and correlate to cellular immunity in a long-term follow-up program.\nCOVID-19 Impact on Lung Cancer Research\n      Lung cancer clinical research was severely affected by the COVID-19 pandemic. Overall clinical trial accrual in May 2020 was 74% compared with the year before.72 Between March and May 2020, the number of patients enrolled in trials for the Alliance for Clinical Trials in Oncology declined by more than 50% and only returned to baseline levels in the fall of 2020.25 A March 2020 survey by the American Society of Clinical Oncology of 32 clinical sites found that 60% of sites halted screening/enrollment for some clinical trials and ceased research only visits.72 The American SWOG cancer research group found an inverse relationship between local prevalence of COVID-19 and clinical trial enrollment.73 Although no specific data are reported for lung cancer clinical trials, the International Association for the Study of Lung Cancer is conducting a global survey study on COVID-19 and impact on clinical trials.74 Results will be presented at the Presidential Symposium at World Conference on Lung Cancer 21.\nFuture Perspectives\n      Although at higher risk of development of severe COVID-19 disease, patients with lung cancer should continue their course of cancer treatments. Further lung cancer-specific investigations are warranted to evaluate the impact of specific cancer treatments and impaired COVID-19 outcomes. As part of this, there needs to be increased vigilance in minimizing the risk of viral spread in the lung cancer health care delivery arena by vaccinating medical staff, using masks and social distancing, installing appropriate clinic ventilation, and improving patient access to high-quality cancer care by means of telemedicine.75\n\n      Most importantly, given their vulnerability to severe COVID-19, all people living with lung cancer should get vaccinated in countries where vaccines are readily available and vaccine use in patients with cancer should be prioritized in countries where vaccines are scarce. Although the duration of COVID-19 vaccine protection among patients with cancer generally, and lung cancer in particular, is unknown, the vaccines are effective and safe.5\n,\n49, 50, 51, 52\n,\n53\n,\n61 In addition, further investigation is needed to determine which vaccines are most effective in patients with lung cancer. Initial data suggest that the single-dose Ad26.COV2.S vaccine generated lower antibody titers and lower seroconversion in patients with cancer in general when compared with the two-dose mRNA vaccines. Finally, patients with solid tumors receiving anticancer treatment within one year of their first mRNA vaccine dose should get a third booster vaccination where available.76\n\n      Several clinically significant questions on COVID-19 and lung cancer remain unanswered (Table 4\n), as follows: (1) Do patients with lung cancer develop the same immune response as “healthy” individuals and does this vary by vaccine type? (2) What is the duration of vaccine protection in patients with lung cancer? (3) Do specific cancer therapies influence the response to SARS-CoV-2 vaccinations? (4) If patients with lung cancer have a lower immunologic response, should a special vaccination program be developed? What would the program look like (e.g., extra “boost” of previous given vaccination? different vaccination platform? routine serologic monitoring?) (5) Will patients with low or no antibody response to SARS-CoV-2 vaccination be particularly vulnerable to new variants? (6) What is required to assure clinical protection against COVID-19 and which immunologic components beyond neutralizing antibody titers need to also be studied, including cellular immunity and particularly T-cell functions? and (7) What are the causes and frequency of “breakthrough” infections in vaccinated patients with lung cancer?Table 4Key Open Questions on COVID-19 and Lung Cancer1.Does SARS-CoV-2 infect lung cancer cells and is this infection important in the pathogenesis of COVID-29 disease?2.Does SARS-CoV-2 infection of the lung in otherwise healthy individuals affect on the future development of lung cancer?3.Does COVID-19 pulmonary disease affect the clinical behavior of lung cancer in individual patients?4.Do patients with lung cancer develop inferior immune responses to SARS-CoV-2 natural infection or vaccination?5.Do clinical characteristics and therapy of lung cancer affect development and severity of COVID-19 and anti–SARS-CoV-2 immune responses?6.How can we improve anti–SARS-CoV-2 immune responses in patients with lung cancer?COVID-19, coronavirus disease 2019; SARS-CoV-2, severe acute respiratory syndrome coronavirus 2.\n      As patients with lung cancer are highly vulnerable to COVID-19 and many lung cancer therapies (e.g., immune checkpoint blockade) might limit the generation of an immune response to the SARS-CoV-2 vaccine, lung cancer-specific clinical and basic-translational studies are needed. An additional question is what did we learn from the pandemic in terms of modifications/mitigation measures for clinical care and clinical trials, which can be applied to future practice? As it seems that we will be dealing with COVID-19 (and a variety of viral VOCs) for the foreseeable future, both continued collection of retrospective data, and planning for prospective studies of mitigation measures taken during COVID 19 pandemic, and clinical pathologic/molecular correlative studies for SARS-CoV-2 infection and development of COVID-19 in patients with lung cancer seem essential to help fill in our current knowledge gaps.\nConclusions\n      The COVID-19 pandemic reveals that patients with lung cancer are more susceptible and more likely to develop more severe COVID-19 disease after SARS-CoV-2 infection. The clinical impact of newly evolved virus variants is not yet completely known. The biology of lung cancer, hyperinflammatory milieu, and the uniqueness of lung cancer treatments make it important to perform studies specific to lung cancer. Although it is encouraging that the initial available data suggest that COVID-19 vaccines seem to be protective in most patients with lung cancer, further research is needed to understand the mechanisms underlying SARS-CoV-2 infection, COVID-19 vaccination, and immunity in patients with lung cancer to better protect and care for this vulnerable population. Furthermore, although new virus variants are emerging, there will be an ongoing need to continue such studies to understand factors that contribute to clinical protection of patients with lung cancer. Are some subgroups more vulnerable than others and what is the impact of antineoplastic therapies? Further studies on vaccination in patients with lung cancer are needed to determine the role of booster vaccination, and to determine the optimal vaccination programs. The duration of immunologic protection is another key factor that will affect on long-term care of patients with lung cancer. To evaluate antiviral immune protection, it is likely that routine serologic monitoring for antiviral antibody and potential antiviral T-cell activity will be required. Likewise, detailed studies on the relationship between vaccination and the efficacy/toxicity of individual cancer therapies are paramount. Finally, as we consider the critical role that immunogenicity plays in lung cancer pathogenesis and treatment, it is highly likely that fundamental questions surrounding the intersection of COVID-19 and cancer will lead to discoveries and breakthroughs that will positively affect future lung cancer treatment an-=d prevention strategies.\nCRediT Authorship Contribution Statement\n      Christian Rolfo, Fred R. Hirsch, Paul A. Bunn Jr., John D. Minna: Conceptualization.\n\n      Christian Rolfo, Noy Meshulami, Alessandro Russo, Amin Benyounes, Rafael Sirera, Fred R. Hirsch: Writing—original draft.\n      Christian Rolfo, Noy Meshulami, Alessandro Russo, Florian Krammer, Adolfo García-Sastre, Philip C. Mack, Jorge E. Gomez, Nina Bhardwaj, Amin Benyounes, Rafael Sirera, Amy Moore, Nicholas Rohs, Claudia I. Henschke, David Yankelevitz, Jennifer King, Yu Shyr, Paul A. Bunn Jr., John D. Minna, Fred R. Hirsch: Writing—review and editing.\n      Christian Rolfo, Fred R. Hirsch: Supervision, Project administration.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8579698/",
    "doi": "https://doi.org/10.1016/j.jtho.2021.11.001",
    "citation_count": 20,
    "references": {
        "10814098": "Lung Cancer Related Thrombosis (LCART): Focus on Immune Checkpoint Blockade",
        "10651354": "Coronavirus disease 2019 and lung cancer: where are we?",
        "10467266": "Genome instability-derived genes as a novel prognostic signature for lung adenocarcinoma",
        "10455536": "The Inflammatory Profile Correlates with COVID-19 Severity and Mortality in Cancer Patients",
        "10241323": "Current challenges and perspectives in lung cancer care during COVID-19 waves",
        "10223259": "Serological Response to SARS-CoV-2 after COVID-19 Vaccination in Lung Cancer Patients: Short Review",
        "10172598": "SARS-CoV-2 infection dysregulates the expression of clinically relevant drug metabolizing enzymes in Vero E6 cells and membrane transporters in human lung tissues",
        "10155141": "Antibody response to SARS-CoV-2 WT and Omicron BA.4/5 of inactivated COVID-19 vaccine in patients with lung cancer after second and booster immunization",
        "9958887": "Outcomes of Thoracoscopic Lobectomy after Recent COVID-19 Infection",
        "9876008": "Brief Report: Declining Rates of SARS-CoV-2 Vaccine Uptake Among Patients With Thoracic Malignancies",
        "9750888": "Antibody responses to second doses of COVID-19 vaccination in lung cancer patients undergoing treatment",
        "9738445": "The Interplay of Lung Cancer, COVID-19, and Vaccines",
        "9589049": "Biological effects of COVID-19 on lung cancer: Can we drive our decisions",
        "9492516": "In silico prediction of COVID-19 cytokine storm in lung cancer types",
        "9470147": "The Armed Conflict and the Impact on Patients With Cancer in Ukraine: Urgent Considerations",
        "9302364": "Association between smoking and COVID-19 severity: A multicentre retrospective observational study",
        "9181633": "An L-theanine derivative targets against SARS-CoV-2 and its Delta and Omicron variants",
        "9129196": "Mission, Organization, and Future Direction of the Serological Sciences Network for COVID-19 (SeroNet) Epidemiologic Cohort Studies",
        "9027516": "COVID-19 and Lung Cancer: A Comprehensive Overview from Outbreak to Recovery",
        "9020481": "Longitudinal COVID-19-vaccination-induced antibody responses and Omicron neutralization in patients with lung cancer"
    },
    "journal": "Journal of Thoracic Oncology",
    "topics": [
        "coronavirus, respiratory, syndrome, cancer",
        "gaps, identifying, acute",
        "lung, coronavirus, infection, severe"
    ]
}