{
    "title": "Managing Severe Dysgeusia and Dysosmia in Lung Cancer Patients: A Systematic Scoping Review",
    "abstract": "Doi et al. ( 43) 2018 Review -Cites 4 RCTs on the effect of zinc and Polaprezinc on the management of dysgeusia in cancer patients; only 2 involving lung cancer patients (Yamagata et al. being the only trial involving lung cancer patients exclusively; Lyckholm et al. involving 10 lung cancer patients from a sample of 41 patients with multiple cancer types) -Taste Alterations - Quantitative and qualitative methods - Yamagata et al. explored the intravenous infusion of zinc during chemotherapy as a strategy for preventing tastedisorders in patients receiving CT for lung cancer, with successful results.- Lyckholm et al. reported the failure of using oral zinc sulfate at 220 mg twice a day in improving CT-related taste alteration, loss or distortion of taste and smell, compared with placebo.- The studies demonstrated varied administration routes and dosing of zinc and Polaprezinc and included subjective forms of assessment of dysgeusia. Doi et al. ( 43) 2018 Review -Cites 4 RCTs on the effect of zinc and Polaprezinc on the management of dysgeusia in cancer patients; only 2 involving lung cancer patients (Yamagata et al. being the only trial involving lung cancer patients exclusively; Lyckholm et al. involving 10 lung cancer patients from a sample of 41 patients with multiple cancer types) -Taste Alterations - Quantitative and qualitative methods - Yamagata et al. explored the intravenous infusion of zinc during chemotherapy as a strategy for preventing tastedisorders in patients receiving CT for lung cancer, with successful results.- Lyckholm et al. reported the failure of using oral zinc sulfate at 220 mg twice a day in improving CT-related taste alteration, loss or distortion of taste and smell, compared with placebo.- The studies demonstrated varied administration routes and dosing of zinc and Polaprezinc and included subjective forms of assessment of dysgeusia. Doi et al. ( 43) 2018 Review -Cites 4 RCTs on the effect of zinc and Polaprezinc on the management of dysgeusia in cancer patients; only 2 involving lung cancer patients (Yamagata et al. being the only trial involving lung cancer patients exclusively; Lyckholm et al. involving 10 lung cancer patients from a sample of 41 patients with multiple cancer types) -Taste Alterations - Quantitative and qualitative methods - Yamagata et al. explored the intravenous infusion of zinc during chemotherapy as a strategy for preventing tastedisorders in patients receiving CT for lung cancer, with successful results.- Lyckholm et al. reported the failure of using oral zinc sulfate at 220 mg twice a day in improving CT-related taste alteration, loss or distortion of taste and smell, compared with placebo.- The studies demonstrated varied administration routes and dosing of zinc and Polaprezinc and included subjective forms of assessment of dysgeusia.",
    "authors": [
        "Ana Sofia Spencer",
        "David da Silva Dias",
        "Manuel Luís Capelas",
        "Francisco Pimentel",
        "Teresa Santos",
        "Pedro Miguel Neves",
        "Antti Mäkitie",
        "Paula Ravasco"
    ],
    "published_year": "2021",
    "description": "Introduction\n      The second most frequently occurring cancer globally is lung cancer, with an incidence of 2,206.77 (excluding non-melanoma skin cancers), only surpassed by breast cancer. Also, it has the highest mortality of any cancer, accounting for 1,796,144 deaths in 2020 (1).\n      Whilst many symptoms are associated with lung cancer, clinicians frequently observe taste and smell alterations (TSAs). TSAs can be present upon initial diagnosis or develop during the course of cancer treatment, and can lead to a change in food preferences, resulting in reduced nutrient intake, a higher probability of weight loss and impact on patient’s health-related quality of life (HRQoL) through a decrease in the pleasure of eating (2).\n      Although taste and smell belong to anatomically distinct systems, they are intimately connected in the sensory perception of food (3).\n      The chemical interplay between taste and smell senses is critical in helping humans gather information about themselves and their surrounding environment, from aiding social interaction, detecting potential dangers and the enjoyment of food consumption (4).\n      When consuming food or drinks, saliva helps dissolve tastant molecules facilitating their interaction with taste receptors in the mouth, leading to the activation of subsequent cascades that send signals to the brain through specialized nerve cells. The signals generated by the five basic tastes – bitter, salty, sour, sweet and umami - interact with other signals triggered by eating and drinking, such as smell and the trigeminal sensations of irritancy, temperature and texture. Together, these combine to create the sensations associated with flavor. Upon stimulation, taste bud cells trigger the activation of proximal gustatory afferent fibers that convey signals, via the facial (VII), glossopharyngeal (IX) and vagal (X) nerves, to the rostral division of the solitary tract nucleus in the brain stem. Additional taste neurons of a higher-order project these signals to the thalamus and subsequently to the gustatory cortex. The taste signals are then projected to a variety of brain structures via neurons in the gustatory cortex, including the mid-brain dopaminergic regions, amygdala, and orbitofrontal cortex. The orbitofrontal cortex is also targeted by neurons involved in olfaction and oral mouth-feel which is thought to be central in perceiving flavour (5).\n      The axons of olfactory sensory neurons project signals to the olfactory bulb. The piriform cortex is the main recipient of afferents from the olfactory bulb. The axons of neurons projected from the olfactory bulb are broadly dispersed across the surface of the piriform cortex, and individual piriform cortex neurons respond to numerous, chemically distinct odorants, clustering odor representations and enabling them to preferentially signify odor relationships (6).\n      The olfactory and taste systems can be damaged in multiple ways that reduce their function, including age, bacterial and viral illnesses, trauma, surgical damage, severe allergies, chronic rhinosinusitis, inborn genetic disorders, neurological diseases, some medications and cancer treatments (4).\n      Both quantitative and qualitative changes can occur as a result of taste disorders. Quantitative changes include ageusia (total taste loss), hypogeusia (partial taste loss) and hypergeusia (increased taste responsiveness). Qualitative changes include phantogeusia (the sensation of taste with stimuli absent, also known as “oral phantoms”) and dysgeusia (the persistence in the mouth of slaty, bitter, rancid or metallic taste sensations after finishing a meal (3, 5).\n      Typically, smell disorders are divided into four categories, depending on their odor perception impact. Firstly, the absence of smell perception, or Anosmia. Secondly, a quantitatively reduced ability to perceive smells, or Hyposmia. Thirdly, a qualitative distortion of the normally perceived smell, or Parosmia. And finally, the perception of smells in the absence of an odor, or Phantosmia (4).\n      TSAs can be evaluated through quantitative analysis, chemical stimuli or surveys (6). As described above, the nature of the chemical senses is incredibly complex and interconnected, therefore being important to assess smell and taste together (7).\n      However, a limiting factor to the evaluation of TSAs arises from the heterogeneity of the systems used to measure them and the fact that these symptoms are often underestimated and overlooked, probably due to their non-life-threatening nature (8).\n      Dysgeusia affects 46-77% of patients with cancer, from roughly 53% of patients receiving treatment with chemotherapeutic drugs, to 66% of those receiving radiotherapy (RT) and 76% of those patients prescribed both treatments (2, 8–11).\n      One review reported a prevalence of 12-84% of self-reported taste problems among cancer patients (12).\n      Another review of patients receiving chemotherapy (CT) reported a prevalence of alterations to taste of 45-84% and of alterations to smell of 5-60%. It also found that in patients with advanced cancer, almost 80% reported TSAs (13).\n      One unicentric study involving 239 patients with different cancer types undergoing cancer treatment (including nine patients with lung cancer) reported a 54% rate of dysphagia, 62% rate of taste changes and 35% rate of smell changes (14).\n      These wide ranges relate to study heterogeneity and the absence of standardized questionnaires and methodologies for patients to self-report the presence of chemosensory alterations (3, 12).\n      Malnutrition is a common finding in cancer patients, with an incidence varying between 31–87%. Undernutrition and weight loss may result from reduced energy intake, increased energy requirements, impaired nutrient absorption, tumor-related catabolism and inflammation leading to muscle wasting, anticancer treatment side effects and patient’s poor psychological state (15).\n      A study by Joseph P.V. et al. performed with 1,329 cancer patients of various types undergoing CT, concluded that patients reporting treatment-related taste alterations suffered significantly from neuropsychological symptoms. These included higher levels of depression, anxiety, sleep disturbance and fatigue when compared to patients with no change in taste (16).\n      In line with the psychosocial impact of CT, Sasaki et al. evaluated the perception of symptoms through a 94-item questionnaire in 49 patients receiving chemotherapy in a hospital in Japan. It was concluded that the most frequent and troublesome non-physical concern of patients was the fact that “it affected their families or partner” (17).\n      Multiple studies have highlighted that poor prognosis and quality of life (QoL) in cancer patients is intimately associated with weight loss, which in turn raises the probability of adverse side-effects from treatment and impairing the response of a tumor to therapy (15).\n      This is reflected by the fact that malnutrition, and not malignancy, is responsible for 20% of cancer patients deaths, meaning it is essential for patients to maintain an appropriate dietary intake throughout their cancer treatment (18).\n      This scoping review aims to comprehensively understand the pathophysiology, impact, prevention, and treatment of TSAs in lung cancer patients, and to identify gaps in our current scientific knowledge so as to encourage further research in those areas. A preliminary search on Pubmed and the Cochrane Database of Systematic Reviews was conducted and no existing or in progress systematic reviews on this topic were identified.\nObjectives\n          To systematically review the literature on TSAs in LC patients, understand the physiopathology, identify potential preventive and Tx strategies and to further encourage research in this area.\nMethods\n      \n        Inclusion Criteria\n        This scoping review was built on the basis of “The Joanna Briggs Institute” methodology. The inclusion criteria for this review were based upon the PCC elements (Population, Concept and Context). This review examined all studies and reports focusing on TSAs occurring in adult lung cancer patients, either being treatment-naïve or submitted to cancer treatment, even if the studies were not limited to this specific cancer type. Studies focusing on the pathophysiology, management and treatment approaches of TSAs were also considered.\n      \n      \n        Types of Sources\n        This scoping review considered experimental and quasi-experimental study designs, including randomized controlled trials, non-randomized controlled trials, before and after studies and interrupted time-series studies. Analytical observational studies, including prospective and retrospective cohort studies and analytical cross-sectional studies; and descriptive observational study designs including case series, individual case reports and descriptive cross-sectional studies, were considered for inclusion. Text and opinion papers that met the inclusion criteria were also considered.\n      \n      \n        Search Strategy\n        A literature search was performed in July 2021 including English language papers indexed to Pubmed, CINALH, SCOPUS and Web of Science, using the MeSH terms “Dysgeusia”, “Olfaction Disorders”, “Lung neoplasms”, “Carcinoma, Non-Small-Cell Lung”, “Carcinoma, Small Cell”, “Adenocarcinoma of Lung”, “Carcinoma, Large Cell”, and the additional search terms “Altered Taste”; “Parageusia”, “Smell Disorder”, “Dysosmia”, “Paraosmia”, “Lung Cancer” and “Oat Cell Carcinoma”, with no date range filter (\nTable 1\n). Articles from other sources were also searched to complement the review. Additionally, bibliography lists of all retrieved articles were searched for relevant studies.\n        \n          Table 1\n          \n            Summary of the search strategy.\n          \n          \n            \n              \n                Search Strategy\n              \n            \n            \n              \n                \nPubmed\n\n                [(((((((((((Taste Disorders[MeSH Terms)] OR Taste Disorders[Title/Abstract]) OR Dysgeusia[MeSH Terms]) OR Dysgeusia[Title/Abstract]) OR Olfaction Disorders[MeSH Terms]) OR Olfaction Disorders[Title/Abstract]) OR Altered Taste[Title/Abstract]) OR Parageusia[Title/Abstract]) OR Smell Disorder[Title/Abstract]) OR Dysosmia[Title/Abstract]) OR Paraosmia[Title/Abstract])) AND ((((((((((((Carcinoma, Large Cell[MeSH Terms]) OR Carcinoma, Large Cell[Title/Abstract]) OR Adenocarcinoma of Lung[MeSH Terms]) OR Adenocarcinoma of Lung[Title/Abstract]) OR Carcinoma, Small Cell[MeSH Terms]) OR Carcinoma, Small Cell[Title/Abstract]) OR Carcinoma, Non-Small-Cell Lung[MeSH Terms]) OR Carcinoma, Non-Small-Cell Lung[Title/Abstract]) OR Lung neoplasms[MeSH Terms]) OR Lung neoplasms[Title/Abstract]) OR Lung Cancer[Title/Abstract]) OR Oat Cell Carcinoma[Title/Abstract])\n              \n              \n                \nCINAHL\n\n                (MM Lung neoplasms OR TI Lung neoplasms OR AB Lung neoplasms OR MM Carcinoma, non-small cell lung OR TI Carcinoma, non-small cell lung OR AB Carcinoma, non-small cell lung OR MM Carcinoma, Small Cell OR TI Carcinoma, Small Cell OR AB Carcinoma, Small Cell OR MM Adenocarcinoma of Lung OR TI Adenocarcinoma of Lung OR AB Adenocarcinoma of Lung OR TI Carcinoma, Large Cell OR AB Carcinoma, Large Cell OR TI Lung Cancer OR AB Lung Cancer OR TI Oat Cell Carcinoma OR AB Oat Cell Carcinoma) AND (MM Dysgeusia OR TI Dysgeusia OR AB Dysgeusia OR MM Olfaction disorders OR TI Olfaction disorders OR AB Olfaction disorders OR MM Taste Disorders OR TI Taste Disorders OR AB Taste Disorders OR TI Altered Taste OR AB altered states of consciousness OR TI Parageusia OR AB Parageusia OR TI Smell Disorder OR AB Smell Disorder OR TI Dysosmia OR AB Dysosmia OR TI Paraosmia OR AB Paraosmia)\n              \n              \n                \nWeb Of Science\n\n                Search similar to the two search engines above\n              \n              \n                \nSCOPUS\n\n                Search similar to the two search engines above\n              \n            \n          \n        \n      \n      \n        Data Extraction and Presentation\n        Data were extracted from papers by two authors independently, using the Rayyan data extraction tool. The data extracted included specific details about TSAs in cancer patients in general and in lung cancer patients, as well as key relevant information to the review questions. Where there was disagreement between authors, the issues were discussed to reach a consensus. Following extraction, all full texts were subsequently independently screened by the reviewers. The extracted data are presented in tabular form, to align with the objectives of this scoping review. We attached a narrative summary to accompany the tabulated results to describe the relationship between the results and the review’s objective and questions.\nResults\n      \n        Study Inclusion\n        A total of 1,960 citations were identified. After duplicate removal (n=159), 1,802 titles and abstracts meeting the inclusion criteria remained for analysis. 1,752 references were then excluded, with 50 full texts retrieved for analysis. Sixteen studies were excluded, leaving 34 articles to be included in this review. The PRISMA flowchart (\nFigure 1\n) describes the flow of decisions of this process. \nTable 5\n records studies ineligible following the full text review.\n        \n          Figure 1\n          \n            PRISMA flowchart outlining the process for selecting the included articles.\n          \n          \n        \n      \n      \n        Review findings\n        \n          Factors Influencing TSAs\n          The exact underlying mechanisms behind chemosensory alterations in cancer patients is not fully known, due to odor and taste abnormalities having a multifactorial etiology, heterogeneous cancer population studies, variability of the definition of “taste” and on the endpoints used in the studies, as well as the lack of standardized measurement tools to evaluate TSAs (3, 12).\n          A study by Belqaid et al. demonstrated that the intensity of TSAs tends to change over time within the course of lung cancer treatment. Additionally, TSAs are influenced by the presence of additional symptoms, side-effects of treatment and other individual and contextual factors (19).\n          Additional factors can also contribute to reduced smell and taste perception, including, poor oral hygiene, lack of saliva and alcohol or nicotine abuse (20).\n          Eating-related symptoms such as nausea, dry mouth, premature satiety, appetite loss and fatigue also interrelate with TSAs (21).\n          Xerostomia is highly related to taste alteration, as food particles stimulate taste bud taste receptor cells within the lingual papillae, when in solution. Therefore, reduced secretion and increased saliva viscosity may interfere with flavor molecules being transported to taste and olfactory receptors (3).\n          In addition, changes in cell volume or osmolar content of any of the central nervous system neurons implicated in the sense of taste are influenced by extracellular hypo-osmolality and may potentially inhibit the sense of taste (22).\n          In a systematic review by Nolden et al., the majority of the reviewed articles identified no significant relationship between measures of smell or taste and intake of food and enjoyment. However, it was suggested that where lower taste sensitivity is experienced by patients (higher detection thresholds), incidences of food avoidance also increase. The most common taste alterations were observed for sweet and, to some extent, bitter perception, whereas alterations in cancer patients to salt and sour perception where less frequent. The alterations were associated with lower consumption, appetite, and patients avoiding certain foods (12).\n          Williams and Cohen compared the taste threshold levels of 30 male lung cancer subjects before the start of RT or CT with a healthy control group, demonstrating a significant reduction in the sensitivity for sour in the lung cancer group. No significant differences were noted concerning sweet, bitter or salty tastes, although there were individuals with recognition levels that differed considerably from controls. It was concluded that diet therapy management for lung cancer patients should be individualized, in order to maintain the diary amount of protein and calories (23).\n          Turcott et al. evaluated changes in the thresholds for detecting and recognizing sweet, bitter and umami tastes in patients with non-small cell lung cancer (NSCLC) receiving CT treatments of cisplatin and paclitaxel-based, as well as their association with nutritional and HRQoL parameters. It was concluded that taste buds’ impairment and disturbance of renewal cell processes might increase the detection thresholds for sweet, sour, salty, bitter or umami. On the other hand, higher sensitivity to umami recognition (hypergeusia) had significant association with a global HRQoL status deterioration and loss of appetite (p=0.016 and 0.115 respectively) (24).\n          McGreevy et al. investigated the characteristics of severe TSAs reported by 89 lung cancer patients undergoing CT. Patients reporting TSAs were younger and more frequently smokers. Gender was a statistically significant variable, with higher numbers of women reporting TSAs (25).\n          On the other hand, Yoshimoto et al. investigated CT impact on the smell and taste of 35 Japanese patients with lung cancer through the use of questionnaires, identifying no statistically significant associations between smell alterations and age, gender or smoking history. Patients became more sensitive to sweet and salty tastes, but less so for umami and bitter. This might have been influenced by patients’ psychological stress, oral hygiene and smoking status, as well as the study’s small sample size (11).\n          Amézaga et al. also found no statistically significant differences in taste and smell alterations between older and younger patients (3).\n          Zabernigg et al. found that elderly patients or patients with nicotine abuse reported fewer TAs, which might be explained by the fact that these two groups already tend to suffer from hypogeusia of some degree, making CT-induced changes less noticeable (10).\n        \n        \n          Taste and Smell Alterations in Treatment- Naïve Lung Cancer Patients\n          \n\nTable 2\n summarizes the existing evidence on TSAs in treatment-naïve lung cancer patients, included in the review. Turcott et al. found a 35% prevalence of self-reported dysgeusia among 65 treatment-naïve non-small cell lung cancer patients submitted to self-reporting taste and smell questionnaires and a rinse stimuli technique. A minimal concentration of taste stimuli was required for most patients to perceive the stimuli; however they commonly could not recognize the taste. Patients with dysgeusia presented with a significantly reduced lean-body mass (p=0.027), a significant increase in fat mass (p=0.027) and gastrointestinal symptoms, including nausea (p=0.042), anorexia (p=0.004), early satiety (p<0.0001) and reduced food consumption (p=0.01). They also had clinically significant alterations in HRQoL scales (2).\n          \n            Table 2\n            \n              Summary of evidence concerning treatment-naïve lung cancer patients included in the review.\n            \n            \n              \n                \n                  Authors\n                  Year\n                  Type of Study\n                  Sample Size\n                  Variables Assessed\n                  Method used to evaluate TSAs\n                  Main Results\n                \n              \n              \n                \n                  \nTurcott et al. (\n2)\n                  2020\n                  Cross-sectional, unicentric\n                  N= 65 treatment-naïve non-small-cell lung cancer (SCLC) pts\n                  -Dysgeusia-HRQL-Nutritional Status\n                  Self-reporting taste Questionnaire\n                  -35% prevalence of self-reported dysgeusia-Pts with dysgeusia had less lean body mass (p=0.027); higher fat mass (p=0.027); nausea (p=0.042); anorexia (p=0.004); early satiety (p<0.0001); clinically significant alterations in HRQL\n                \n                \n                  \nBelqaid et al. (\n13\n)\n\n                  2014\n                  Prospective, observational, unicentric\n                  N=215 pts under investigation for lung cancer, of which N=117 were diagnosed with lung cancer\n                  -TSAs-Nutritional Status\n                  Taste and Smell Survey\n                  -38% prevalence of TSAs in pts with and without lung cancer; generally mild- Pts with lung cancer reporting TSAs had higher frequency of weight loss ≥10% (p<0.05)\n                \n                \n                  \nWilliams & Cohen (\n23\n)\n\n                  1978\n                  Prospective, observational, unicentric\n                  N=60; 30 male pts with lung cancer and 30 male healthy controls\n                  - Taste Acuity\n                  Method of Henkin\n                  -Lung cancer pts had lower sensitivity for sour (p=0.05)\n                \n                \n                  \nSingh et al. (\n30\n)\n\n                  2009\n                  Case Report\n                  –\n                  –\n                  –\n                  - Case report of concomitant dysgeusia, hyponatremia and SCLC.- Dysgeusia is rarely seen with SIAD; various reports on its association with lung cancer, mostly with SCLC histology.\n                \n                \n                  \nNakazato et al. (\n27\n)\n\n                  2006\n                  Case Report\n                  –\n                  –\n                  –\n                  - Case report of dysgeusia (sweet taste of nearly all food) and hyponatremia related to SIAD, found to be associated with large-cell lung carcinoma.-Dysgeusia might have been caused by the tumor producing an unknown taste modifying substance, leading to structural changes in the taste receptor membrane when the extracellular sodium levels decreased. Miraculin could be a potential candidate substance.\n                \n                \n                  \nKarthik et al. (\n29\n)\n\n                  2004\n                  Case Report\n                  –\n                  –\n                  –\n                  - Case report of dysgeusia as paraneoplastic syndrome related with lung adenocarcinoma.\n                \n                \n                  \nCroghan et al. (\n28\n)\n\n                  2003\n                  Case Report\n                  –\n                  –\n                  –\n                  -Case report of dysgeusia (constant sweet taste sensation) and hyponatremia, found to be associated with a diagnosis of SCLC.\n                \n                \n                  \nIshimaru et al. (\n26\n)\n\n                  1999\n                  Case Report\n                  –\n                  –\n                  –\n                  -Case report of a lung cancer metastasized to the right frontal lobe, causing compression of the olfactory sulcus. The average olfaction recognition threshold improved after craniotomy.\n                \n                \n                  \nPanayiotou et al. (\n22\n)\n\n                  1995\n                  Case series(3 case reports)\n                  –\n                  –\n                  –\n                  -Changes in the extracellular sodium concentration may modulate the sweet receptor.- The onset of persistent dysgeusia (especially if unpleasant sweet taste) should prompt measurement of serum sodium concentration and the consideration of lung carcinoma.\n                \n                \n                  \nKamoi et al. (\n39\n)\n\n                  1987\n                  Case Report\n                  –\n                  –\n                  –\n                  - Case report of SCLC associated with hyponatremia, renal sodium loss and inappropriate antidiuresis, due to increased secretion of atrial natriuretic peptide (ANP) by the atrial tissue. The natriuretic activity led to the glomerular filtration rate increasing and a decrease in tubular sodium resorption, increasing the renal fractional excretion of sodium.\n                \n              \n            \n            \n              \n                Pts, patients; SIAD, Syndrome of Inappropriate Antidiuresis; SCLC, Small Cell Lung Cancer; TSAs, Taste and Smell Alterations.\n              \n            \n          \n          In another study, Turcott et al. found self-reported dysgeusia was prevalent in 37.5% of NSCLC treatment-naïve patients, and a 34.5% prevalence post-CT, revealing a drastically high rate of taste disorders prior to CT, comparing to that of the general population (0.07-1.7%) - meaning that dysgeusia could be caused by the disease itself (24).\n          An observational study by Belqaid et al. involving 215 patients under investigation for lung cancer, found a self-reported TSA prevalence of 38% in the group of patients diagnosed with lung cancer (n=117), and symptoms were in general mild (13).\n          Ishimaru et al. described a case report of reversible hyposmia, after removal of a right frontal lobe lung cancer metastasis which was causing slight compression and swelling of the olfactory area in the brain (26).\n          Also, a triad of taste distortion with prominent sweet taste, hyponatremia and lung cancer diagnosis was firstly reported in a case series by Panayiotou et al., in 1995 (22).\n          Since then, few other reports have described the diagnosis of lung cancer in the context of dysgeusia with unpleasant sweet taste, with concomitant hyponatremia as the sole biochemical anomaly (27–30).\n          It is necessary to consider the lung cancer induced syndrome of inappropriate antidiuresis (SIAD) when cryptogenic dysgeusia is identified, particularly if patients report an unpleasant sweet taste (27).\n          For SIAD to be diagnosed, the osmolality of the patient’s urine when the effective plasma osmolality is low must exceed 100 mOsm per kilogram of water. Additionally, it is essential for clinical euvolemia to be present. Eliminating the underlying cause is the only definitive treatment for SIAD. For the majority of SIAD cases caused by malignant disease, effective antineoplastic treatment is typically the best course of action (31).\n          The most frequently implicated histological type is the small cell lung carcinoma. In all cases, dysgeusia seemed to disappear rapidly with normalization of serum sodium concentration (27–30).\n          One explanation for this is that extracellular sodium levels may modulate sweet receptors. Hyponatremia may decrease lingual sweetness receptor thresholds, although the sole cause of taste alteration cannot be completely attributed to a low sodium level alone. Nakazato et al. hypothesized that an unknown taste modifying substance could be produced by the tumor causing all foods to be interpreted by patients as sweet. This might occur due to structural changes in the taste receptor membrane when extracellular sodium levels decreased, allowing attachment of the taste modifier to sites on the sweet receptor (27). A candidate substance could be miraculin, a glycoprotein extracted from the West African berries Richadella dulcifera, which modifies taste through the alteration of taste receptor configuration (27, 30).\n        \n        \n          Taste and Smell Alterations in Lung Cancer Patients Undergoing Treatment\n          Multiple factors contribute to the risk of CT leading to toxic effects in the oral cavity, including the high renewal rates of oral tissues, damage to the mucosal microflora, salivary glands and development of neuropathy, where axonal degeneration of nerve conduction velocity occurs in up to 80% of cases affecting taste sensitivity and contributing to dysgeusia. The glossopharyngeal, facial and vagus nerves give rise to the corda tympani and greater petrosal nerves, all involved in the taste pathway (24).\n          \n\nTable 3\n summarizes the evidence on TSAs in lung cancer patients undergoing systemic treatment, included in the review. A study by Zabernigg et al. investigated the prevalence of taste alterations (TAs) in 197 cancer patients undergoing CT, of which 54.3% had lung cancer. Almost 70% of patients reported TAs at least once during the study period, with 17.6% reporting moderate to severe TAs (10).\n          \n            Table 3\n            \n              Summary of evidence concerning lung cancer patients undergoing systemic treatment included in the review.\n            \n            \n              \n                \n                  Authors\n                  Year\n                  Type of Study\n                  Sample Size\n                  Variables Assessed\n                  Method used to evaluate TSAs\n                  Main Results\n                \n              \n              \n                \n                  \nNolden et al. (\n12\n)\n\n                  2019\n                  Systematic Scoping Review\n                  11 studies including 578 participants (380 with cancer and 198 controls); all of the studies evaluated taste change and 5 also evaluated smell changes\n                  - Taste changes (detection and recognition thresholds) for sweet, sour, bitter, salty and umami, and their relationship between food behavior in patients undergoing cancer treatment.- Smell changes (identification, sensitivity and discrimination) and their relationship between food behavior in patients undergoing cancer treatment.\n                  - Whole mouth, filter paper disks and taste strips- Sniffin’ Sticks\n                  - Cancer patients with appetite loss were more likely to prefer reduced sweetness levels; compared with patients without a reduced appetite. Effect sizes showed that sweet taste had the highest empirical evidence for food behavior involvement, with reduced appetite and overall lower energy intake.- The authors did not report any significant relationships between food behavior and olfactory measures.\n                \n                \n                  \nYoshimoto et al. (\n11\n)\n\n                  2019\n                  Cross-sectional, unicentric\n                  N=35 Japanese lung cancer patients\n                  - TSAs\n                  -Self-reporting taste Questionnaire\n                  - No significant associations between change in the sense of taste and CT cycles, age or BMI, were found. There was a trend towards an association with current smoking (p=0.083).- Patients reported a higher sensitivity to salty and sweet tastes and a lower sensitivity to umami after the start of CT.- No significant associations between change in the sense of smell and age, gender or smoking history were found.- Despite less favorable taste, Japanese patients did not change their dietary habits.\n                \n                \n                  \nBelqaid et al. (\n21\n)\n\n                  2018\n                  Qualitative Interview Study\n                  N=17 lung cancer patients; 13 women, 4 men\n                  - Patients behavior while experiencing treatment-related TSAs\n                  - Qualitative Interview\n                  - TSAs implied coming to terms with the presence of these symptoms and finding new personal strategies to overcome them.- Health-care professionals’ involvement was generally described as limited. More normalizing information, emotional support and practical advice concerning dysgeusia could help better dealing with TSAs.\n                \n                \n                  \nAmézaga et al. (\n3\n)\n\n                  2018\n                  Prospective, observational, unicentric\n                  N=151 patients undergoing CT (13.2% with lung cancer)\n                  - TSAs\n                  - Interviewer-assisted TSAs’ Questionnaire\n                  - Prevalence of 76% of taste disorders and 45% of smell alterations.- Anthracyclines, paclitaxel, docetaxel and carboplatin produced highest taste disturbance rates of all CT agents.- Xerostomia was the most frequent symptom reported, strongly associated with bad taste in mouth and taste loss.- Age did not significantly influence the occurrence of TSAs.\n                \n                \n                  \nSchalk et al. (\n40\n)\n\n                  2018\n                  Cross-sectional, unicentric\n                  N=138 patients; n= 42 with cancer (2.4% lung cancer patients), n= 57 with inflammatory disease, n=39 healthy controls\n                  - Taste Acuity\n                  - Tastant solutions through a “whole mouth method”\n                  - Cancer patients had significantly increased detection thresholds for tastants sweet (p=0.024), salty (p=0.031) and umami (p=0.007) compared to healthy individuals; and for sweet (p=0.004) and sour (p=0.039), compared to patients with inflammatory disease.- No significant differences were found between treatment-naive cancer patients vs patients submitted to CT.\n                \n                \n                  \nVigarios et al. (\n35\n)\n\n                  2017\n                  Review\n                  –\n                  -Oral toxicities induced by targeted therapies and immune checkpoint inhibitors\n                  –\n                  - The incidence of mucositis was found to be between 8-20% with Erlotinib and between 17 to 24% with Gefitinib.- Crizotinib has been associated with moderate dysgeusia (grade 1-2) in 11-26% of treated patients.- The incidence of moderate dysgeusia (grade 1 or 2) with immune checkpoint inhibitors has been documented in 3% of PD-1 and PD-L1 treated patients. Xerostomia (generally grade 1-2) has been reported in about 6% of patients treated with Nivolumab and 4-7.2% of patients treated with Pembrolizumab.\n                \n                \n                  \nPonticelli et al. (\n8\n)\n\n                  2016\n                  Cross-sectional, unicentric\n                  N=289 patients (8.7% with lung cancer)\n                  - Taste Acuity- HRQL\n                  - Taste Questionnaire\n                  - Prevalence of dysgeusia during or after CT of 64%.- There was a statistically significant correlation between type of cancer and dysgeusia (p=0.012).- There was a statistically significant correlation between type of CT and occurrence of dysgeusia (p=0.031).- Patients with dysgeusia had a worse HRQL (p=0.002).\n                \n                \n                  \nTurcott et al. (\n24\n)\n\n                  2016\n                  Cohort, unicentric\n                  N=40 patients with lung cancer undergoing CT with Cisplatin/Paclitaxel\n                  - Taste Acuity- Nutritional Status- HRQL\n                  - Rinsing technique\n                  - Prevalence of self-reported dysgeusia in treatment-naive lung cancer patients 37.5%; post-CT 34.5%.- CT induced a tendency for an increase in taste acuity for umami (p=0.109) and sweet (p=0.092), and an increase for bitter (p=0.02).\n                \n                \n                  \nBelqaid et al. (\n19\n)\n\n                  2016\n                  Cohort, unicentric\n                  N= 52 lung cancer patients under anti-cancer treatment\n                  - Taste Acuity- Nutritional Status\n                  - Taste and Smell Survey\n                  - TSA characteristics changed over time, relative to the start of localized or systemic treatment. Patients’ experiences must be taken into account in order to adapt advice and support individual’s needs.\n                \n                \n                  \nMcGreevy et al. (\n25\n)\n\n                  2014\n                  Cohort(timepoint for data analysis ‘when TSAs were most severe’), unicentric\n                  N= 89 patients under treatment for lung cancer\n                  - TSAs- Nutritional Status\n                  - Taste and Smell Survey\n                  - 69% prevalence of TSAs after the start of cancer treatment-Patients reporting TSAs were on average more frequently smokers and younger-Women reported stronger TSAs-Patients with TSAs suffered more from loss of appetite, early satiety and nausea.\n                \n                \n                  \nJoussain et al. (\n32\n)\n\n                  2013\n                  Cohort, unicentric\n                  N=30 male patients;15 patients with lung cancer; 15 controls\n                  - Olfactory performance\n                  - ETOC\n                  - Cisplatin CT in lung cancer patients impaired the pleasure of perceived food odors (p<0.03), but not odor identification nor detection thresholds.\n                \n                \n                  \nZabernigg et al. (\n10\n)\n\n                  2010\n                  Cohort, unicentric\n                  N= 197 cancer patients (54.3% with lung cancer) undergoing CT\n                  - Taste Acuity- HRQL\n                  - EORTC QLQ-C30 + 2 questions directed to TAs\n                  - 69.9% of patients reported TAs in at least at one assessment time; 14.6% reported TAs in all assessment times.- 17.6% of patients reported moderate to severe TSAs.- TAs decreased significantly with age (p<0.001);- Patients with nicotine abuse reported less TAs (p=0.002)- Gender was not significantly associated with TAs.- TAs were significantly associated with appetite loss, fatigue, nausea/vomiting and cognitive functioning.\n                \n                \n                  \nKassem et al.\n\n                  2019\n                  Systematic Review\n                  N = 2793 patients considered eligible from 14 studies\n                  - Adverse Events\n                  - CTCAE v4.0\n                  - Systematic review reporting a rate of dysgeusia with Crizotinib and Alectinib ranging between 11-52%.- The most common AEs observed with ALK inhibitors were gastrointestinal toxicities.- There were differences between the toxicity patterns, with increased hepatic and gastrointestinal toxicities with Ceritinib, Crizotinib leading to more visual disorders, both Crizotinib and Alectinib causing more dysgeusia and Brigatinib causing more respiratory complications.-Low grade AEs were most commonly observed, and deaths related to treatment occurred in 0-1% of patients.\n                \n                \n                  \nUeno et al. (\n36\n)\n\n                  2019\n                  Prospective, Observational, Real-world data(Post-marketing surveillance: follow-up 52 weeks)\n                  N = 2028 Japanese patients with ALK fusion gene-positive NSCLC treated with Crizotinib\n                  - Adverse Events\n                  - CTCAE v4.0\n                  - Reported incidence rate of dysgeusia of 16.8%.\n                \n                \n                  \nKoizumi et al. (\n38\n)\n\n                  2015\n                  Case report\n                  –\n                  –\n                  –\n                  - Case report on Grade 3 dysgeusia and anorexia, developing 5 days after starting treatment with Crizotinib. Toxicity completely regressed after switching to Alectinib.- Crizotinib is a multi-target receptor TKI for ALK, ROS1 and MET whereas, conversely, Alectinib targets ALK very selectively without activity against ROS1 and MET.-It remains unclear whether MET and ROS1 signals could be involved in oral tissues or cell impairment.\n                \n                \n                  \nMinakata et al. (\n33\n)\n\n                  2002\n                  Case report\n                  –\n                  –\n                  –\n                  - Case report of severe gustatory disorder following the administration of cisplatin and etoposide CT combination.- It had been previously reported that cisplatin could lead to zinc displacement from its typical binding site, with gustin inactivation and subsequent hypogeusia.- Cisplatin-induced gustatory disorder could also be caused by disturbance to a peripheral nerve or receptor. The function of gustatory receptors could be suppressed either by cisplatin and/or etoposide. Some central nervous system dysfunction may also occur.- Gustatory disorders induced by anticancer agents usually reduce patients quality of life.\n                \n              \n            \n            \n              \n                AEs. Adverse Events; CiTAS. Chemotherapy-induced Taste Alteration Scale; CT. Chemotherapy; CTCAE. Common Terminology Criteria for Adverse Events; EORTC QLQ-C30. European Organization for Research and Treatment of Cancer; ETOC. European Test of Olfatory Capabilities; HRQL. Health Related Quality of Life; NSCLC. Non-Small Cell Lung Cancer; RECIST. Response Evaluation Criteria in Solid Tumors; TAs. Taste Alterations; TSAs. Taste and Smell Alterations.\n              \n            \n          \n          CT for lung cancer may involve a platinum-based compound and a third–generation agent, such as paclitaxel. Approximately two thirds of patients reported some type of dysgeusia when treated with paclitaxel-based CT (24).\n          In a study by Amézaga et al., CT with docetaxel led to the highest taste alteration scores in patient self-assessments (3). Steinbach et al. in Amézaga et al. found CT based on taxanes resulted in more severe taste disorders, particularly for the salt tastant. Metallic tastes, bad tastes in mouth and xerostomia have been reported in higher frequencies with paclitaxel, vinorelbine, anthracyclines and carboplatin. However, conclusions are limited by the use of a non-validated questionnaire to measure TAs. The exact mechanism causing metallic taste in patients receiving CT is unknown, but it can be generated from the CT substances being secreted in saliva and thus coming into contact with taste receptors (3).\n          Joussain et al. evaluated the olfactory performance of 15 lung cancer patients receiving cisplatin-based CT, concluding that whilst cisplatin did not influence odor identification and detection, a reduction in the pleasantness of food odors was evident, impairing food-related hedonic pleasure and ultimately, QoL (32).\n          Minakata et al. reported a case of severe gustatory disorder following the administration of a combination of cisplatin and etoposide CT (33). It had previously been reported by Henkin et al. in Minakata et al. (33) that cisplatin can displace zinc from its normal binding site and induce the inactivation of gustin, with consequent hypogeusia. Kanda et al. in Minakata et al. (33) hypothesized that cisplatin-induced gustatory disorder could be caused by disturbance to a receptor or a peripheral nerve. Cisplatin and/or etoposide could suppress gustatory receptor function, as well as leading to the occurrence of some dysfunction of the central nervous system (33).\n          Radiotherapy aims to destroy cancer cells by directly breaking the DNA helix strands, leading to cell death. Radiation to the chest affects the significantly radiosensitive epithelial cells lining the esophagus and pharynx. This can lead to radiation-induced side effects that can affect swallowing by disruption of the normal mucosal barrier and predisposition to fungal infection. Although typically resolving within 2 weeks after treatment conclusion, esophagitis and self-reported taste changes can continue to affect patients for weeks to months (34).\n          As the epidermal growth factor receptor (EGFR) is fundamental to epidermal and epithelial cells homeostasis, cutaneous or mucosal toxicities are commonly associated with the majority of anti-EGFR-treated patients (35).\n          Anaplastic lymphoma kinase (ALK) and ROS1 rearrangements also represent an established molecular alterations in a small subset of NSCLC (36).\n          Oral events induced by anti-EGFR TKIs are underreported compared to skin toxicities. Monotherapy with Erlotinib leads to an incidence of mucositis in patients of 8-20%, ranging between 17-24% with Gefitinib (35).\n          Crizotinib is a small-molecule, orally available tyrosine kinase inhibitor, that can suppress the activity of ALK and oncogene ROS1 kinases, causing cell cycle arrest at G1/S phase (37).\n          In a Crizotinib post-marketing surveillance performed in Japan, the incidence rate of dysgeusia was 16.8% (36).\n          A systematic review on ALK inhibitor studies, including Crizotinib and Alectinib, reported a rate of dysgeusia ranging between 11-52%. Despite none of them reporting high-grade dysgeusia, this might be a cause of patient uncompliance (37).\n          Qian et al. in Koizumi et al. (38) conducted a meta-analysis of Crizotinib published clinical trials and reported that the Crizotinib doses must be lowered or discontinued in 6.5% of patients due to toxicity. Koizumi et al. reported a case of G3 taste alteration and loss of appetite after 5 days of treatment with Crizotinib 250mg (twice daily), leading to a discontinuation of the drug. Toxicity completely regressed after switching to Alectinib 300mg (twice daily). It remains unclear whether dysgeusia could be dependent on the dose of Crizotinib. Whereas Crizotinib is a multi-target receptor TKI for ALK, MET and ROS1, Alectinib is highly selective for ALK without activity against MET and ROS1. It also remains unclear whether MET and ROS1 signals could be involved in oral tissues or cells impairment (38).\n          Moderate dysgeusia (grade 1 or 2) has been noted in fewer than 3% of PD-1 and PD-L1-treated patients (35).\n        \n        \n          Management and Treatment of Taste and Smell Alterations\n          Due to the increased risk of TSAs in lung cancer patients coupled with the related risks of experiencing weight loss and malnutrition, there is a high medical need for clinical trials focused on novel interventions to improve taste and smell. No guidelines for the treatment of smell and taste disorders are available, with general nutritional counselling that is offered to patients not earnestly addressing this subject (20). \nTable 4\n provides the summary of interventions to prevent or treat TSAs in lung cancer patients, included in the review.\n          \n            Table 4\n            \n              Summary of interventions to prevent or treat dysgeusia in cancer patients undergoing systemic treatment included in the review.\n            \n            \n              \n                \n                  Authors\n                  Year\n                  Type of study\n                  Sample size\n                  Variables assessed\n                  Method used to evaluate TSAs\n                  Main results\n                \n              \n              \n                \n                  \nNutritional Counseling\n\n                \n                \n                  \nBelqaid et al. (\n21)\n                  2018\n                  Qualitative Interview Study\n                  N=17 lung cancer patients; 13 women, 4 men\n                  - Patients behavior while experiencing treatment-related TSAs\n                  - Qualitative Interview\n                  - TSAs implied coming to terms with the presence of these symptoms and finding new personal strategies to overcome them- Health-care professionals’ involvement was generally described as limited; clinicians should be supported in providing more practical advice, normalizing information, and emotional support to better support patients manage TSAs.\n                \n                \n                  \nTaste and Smell Training\n\n                \n                \n                  \nVon Grundherr et al. (\n20)\n                  2019\n                  Phase II pilot trial,unicentric\n                  N = 62 cancer patients undergoing CT(n=2 with lung cancer):- Intervention group (n=30): Taste and smell training + individual nutritional counseling- Non-intervention group (n=32): General nutritional information\n                  - TSAs- Nutritional Status- HRQL\n                  -”Taste Strips” method and “taste score”- MUST- EORTC QLQ-C30\n                  - After 12 weeks, a clinically significant improvement of >2 points in the taste score were observed in 92% (n=23) of the intervention group patients, meeting the study’s primary endpoint.- Median QoL score did not significantly change in the intervention group at week 12 (p= 0.811), although a relevant clinical improvement was observed in 24% of patients (n=6).\n                \n                \n                  \nSchiffman et al. (\n41)\n                  2007\n                  Randomized Controlled Trial, unicentric\n                  N=107 elderly cancer patients(n=95 with lung cancer)- Experimental group (n=54): Flavor enhancement products + Nutritional information- Control group (n=53): Nutritional information\n                  - TSAs- Nutritional Status- QoL- Immune Parameters\n                  - Taste and Smell Questionnaire, evaluation of taste and olfatory thresholds;- Mini Nutritional Assessment (MNA)- EORTC QLQ-C30- Lymphocyte counts\n                  - In the experimental group, MNA scores and physical function improved at the 8 months timepoint compared to the control group.\n                \n                \n                  \nZinc Supplementation\n\n                \n                \n                  \nHoppe et al. (\n42)\n                  2021\n                  Systematic Review\n                  N=1120 patients undergoing cancer treatment from a total of 19 publications included. Types of cancer were not specified\n                  Effect of Zinc Supplementation on:- Chemotherapy−induced mucositis-Radiotherapy−induced mucositis- Oral pain-Xerostomia- Dysgeusia\n                  - Quantitative and qualitative methods\n                  - Zinc supplementation revealed the occurrence, onset or severity of oral mucositis due to CT were not significantly affected by the intake of zinc; although positive effects on oral pain and severity and frequency of xerostomia were found.- For patients receiving RT or radio-chemotherapy, zinc had a significant impact on the onset, severity and duration of oral mucositis (except in nasopharyngeal carcinoma patients).- There was a common trend to taste improvement during radiotherapy, but not chemotherapy.- There was no observed impact on measured QoL, weight, fatigue, and survival.\n                \n                \n                  \nFujii et al. (\n45)\n                  2018\n                  Retrospective, unicentric\n                  N=634 patients(n=47 with lung cancer)receiving cancer CT- Patients with dysgeusia (n=80): Polaprezinc (150mg twice a day) until symptom disappearance- Patients without dysgeusia (n=554): Observation\n                  - Grade 2 dysgeusia\n                  - CTCAE v 4.0\n                  - In patients who received oral Polaprezinc, the grade 2 dysgeusia’s 90 day recovery rates post symptom onset was 60%, significantly higher compared to the follow-up observation group (p=0.0007).- Grade 2 dysgeusia median recovery time was significantly lower in the Polaprezinc group than in patients in the follow-up group.- Polaprezinc was not as effective in elderly patients (≥65 years).- Pancreatic cancer patients were less responsive to Polaprezinc.- The patients with the highest Polaprezinc response were those suffering with colorectal cancer.\n                \n                \n                  \nDoi et al. (\n43)\n                  2018\n                  Review\n                  -Cites 4 RCTs on the effect of zinc and Polaprezinc on the management of dysgeusia in cancer patients; only 2 involving lung cancer patients (Yamagata et al. being the only trial involving lung cancer patients exclusively; Lyckholm et al. involving 10 lung cancer patients from a sample of 41 patients with multiple cancer types)\n                  -Taste Alterations\n                  - Quantitative and qualitative methods\n                  - Yamagata et al. explored the intravenous infusion of zinc during chemotherapy as a strategy for preventing tastedisorders in patients receiving CT for lung cancer, with successful results.- Lyckholm et al. reported the failure of using oral zinc sulfate at 220 mg twice a day in improving CT-related taste alteration, loss or distortion of taste and smell, compared with placebo.- The studies demonstrated varied administration routes and dosing of zinc and Polaprezinc and included subjective forms of assessment of dysgeusia. Further studies with large samples using objective measures on taste testing should be conducted to support zinc use.\n                \n                \n                  \nYamagata et al. (\n44)\n                  2003\n                  Randomized Controlled Trial, unicentric\n                  N= 12 lung cancer patients under CT- Group A (n=7): CT + intravenous drip infusion containing zinc- Group B (n=5): CT + intravenous drip infusion without zinc\n                  - Taste Acuity\n                  - Electrogustometer (quantitative measurement)\n                  - After 2 weeks of treatment, taste thresholds in all group B patients worsened at the corda tympani nerve area, whereas two thirds of patients in group A showed an improvement. Electrical taste thresholds significantly differed between both groups, after 2 and 4 weeks (p<0.05).- Although not significant, patients in group A revealed an improvement on the electrical taste thresholds in the glossopharyngeal nerve area, at 2 weeks. At 4 weeks, there wasn’t a significant difference in the taste characteristics in the glossopharyngeal nerve area between groups.\n                \n                \n                  \nAmifostine\n\n                \n                \n                  \nKomaki et al. (\n47)\n                  2004\n                  Randomized Controlled Trial, unicentric\n                  N=62 patients with inoperable stage II or III NSCLC-Arm 1 (n=31): Chemoradiotherapy without Amifostine-Arm 2 (n=31): Chemoradiotherapy with Amifostine\n                  - Toxicity from chemoradiotherapy- Survival outcomes\n                  - NCI Common Toxicity Criteria\n                  - Amifostine significantly reduced the rate of mild, moderate and severe esophageal toxicity (p=0.021), as well as the rate of severe pneumonitis (p=0.020) and neutropenic fever (p=0.046).- Mild hypotension (p<0.001), sneezing (p=0.039) and dysgeusia (p=0.029) were significantly more frequent in the Amifostine arm.- Amifostine had no apparent effect on survival.\n                \n              \n            \n            \n              \n                CT, Chemotherapy; CTCAE, Common Terminology Criteria for Adverse Events; EORTC QLQ-C30, European Organization for Research and Treatment of Cancer; HRQL, Health Related Quality of Life; MNA, Mini Nutritional Assessment; NCI, National Cancer Institute; NSCLC, Non-Small Cell Lung Cancer; PZ, Polaprezinc; Pts, patients; QoL, Quality of Life; RECIST, Response Evaluation Criteria in Solid Tumours; TSAs, Taste and Smell Alterations; RT, Radiotherapy.\n              \n            \n          \n          \n            Table 5\n            \n              Summary of the excluded articles with reasons.\n            \n            \n              \n                \n                  References\n                  Year\n                  Study type\n                  Reasons for exclusion\n                \n              \n              \n                \n                  \nGift et al.\n\n                  2003\n                  Retrospective, secondary analysis\n                  Background article\n                \n                \n                  \nTurcott et al.\n\n                  2018\n                  Abstract poster\n                  Full article included in this review\n                \n                \n                  \nLederhandler et al.\n\n                  2018\n                  Case report\n                  Wrong outcome (refers specifically to oral mucositis)\n                \n                \n                  \nPaule J.V. et al.\n\n                  2020\n                  Prospective, longitudinal\n                  Background article\n                \n                \n                  \nCatania et al.\n\n                  2020\n                  Short Communication\n                  Wrong outcome (refers specifically to dysgeusia and anosmia related to SARS-COV2 infection)\n                \n                \n                  \nFrowen J. et al.\n\n                  2020\n                  Cross-sectional study\n                  Background article\n                \n                \n                  \nSimeone et al.\n\n                  2019\n                  Review article\n                  Background article\n                \n                \n                  \nVan der Werf et al.\n\n                  2018\n                  Pilot Study\n                  Small sample and not exclusively related to lung cancer\n                \n                \n                  \nSasaki et al.\n\n                  2017\n                  Prospective study\n                  Wrong outcome (non-physical concerns) and not exclusively related to lung cancer\n                \n                \n                  \nWagland et al.\n\n                  2016\n                  Cross sectional\n                  Background article\n                \n                \n                  \nThorne et al.\n\n                  2015\n                  Review article\n                  Background article\n                \n                \n                  \nBoltong et al.\n\n                  2012\n                  Systematic review\n                  Background article\n                \n                \n                  \nWatters et al.\n\n                  2011\n                  Review\n                  Background article\n                \n                \n                  \nVadhan-Raj et al.\n\n                  2010\n                  Randomized Controlled Trial\n                  Wrong outcome (refers specifically to oral mucositis)\n                \n                \n                  \nSanchez-Lara et al.\n\n                  2010\n                  Cross-sectional study\n                  Background article\n                \n                \n                  \nIshinaga et al.\n\n                  2018\n                  Cross-sectional study\n                  Small sample and very specific to Japanese population\n                \n              \n            \n          \n          \n            Nutritional Counselling\n            To ensure appropriate nutritional counselling, information related to possible taste changes that patients could experience should be made clear before starting treatment. This necessitates providing clinicians with evaluation measures that have been validated and ensuring they receive appropriate training in their use (12).\n            Belquaid et al. performed a qualitative interview to 17 lung cancer patients in order to understand what strategies or resources were used to deal with cancer-related TSAs. It was concluded that limited support from health-care professionals was provided, and that the majority of patients initiated management strategies by themselves, including coming to terms with TSAs, modifying their taste and smell experiences and finding emotional support in family and friends. As part of treatment, normalizing information about TSAs seemed to be important in promoting acceptance and adjustment to this reality, empowering patients to find their own solutions (21).\n            Maintaining protein intake is important for patients during treatment. Therefore, adding high protein foods into a patient’s diet should be encouraged, including eggs, dairy products, peanut butter, mild-tasting fish, chicken and soy meat substitutes (34).\n            Additionally, patients suffering from ageusia can try other techniques, such as flavoring meat, fish or chicken through sweet juice marination, sweet wine, and other sources including sweet-and-sour and Italian dressing. If nutritional supplements are too sweet, patients can try other options, including unflavored supplements or supplements that are based on juice or yogurt. CT-related metallic taste can be overcome by using plastic utensils, instead of metal ones (34).\n            For elderly patients or those suffering from umami hypogeusia, umami savoriness could help reduce any additional salt, sugar and fat consumption (24).\n          \n          \n            Taste and Smell Training\n            A clinical prospective pilot trial (the “TASTE trial”) assessed the possible short-term impacts of training taste and smell by applying the “Taste Strips Test” plus individual nutritional counseling to a group of cancer patients undergoing chemotherapy (<= or “CT”), 3% (n=2) having lung cancer. After 12 weeks, the study’s endpoint was met when a clinically significant improvement of >2 points was observed in 92% (n=23) of the intervention group patients (20).\n            A study by Schiffman et al. enrolled 107 cancer patients above 55 years old, the majority with lung cancer, to an experimental arm of flavor enhancement with aromas of actual foods plus nutritional counseling (n=54) and compared it with a control arm receiving nutritional information only (n=53). It was concluded that flavor enhancement plus nutritional counseling could improve patients’ nutritional status and QoL, suggesting that it is possible to minimize some chemosensory losses by providing cancer patients with the knowledge to improve the flavor of their foods (41).\n          \n          \n            Zinc Supplementation\n            Despite multiple investigations into how zinc can impact cancer treatment toxicities, there remains a lack of evidence to form a common consensus on its role (42).\n            To synthesize gustin, a salivary protein that is important in ensuring the integrity of taste buds, sufficient levels of zinc are required. Zinc deficiencies, therefore, can cause impaired taste and odor sensitivity. Maeda et al. in Cranganu et al. (\n34) investigated the impact of taste alterations in 36 advanced lung cancer patients, and found higher taste abnormalities in patients with reduced serum zinc levels compared with the normal zinc level patient group (34).\n            A systemic review was performed by Hoppe et al. to evaluate the role of systemic zinc supplementation as complementary treatment for cancer patients (including 16 patients with lung cancer). Zinc was found to have no significant effects on chemotherapy-related oral mucositis or dysgeusia, although it seems to have positive effects on the prevention, severity and duration of RT or CT-induced oral xerostomia, mucositis and dysgeusia (42).\n            Polaprezinc is a chelating compound and anti-ulcer drug composed of a zinc ion, L-histidine, L-carnosine, and a β-alanine dipeptide. It has been observed to have antioxidant properties and to scavenge free radicals. Several preclinical and clinical studies showed its efficacy in reducing radiation-induced normal tissue damage. One review concluded that systemic Polaprezinc may be an acceptable option for reducing toxicities from chemoradiotherapy, being highly promising for preventing normal tissue damage in this context (43).\n            Yamagata et al. suggested that administering zinc intravenously during CT for lung cancer could help in preventing taste disorders and aiding patients in maintaining their QoL. Interestingly, a direct correlation between taste sensation and plasma zinc concentration could not be established, and the administration of zinc did not parallel an increase in the plasma zinc concentration (44).\n            A single-center retrospective study evaluated how zinc affects cancer patients’ taste disorders in which subjects with different types of cancer (including 47 patients with lung cancer) suffering from grade 2 CT-related taste disorders were given 150mg of zinc twice daily orally until symptoms disappeared, vs a placebo comparison group. The median recovery time was significantly lower in the group where patients received zinc (63 vs 112 days; p=0.019) (45).\n          \n          \n            Amifostine\n            Amifostine is a potent exogenous, free-radical scavenger and an established radioprotectant particularly for the prevention of radiation-induced xerostomia (43). It is currently the only US Food and Drug Administration (FDA) treatment for preventing moderate to severe radiation-induced xerostomia. Additionally, for patients with NSCLC or advanced ovarian cancer receiving repeated doses of cisplatin, it reduces the cumulative renal toxicity associated with treatment. Investigators have been interested in using this drug to prevent or reduce the severity of mucositis, but its effectiveness remains controversial (46).\n            One study examined the impact of amifostine on NSCLC patients receiving concurrent CT and RT and whether it impacted the acute toxicity associated with treatment. Interestingly, it demonstrated that in patients given amifostine, dysgeusia was more commonly present than in the control group patients (47).\nConclusions\n      Given the high frequency of TSAs and their impact on nutritional status, treatment tolerance and QoL, normalizing and promoting adequate adjustment to TSAs in lung cancer patients is relevant. Potential taste and smell changes prior to lung cancer treatment should be communicated clearly to patients, requiring clinicians to be appropriately trained and provided with validated evaluation measures. Food enhancement through taste and smell training plus personalized nutritional counseling combined with zinc supplementation or use of oral zinc-based solutions seem to be helpful in preventing and treating mucositis and taste disorders in lung cancer patients under chemo-radiation treatment, although adequately powered prospective RCTs are still lacking. Overall, more work is needed to compensate for the lack of methods to standardize smell and taste dysfunction measurement across different clinical settings and the lack of understanding of the increased risk of taste alterations associated with some patient and clinical characteristics. Finally, it is critical to better understand, at the cellular level, the development and regeneration of smell and taste tissues. This could significantly help identify the sources of sensory dysfunction and support the creation of targeted strategies for treating taste and smell disorders in this cancer population.\nInclusion Criteria\n        This scoping review was built on the basis of “The Joanna Briggs Institute” methodology. The inclusion criteria for this review were based upon the PCC elements (Population, Concept and Context). This review examined all studies and reports focusing on TSAs occurring in adult lung cancer patients, either being treatment-naïve or submitted to cancer treatment, even if the studies were not limited to this specific cancer type. Studies focusing on the pathophysiology, management and treatment approaches of TSAs were also considered.\nTypes of Sources\n        This scoping review considered experimental and quasi-experimental study designs, including randomized controlled trials, non-randomized controlled trials, before and after studies and interrupted time-series studies. Analytical observational studies, including prospective and retrospective cohort studies and analytical cross-sectional studies; and descriptive observational study designs including case series, individual case reports and descriptive cross-sectional studies, were considered for inclusion. Text and opinion papers that met the inclusion criteria were also considered.\nSearch Strategy\n        A literature search was performed in July 2021 including English language papers indexed to Pubmed, CINALH, SCOPUS and Web of Science, using the MeSH terms “Dysgeusia”, “Olfaction Disorders”, “Lung neoplasms”, “Carcinoma, Non-Small-Cell Lung”, “Carcinoma, Small Cell”, “Adenocarcinoma of Lung”, “Carcinoma, Large Cell”, and the additional search terms “Altered Taste”; “Parageusia”, “Smell Disorder”, “Dysosmia”, “Paraosmia”, “Lung Cancer” and “Oat Cell Carcinoma”, with no date range filter (\nTable 1\n). Articles from other sources were also searched to complement the review. Additionally, bibliography lists of all retrieved articles were searched for relevant studies.\n        \n          Table 1\n          \n            Summary of the search strategy.\n          \n          \n            \n              \n                Search Strategy\n              \n            \n            \n              \n                \nPubmed\n\n                [(((((((((((Taste Disorders[MeSH Terms)] OR Taste Disorders[Title/Abstract]) OR Dysgeusia[MeSH Terms]) OR Dysgeusia[Title/Abstract]) OR Olfaction Disorders[MeSH Terms]) OR Olfaction Disorders[Title/Abstract]) OR Altered Taste[Title/Abstract]) OR Parageusia[Title/Abstract]) OR Smell Disorder[Title/Abstract]) OR Dysosmia[Title/Abstract]) OR Paraosmia[Title/Abstract])) AND ((((((((((((Carcinoma, Large Cell[MeSH Terms]) OR Carcinoma, Large Cell[Title/Abstract]) OR Adenocarcinoma of Lung[MeSH Terms]) OR Adenocarcinoma of Lung[Title/Abstract]) OR Carcinoma, Small Cell[MeSH Terms]) OR Carcinoma, Small Cell[Title/Abstract]) OR Carcinoma, Non-Small-Cell Lung[MeSH Terms]) OR Carcinoma, Non-Small-Cell Lung[Title/Abstract]) OR Lung neoplasms[MeSH Terms]) OR Lung neoplasms[Title/Abstract]) OR Lung Cancer[Title/Abstract]) OR Oat Cell Carcinoma[Title/Abstract])\n              \n              \n                \nCINAHL\n\n                (MM Lung neoplasms OR TI Lung neoplasms OR AB Lung neoplasms OR MM Carcinoma, non-small cell lung OR TI Carcinoma, non-small cell lung OR AB Carcinoma, non-small cell lung OR MM Carcinoma, Small Cell OR TI Carcinoma, Small Cell OR AB Carcinoma, Small Cell OR MM Adenocarcinoma of Lung OR TI Adenocarcinoma of Lung OR AB Adenocarcinoma of Lung OR TI Carcinoma, Large Cell OR AB Carcinoma, Large Cell OR TI Lung Cancer OR AB Lung Cancer OR TI Oat Cell Carcinoma OR AB Oat Cell Carcinoma) AND (MM Dysgeusia OR TI Dysgeusia OR AB Dysgeusia OR MM Olfaction disorders OR TI Olfaction disorders OR AB Olfaction disorders OR MM Taste Disorders OR TI Taste Disorders OR AB Taste Disorders OR TI Altered Taste OR AB altered states of consciousness OR TI Parageusia OR AB Parageusia OR TI Smell Disorder OR AB Smell Disorder OR TI Dysosmia OR AB Dysosmia OR TI Paraosmia OR AB Paraosmia)\n              \n              \n                \nWeb Of Science\n\n                Search similar to the two search engines above\n              \n              \n                \nSCOPUS\n\n                Search similar to the two search engines above\nData Extraction and Presentation\n        Data were extracted from papers by two authors independently, using the Rayyan data extraction tool. The data extracted included specific details about TSAs in cancer patients in general and in lung cancer patients, as well as key relevant information to the review questions. Where there was disagreement between authors, the issues were discussed to reach a consensus. Following extraction, all full texts were subsequently independently screened by the reviewers. The extracted data are presented in tabular form, to align with the objectives of this scoping review. We attached a narrative summary to accompany the tabulated results to describe the relationship between the results and the review’s objective and questions.\nStudy Inclusion\n        A total of 1,960 citations were identified. After duplicate removal (n=159), 1,802 titles and abstracts meeting the inclusion criteria remained for analysis. 1,752 references were then excluded, with 50 full texts retrieved for analysis. Sixteen studies were excluded, leaving 34 articles to be included in this review. The PRISMA flowchart (\nFigure 1\n) describes the flow of decisions of this process. \nTable 5\n records studies ineligible following the full text review.\n        \n          Figure 1\n          \n            PRISMA flowchart outlining the process for selecting the included articles.\nReview findings\n        \n          Factors Influencing TSAs\n          The exact underlying mechanisms behind chemosensory alterations in cancer patients is not fully known, due to odor and taste abnormalities having a multifactorial etiology, heterogeneous cancer population studies, variability of the definition of “taste” and on the endpoints used in the studies, as well as the lack of standardized measurement tools to evaluate TSAs (3, 12).\n          A study by Belqaid et al. demonstrated that the intensity of TSAs tends to change over time within the course of lung cancer treatment. Additionally, TSAs are influenced by the presence of additional symptoms, side-effects of treatment and other individual and contextual factors (19).\n          Additional factors can also contribute to reduced smell and taste perception, including, poor oral hygiene, lack of saliva and alcohol or nicotine abuse (20).\n          Eating-related symptoms such as nausea, dry mouth, premature satiety, appetite loss and fatigue also interrelate with TSAs (21).\n          Xerostomia is highly related to taste alteration, as food particles stimulate taste bud taste receptor cells within the lingual papillae, when in solution. Therefore, reduced secretion and increased saliva viscosity may interfere with flavor molecules being transported to taste and olfactory receptors (3).\n          In addition, changes in cell volume or osmolar content of any of the central nervous system neurons implicated in the sense of taste are influenced by extracellular hypo-osmolality and may potentially inhibit the sense of taste (22).\n          In a systematic review by Nolden et al., the majority of the reviewed articles identified no significant relationship between measures of smell or taste and intake of food and enjoyment. However, it was suggested that where lower taste sensitivity is experienced by patients (higher detection thresholds), incidences of food avoidance also increase. The most common taste alterations were observed for sweet and, to some extent, bitter perception, whereas alterations in cancer patients to salt and sour perception where less frequent. The alterations were associated with lower consumption, appetite, and patients avoiding certain foods (12).\n          Williams and Cohen compared the taste threshold levels of 30 male lung cancer subjects before the start of RT or CT with a healthy control group, demonstrating a significant reduction in the sensitivity for sour in the lung cancer group. No significant differences were noted concerning sweet, bitter or salty tastes, although there were individuals with recognition levels that differed considerably from controls. It was concluded that diet therapy management for lung cancer patients should be individualized, in order to maintain the diary amount of protein and calories (23).\n          Turcott et al. evaluated changes in the thresholds for detecting and recognizing sweet, bitter and umami tastes in patients with non-small cell lung cancer (NSCLC) receiving CT treatments of cisplatin and paclitaxel-based, as well as their association with nutritional and HRQoL parameters. It was concluded that taste buds’ impairment and disturbance of renewal cell processes might increase the detection thresholds for sweet, sour, salty, bitter or umami. On the other hand, higher sensitivity to umami recognition (hypergeusia) had significant association with a global HRQoL status deterioration and loss of appetite (p=0.016 and 0.115 respectively) (24).\n          McGreevy et al. investigated the characteristics of severe TSAs reported by 89 lung cancer patients undergoing CT. Patients reporting TSAs were younger and more frequently smokers. Gender was a statistically significant variable, with higher numbers of women reporting TSAs (25).\n          On the other hand, Yoshimoto et al. investigated CT impact on the smell and taste of 35 Japanese patients with lung cancer through the use of questionnaires, identifying no statistically significant associations between smell alterations and age, gender or smoking history. Patients became more sensitive to sweet and salty tastes, but less so for umami and bitter. This might have been influenced by patients’ psychological stress, oral hygiene and smoking status, as well as the study’s small sample size (11).\n          Amézaga et al. also found no statistically significant differences in taste and smell alterations between older and younger patients (3).\n          Zabernigg et al. found that elderly patients or patients with nicotine abuse reported fewer TAs, which might be explained by the fact that these two groups already tend to suffer from hypogeusia of some degree, making CT-induced changes less noticeable (10).\n        \n        \n          Taste and Smell Alterations in Treatment- Naïve Lung Cancer Patients\n          \n\nTable 2\n summarizes the existing evidence on TSAs in treatment-naïve lung cancer patients, included in the review. Turcott et al. found a 35% prevalence of self-reported dysgeusia among 65 treatment-naïve non-small cell lung cancer patients submitted to self-reporting taste and smell questionnaires and a rinse stimuli technique. A minimal concentration of taste stimuli was required for most patients to perceive the stimuli; however they commonly could not recognize the taste. Patients with dysgeusia presented with a significantly reduced lean-body mass (p=0.027), a significant increase in fat mass (p=0.027) and gastrointestinal symptoms, including nausea (p=0.042), anorexia (p=0.004), early satiety (p<0.0001) and reduced food consumption (p=0.01). They also had clinically significant alterations in HRQoL scales (2).\n          \n            Table 2\n            \n              Summary of evidence concerning treatment-naïve lung cancer patients included in the review.\n            \n            \n              \n                \n                  Authors\n                  Year\n                  Type of Study\n                  Sample Size\n                  Variables Assessed\n                  Method used to evaluate TSAs\n                  Main Results\n                \n              \n              \n                \n                  \nTurcott et al. (\n2)\n                  2020\n                  Cross-sectional, unicentric\n                  N= 65 treatment-naïve non-small-cell lung cancer (SCLC) pts\n                  -Dysgeusia-HRQL-Nutritional Status\n                  Self-reporting taste Questionnaire\n                  -35% prevalence of self-reported dysgeusia-Pts with dysgeusia had less lean body mass (p=0.027); higher fat mass (p=0.027); nausea (p=0.042); anorexia (p=0.004); early satiety (p<0.0001); clinically significant alterations in HRQL\n                \n                \n                  \nBelqaid et al. (\n13\n)\n\n                  2014\n                  Prospective, observational, unicentric\n                  N=215 pts under investigation for lung cancer, of which N=117 were diagnosed with lung cancer\n                  -TSAs-Nutritional Status\n                  Taste and Smell Survey\n                  -38% prevalence of TSAs in pts with and without lung cancer; generally mild- Pts with lung cancer reporting TSAs had higher frequency of weight loss ≥10% (p<0.05)\n                \n                \n                  \nWilliams & Cohen (\n23\n)\n\n                  1978\n                  Prospective, observational, unicentric\n                  N=60; 30 male pts with lung cancer and 30 male healthy controls\n                  - Taste Acuity\n                  Method of Henkin\n                  -Lung cancer pts had lower sensitivity for sour (p=0.05)\n                \n                \n                  \nSingh et al. (\n30\n)\n\n                  2009\n                  Case Report\n                  –\n                  –\n                  –\n                  - Case report of concomitant dysgeusia, hyponatremia and SCLC.- Dysgeusia is rarely seen with SIAD; various reports on its association with lung cancer, mostly with SCLC histology.\n                \n                \n                  \nNakazato et al. (\n27\n)\n\n                  2006\n                  Case Report\n                  –\n                  –\n                  –\n                  - Case report of dysgeusia (sweet taste of nearly all food) and hyponatremia related to SIAD, found to be associated with large-cell lung carcinoma.-Dysgeusia might have been caused by the tumor producing an unknown taste modifying substance, leading to structural changes in the taste receptor membrane when the extracellular sodium levels decreased. Miraculin could be a potential candidate substance.\n                \n                \n                  \nKarthik et al. (\n29\n)\n\n                  2004\n                  Case Report\n                  –\n                  –\n                  –\n                  - Case report of dysgeusia as paraneoplastic syndrome related with lung adenocarcinoma.\n                \n                \n                  \nCroghan et al. (\n28\n)\n\n                  2003\n                  Case Report\n                  –\n                  –\n                  –\n                  -Case report of dysgeusia (constant sweet taste sensation) and hyponatremia, found to be associated with a diagnosis of SCLC.\n                \n                \n                  \nIshimaru et al. (\n26\n)\n\n                  1999\n                  Case Report\n                  –\n                  –\n                  –\n                  -Case report of a lung cancer metastasized to the right frontal lobe, causing compression of the olfactory sulcus. The average olfaction recognition threshold improved after craniotomy.\n                \n                \n                  \nPanayiotou et al. (\n22\n)\n\n                  1995\n                  Case series(3 case reports)\n                  –\n                  –\n                  –\n                  -Changes in the extracellular sodium concentration may modulate the sweet receptor.- The onset of persistent dysgeusia (especially if unpleasant sweet taste) should prompt measurement of serum sodium concentration and the consideration of lung carcinoma.\n                \n                \n                  \nKamoi et al. (\n39\n)\n\n                  1987\n                  Case Report\n                  –\n                  –\n                  –\n                  - Case report of SCLC associated with hyponatremia, renal sodium loss and inappropriate antidiuresis, due to increased secretion of atrial natriuretic peptide (ANP) by the atrial tissue. The natriuretic activity led to the glomerular filtration rate increasing and a decrease in tubular sodium resorption, increasing the renal fractional excretion of sodium.\n                \n              \n            \n            \n              \n                Pts, patients; SIAD, Syndrome of Inappropriate Antidiuresis; SCLC, Small Cell Lung Cancer; TSAs, Taste and Smell Alterations.\n              \n            \n          \n          In another study, Turcott et al. found self-reported dysgeusia was prevalent in 37.5% of NSCLC treatment-naïve patients, and a 34.5% prevalence post-CT, revealing a drastically high rate of taste disorders prior to CT, comparing to that of the general population (0.07-1.7%) - meaning that dysgeusia could be caused by the disease itself (24).\n          An observational study by Belqaid et al. involving 215 patients under investigation for lung cancer, found a self-reported TSA prevalence of 38% in the group of patients diagnosed with lung cancer (n=117), and symptoms were in general mild (13).\n          Ishimaru et al. described a case report of reversible hyposmia, after removal of a right frontal lobe lung cancer metastasis which was causing slight compression and swelling of the olfactory area in the brain (26).\n          Also, a triad of taste distortion with prominent sweet taste, hyponatremia and lung cancer diagnosis was firstly reported in a case series by Panayiotou et al., in 1995 (22).\n          Since then, few other reports have described the diagnosis of lung cancer in the context of dysgeusia with unpleasant sweet taste, with concomitant hyponatremia as the sole biochemical anomaly (27–30).\n          It is necessary to consider the lung cancer induced syndrome of inappropriate antidiuresis (SIAD) when cryptogenic dysgeusia is identified, particularly if patients report an unpleasant sweet taste (27).\n          For SIAD to be diagnosed, the osmolality of the patient’s urine when the effective plasma osmolality is low must exceed 100 mOsm per kilogram of water. Additionally, it is essential for clinical euvolemia to be present. Eliminating the underlying cause is the only definitive treatment for SIAD. For the majority of SIAD cases caused by malignant disease, effective antineoplastic treatment is typically the best course of action (31).\n          The most frequently implicated histological type is the small cell lung carcinoma. In all cases, dysgeusia seemed to disappear rapidly with normalization of serum sodium concentration (27–30).\n          One explanation for this is that extracellular sodium levels may modulate sweet receptors. Hyponatremia may decrease lingual sweetness receptor thresholds, although the sole cause of taste alteration cannot be completely attributed to a low sodium level alone. Nakazato et al. hypothesized that an unknown taste modifying substance could be produced by the tumor causing all foods to be interpreted by patients as sweet. This might occur due to structural changes in the taste receptor membrane when extracellular sodium levels decreased, allowing attachment of the taste modifier to sites on the sweet receptor (27). A candidate substance could be miraculin, a glycoprotein extracted from the West African berries Richadella dulcifera, which modifies taste through the alteration of taste receptor configuration (27, 30).\n        \n        \n          Taste and Smell Alterations in Lung Cancer Patients Undergoing Treatment\n          Multiple factors contribute to the risk of CT leading to toxic effects in the oral cavity, including the high renewal rates of oral tissues, damage to the mucosal microflora, salivary glands and development of neuropathy, where axonal degeneration of nerve conduction velocity occurs in up to 80% of cases affecting taste sensitivity and contributing to dysgeusia. The glossopharyngeal, facial and vagus nerves give rise to the corda tympani and greater petrosal nerves, all involved in the taste pathway (24).\n          \n\nTable 3\n summarizes the evidence on TSAs in lung cancer patients undergoing systemic treatment, included in the review. A study by Zabernigg et al. investigated the prevalence of taste alterations (TAs) in 197 cancer patients undergoing CT, of which 54.3% had lung cancer. Almost 70% of patients reported TAs at least once during the study period, with 17.6% reporting moderate to severe TAs (10).\n          \n            Table 3\n            \n              Summary of evidence concerning lung cancer patients undergoing systemic treatment included in the review.\n            \n            \n              \n                \n                  Authors\n                  Year\n                  Type of Study\n                  Sample Size\n                  Variables Assessed\n                  Method used to evaluate TSAs\n                  Main Results\n                \n              \n              \n                \n                  \nNolden et al. (\n12\n)\n\n                  2019\n                  Systematic Scoping Review\n                  11 studies including 578 participants (380 with cancer and 198 controls); all of the studies evaluated taste change and 5 also evaluated smell changes\n                  - Taste changes (detection and recognition thresholds) for sweet, sour, bitter, salty and umami, and their relationship between food behavior in patients undergoing cancer treatment.- Smell changes (identification, sensitivity and discrimination) and their relationship between food behavior in patients undergoing cancer treatment.\n                  - Whole mouth, filter paper disks and taste strips- Sniffin’ Sticks\n                  - Cancer patients with appetite loss were more likely to prefer reduced sweetness levels; compared with patients without a reduced appetite. Effect sizes showed that sweet taste had the highest empirical evidence for food behavior involvement, with reduced appetite and overall lower energy intake.- The authors did not report any significant relationships between food behavior and olfactory measures.\n                \n                \n                  \nYoshimoto et al. (\n11\n)\n\n                  2019\n                  Cross-sectional, unicentric\n                  N=35 Japanese lung cancer patients\n                  - TSAs\n                  -Self-reporting taste Questionnaire\n                  - No significant associations between change in the sense of taste and CT cycles, age or BMI, were found. There was a trend towards an association with current smoking (p=0.083).- Patients reported a higher sensitivity to salty and sweet tastes and a lower sensitivity to umami after the start of CT.- No significant associations between change in the sense of smell and age, gender or smoking history were found.- Despite less favorable taste, Japanese patients did not change their dietary habits.\n                \n                \n                  \nBelqaid et al. (\n21\n)\n\n                  2018\n                  Qualitative Interview Study\n                  N=17 lung cancer patients; 13 women, 4 men\n                  - Patients behavior while experiencing treatment-related TSAs\n                  - Qualitative Interview\n                  - TSAs implied coming to terms with the presence of these symptoms and finding new personal strategies to overcome them.- Health-care professionals’ involvement was generally described as limited. More normalizing information, emotional support and practical advice concerning dysgeusia could help better dealing with TSAs.\n                \n                \n                  \nAmézaga et al. (\n3\n)\n\n                  2018\n                  Prospective, observational, unicentric\n                  N=151 patients undergoing CT (13.2% with lung cancer)\n                  - TSAs\n                  - Interviewer-assisted TSAs’ Questionnaire\n                  - Prevalence of 76% of taste disorders and 45% of smell alterations.- Anthracyclines, paclitaxel, docetaxel and carboplatin produced highest taste disturbance rates of all CT agents.- Xerostomia was the most frequent symptom reported, strongly associated with bad taste in mouth and taste loss.- Age did not significantly influence the occurrence of TSAs.\n                \n                \n                  \nSchalk et al. (\n40\n)\n\n                  2018\n                  Cross-sectional, unicentric\n                  N=138 patients; n= 42 with cancer (2.4% lung cancer patients), n= 57 with inflammatory disease, n=39 healthy controls\n                  - Taste Acuity\n                  - Tastant solutions through a “whole mouth method”\n                  - Cancer patients had significantly increased detection thresholds for tastants sweet (p=0.024), salty (p=0.031) and umami (p=0.007) compared to healthy individuals; and for sweet (p=0.004) and sour (p=0.039), compared to patients with inflammatory disease.- No significant differences were found between treatment-naive cancer patients vs patients submitted to CT.\n                \n                \n                  \nVigarios et al. (\n35\n)\n\n                  2017\n                  Review\n                  –\n                  -Oral toxicities induced by targeted therapies and immune checkpoint inhibitors\n                  –\n                  - The incidence of mucositis was found to be between 8-20% with Erlotinib and between 17 to 24% with Gefitinib.- Crizotinib has been associated with moderate dysgeusia (grade 1-2) in 11-26% of treated patients.- The incidence of moderate dysgeusia (grade 1 or 2) with immune checkpoint inhibitors has been documented in 3% of PD-1 and PD-L1 treated patients. Xerostomia (generally grade 1-2) has been reported in about 6% of patients treated with Nivolumab and 4-7.2% of patients treated with Pembrolizumab.\n                \n                \n                  \nPonticelli et al. (\n8\n)\n\n                  2016\n                  Cross-sectional, unicentric\n                  N=289 patients (8.7% with lung cancer)\n                  - Taste Acuity- HRQL\n                  - Taste Questionnaire\n                  - Prevalence of dysgeusia during or after CT of 64%.- There was a statistically significant correlation between type of cancer and dysgeusia (p=0.012).- There was a statistically significant correlation between type of CT and occurrence of dysgeusia (p=0.031).- Patients with dysgeusia had a worse HRQL (p=0.002).\n                \n                \n                  \nTurcott et al. (\n24\n)\n\n                  2016\n                  Cohort, unicentric\n                  N=40 patients with lung cancer undergoing CT with Cisplatin/Paclitaxel\n                  - Taste Acuity- Nutritional Status- HRQL\n                  - Rinsing technique\n                  - Prevalence of self-reported dysgeusia in treatment-naive lung cancer patients 37.5%; post-CT 34.5%.- CT induced a tendency for an increase in taste acuity for umami (p=0.109) and sweet (p=0.092), and an increase for bitter (p=0.02).\n                \n                \n                  \nBelqaid et al. (\n19\n)\n\n                  2016\n                  Cohort, unicentric\n                  N= 52 lung cancer patients under anti-cancer treatment\n                  - Taste Acuity- Nutritional Status\n                  - Taste and Smell Survey\n                  - TSA characteristics changed over time, relative to the start of localized or systemic treatment. Patients’ experiences must be taken into account in order to adapt advice and support individual’s needs.\n                \n                \n                  \nMcGreevy et al. (\n25\n)\n\n                  2014\n                  Cohort(timepoint for data analysis ‘when TSAs were most severe’), unicentric\n                  N= 89 patients under treatment for lung cancer\n                  - TSAs- Nutritional Status\n                  - Taste and Smell Survey\n                  - 69% prevalence of TSAs after the start of cancer treatment-Patients reporting TSAs were on average more frequently smokers and younger-Women reported stronger TSAs-Patients with TSAs suffered more from loss of appetite, early satiety and nausea.\n                \n                \n                  \nJoussain et al. (\n32\n)\n\n                  2013\n                  Cohort, unicentric\n                  N=30 male patients;15 patients with lung cancer; 15 controls\n                  - Olfactory performance\n                  - ETOC\n                  - Cisplatin CT in lung cancer patients impaired the pleasure of perceived food odors (p<0.03), but not odor identification nor detection thresholds.\n                \n                \n                  \nZabernigg et al. (\n10\n)\n\n                  2010\n                  Cohort, unicentric\n                  N= 197 cancer patients (54.3% with lung cancer) undergoing CT\n                  - Taste Acuity- HRQL\n                  - EORTC QLQ-C30 + 2 questions directed to TAs\n                  - 69.9% of patients reported TAs in at least at one assessment time; 14.6% reported TAs in all assessment times.- 17.6% of patients reported moderate to severe TSAs.- TAs decreased significantly with age (p<0.001);- Patients with nicotine abuse reported less TAs (p=0.002)- Gender was not significantly associated with TAs.- TAs were significantly associated with appetite loss, fatigue, nausea/vomiting and cognitive functioning.\n                \n                \n                  \nKassem et al.\n\n                  2019\n                  Systematic Review\n                  N = 2793 patients considered eligible from 14 studies\n                  - Adverse Events\n                  - CTCAE v4.0\n                  - Systematic review reporting a rate of dysgeusia with Crizotinib and Alectinib ranging between 11-52%.- The most common AEs observed with ALK inhibitors were gastrointestinal toxicities.- There were differences between the toxicity patterns, with increased hepatic and gastrointestinal toxicities with Ceritinib, Crizotinib leading to more visual disorders, both Crizotinib and Alectinib causing more dysgeusia and Brigatinib causing more respiratory complications.-Low grade AEs were most commonly observed, and deaths related to treatment occurred in 0-1% of patients.\n                \n                \n                  \nUeno et al. (\n36\n)\n\n                  2019\n                  Prospective, Observational, Real-world data(Post-marketing surveillance: follow-up 52 weeks)\n                  N = 2028 Japanese patients with ALK fusion gene-positive NSCLC treated with Crizotinib\n                  - Adverse Events\n                  - CTCAE v4.0\n                  - Reported incidence rate of dysgeusia of 16.8%.\n                \n                \n                  \nKoizumi et al. (\n38\n)\n\n                  2015\n                  Case report\n                  –\n                  –\n                  –\n                  - Case report on Grade 3 dysgeusia and anorexia, developing 5 days after starting treatment with Crizotinib. Toxicity completely regressed after switching to Alectinib.- Crizotinib is a multi-target receptor TKI for ALK, ROS1 and MET whereas, conversely, Alectinib targets ALK very selectively without activity against ROS1 and MET.-It remains unclear whether MET and ROS1 signals could be involved in oral tissues or cell impairment.\n                \n                \n                  \nMinakata et al. (\n33\n)\n\n                  2002\n                  Case report\n                  –\n                  –\n                  –\n                  - Case report of severe gustatory disorder following the administration of cisplatin and etoposide CT combination.- It had been previously reported that cisplatin could lead to zinc displacement from its typical binding site, with gustin inactivation and subsequent hypogeusia.- Cisplatin-induced gustatory disorder could also be caused by disturbance to a peripheral nerve or receptor. The function of gustatory receptors could be suppressed either by cisplatin and/or etoposide. Some central nervous system dysfunction may also occur.- Gustatory disorders induced by anticancer agents usually reduce patients quality of life.\n                \n              \n            \n            \n              \n                AEs. Adverse Events; CiTAS. Chemotherapy-induced Taste Alteration Scale; CT. Chemotherapy; CTCAE. Common Terminology Criteria for Adverse Events; EORTC QLQ-C30. European Organization for Research and Treatment of Cancer; ETOC. European Test of Olfatory Capabilities; HRQL. Health Related Quality of Life; NSCLC. Non-Small Cell Lung Cancer; RECIST. Response Evaluation Criteria in Solid Tumors; TAs. Taste Alterations; TSAs. Taste and Smell Alterations.\n              \n            \n          \n          CT for lung cancer may involve a platinum-based compound and a third–generation agent, such as paclitaxel. Approximately two thirds of patients reported some type of dysgeusia when treated with paclitaxel-based CT (24).\n          In a study by Amézaga et al., CT with docetaxel led to the highest taste alteration scores in patient self-assessments (3). Steinbach et al. in Amézaga et al. found CT based on taxanes resulted in more severe taste disorders, particularly for the salt tastant. Metallic tastes, bad tastes in mouth and xerostomia have been reported in higher frequencies with paclitaxel, vinorelbine, anthracyclines and carboplatin. However, conclusions are limited by the use of a non-validated questionnaire to measure TAs. The exact mechanism causing metallic taste in patients receiving CT is unknown, but it can be generated from the CT substances being secreted in saliva and thus coming into contact with taste receptors (3).\n          Joussain et al. evaluated the olfactory performance of 15 lung cancer patients receiving cisplatin-based CT, concluding that whilst cisplatin did not influence odor identification and detection, a reduction in the pleasantness of food odors was evident, impairing food-related hedonic pleasure and ultimately, QoL (32).\n          Minakata et al. reported a case of severe gustatory disorder following the administration of a combination of cisplatin and etoposide CT (33). It had previously been reported by Henkin et al. in Minakata et al. (33) that cisplatin can displace zinc from its normal binding site and induce the inactivation of gustin, with consequent hypogeusia. Kanda et al. in Minakata et al. (33) hypothesized that cisplatin-induced gustatory disorder could be caused by disturbance to a receptor or a peripheral nerve. Cisplatin and/or etoposide could suppress gustatory receptor function, as well as leading to the occurrence of some dysfunction of the central nervous system (33).\n          Radiotherapy aims to destroy cancer cells by directly breaking the DNA helix strands, leading to cell death. Radiation to the chest affects the significantly radiosensitive epithelial cells lining the esophagus and pharynx. This can lead to radiation-induced side effects that can affect swallowing by disruption of the normal mucosal barrier and predisposition to fungal infection. Although typically resolving within 2 weeks after treatment conclusion, esophagitis and self-reported taste changes can continue to affect patients for weeks to months (34).\n          As the epidermal growth factor receptor (EGFR) is fundamental to epidermal and epithelial cells homeostasis, cutaneous or mucosal toxicities are commonly associated with the majority of anti-EGFR-treated patients (35).\n          Anaplastic lymphoma kinase (ALK) and ROS1 rearrangements also represent an established molecular alterations in a small subset of NSCLC (36).\n          Oral events induced by anti-EGFR TKIs are underreported compared to skin toxicities. Monotherapy with Erlotinib leads to an incidence of mucositis in patients of 8-20%, ranging between 17-24% with Gefitinib (35).\n          Crizotinib is a small-molecule, orally available tyrosine kinase inhibitor, that can suppress the activity of ALK and oncogene ROS1 kinases, causing cell cycle arrest at G1/S phase (37).\n          In a Crizotinib post-marketing surveillance performed in Japan, the incidence rate of dysgeusia was 16.8% (36).\n          A systematic review on ALK inhibitor studies, including Crizotinib and Alectinib, reported a rate of dysgeusia ranging between 11-52%. Despite none of them reporting high-grade dysgeusia, this might be a cause of patient uncompliance (37).\n          Qian et al. in Koizumi et al. (38) conducted a meta-analysis of Crizotinib published clinical trials and reported that the Crizotinib doses must be lowered or discontinued in 6.5% of patients due to toxicity. Koizumi et al. reported a case of G3 taste alteration and loss of appetite after 5 days of treatment with Crizotinib 250mg (twice daily), leading to a discontinuation of the drug. Toxicity completely regressed after switching to Alectinib 300mg (twice daily). It remains unclear whether dysgeusia could be dependent on the dose of Crizotinib. Whereas Crizotinib is a multi-target receptor TKI for ALK, MET and ROS1, Alectinib is highly selective for ALK without activity against MET and ROS1. It also remains unclear whether MET and ROS1 signals could be involved in oral tissues or cells impairment (38).\n          Moderate dysgeusia (grade 1 or 2) has been noted in fewer than 3% of PD-1 and PD-L1-treated patients (35).\n        \n        \n          Management and Treatment of Taste and Smell Alterations\n          Due to the increased risk of TSAs in lung cancer patients coupled with the related risks of experiencing weight loss and malnutrition, there is a high medical need for clinical trials focused on novel interventions to improve taste and smell. No guidelines for the treatment of smell and taste disorders are available, with general nutritional counselling that is offered to patients not earnestly addressing this subject (20). \nTable 4\n provides the summary of interventions to prevent or treat TSAs in lung cancer patients, included in the review.\n          \n            Table 4\n            \n              Summary of interventions to prevent or treat dysgeusia in cancer patients undergoing systemic treatment included in the review.\n            \n            \n              \n                \n                  Authors\n                  Year\n                  Type of study\n                  Sample size\n                  Variables assessed\n                  Method used to evaluate TSAs\n                  Main results\n                \n              \n              \n                \n                  \nNutritional Counseling\n\n                \n                \n                  \nBelqaid et al. (\n21)\n                  2018\n                  Qualitative Interview Study\n                  N=17 lung cancer patients; 13 women, 4 men\n                  - Patients behavior while experiencing treatment-related TSAs\n                  - Qualitative Interview\n                  - TSAs implied coming to terms with the presence of these symptoms and finding new personal strategies to overcome them- Health-care professionals’ involvement was generally described as limited; clinicians should be supported in providing more practical advice, normalizing information, and emotional support to better support patients manage TSAs.\n                \n                \n                  \nTaste and Smell Training\n\n                \n                \n                  \nVon Grundherr et al. (\n20)\n                  2019\n                  Phase II pilot trial,unicentric\n                  N = 62 cancer patients undergoing CT(n=2 with lung cancer):- Intervention group (n=30): Taste and smell training + individual nutritional counseling- Non-intervention group (n=32): General nutritional information\n                  - TSAs- Nutritional Status- HRQL\n                  -”Taste Strips” method and “taste score”- MUST- EORTC QLQ-C30\n                  - After 12 weeks, a clinically significant improvement of >2 points in the taste score were observed in 92% (n=23) of the intervention group patients, meeting the study’s primary endpoint.- Median QoL score did not significantly change in the intervention group at week 12 (p= 0.811), although a relevant clinical improvement was observed in 24% of patients (n=6).\n                \n                \n                  \nSchiffman et al. (\n41)\n                  2007\n                  Randomized Controlled Trial, unicentric\n                  N=107 elderly cancer patients(n=95 with lung cancer)- Experimental group (n=54): Flavor enhancement products + Nutritional information- Control group (n=53): Nutritional information\n                  - TSAs- Nutritional Status- QoL- Immune Parameters\n                  - Taste and Smell Questionnaire, evaluation of taste and olfatory thresholds;- Mini Nutritional Assessment (MNA)- EORTC QLQ-C30- Lymphocyte counts\n                  - In the experimental group, MNA scores and physical function improved at the 8 months timepoint compared to the control group.\n                \n                \n                  \nZinc Supplementation\n\n                \n                \n                  \nHoppe et al. (\n42)\n                  2021\n                  Systematic Review\n                  N=1120 patients undergoing cancer treatment from a total of 19 publications included. Types of cancer were not specified\n                  Effect of Zinc Supplementation on:- Chemotherapy−induced mucositis-Radiotherapy−induced mucositis- Oral pain-Xerostomia- Dysgeusia\n                  - Quantitative and qualitative methods\n                  - Zinc supplementation revealed the occurrence, onset or severity of oral mucositis due to CT were not significantly affected by the intake of zinc; although positive effects on oral pain and severity and frequency of xerostomia were found.- For patients receiving RT or radio-chemotherapy, zinc had a significant impact on the onset, severity and duration of oral mucositis (except in nasopharyngeal carcinoma patients).- There was a common trend to taste improvement during radiotherapy, but not chemotherapy.- There was no observed impact on measured QoL, weight, fatigue, and survival.\n                \n                \n                  \nFujii et al. (\n45)\n                  2018\n                  Retrospective, unicentric\n                  N=634 patients(n=47 with lung cancer)receiving cancer CT- Patients with dysgeusia (n=80): Polaprezinc (150mg twice a day) until symptom disappearance- Patients without dysgeusia (n=554): Observation\n                  - Grade 2 dysgeusia\n                  - CTCAE v 4.0\n                  - In patients who received oral Polaprezinc, the grade 2 dysgeusia’s 90 day recovery rates post symptom onset was 60%, significantly higher compared to the follow-up observation group (p=0.0007).- Grade 2 dysgeusia median recovery time was significantly lower in the Polaprezinc group than in patients in the follow-up group.- Polaprezinc was not as effective in elderly patients (≥65 years).- Pancreatic cancer patients were less responsive to Polaprezinc.- The patients with the highest Polaprezinc response were those suffering with colorectal cancer.\n                \n                \n                  \nDoi et al. (\n43)\n                  2018\n                  Review\n                  -Cites 4 RCTs on the effect of zinc and Polaprezinc on the management of dysgeusia in cancer patients; only 2 involving lung cancer patients (Yamagata et al. being the only trial involving lung cancer patients exclusively; Lyckholm et al. involving 10 lung cancer patients from a sample of 41 patients with multiple cancer types)\n                  -Taste Alterations\n                  - Quantitative and qualitative methods\n                  - Yamagata et al. explored the intravenous infusion of zinc during chemotherapy as a strategy for preventing tastedisorders in patients receiving CT for lung cancer, with successful results.- Lyckholm et al. reported the failure of using oral zinc sulfate at 220 mg twice a day in improving CT-related taste alteration, loss or distortion of taste and smell, compared with placebo.- The studies demonstrated varied administration routes and dosing of zinc and Polaprezinc and included subjective forms of assessment of dysgeusia. Further studies with large samples using objective measures on taste testing should be conducted to support zinc use.\n                \n                \n                  \nYamagata et al. (\n44)\n                  2003\n                  Randomized Controlled Trial, unicentric\n                  N= 12 lung cancer patients under CT- Group A (n=7): CT + intravenous drip infusion containing zinc- Group B (n=5): CT + intravenous drip infusion without zinc\n                  - Taste Acuity\n                  - Electrogustometer (quantitative measurement)\n                  - After 2 weeks of treatment, taste thresholds in all group B patients worsened at the corda tympani nerve area, whereas two thirds of patients in group A showed an improvement. Electrical taste thresholds significantly differed between both groups, after 2 and 4 weeks (p<0.05).- Although not significant, patients in group A revealed an improvement on the electrical taste thresholds in the glossopharyngeal nerve area, at 2 weeks. At 4 weeks, there wasn’t a significant difference in the taste characteristics in the glossopharyngeal nerve area between groups.\n                \n                \n                  \nAmifostine\n\n                \n                \n                  \nKomaki et al. (\n47)\n                  2004\n                  Randomized Controlled Trial, unicentric\n                  N=62 patients with inoperable stage II or III NSCLC-Arm 1 (n=31): Chemoradiotherapy without Amifostine-Arm 2 (n=31): Chemoradiotherapy with Amifostine\n                  - Toxicity from chemoradiotherapy- Survival outcomes\n                  - NCI Common Toxicity Criteria\n                  - Amifostine significantly reduced the rate of mild, moderate and severe esophageal toxicity (p=0.021), as well as the rate of severe pneumonitis (p=0.020) and neutropenic fever (p=0.046).- Mild hypotension (p<0.001), sneezing (p=0.039) and dysgeusia (p=0.029) were significantly more frequent in the Amifostine arm.- Amifostine had no apparent effect on survival.\n                \n              \n            \n            \n              \n                CT, Chemotherapy; CTCAE, Common Terminology Criteria for Adverse Events; EORTC QLQ-C30, European Organization for Research and Treatment of Cancer; HRQL, Health Related Quality of Life; MNA, Mini Nutritional Assessment; NCI, National Cancer Institute; NSCLC, Non-Small Cell Lung Cancer; PZ, Polaprezinc; Pts, patients; QoL, Quality of Life; RECIST, Response Evaluation Criteria in Solid Tumours; TSAs, Taste and Smell Alterations; RT, Radiotherapy.\n              \n            \n          \n          \n            Table 5\n            \n              Summary of the excluded articles with reasons.\n            \n            \n              \n                \n                  References\n                  Year\n                  Study type\n                  Reasons for exclusion\n                \n              \n              \n                \n                  \nGift et al.\n\n                  2003\n                  Retrospective, secondary analysis\n                  Background article\n                \n                \n                  \nTurcott et al.\n\n                  2018\n                  Abstract poster\n                  Full article included in this review\n                \n                \n                  \nLederhandler et al.\n\n                  2018\n                  Case report\n                  Wrong outcome (refers specifically to oral mucositis)\n                \n                \n                  \nPaule J.V. et al.\n\n                  2020\n                  Prospective, longitudinal\n                  Background article\n                \n                \n                  \nCatania et al.\n\n                  2020\n                  Short Communication\n                  Wrong outcome (refers specifically to dysgeusia and anosmia related to SARS-COV2 infection)\n                \n                \n                  \nFrowen J. et al.\n\n                  2020\n                  Cross-sectional study\n                  Background article\n                \n                \n                  \nSimeone et al.\n\n                  2019\n                  Review article\n                  Background article\n                \n                \n                  \nVan der Werf et al.\n\n                  2018\n                  Pilot Study\n                  Small sample and not exclusively related to lung cancer\n                \n                \n                  \nSasaki et al.\n\n                  2017\n                  Prospective study\n                  Wrong outcome (non-physical concerns) and not exclusively related to lung cancer\n                \n                \n                  \nWagland et al.\n\n                  2016\n                  Cross sectional\n                  Background article\n                \n                \n                  \nThorne et al.\n\n                  2015\n                  Review article\n                  Background article\n                \n                \n                  \nBoltong et al.\n\n                  2012\n                  Systematic review\n                  Background article\n                \n                \n                  \nWatters et al.\n\n                  2011\n                  Review\n                  Background article\n                \n                \n                  \nVadhan-Raj et al.\n\n                  2010\n                  Randomized Controlled Trial\n                  Wrong outcome (refers specifically to oral mucositis)\n                \n                \n                  \nSanchez-Lara et al.\n\n                  2010\n                  Cross-sectional study\n                  Background article\n                \n                \n                  \nIshinaga et al.\n\n                  2018\n                  Cross-sectional study\n                  Small sample and very specific to Japanese population\n                \n              \n            \n          \n          \n            Nutritional Counselling\n            To ensure appropriate nutritional counselling, information related to possible taste changes that patients could experience should be made clear before starting treatment. This necessitates providing clinicians with evaluation measures that have been validated and ensuring they receive appropriate training in their use (12).\n            Belquaid et al. performed a qualitative interview to 17 lung cancer patients in order to understand what strategies or resources were used to deal with cancer-related TSAs. It was concluded that limited support from health-care professionals was provided, and that the majority of patients initiated management strategies by themselves, including coming to terms with TSAs, modifying their taste and smell experiences and finding emotional support in family and friends. As part of treatment, normalizing information about TSAs seemed to be important in promoting acceptance and adjustment to this reality, empowering patients to find their own solutions (21).\n            Maintaining protein intake is important for patients during treatment. Therefore, adding high protein foods into a patient’s diet should be encouraged, including eggs, dairy products, peanut butter, mild-tasting fish, chicken and soy meat substitutes (34).\n            Additionally, patients suffering from ageusia can try other techniques, such as flavoring meat, fish or chicken through sweet juice marination, sweet wine, and other sources including sweet-and-sour and Italian dressing. If nutritional supplements are too sweet, patients can try other options, including unflavored supplements or supplements that are based on juice or yogurt. CT-related metallic taste can be overcome by using plastic utensils, instead of metal ones (34).\n            For elderly patients or those suffering from umami hypogeusia, umami savoriness could help reduce any additional salt, sugar and fat consumption (24).\n          \n          \n            Taste and Smell Training\n            A clinical prospective pilot trial (the “TASTE trial”) assessed the possible short-term impacts of training taste and smell by applying the “Taste Strips Test” plus individual nutritional counseling to a group of cancer patients undergoing chemotherapy (<= or “CT”), 3% (n=2) having lung cancer. After 12 weeks, the study’s endpoint was met when a clinically significant improvement of >2 points was observed in 92% (n=23) of the intervention group patients (20).\n            A study by Schiffman et al. enrolled 107 cancer patients above 55 years old, the majority with lung cancer, to an experimental arm of flavor enhancement with aromas of actual foods plus nutritional counseling (n=54) and compared it with a control arm receiving nutritional information only (n=53). It was concluded that flavor enhancement plus nutritional counseling could improve patients’ nutritional status and QoL, suggesting that it is possible to minimize some chemosensory losses by providing cancer patients with the knowledge to improve the flavor of their foods (41).\n          \n          \n            Zinc Supplementation\n            Despite multiple investigations into how zinc can impact cancer treatment toxicities, there remains a lack of evidence to form a common consensus on its role (42).\n            To synthesize gustin, a salivary protein that is important in ensuring the integrity of taste buds, sufficient levels of zinc are required. Zinc deficiencies, therefore, can cause impaired taste and odor sensitivity. Maeda et al. in Cranganu et al. (\n34) investigated the impact of taste alterations in 36 advanced lung cancer patients, and found higher taste abnormalities in patients with reduced serum zinc levels compared with the normal zinc level patient group (34).\n            A systemic review was performed by Hoppe et al. to evaluate the role of systemic zinc supplementation as complementary treatment for cancer patients (including 16 patients with lung cancer). Zinc was found to have no significant effects on chemotherapy-related oral mucositis or dysgeusia, although it seems to have positive effects on the prevention, severity and duration of RT or CT-induced oral xerostomia, mucositis and dysgeusia (42).\n            Polaprezinc is a chelating compound and anti-ulcer drug composed of a zinc ion, L-histidine, L-carnosine, and a β-alanine dipeptide. It has been observed to have antioxidant properties and to scavenge free radicals. Several preclinical and clinical studies showed its efficacy in reducing radiation-induced normal tissue damage. One review concluded that systemic Polaprezinc may be an acceptable option for reducing toxicities from chemoradiotherapy, being highly promising for preventing normal tissue damage in this context (43).\n            Yamagata et al. suggested that administering zinc intravenously during CT for lung cancer could help in preventing taste disorders and aiding patients in maintaining their QoL. Interestingly, a direct correlation between taste sensation and plasma zinc concentration could not be established, and the administration of zinc did not parallel an increase in the plasma zinc concentration (44).\n            A single-center retrospective study evaluated how zinc affects cancer patients’ taste disorders in which subjects with different types of cancer (including 47 patients with lung cancer) suffering from grade 2 CT-related taste disorders were given 150mg of zinc twice daily orally until symptoms disappeared, vs a placebo comparison group. The median recovery time was significantly lower in the group where patients received zinc (63 vs 112 days; p=0.019) (45).\n          \n          \n            Amifostine\n            Amifostine is a potent exogenous, free-radical scavenger and an established radioprotectant particularly for the prevention of radiation-induced xerostomia (43). It is currently the only US Food and Drug Administration (FDA) treatment for preventing moderate to severe radiation-induced xerostomia. Additionally, for patients with NSCLC or advanced ovarian cancer receiving repeated doses of cisplatin, it reduces the cumulative renal toxicity associated with treatment. Investigators have been interested in using this drug to prevent or reduce the severity of mucositis, but its effectiveness remains controversial (46).\n            One study examined the impact of amifostine on NSCLC patients receiving concurrent CT and RT and whether it impacted the acute toxicity associated with treatment. Interestingly, it demonstrated that in patients given amifostine, dysgeusia was more commonly present than in the control group patients (47).\nFactors Influencing TSAs\n          The exact underlying mechanisms behind chemosensory alterations in cancer patients is not fully known, due to odor and taste abnormalities having a multifactorial etiology, heterogeneous cancer population studies, variability of the definition of “taste” and on the endpoints used in the studies, as well as the lack of standardized measurement tools to evaluate TSAs (3, 12).\n          A study by Belqaid et al. demonstrated that the intensity of TSAs tends to change over time within the course of lung cancer treatment. Additionally, TSAs are influenced by the presence of additional symptoms, side-effects of treatment and other individual and contextual factors (19).\n          Additional factors can also contribute to reduced smell and taste perception, including, poor oral hygiene, lack of saliva and alcohol or nicotine abuse (20).\n          Eating-related symptoms such as nausea, dry mouth, premature satiety, appetite loss and fatigue also interrelate with TSAs (21).\n          Xerostomia is highly related to taste alteration, as food particles stimulate taste bud taste receptor cells within the lingual papillae, when in solution. Therefore, reduced secretion and increased saliva viscosity may interfere with flavor molecules being transported to taste and olfactory receptors (3).\n          In addition, changes in cell volume or osmolar content of any of the central nervous system neurons implicated in the sense of taste are influenced by extracellular hypo-osmolality and may potentially inhibit the sense of taste (22).\n          In a systematic review by Nolden et al., the majority of the reviewed articles identified no significant relationship between measures of smell or taste and intake of food and enjoyment. However, it was suggested that where lower taste sensitivity is experienced by patients (higher detection thresholds), incidences of food avoidance also increase. The most common taste alterations were observed for sweet and, to some extent, bitter perception, whereas alterations in cancer patients to salt and sour perception where less frequent. The alterations were associated with lower consumption, appetite, and patients avoiding certain foods (12).\n          Williams and Cohen compared the taste threshold levels of 30 male lung cancer subjects before the start of RT or CT with a healthy control group, demonstrating a significant reduction in the sensitivity for sour in the lung cancer group. No significant differences were noted concerning sweet, bitter or salty tastes, although there were individuals with recognition levels that differed considerably from controls. It was concluded that diet therapy management for lung cancer patients should be individualized, in order to maintain the diary amount of protein and calories (23).\n          Turcott et al. evaluated changes in the thresholds for detecting and recognizing sweet, bitter and umami tastes in patients with non-small cell lung cancer (NSCLC) receiving CT treatments of cisplatin and paclitaxel-based, as well as their association with nutritional and HRQoL parameters. It was concluded that taste buds’ impairment and disturbance of renewal cell processes might increase the detection thresholds for sweet, sour, salty, bitter or umami. On the other hand, higher sensitivity to umami recognition (hypergeusia) had significant association with a global HRQoL status deterioration and loss of appetite (p=0.016 and 0.115 respectively) (24).\n          McGreevy et al. investigated the characteristics of severe TSAs reported by 89 lung cancer patients undergoing CT. Patients reporting TSAs were younger and more frequently smokers. Gender was a statistically significant variable, with higher numbers of women reporting TSAs (25).\n          On the other hand, Yoshimoto et al. investigated CT impact on the smell and taste of 35 Japanese patients with lung cancer through the use of questionnaires, identifying no statistically significant associations between smell alterations and age, gender or smoking history. Patients became more sensitive to sweet and salty tastes, but less so for umami and bitter. This might have been influenced by patients’ psychological stress, oral hygiene and smoking status, as well as the study’s small sample size (11).\n          Amézaga et al. also found no statistically significant differences in taste and smell alterations between older and younger patients (3).\n          Zabernigg et al. found that elderly patients or patients with nicotine abuse reported fewer TAs, which might be explained by the fact that these two groups already tend to suffer from hypogeusia of some degree, making CT-induced changes less noticeable (10).\nTaste and Smell Alterations in Treatment- Naïve Lung Cancer Patients\n          \n\nTable 2\n summarizes the existing evidence on TSAs in treatment-naïve lung cancer patients, included in the review. Turcott et al. found a 35% prevalence of self-reported dysgeusia among 65 treatment-naïve non-small cell lung cancer patients submitted to self-reporting taste and smell questionnaires and a rinse stimuli technique. A minimal concentration of taste stimuli was required for most patients to perceive the stimuli; however they commonly could not recognize the taste. Patients with dysgeusia presented with a significantly reduced lean-body mass (p=0.027), a significant increase in fat mass (p=0.027) and gastrointestinal symptoms, including nausea (p=0.042), anorexia (p=0.004), early satiety (p<0.0001) and reduced food consumption (p=0.01). They also had clinically significant alterations in HRQoL scales (2).\n          \n            Table 2\n            \n              Summary of evidence concerning treatment-naïve lung cancer patients included in the review.\n            \n            \n              \n                \n                  Authors\n                  Year\n                  Type of Study\n                  Sample Size\n                  Variables Assessed\n                  Method used to evaluate TSAs\n                  Main Results\n                \n              \n              \n                \n                  \nTurcott et al. (\n2)\n                  2020\n                  Cross-sectional, unicentric\n                  N= 65 treatment-naïve non-small-cell lung cancer (SCLC) pts\n                  -Dysgeusia-HRQL-Nutritional Status\n                  Self-reporting taste Questionnaire\n                  -35% prevalence of self-reported dysgeusia-Pts with dysgeusia had less lean body mass (p=0.027); higher fat mass (p=0.027); nausea (p=0.042); anorexia (p=0.004); early satiety (p<0.0001); clinically significant alterations in HRQL\n                \n                \n                  \nBelqaid et al. (\n13\n)\n\n                  2014\n                  Prospective, observational, unicentric\n                  N=215 pts under investigation for lung cancer, of which N=117 were diagnosed with lung cancer\n                  -TSAs-Nutritional Status\n                  Taste and Smell Survey\n                  -38% prevalence of TSAs in pts with and without lung cancer; generally mild- Pts with lung cancer reporting TSAs had higher frequency of weight loss ≥10% (p<0.05)\n                \n                \n                  \nWilliams & Cohen (\n23\n)\n\n                  1978\n                  Prospective, observational, unicentric\n                  N=60; 30 male pts with lung cancer and 30 male healthy controls\n                  - Taste Acuity\n                  Method of Henkin\n                  -Lung cancer pts had lower sensitivity for sour (p=0.05)\n                \n                \n                  \nSingh et al. (\n30\n)\n\n                  2009\n                  Case Report\n                  –\n                  –\n                  –\n                  - Case report of concomitant dysgeusia, hyponatremia and SCLC.- Dysgeusia is rarely seen with SIAD; various reports on its association with lung cancer, mostly with SCLC histology.\n                \n                \n                  \nNakazato et al. (\n27\n)\n\n                  2006\n                  Case Report\n                  –\n                  –\n                  –\n                  - Case report of dysgeusia (sweet taste of nearly all food) and hyponatremia related to SIAD, found to be associated with large-cell lung carcinoma.-Dysgeusia might have been caused by the tumor producing an unknown taste modifying substance, leading to structural changes in the taste receptor membrane when the extracellular sodium levels decreased. Miraculin could be a potential candidate substance.\n                \n                \n                  \nKarthik et al. (\n29\n)\n\n                  2004\n                  Case Report\n                  –\n                  –\n                  –\n                  - Case report of dysgeusia as paraneoplastic syndrome related with lung adenocarcinoma.\n                \n                \n                  \nCroghan et al. (\n28\n)\n\n                  2003\n                  Case Report\n                  –\n                  –\n                  –\n                  -Case report of dysgeusia (constant sweet taste sensation) and hyponatremia, found to be associated with a diagnosis of SCLC.\n                \n                \n                  \nIshimaru et al. (\n26\n)\n\n                  1999\n                  Case Report\n                  –\n                  –\n                  –\n                  -Case report of a lung cancer metastasized to the right frontal lobe, causing compression of the olfactory sulcus. The average olfaction recognition threshold improved after craniotomy.\n                \n                \n                  \nPanayiotou et al. (\n22\n)\n\n                  1995\n                  Case series(3 case reports)\n                  –\n                  –\n                  –\n                  -Changes in the extracellular sodium concentration may modulate the sweet receptor.- The onset of persistent dysgeusia (especially if unpleasant sweet taste) should prompt measurement of serum sodium concentration and the consideration of lung carcinoma.\n                \n                \n                  \nKamoi et al. (\n39\n)\n\n                  1987\n                  Case Report\n                  –\n                  –\n                  –\n                  - Case report of SCLC associated with hyponatremia, renal sodium loss and inappropriate antidiuresis, due to increased secretion of atrial natriuretic peptide (ANP) by the atrial tissue. The natriuretic activity led to the glomerular filtration rate increasing and a decrease in tubular sodium resorption, increasing the renal fractional excretion of sodium.\n                \n              \n            \n            \n              \n                Pts, patients; SIAD, Syndrome of Inappropriate Antidiuresis; SCLC, Small Cell Lung Cancer; TSAs, Taste and Smell Alterations.\n              \n            \n          \n          In another study, Turcott et al. found self-reported dysgeusia was prevalent in 37.5% of NSCLC treatment-naïve patients, and a 34.5% prevalence post-CT, revealing a drastically high rate of taste disorders prior to CT, comparing to that of the general population (0.07-1.7%) - meaning that dysgeusia could be caused by the disease itself (24).\n          An observational study by Belqaid et al. involving 215 patients under investigation for lung cancer, found a self-reported TSA prevalence of 38% in the group of patients diagnosed with lung cancer (n=117), and symptoms were in general mild (13).\n          Ishimaru et al. described a case report of reversible hyposmia, after removal of a right frontal lobe lung cancer metastasis which was causing slight compression and swelling of the olfactory area in the brain (26).\n          Also, a triad of taste distortion with prominent sweet taste, hyponatremia and lung cancer diagnosis was firstly reported in a case series by Panayiotou et al., in 1995 (22).\n          Since then, few other reports have described the diagnosis of lung cancer in the context of dysgeusia with unpleasant sweet taste, with concomitant hyponatremia as the sole biochemical anomaly (27–30).\n          It is necessary to consider the lung cancer induced syndrome of inappropriate antidiuresis (SIAD) when cryptogenic dysgeusia is identified, particularly if patients report an unpleasant sweet taste (27).\n          For SIAD to be diagnosed, the osmolality of the patient’s urine when the effective plasma osmolality is low must exceed 100 mOsm per kilogram of water. Additionally, it is essential for clinical euvolemia to be present. Eliminating the underlying cause is the only definitive treatment for SIAD. For the majority of SIAD cases caused by malignant disease, effective antineoplastic treatment is typically the best course of action (31).\n          The most frequently implicated histological type is the small cell lung carcinoma. In all cases, dysgeusia seemed to disappear rapidly with normalization of serum sodium concentration (27–30).\n          One explanation for this is that extracellular sodium levels may modulate sweet receptors. Hyponatremia may decrease lingual sweetness receptor thresholds, although the sole cause of taste alteration cannot be completely attributed to a low sodium level alone. Nakazato et al. hypothesized that an unknown taste modifying substance could be produced by the tumor causing all foods to be interpreted by patients as sweet. This might occur due to structural changes in the taste receptor membrane when extracellular sodium levels decreased, allowing attachment of the taste modifier to sites on the sweet receptor (27). A candidate substance could be miraculin, a glycoprotein extracted from the West African berries Richadella dulcifera, which modifies taste through the alteration of taste receptor configuration (27, 30).\nTaste and Smell Alterations in Lung Cancer Patients Undergoing Treatment\n          Multiple factors contribute to the risk of CT leading to toxic effects in the oral cavity, including the high renewal rates of oral tissues, damage to the mucosal microflora, salivary glands and development of neuropathy, where axonal degeneration of nerve conduction velocity occurs in up to 80% of cases affecting taste sensitivity and contributing to dysgeusia. The glossopharyngeal, facial and vagus nerves give rise to the corda tympani and greater petrosal nerves, all involved in the taste pathway (24).\n          \n\nTable 3\n summarizes the evidence on TSAs in lung cancer patients undergoing systemic treatment, included in the review. A study by Zabernigg et al. investigated the prevalence of taste alterations (TAs) in 197 cancer patients undergoing CT, of which 54.3% had lung cancer. Almost 70% of patients reported TAs at least once during the study period, with 17.6% reporting moderate to severe TAs (10).\n          \n            Table 3\n            \n              Summary of evidence concerning lung cancer patients undergoing systemic treatment included in the review.\n            \n            \n              \n                \n                  Authors\n                  Year\n                  Type of Study\n                  Sample Size\n                  Variables Assessed\n                  Method used to evaluate TSAs\n                  Main Results\n                \n              \n              \n                \n                  \nNolden et al. (\n12\n)\n\n                  2019\n                  Systematic Scoping Review\n                  11 studies including 578 participants (380 with cancer and 198 controls); all of the studies evaluated taste change and 5 also evaluated smell changes\n                  - Taste changes (detection and recognition thresholds) for sweet, sour, bitter, salty and umami, and their relationship between food behavior in patients undergoing cancer treatment.- Smell changes (identification, sensitivity and discrimination) and their relationship between food behavior in patients undergoing cancer treatment.\n                  - Whole mouth, filter paper disks and taste strips- Sniffin’ Sticks\n                  - Cancer patients with appetite loss were more likely to prefer reduced sweetness levels; compared with patients without a reduced appetite. Effect sizes showed that sweet taste had the highest empirical evidence for food behavior involvement, with reduced appetite and overall lower energy intake.- The authors did not report any significant relationships between food behavior and olfactory measures.\n                \n                \n                  \nYoshimoto et al. (\n11\n)\n\n                  2019\n                  Cross-sectional, unicentric\n                  N=35 Japanese lung cancer patients\n                  - TSAs\n                  -Self-reporting taste Questionnaire\n                  - No significant associations between change in the sense of taste and CT cycles, age or BMI, were found. There was a trend towards an association with current smoking (p=0.083).- Patients reported a higher sensitivity to salty and sweet tastes and a lower sensitivity to umami after the start of CT.- No significant associations between change in the sense of smell and age, gender or smoking history were found.- Despite less favorable taste, Japanese patients did not change their dietary habits.\n                \n                \n                  \nBelqaid et al. (\n21\n)\n\n                  2018\n                  Qualitative Interview Study\n                  N=17 lung cancer patients; 13 women, 4 men\n                  - Patients behavior while experiencing treatment-related TSAs\n                  - Qualitative Interview\n                  - TSAs implied coming to terms with the presence of these symptoms and finding new personal strategies to overcome them.- Health-care professionals’ involvement was generally described as limited. More normalizing information, emotional support and practical advice concerning dysgeusia could help better dealing with TSAs.\n                \n                \n                  \nAmézaga et al. (\n3\n)\n\n                  2018\n                  Prospective, observational, unicentric\n                  N=151 patients undergoing CT (13.2% with lung cancer)\n                  - TSAs\n                  - Interviewer-assisted TSAs’ Questionnaire\n                  - Prevalence of 76% of taste disorders and 45% of smell alterations.- Anthracyclines, paclitaxel, docetaxel and carboplatin produced highest taste disturbance rates of all CT agents.- Xerostomia was the most frequent symptom reported, strongly associated with bad taste in mouth and taste loss.- Age did not significantly influence the occurrence of TSAs.\n                \n                \n                  \nSchalk et al. (\n40\n)\n\n                  2018\n                  Cross-sectional, unicentric\n                  N=138 patients; n= 42 with cancer (2.4% lung cancer patients), n= 57 with inflammatory disease, n=39 healthy controls\n                  - Taste Acuity\n                  - Tastant solutions through a “whole mouth method”\n                  - Cancer patients had significantly increased detection thresholds for tastants sweet (p=0.024), salty (p=0.031) and umami (p=0.007) compared to healthy individuals; and for sweet (p=0.004) and sour (p=0.039), compared to patients with inflammatory disease.- No significant differences were found between treatment-naive cancer patients vs patients submitted to CT.\n                \n                \n                  \nVigarios et al. (\n35\n)\n\n                  2017\n                  Review\n                  –\n                  -Oral toxicities induced by targeted therapies and immune checkpoint inhibitors\n                  –\n                  - The incidence of mucositis was found to be between 8-20% with Erlotinib and between 17 to 24% with Gefitinib.- Crizotinib has been associated with moderate dysgeusia (grade 1-2) in 11-26% of treated patients.- The incidence of moderate dysgeusia (grade 1 or 2) with immune checkpoint inhibitors has been documented in 3% of PD-1 and PD-L1 treated patients. Xerostomia (generally grade 1-2) has been reported in about 6% of patients treated with Nivolumab and 4-7.2% of patients treated with Pembrolizumab.\n                \n                \n                  \nPonticelli et al. (\n8\n)\n\n                  2016\n                  Cross-sectional, unicentric\n                  N=289 patients (8.7% with lung cancer)\n                  - Taste Acuity- HRQL\n                  - Taste Questionnaire\n                  - Prevalence of dysgeusia during or after CT of 64%.- There was a statistically significant correlation between type of cancer and dysgeusia (p=0.012).- There was a statistically significant correlation between type of CT and occurrence of dysgeusia (p=0.031).- Patients with dysgeusia had a worse HRQL (p=0.002).\n                \n                \n                  \nTurcott et al. (\n24\n)\n\n                  2016\n                  Cohort, unicentric\n                  N=40 patients with lung cancer undergoing CT with Cisplatin/Paclitaxel\n                  - Taste Acuity- Nutritional Status- HRQL\n                  - Rinsing technique\n                  - Prevalence of self-reported dysgeusia in treatment-naive lung cancer patients 37.5%; post-CT 34.5%.- CT induced a tendency for an increase in taste acuity for umami (p=0.109) and sweet (p=0.092), and an increase for bitter (p=0.02).\n                \n                \n                  \nBelqaid et al. (\n19\n)\n\n                  2016\n                  Cohort, unicentric\n                  N= 52 lung cancer patients under anti-cancer treatment\n                  - Taste Acuity- Nutritional Status\n                  - Taste and Smell Survey\n                  - TSA characteristics changed over time, relative to the start of localized or systemic treatment. Patients’ experiences must be taken into account in order to adapt advice and support individual’s needs.\n                \n                \n                  \nMcGreevy et al. (\n25\n)\n\n                  2014\n                  Cohort(timepoint for data analysis ‘when TSAs were most severe’), unicentric\n                  N= 89 patients under treatment for lung cancer\n                  - TSAs- Nutritional Status\n                  - Taste and Smell Survey\n                  - 69% prevalence of TSAs after the start of cancer treatment-Patients reporting TSAs were on average more frequently smokers and younger-Women reported stronger TSAs-Patients with TSAs suffered more from loss of appetite, early satiety and nausea.\n                \n                \n                  \nJoussain et al. (\n32\n)\n\n                  2013\n                  Cohort, unicentric\n                  N=30 male patients;15 patients with lung cancer; 15 controls\n                  - Olfactory performance\n                  - ETOC\n                  - Cisplatin CT in lung cancer patients impaired the pleasure of perceived food odors (p<0.03), but not odor identification nor detection thresholds.\n                \n                \n                  \nZabernigg et al. (\n10\n)\n\n                  2010\n                  Cohort, unicentric\n                  N= 197 cancer patients (54.3% with lung cancer) undergoing CT\n                  - Taste Acuity- HRQL\n                  - EORTC QLQ-C30 + 2 questions directed to TAs\n                  - 69.9% of patients reported TAs in at least at one assessment time; 14.6% reported TAs in all assessment times.- 17.6% of patients reported moderate to severe TSAs.- TAs decreased significantly with age (p<0.001);- Patients with nicotine abuse reported less TAs (p=0.002)- Gender was not significantly associated with TAs.- TAs were significantly associated with appetite loss, fatigue, nausea/vomiting and cognitive functioning.\n                \n                \n                  \nKassem et al.\n\n                  2019\n                  Systematic Review\n                  N = 2793 patients considered eligible from 14 studies\n                  - Adverse Events\n                  - CTCAE v4.0\n                  - Systematic review reporting a rate of dysgeusia with Crizotinib and Alectinib ranging between 11-52%.- The most common AEs observed with ALK inhibitors were gastrointestinal toxicities.- There were differences between the toxicity patterns, with increased hepatic and gastrointestinal toxicities with Ceritinib, Crizotinib leading to more visual disorders, both Crizotinib and Alectinib causing more dysgeusia and Brigatinib causing more respiratory complications.-Low grade AEs were most commonly observed, and deaths related to treatment occurred in 0-1% of patients.\n                \n                \n                  \nUeno et al. (\n36\n)\n\n                  2019\n                  Prospective, Observational, Real-world data(Post-marketing surveillance: follow-up 52 weeks)\n                  N = 2028 Japanese patients with ALK fusion gene-positive NSCLC treated with Crizotinib\n                  - Adverse Events\n                  - CTCAE v4.0\n                  - Reported incidence rate of dysgeusia of 16.8%.\n                \n                \n                  \nKoizumi et al. (\n38\n)\n\n                  2015\n                  Case report\n                  –\n                  –\n                  –\n                  - Case report on Grade 3 dysgeusia and anorexia, developing 5 days after starting treatment with Crizotinib. Toxicity completely regressed after switching to Alectinib.- Crizotinib is a multi-target receptor TKI for ALK, ROS1 and MET whereas, conversely, Alectinib targets ALK very selectively without activity against ROS1 and MET.-It remains unclear whether MET and ROS1 signals could be involved in oral tissues or cell impairment.\n                \n                \n                  \nMinakata et al. (\n33\n)\n\n                  2002\n                  Case report\n                  –\n                  –\n                  –\n                  - Case report of severe gustatory disorder following the administration of cisplatin and etoposide CT combination.- It had been previously reported that cisplatin could lead to zinc displacement from its typical binding site, with gustin inactivation and subsequent hypogeusia.- Cisplatin-induced gustatory disorder could also be caused by disturbance to a peripheral nerve or receptor. The function of gustatory receptors could be suppressed either by cisplatin and/or etoposide. Some central nervous system dysfunction may also occur.- Gustatory disorders induced by anticancer agents usually reduce patients quality of life.\n                \n              \n            \n            \n              \n                AEs. Adverse Events; CiTAS. Chemotherapy-induced Taste Alteration Scale; CT. Chemotherapy; CTCAE. Common Terminology Criteria for Adverse Events; EORTC QLQ-C30. European Organization for Research and Treatment of Cancer; ETOC. European Test of Olfatory Capabilities; HRQL. Health Related Quality of Life; NSCLC. Non-Small Cell Lung Cancer; RECIST. Response Evaluation Criteria in Solid Tumors; TAs. Taste Alterations; TSAs. Taste and Smell Alterations.\n              \n            \n          \n          CT for lung cancer may involve a platinum-based compound and a third–generation agent, such as paclitaxel. Approximately two thirds of patients reported some type of dysgeusia when treated with paclitaxel-based CT (24).\n          In a study by Amézaga et al., CT with docetaxel led to the highest taste alteration scores in patient self-assessments (3). Steinbach et al. in Amézaga et al. found CT based on taxanes resulted in more severe taste disorders, particularly for the salt tastant. Metallic tastes, bad tastes in mouth and xerostomia have been reported in higher frequencies with paclitaxel, vinorelbine, anthracyclines and carboplatin. However, conclusions are limited by the use of a non-validated questionnaire to measure TAs. The exact mechanism causing metallic taste in patients receiving CT is unknown, but it can be generated from the CT substances being secreted in saliva and thus coming into contact with taste receptors (3).\n          Joussain et al. evaluated the olfactory performance of 15 lung cancer patients receiving cisplatin-based CT, concluding that whilst cisplatin did not influence odor identification and detection, a reduction in the pleasantness of food odors was evident, impairing food-related hedonic pleasure and ultimately, QoL (32).\n          Minakata et al. reported a case of severe gustatory disorder following the administration of a combination of cisplatin and etoposide CT (33). It had previously been reported by Henkin et al. in Minakata et al. (33) that cisplatin can displace zinc from its normal binding site and induce the inactivation of gustin, with consequent hypogeusia. Kanda et al. in Minakata et al. (33) hypothesized that cisplatin-induced gustatory disorder could be caused by disturbance to a receptor or a peripheral nerve. Cisplatin and/or etoposide could suppress gustatory receptor function, as well as leading to the occurrence of some dysfunction of the central nervous system (33).\n          Radiotherapy aims to destroy cancer cells by directly breaking the DNA helix strands, leading to cell death. Radiation to the chest affects the significantly radiosensitive epithelial cells lining the esophagus and pharynx. This can lead to radiation-induced side effects that can affect swallowing by disruption of the normal mucosal barrier and predisposition to fungal infection. Although typically resolving within 2 weeks after treatment conclusion, esophagitis and self-reported taste changes can continue to affect patients for weeks to months (34).\n          As the epidermal growth factor receptor (EGFR) is fundamental to epidermal and epithelial cells homeostasis, cutaneous or mucosal toxicities are commonly associated with the majority of anti-EGFR-treated patients (35).\n          Anaplastic lymphoma kinase (ALK) and ROS1 rearrangements also represent an established molecular alterations in a small subset of NSCLC (36).\n          Oral events induced by anti-EGFR TKIs are underreported compared to skin toxicities. Monotherapy with Erlotinib leads to an incidence of mucositis in patients of 8-20%, ranging between 17-24% with Gefitinib (35).\n          Crizotinib is a small-molecule, orally available tyrosine kinase inhibitor, that can suppress the activity of ALK and oncogene ROS1 kinases, causing cell cycle arrest at G1/S phase (37).\n          In a Crizotinib post-marketing surveillance performed in Japan, the incidence rate of dysgeusia was 16.8% (36).\n          A systematic review on ALK inhibitor studies, including Crizotinib and Alectinib, reported a rate of dysgeusia ranging between 11-52%. Despite none of them reporting high-grade dysgeusia, this might be a cause of patient uncompliance (37).\n          Qian et al. in Koizumi et al. (38) conducted a meta-analysis of Crizotinib published clinical trials and reported that the Crizotinib doses must be lowered or discontinued in 6.5% of patients due to toxicity. Koizumi et al. reported a case of G3 taste alteration and loss of appetite after 5 days of treatment with Crizotinib 250mg (twice daily), leading to a discontinuation of the drug. Toxicity completely regressed after switching to Alectinib 300mg (twice daily). It remains unclear whether dysgeusia could be dependent on the dose of Crizotinib. Whereas Crizotinib is a multi-target receptor TKI for ALK, MET and ROS1, Alectinib is highly selective for ALK without activity against MET and ROS1. It also remains unclear whether MET and ROS1 signals could be involved in oral tissues or cells impairment (38).\n          Moderate dysgeusia (grade 1 or 2) has been noted in fewer than 3% of PD-1 and PD-L1-treated patients (35).\nManagement and Treatment of Taste and Smell Alterations\n          Due to the increased risk of TSAs in lung cancer patients coupled with the related risks of experiencing weight loss and malnutrition, there is a high medical need for clinical trials focused on novel interventions to improve taste and smell. No guidelines for the treatment of smell and taste disorders are available, with general nutritional counselling that is offered to patients not earnestly addressing this subject (20). \nTable 4\n provides the summary of interventions to prevent or treat TSAs in lung cancer patients, included in the review.\n          \n            Table 4\n            \n              Summary of interventions to prevent or treat dysgeusia in cancer patients undergoing systemic treatment included in the review.\n            \n            \n              \n                \n                  Authors\n                  Year\n                  Type of study\n                  Sample size\n                  Variables assessed\n                  Method used to evaluate TSAs\n                  Main results\n                \n              \n              \n                \n                  \nNutritional Counseling\n\n                \n                \n                  \nBelqaid et al. (\n21)\n                  2018\n                  Qualitative Interview Study\n                  N=17 lung cancer patients; 13 women, 4 men\n                  - Patients behavior while experiencing treatment-related TSAs\n                  - Qualitative Interview\n                  - TSAs implied coming to terms with the presence of these symptoms and finding new personal strategies to overcome them- Health-care professionals’ involvement was generally described as limited; clinicians should be supported in providing more practical advice, normalizing information, and emotional support to better support patients manage TSAs.\n                \n                \n                  \nTaste and Smell Training\n\n                \n                \n                  \nVon Grundherr et al. (\n20)\n                  2019\n                  Phase II pilot trial,unicentric\n                  N = 62 cancer patients undergoing CT(n=2 with lung cancer):- Intervention group (n=30): Taste and smell training + individual nutritional counseling- Non-intervention group (n=32): General nutritional information\n                  - TSAs- Nutritional Status- HRQL\n                  -”Taste Strips” method and “taste score”- MUST- EORTC QLQ-C30\n                  - After 12 weeks, a clinically significant improvement of >2 points in the taste score were observed in 92% (n=23) of the intervention group patients, meeting the study’s primary endpoint.- Median QoL score did not significantly change in the intervention group at week 12 (p= 0.811), although a relevant clinical improvement was observed in 24% of patients (n=6).\n                \n                \n                  \nSchiffman et al. (\n41)\n                  2007\n                  Randomized Controlled Trial, unicentric\n                  N=107 elderly cancer patients(n=95 with lung cancer)- Experimental group (n=54): Flavor enhancement products + Nutritional information- Control group (n=53): Nutritional information\n                  - TSAs- Nutritional Status- QoL- Immune Parameters\n                  - Taste and Smell Questionnaire, evaluation of taste and olfatory thresholds;- Mini Nutritional Assessment (MNA)- EORTC QLQ-C30- Lymphocyte counts\n                  - In the experimental group, MNA scores and physical function improved at the 8 months timepoint compared to the control group.\n                \n                \n                  \nZinc Supplementation\n\n                \n                \n                  \nHoppe et al. (\n42)\n                  2021\n                  Systematic Review\n                  N=1120 patients undergoing cancer treatment from a total of 19 publications included. Types of cancer were not specified\n                  Effect of Zinc Supplementation on:- Chemotherapy−induced mucositis-Radiotherapy−induced mucositis- Oral pain-Xerostomia- Dysgeusia\n                  - Quantitative and qualitative methods\n                  - Zinc supplementation revealed the occurrence, onset or severity of oral mucositis due to CT were not significantly affected by the intake of zinc; although positive effects on oral pain and severity and frequency of xerostomia were found.- For patients receiving RT or radio-chemotherapy, zinc had a significant impact on the onset, severity and duration of oral mucositis (except in nasopharyngeal carcinoma patients).- There was a common trend to taste improvement during radiotherapy, but not chemotherapy.- There was no observed impact on measured QoL, weight, fatigue, and survival.\n                \n                \n                  \nFujii et al. (\n45)\n                  2018\n                  Retrospective, unicentric\n                  N=634 patients(n=47 with lung cancer)receiving cancer CT- Patients with dysgeusia (n=80): Polaprezinc (150mg twice a day) until symptom disappearance- Patients without dysgeusia (n=554): Observation\n                  - Grade 2 dysgeusia\n                  - CTCAE v 4.0\n                  - In patients who received oral Polaprezinc, the grade 2 dysgeusia’s 90 day recovery rates post symptom onset was 60%, significantly higher compared to the follow-up observation group (p=0.0007).- Grade 2 dysgeusia median recovery time was significantly lower in the Polaprezinc group than in patients in the follow-up group.- Polaprezinc was not as effective in elderly patients (≥65 years).- Pancreatic cancer patients were less responsive to Polaprezinc.- The patients with the highest Polaprezinc response were those suffering with colorectal cancer.\n                \n                \n                  \nDoi et al. (\n43)\n                  2018\n                  Review\n                  -Cites 4 RCTs on the effect of zinc and Polaprezinc on the management of dysgeusia in cancer patients; only 2 involving lung cancer patients (Yamagata et al. being the only trial involving lung cancer patients exclusively; Lyckholm et al. involving 10 lung cancer patients from a sample of 41 patients with multiple cancer types)\n                  -Taste Alterations\n                  - Quantitative and qualitative methods\n                  - Yamagata et al. explored the intravenous infusion of zinc during chemotherapy as a strategy for preventing tastedisorders in patients receiving CT for lung cancer, with successful results.- Lyckholm et al. reported the failure of using oral zinc sulfate at 220 mg twice a day in improving CT-related taste alteration, loss or distortion of taste and smell, compared with placebo.- The studies demonstrated varied administration routes and dosing of zinc and Polaprezinc and included subjective forms of assessment of dysgeusia. Further studies with large samples using objective measures on taste testing should be conducted to support zinc use.\n                \n                \n                  \nYamagata et al. (\n44)\n                  2003\n                  Randomized Controlled Trial, unicentric\n                  N= 12 lung cancer patients under CT- Group A (n=7): CT + intravenous drip infusion containing zinc- Group B (n=5): CT + intravenous drip infusion without zinc\n                  - Taste Acuity\n                  - Electrogustometer (quantitative measurement)\n                  - After 2 weeks of treatment, taste thresholds in all group B patients worsened at the corda tympani nerve area, whereas two thirds of patients in group A showed an improvement. Electrical taste thresholds significantly differed between both groups, after 2 and 4 weeks (p<0.05).- Although not significant, patients in group A revealed an improvement on the electrical taste thresholds in the glossopharyngeal nerve area, at 2 weeks. At 4 weeks, there wasn’t a significant difference in the taste characteristics in the glossopharyngeal nerve area between groups.\n                \n                \n                  \nAmifostine\n\n                \n                \n                  \nKomaki et al. (\n47)\n                  2004\n                  Randomized Controlled Trial, unicentric\n                  N=62 patients with inoperable stage II or III NSCLC-Arm 1 (n=31): Chemoradiotherapy without Amifostine-Arm 2 (n=31): Chemoradiotherapy with Amifostine\n                  - Toxicity from chemoradiotherapy- Survival outcomes\n                  - NCI Common Toxicity Criteria\n                  - Amifostine significantly reduced the rate of mild, moderate and severe esophageal toxicity (p=0.021), as well as the rate of severe pneumonitis (p=0.020) and neutropenic fever (p=0.046).- Mild hypotension (p<0.001), sneezing (p=0.039) and dysgeusia (p=0.029) were significantly more frequent in the Amifostine arm.- Amifostine had no apparent effect on survival.\n                \n              \n            \n            \n              \n                CT, Chemotherapy; CTCAE, Common Terminology Criteria for Adverse Events; EORTC QLQ-C30, European Organization for Research and Treatment of Cancer; HRQL, Health Related Quality of Life; MNA, Mini Nutritional Assessment; NCI, National Cancer Institute; NSCLC, Non-Small Cell Lung Cancer; PZ, Polaprezinc; Pts, patients; QoL, Quality of Life; RECIST, Response Evaluation Criteria in Solid Tumours; TSAs, Taste and Smell Alterations; RT, Radiotherapy.\n              \n            \n          \n          \n            Table 5\n            \n              Summary of the excluded articles with reasons.\n            \n            \n              \n                \n                  References\n                  Year\n                  Study type\n                  Reasons for exclusion\n                \n              \n              \n                \n                  \nGift et al.\n\n                  2003\n                  Retrospective, secondary analysis\n                  Background article\n                \n                \n                  \nTurcott et al.\n\n                  2018\n                  Abstract poster\n                  Full article included in this review\n                \n                \n                  \nLederhandler et al.\n\n                  2018\n                  Case report\n                  Wrong outcome (refers specifically to oral mucositis)\n                \n                \n                  \nPaule J.V. et al.\n\n                  2020\n                  Prospective, longitudinal\n                  Background article\n                \n                \n                  \nCatania et al.\n\n                  2020\n                  Short Communication\n                  Wrong outcome (refers specifically to dysgeusia and anosmia related to SARS-COV2 infection)\n                \n                \n                  \nFrowen J. et al.\n\n                  2020\n                  Cross-sectional study\n                  Background article\n                \n                \n                  \nSimeone et al.\n\n                  2019\n                  Review article\n                  Background article\n                \n                \n                  \nVan der Werf et al.\n\n                  2018\n                  Pilot Study\n                  Small sample and not exclusively related to lung cancer\n                \n                \n                  \nSasaki et al.\n\n                  2017\n                  Prospective study\n                  Wrong outcome (non-physical concerns) and not exclusively related to lung cancer\n                \n                \n                  \nWagland et al.\n\n                  2016\n                  Cross sectional\n                  Background article\n                \n                \n                  \nThorne et al.\n\n                  2015\n                  Review article\n                  Background article\n                \n                \n                  \nBoltong et al.\n\n                  2012\n                  Systematic review\n                  Background article\n                \n                \n                  \nWatters et al.\n\n                  2011\n                  Review\n                  Background article\n                \n                \n                  \nVadhan-Raj et al.\n\n                  2010\n                  Randomized Controlled Trial\n                  Wrong outcome (refers specifically to oral mucositis)\n                \n                \n                  \nSanchez-Lara et al.\n\n                  2010\n                  Cross-sectional study\n                  Background article\n                \n                \n                  \nIshinaga et al.\n\n                  2018\n                  Cross-sectional study\n                  Small sample and very specific to Japanese population\n                \n              \n            \n          \n          \n            Nutritional Counselling\n            To ensure appropriate nutritional counselling, information related to possible taste changes that patients could experience should be made clear before starting treatment. This necessitates providing clinicians with evaluation measures that have been validated and ensuring they receive appropriate training in their use (12).\n            Belquaid et al. performed a qualitative interview to 17 lung cancer patients in order to understand what strategies or resources were used to deal with cancer-related TSAs. It was concluded that limited support from health-care professionals was provided, and that the majority of patients initiated management strategies by themselves, including coming to terms with TSAs, modifying their taste and smell experiences and finding emotional support in family and friends. As part of treatment, normalizing information about TSAs seemed to be important in promoting acceptance and adjustment to this reality, empowering patients to find their own solutions (21).\n            Maintaining protein intake is important for patients during treatment. Therefore, adding high protein foods into a patient’s diet should be encouraged, including eggs, dairy products, peanut butter, mild-tasting fish, chicken and soy meat substitutes (34).\n            Additionally, patients suffering from ageusia can try other techniques, such as flavoring meat, fish or chicken through sweet juice marination, sweet wine, and other sources including sweet-and-sour and Italian dressing. If nutritional supplements are too sweet, patients can try other options, including unflavored supplements or supplements that are based on juice or yogurt. CT-related metallic taste can be overcome by using plastic utensils, instead of metal ones (34).\n            For elderly patients or those suffering from umami hypogeusia, umami savoriness could help reduce any additional salt, sugar and fat consumption (24).\n          \n          \n            Taste and Smell Training\n            A clinical prospective pilot trial (the “TASTE trial”) assessed the possible short-term impacts of training taste and smell by applying the “Taste Strips Test” plus individual nutritional counseling to a group of cancer patients undergoing chemotherapy (<= or “CT”), 3% (n=2) having lung cancer. After 12 weeks, the study’s endpoint was met when a clinically significant improvement of >2 points was observed in 92% (n=23) of the intervention group patients (20).\n            A study by Schiffman et al. enrolled 107 cancer patients above 55 years old, the majority with lung cancer, to an experimental arm of flavor enhancement with aromas of actual foods plus nutritional counseling (n=54) and compared it with a control arm receiving nutritional information only (n=53). It was concluded that flavor enhancement plus nutritional counseling could improve patients’ nutritional status and QoL, suggesting that it is possible to minimize some chemosensory losses by providing cancer patients with the knowledge to improve the flavor of their foods (41).\n          \n          \n            Zinc Supplementation\n            Despite multiple investigations into how zinc can impact cancer treatment toxicities, there remains a lack of evidence to form a common consensus on its role (42).\n            To synthesize gustin, a salivary protein that is important in ensuring the integrity of taste buds, sufficient levels of zinc are required. Zinc deficiencies, therefore, can cause impaired taste and odor sensitivity. Maeda et al. in Cranganu et al. (\n34) investigated the impact of taste alterations in 36 advanced lung cancer patients, and found higher taste abnormalities in patients with reduced serum zinc levels compared with the normal zinc level patient group (34).\n            A systemic review was performed by Hoppe et al. to evaluate the role of systemic zinc supplementation as complementary treatment for cancer patients (including 16 patients with lung cancer). Zinc was found to have no significant effects on chemotherapy-related oral mucositis or dysgeusia, although it seems to have positive effects on the prevention, severity and duration of RT or CT-induced oral xerostomia, mucositis and dysgeusia (42).\n            Polaprezinc is a chelating compound and anti-ulcer drug composed of a zinc ion, L-histidine, L-carnosine, and a β-alanine dipeptide. It has been observed to have antioxidant properties and to scavenge free radicals. Several preclinical and clinical studies showed its efficacy in reducing radiation-induced normal tissue damage. One review concluded that systemic Polaprezinc may be an acceptable option for reducing toxicities from chemoradiotherapy, being highly promising for preventing normal tissue damage in this context (43).\n            Yamagata et al. suggested that administering zinc intravenously during CT for lung cancer could help in preventing taste disorders and aiding patients in maintaining their QoL. Interestingly, a direct correlation between taste sensation and plasma zinc concentration could not be established, and the administration of zinc did not parallel an increase in the plasma zinc concentration (44).\n            A single-center retrospective study evaluated how zinc affects cancer patients’ taste disorders in which subjects with different types of cancer (including 47 patients with lung cancer) suffering from grade 2 CT-related taste disorders were given 150mg of zinc twice daily orally until symptoms disappeared, vs a placebo comparison group. The median recovery time was significantly lower in the group where patients received zinc (63 vs 112 days; p=0.019) (45).\n          \n          \n            Amifostine\n            Amifostine is a potent exogenous, free-radical scavenger and an established radioprotectant particularly for the prevention of radiation-induced xerostomia (43). It is currently the only US Food and Drug Administration (FDA) treatment for preventing moderate to severe radiation-induced xerostomia. Additionally, for patients with NSCLC or advanced ovarian cancer receiving repeated doses of cisplatin, it reduces the cumulative renal toxicity associated with treatment. Investigators have been interested in using this drug to prevent or reduce the severity of mucositis, but its effectiveness remains controversial (46).\n            One study examined the impact of amifostine on NSCLC patients receiving concurrent CT and RT and whether it impacted the acute toxicity associated with treatment. Interestingly, it demonstrated that in patients given amifostine, dysgeusia was more commonly present than in the control group patients (47).\nNutritional Counselling\n            To ensure appropriate nutritional counselling, information related to possible taste changes that patients could experience should be made clear before starting treatment. This necessitates providing clinicians with evaluation measures that have been validated and ensuring they receive appropriate training in their use (12).\n            Belquaid et al. performed a qualitative interview to 17 lung cancer patients in order to understand what strategies or resources were used to deal with cancer-related TSAs. It was concluded that limited support from health-care professionals was provided, and that the majority of patients initiated management strategies by themselves, including coming to terms with TSAs, modifying their taste and smell experiences and finding emotional support in family and friends. As part of treatment, normalizing information about TSAs seemed to be important in promoting acceptance and adjustment to this reality, empowering patients to find their own solutions (21).\n            Maintaining protein intake is important for patients during treatment. Therefore, adding high protein foods into a patient’s diet should be encouraged, including eggs, dairy products, peanut butter, mild-tasting fish, chicken and soy meat substitutes (34).\n            Additionally, patients suffering from ageusia can try other techniques, such as flavoring meat, fish or chicken through sweet juice marination, sweet wine, and other sources including sweet-and-sour and Italian dressing. If nutritional supplements are too sweet, patients can try other options, including unflavored supplements or supplements that are based on juice or yogurt. CT-related metallic taste can be overcome by using plastic utensils, instead of metal ones (34).\n            For elderly patients or those suffering from umami hypogeusia, umami savoriness could help reduce any additional salt, sugar and fat consumption (24).\nTaste and Smell Training\n            A clinical prospective pilot trial (the “TASTE trial”) assessed the possible short-term impacts of training taste and smell by applying the “Taste Strips Test” plus individual nutritional counseling to a group of cancer patients undergoing chemotherapy (<= or “CT”), 3% (n=2) having lung cancer. After 12 weeks, the study’s endpoint was met when a clinically significant improvement of >2 points was observed in 92% (n=23) of the intervention group patients (20).\n            A study by Schiffman et al. enrolled 107 cancer patients above 55 years old, the majority with lung cancer, to an experimental arm of flavor enhancement with aromas of actual foods plus nutritional counseling (n=54) and compared it with a control arm receiving nutritional information only (n=53). It was concluded that flavor enhancement plus nutritional counseling could improve patients’ nutritional status and QoL, suggesting that it is possible to minimize some chemosensory losses by providing cancer patients with the knowledge to improve the flavor of their foods (41).\nZinc Supplementation\n            Despite multiple investigations into how zinc can impact cancer treatment toxicities, there remains a lack of evidence to form a common consensus on its role (42).\n            To synthesize gustin, a salivary protein that is important in ensuring the integrity of taste buds, sufficient levels of zinc are required. Zinc deficiencies, therefore, can cause impaired taste and odor sensitivity. Maeda et al. in Cranganu et al. (\n34) investigated the impact of taste alterations in 36 advanced lung cancer patients, and found higher taste abnormalities in patients with reduced serum zinc levels compared with the normal zinc level patient group (34).\n            A systemic review was performed by Hoppe et al. to evaluate the role of systemic zinc supplementation as complementary treatment for cancer patients (including 16 patients with lung cancer). Zinc was found to have no significant effects on chemotherapy-related oral mucositis or dysgeusia, although it seems to have positive effects on the prevention, severity and duration of RT or CT-induced oral xerostomia, mucositis and dysgeusia (42).\n            Polaprezinc is a chelating compound and anti-ulcer drug composed of a zinc ion, L-histidine, L-carnosine, and a β-alanine dipeptide. It has been observed to have antioxidant properties and to scavenge free radicals. Several preclinical and clinical studies showed its efficacy in reducing radiation-induced normal tissue damage. One review concluded that systemic Polaprezinc may be an acceptable option for reducing toxicities from chemoradiotherapy, being highly promising for preventing normal tissue damage in this context (43).\n            Yamagata et al. suggested that administering zinc intravenously during CT for lung cancer could help in preventing taste disorders and aiding patients in maintaining their QoL. Interestingly, a direct correlation between taste sensation and plasma zinc concentration could not be established, and the administration of zinc did not parallel an increase in the plasma zinc concentration (44).\n            A single-center retrospective study evaluated how zinc affects cancer patients’ taste disorders in which subjects with different types of cancer (including 47 patients with lung cancer) suffering from grade 2 CT-related taste disorders were given 150mg of zinc twice daily orally until symptoms disappeared, vs a placebo comparison group. The median recovery time was significantly lower in the group where patients received zinc (63 vs 112 days; p=0.019) (45).\nAmifostine\n            Amifostine is a potent exogenous, free-radical scavenger and an established radioprotectant particularly for the prevention of radiation-induced xerostomia (43). It is currently the only US Food and Drug Administration (FDA) treatment for preventing moderate to severe radiation-induced xerostomia. Additionally, for patients with NSCLC or advanced ovarian cancer receiving repeated doses of cisplatin, it reduces the cumulative renal toxicity associated with treatment. Investigators have been interested in using this drug to prevent or reduce the severity of mucositis, but its effectiveness remains controversial (46).\n            One study examined the impact of amifostine on NSCLC patients receiving concurrent CT and RT and whether it impacted the acute toxicity associated with treatment. Interestingly, it demonstrated that in patients given amifostine, dysgeusia was more commonly present than in the control group patients (47).\nDiscussion\n      From examining the literature, we believe no other reviews of dysgeusia and dysosmia in lung cancer patients have been conducted. TSAs are common in this particular population and may follow the diagnosis of the malignancy or develop during the course of cancer treatment, leading to a decrease in nutrient intake, weight loss, poor health-related quality of life (HRQoL) and worse disease prognosis.\n      TSAs’ intensity tends to change over time throughout the course of lung cancer treatment. Individual and contextual factors influence TSAs, including the presence of additional symptoms, side-effects of treatment and the overall life-situation of the patient (19).\n      Typically upon lung cancer diagnosis, a range of symptoms are present and can remain for the duration of the disease. These include weakness, fatigue, appetite and weight loss, nausea, vomiting and taste alterations (48).\n      On this basis, detection of these symptoms should warrant prompt assessment of chemosensory alterations (18).\n      In addition, it appears that the most predictive signal for the number of symptoms clustering in a patient is the stage of cancer the patient is experiencing (48).\n      Qualitative reports on TSAs changes are quite miscellaneous. The underlying mechanism for chemosensory alterations in cancer patients is not completely understood. This results from cancer population study heterogeneity, the multifactorial nature of odor and taste abnormalities, as well as the lack of standardized measurement tools for TSAs (3).\n      Taste disturbances seem to be present not only in cancer patients, but also, in patients suffering from inflammatory disorders, suggesting that taste perception deterioration can be linked to systemic inflammation inducing changes in interferon, toll-like receptor pathway and lipopolysaccharide, reducing taste progenitor cell proliferation and shortening taste bud cell lifespan (40).\n      For neoplastic disease, inflammation processes are induced by the release of multiple pro-inflammatory cytokines, which could be linked to the onset of taste disturbances. In this context, lung cancer may lead to changes in cell volume or osmolar content in central nervous system neurons, altering the sense of taste (22).\n      Upon observation of cryptogenic dysgeusia in lung cancer patients, it is necessary to consider the syndrome of inappropriate antidiuresis (SIAD), particularly if patients report unpleasantly sweet taste (27).\n      Interestingly, Kamoi et al. reported a case of a small cell lung cancer associated with hyponatremia, renal sodium loss and inappropriate antidiuresis unrelated to abnormal ADH plasma levels produced by the tumor. In this case, they were associated with an increased secretion of atrial natriuretic peptide (ANP) by the atrial tissue, resulting in a glomerular filtration rate increase and a decrease in tubular resorption of sodium (39).\n      TSAs may also develop as a consequence of CT, TKIs or RT-related side effects, through salivary gland damage and neuropathy, alteration of the structure of taste pores or conditioned aversions. A common complication of cytotoxic RT and/or CT is oral mucositis, being associated with dysgeusia, severe pain, odynophagia, malnutrition and dehydration. Contributing factors to smell and taste perception reductions include insufficient oral hygiene, xerostomia, older age, and alcohol or nicotine abuse. Other possible causes of unpleasant taste alterations arise from infection and gastrointestinal reflux leading to the production of extraneous substances (9).\n      In PD-1 and PD-L1-treated patients, moderate dysgeusia (grade 1 or 2) has also been observed in a minority of patients. One of the various immune-related adverse events to be aware of is pneumonitis (35). In the COVID-19 era, respiratory complaints, dysgeusia and anosmia are possible symptoms of SARS-CoV-2 viral infection, which can act as confounding factors in patients under immunotherapy when identifying treatment toxicities (49).\n      In lung cancer patients undergoing treatment with immune checkpoint inhibitors, the differential diagnosis between pulmonary toxicity induced by drugs, infective pneumonitis and tumor progression can be a major challenge (49).\n      Two randomized controlled trials (RCTs) investigated how the incidence and severity of oral side effects of cancer therapy, including dysgeusia, were affected by providing patients with dietary counseling and educational tapes. However, overall, dietary counseling as a single intervention only provided limited benefit to some patients, and the manner of delivery of the educational material to patients did not have a large impact (9).\n      On the other hand, nutritional counseling combined with taste and smell training and food enhancement may help the treatment of taste alterations before further problems or complications arise, particularly major weight loss and malnutrition (20, 40, 41).\n      Umami is regarded as the signal for protein-rich food and nutritious food, developing when meat and vegetables are cooked or roasted, resulting in the release of glutamate in food. Glutamate helps stimulate saliva production and appetite, reducing the craving for salt and sugar. A possible correlation between lower perception of umami and observed reductions in cancer patient meat consumption could exist. Testing of glutamate could be a predictor of a patient’s protein intake and its addition to a dish may increase savory perception. This has potential implications for supporting elderly cancer patients with healthier nutrition (40).\n      Despite conflicting results, studies reveal that systemic zinc supplementation or zinc-based solutions may help prevent and treat chemoradiotherapy-induced tissue damage, consequent mucositis and taste disorders (50).\n      In line with these data, Yanase et al. retrospectively evaluated the use of a 150 mg oral zinc solution 3 times per day before meals in patients with NSCLC under weekly administration of carboplatin and paclitaxel CT and concurrent chest RT. Grade ≥ 2 radiation esophagitis development was significantly delayed by oral zinc supplementation (HR, 0.397; 95% CI, 0.160–0.990; p = 0.047) at the point of reached cumulative radiation dose of 40Gy (51, 52).\n      Despite the fact that mucositis and xerostomia are frequently associated with taste alterations, we cannot necessarily assume that by treating the first we will be able to improve the latter, as it is reflected in various interventions improving oral mucositis, but not TSAs.\n      Many unanswered questions remain to fully understand the impact of lung cancer on taste and smell. Currently, standardized methods are unavailable to accurately and consistently measure taste and smell dysfunction across different clinical settings. This makes it more difficult to analyze and interpret study results given that self-reported taste and smell function is often not objective. Without understanding taste and smell tissue development, regeneration and degeneration at a cellular level, it is not possible to identify and develop treatments to target the sources of sensory dysfunction. For example, a consistent method for regrowing human taste receptor cells or olfactory neurons after injury or illness remains elusive, nor a method for reconnecting those cells to the areas of the brain responsible for taste and smell perception. Also, little progress has been made in analyzing the fluids specific to each type of tissue (saliva for taste, mucus for smell) for inflammation-related biomarkers or cellular dysfunction (4).\n      So far, no guidelines for the treatment of taste disorders are available, while there is a large need for trials to improve cancer patient’s smell and taste with alternative interventions, as dietary counseling alone seems to be of modest benefit to some patients (9).\nData Availability Statement\n      The original contributions presented in the study are included in the article/supplementary material. Further inquiries can be directed to the corresponding author.\nAuthor Contributions\n      All authors made substantial contribution for the writing of this systematic review. PR inspired and encouraged the first author to review this topic. ASS and DSD were responsible for systematically reviewing the literature ensuring an independent selection of all the papers included. ASS was the main responsible for the conception, planning and writing of the first draft. MLC provided major support in coordinating and structuring the manuscript itself. PR, AM and FP helped to comprehensively and critically write the final draft; together with TS and PMN, who analyzed the manuscript, rectifying the language and validating the integrity and structure of the content included in this review. All authors contributed to the article and approved the submitted version.\nConflict of Interest\n      Author FP was employed by company BlueClinical.\n      The remaining authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.\nPublisher’s Note\n      All claims expressed in this article are solely those of the authors and do not necessarily represent those of their affiliated organizations, or those of the publisher, the editors and the reviewers. Any product that may be evaluated in this article, or claim that may be made by its manufacturer, is not guaranteed or endorsed by the publisher.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8646025/",
    "doi": "https://doi.org/10.3389/fonc.2021.774081",
    "citation_count": 4,
    "references": {
        "10883881": "Oral dysaesthesia: a special focus on aetiopathogenesis, clinical diagnostics and treatment modalities",
        "10482768": "Taste disturbance in patients with advanced cancer: a scoping review of clinical features and complications",
        "9823517": "Dysgeusia in Patients with Breast Cancer Treated with Chemotherapy—A Narrative Review",
        "9081982": "Not Only COVID-19: Involvement of Multiple Chemosensory Systems in Human Diseases"
    },
    "journal": "Frontiers in Oncology",
    "topics": [
        "scoping, lung, dysosmia, systematic",
        "managing, cancer, systematic, severe",
        "dysgeusia, managing, cancer, review"
    ]
}