{
    "title": "Establishment and characterization of a novel highly malignant lung cancer cell line ZX2021H derived from a metastatic lymph node lesion",
    "abstract": "Comparison of proliferation, migration, and invasion capabilities between ZX2021H and H1299 cells in vitro and in vivo The H1299 cell line, previously derived from metastatic lymph node tissue from a lung cancer patient, had the properties of unlimited proliferation and aggressive migration and invasion, consistent with the characteristics of the ZX2021H cell line, indicating that it would provide an ideal model for investigating lung cancer malignant progression. (i) Representative images of subcutaneous tumor weights Comparison of proliferation, migration, and invasion capabilities between ZX2021H and H1299 cells in vitro and in vivo The H1299 cell line, previously derived from metastatic lymph node tissue from a lung cancer patient, had the properties of unlimited proliferation and aggressive migration and invasion, consistent with the characteristics of the ZX2021H cell line, indicating that it would provide an ideal model for investigating lung cancer malignant progression. In conclusion, the ZX2021H cell line had a higher proliferation ability in vivo and higher expression of the cell stemness‐related gene SOX2 compared with H1299 cells, which have been considered to have among the highest proliferation and aggressive capabilities of all lung cancer cell lines.",
    "authors": [
        "Lingling Zu",
        "Xuebing Li",
        "Jinling He",
        "Ning Zhou",
        "Fanrong Meng",
        "Xiaozhou Li",
        "Song Xu",
        "Lei Zhang"
    ],
    "published_year": "2022",
    "description": "Background\n          Lung cancer is a highly malignant tumor with a poor prognosis. The establishment of faithful ex vivo cell models is essential for investigating the metastatic mechanisms and developing new anticancer agents. In this study, we established and characterized a novel lung cancer cell line derived from metastatic lymph node tissue from a Chinese patient.\nMETHODS\n      \n        Clinical information\n        The tumor specimen was sourced from a neck lymph node metastasis in a 42‐year‐old Chinese male patient diagnosed with lung adenocarcinoma at Tianjin Medical University General Hospital. The primary tumor was located in the lower right lung lobe. The patient received one cycle of chemotherapy (pemetrexed/cisplatin) and subsequently underwent right lower lobectomy and right supraclavicular lymph node dissection. Resected fresh metastatic lymph node tissue from the patient's neck was promptly harvested in the operating room. The study was conducted with the approval of the Ethics Committee of Tianjin Medical University General Hospital (Ethical No. IRB2022‐WZ‐026), and the patient signed the informed consent form.\n      \n      \n        Primary tissue culture and establishment of a cell line\n        Resected metastatic lymph node tissue was subjected to primary culture to establish a cell line. Briefly, primary tissue was minced using scissors and incubated successively with 0.2% collagenase II (Worthington) and 0.25% trypsin–EDTA (Gibco) for 30 min at 37°C. The reaction was terminated by adding McCoy's 5A medium with 10% fetal bovine serum (FBS; Gibco), and the dissociated tumor cells were then collected using a 70‐μm nylon mesh (BD Falcon). The cells were cultured in McCoy's 5A medium (Gibco) with 20% FBS, 100 U/ml penicillin–streptomycin (Gibco), 2 mM l‐glutamine (Gibco), and 1× nonessential amino acids (Gibco) in a 37°C incubator with 5% CO2 and 95% air. When the cells reached 70%–80% confluency, they were split and inoculated into fresh McCoy's 5A medium at a ratio of 1:3. The medium was changed twice a week. After 6 months of repeated passaging, a new lung cancer cell line ZX2021H was successfully established. The following experiments were performed using passage 30 passage ZX2021H cells.\n      \n      \n        Morphological observation and cell proliferation analysis\n        ZX2021H cells were seeded in a 60‐mm dish and incubated at 37°C in a humidified atmosphere containing 5% CO2. The culture medium was changed every 2 days. When the cells reached 40%–50% confluence, their general morphology was observed under an inverted microscope, without staining. Cell proliferation was analyzed using a cell counting kit‐8 assay (CCK‐8; Dojindo), based on three independent experiments. The cells were seeded into 96‐well culture plates at a density of 5 × 103 cells/well and incubated at 37°C (5% CO2, 95% air) for 24, 48, 72, and 96 h. CCK‐8 reagent (100 μl of McCoy's 5A containing 10 μl CCK‐8 solution) was then added to each well for 3 h and the formazan level was quantified by measuring the optical density at 450 nm. Cell growth curves were constructed on the basis of absorbency and used to calculate the doubling time for ZX2021H cells.\n      \n      \n        Migration and invasion assays\n        Cell migration and invasion were evaluated in vitro using Transwell chambers (Corning) according to the manufacturer's instructions. Cell suspensions (400 μl, 3–16 × 104 cells/well) were seeded into the upper chamber without Matrigel coating for migration assays, or with Matrigel coating for invasion assays, and 700 μl culture medium with 10% FBS was added to the lower chamber, followed by incubation in a humidified incubator at 37°C (5% CO2, 95% air) for 24 h. Cells that migrated to the basement membrane were fixed with 4% paraformaldehyde and stained with crystal violet, observed under an IX73 microscope (Olympus) at 100× magnification, and photographed using a DP80 Imaging system (Olympus). Numbers of migrated cells were counted in images of five independent fields.\n      \n      \n        Karyotype analysis\n        ZX2021H cells (passage 30) were seeded in a 60‐mm dish and incubated at 37°C with 5% CO2. When the cells reached 70% confluence, they were treated with 0.04 μg/ml colcemid (Thermo Fisher Scientific, Inc.) for 2 h to induce mitotic arrest. The cells were then collected, resuspended in 75 mm KCl for 20 min, fixed in methanol‐acetic acid (3:1) for 10 min, and karyotyped. The cell suspension was dropped onto a moist, pretreated slide and incubated overnight at 70°C. The fixed cells were treated with 0.1% trypsin for 25 s at 37°C, rinsed twice with phosphate‐buffered saline (PBS), stained with prewarmed (37°C) 3% Giemsa solution (pH 6.8) for 5 min, and the karyotype was determined according to the International System for Human Nomenclature (ISCN, 2020).\n      \n      \n        Short tandem repeat profiling\n        Genomic DNA was extracted from the cultured cells (passage 30) for short tandem repeat (STR) DNA profiling. Briefly, genomic DNA was amplified by polymerase chain reaction (PCR) reaction and assayed using an ABI 3130XL DNA Analyzer (Applied Biosystems) to determine the STR loci. The STR profiles were then compared with the profiles in public cell banks, including the American Type Culture Collection (ATCC), Japanese Collection of Research Bioresources, and Deutsche Sammlung von Mikroorganismen und Zellkulturen GmbH, for reference. Twenty‐one STR loci (D19S433, D5S818, D21S11, D18S51, D6S1043, AMEL, D3S1358, D13S317, D7S820, D16S539, CSF1PO, Penta D, D2S441, vWA, TPOX, Penta E, TH01, D12S391, D2S1338, and FGA) were matched for DNA fingerprinting analysis.\n      \n      \n        In vivo tumorigenicity\n        We evaluated the in vivo tumorigenicity of the ZX2021H cell line by subcutaneous injection into mice. The mice were purchased from the Institute of Laboratory Animals Science, CAMS & PUMC (experimental animal license number SCXK2019‐0008) and maintained under pathogen‐free conditions and fed with sterilized food and autoclaved water. A cell suspension (5 × 105) was prepared in 200 μl of PBS with 100 μl Matrigel (BD Biosciences) and injected subcutaneously into the inguinal region on the right flank of 6‐week‐old female athymic BALB/c‐nude mice (n = 5). Tumor volume was measured in vivo every 3 days using Vernier calipers, and the experimental mice were euthanized after 30 days to determine the tumorigenicity.\n      \n      \n        \nReal‐time quantitative PCR analysis\n        Total RNA was extracted from cultured ZX2021H and H1299 cells (purchased from ATCC) using TRIzol reagent (Invitrogen) following the manufacturer's instructions. Total RNA was reverse transcribed to cDNA using reverse transcription reagents (TaKaRa Bio) according to the manufacturer's instructions. SYBR Green premix (Vazyme) was combined with the cDNA templates to perform quantitative real time‐polymerase chain reaction (qRT‐PCR) using a 7900 Real‐Time PCR System (Applied Biosystems). Each experiment was run in triplicate. All primers used in the experiment are shown in Table 1.\n        \n          TABLE 1\n          \n            The primers used in quantitative RT‐PCR\n          \n          \n            \n            \n            \n            \n              \n                Genes\n                Primers\n                Sequence (5′‐3′)\n              \n            \n            \n              \n                hGAPDH\n                Forward primer\n                GGAGCGAGATCCCTCCAAAAT\n              \n              \n                Reverse primer\n                GGCTGTTGTCATACTTCTCATGG\n              \n              \n                hACC\n                Forward primer\n                TGAGACTAGCCAAACAATCTCGT\n              \n              \n                Reverse primer\n                AGAAAGTAGAAGCTCCGATCCT\n              \n              \n                hEIovl6\n                Forward primer\n                AGCAGTCAGTTTGTGACCAGG\n              \n              \n                Reverse primer\n                ATCTCCTAGTTCGGGTGCTTT\n              \n              \n                hFASN\n                Forward primer\n                AAGGACCTGTCTAGGTTTGATGC\n              \n              \n                Reverse primer\n                TGGCTTCATAGGTGACTTCCA\n              \n              \n                hSCD\n                Forward primer\n                CACCCAGCTGTCAAAGAGAAG\n              \n              \n                Reverse primer\n                AGGACGATATCCGAAGAGGTGG\n              \n              \n                hPGC‐1α\n                Forward primer\n                GCTTTCTGGGTGGACTCAAC\n              \n              \n                Reverse primer\n                CTGCTAGCAAGTTTGCCTCA\n              \n              \n                hPGC‐1β\n                Forward primer\n                CAGGCGATGGTGCAACTCATA\n              \n              \n                Reverse primer\n                CAGAGCACGTCTTGAGCCA\n              \n              \n                hEsrra\n                Forward primer\n                GAGATCACCAAGCGGAGACG\n              \n              \n                Reverse primer\n                ATGAGACACCAGTGCATTCAC\n              \n              \n                hNRF1\n                Forward primer\n                AGGAACACGGAGTGACCCAA\n              \n              \n                Reverse primer\n                TGCATGTGCTTCTATGGTAGC\n              \n              \n                hKlf2\n                Forward primer\n                TTCGGTCTCTTCGACGACG\n              \n              \n                Reverse primer\n                TGCGAACTCTTGGTGTAGGTC\n              \n              \n                hKlf4\n                Forward primer\n                ACCTACACAAAGAGTTCCCATC\n              \n              \n                Reverse primer\n                TGTGTTTACGGTAGTGCCTG\n              \n              \n                h4‐Oct\n                Forward primer\n                CGAAAGAGAAAGCGAACCAG\n              \n              \n                Reverse primer\n                GCCGGTTACAGAACCACACT\n              \n              \n                hSox2\n                Forward primer\n                TGGACAGTTACGCGCACAT\n              \n              \n                Reverse primer\n                CGAGTAGGACATGCTGTAGGT\n              \n              \n                hTbx3\n                Forward primer\n                GAGGCTAAAGAACTTTGGGATCA\n              \n              \n                Reverse primer\n                CATTTCGGGGTCGGCCTTA\n              \n              \n                hnr5a2\n                Forward primer\n                TCATGCTGCCCAAAGTGGAGA\n              \n              \n                Reverse primer\n                TGGTTTTGGACAGTTCGCTT\n              \n              \n                hEcadherin\n                Forward primer\n                CGAGAGCTACACGTTCACGG\n              \n              \n                Reverse primer\n                GGGTGTCGAGGGAAAAATAGG\n              \n              \n                hSnail\n                Forward primer\n                GAGGCGGTGGCAGACTAG\n              \n              \n                Reverse primer\n                GACACATCGGTCAGACCAG\n              \n              \n                hTwist\n                Forward primer\n                CGGGAGTCCGCAGTCTTA\n              \n              \n                Reverse primer\n                TGAATCTTGCTCAGCTTGTC\n              \n              \n                hVimentin\n                Forward primer\n                GACGCCATCAACACCGAGTT\n              \n              \n                Reverse primer\n                CTTTGTCGTTGGTTAGCTGGT\n              \n              \n                hFIH‐1\n                Forward primer\n                GCCAGCACCCACAAGTTCTT\n              \n              \n                Reverse primer\n                CCTGTTGGACCTCGGCTTAA\n              \n              \n                hHIF‐1α\n                Forward primer\n                AGTGTACCCTAACTAGCCGAGGAA\n              \n              \n                Reverse primer\n                CTGAGGTTGGTTACTGTTGGTATCA\n              \n              \n                hPHD1\n                Forward primer\n                AACATCGAGCCACTCTTTGAC\n              \n              \n                Reverse primer\n                TCCTTGGCATCAAAATACCAG\n              \n              \n                hPHD2\n                Forward primer\n                AGATTGCCTGGGTGGAAG\n              \n              \n                Reverse primer\n                TTGCCTGGGTAACACGCC\n              \n              \n                hPHD3\n                Forward primer\n                ATCAGCTTCCTCCTGTCCC\n              \n              \n                Reverse primer\n                CAGCGACCATCACCGTTG\n              \n              \n                hP21\n                Forward primer\n                TGTCCGTCAGAACCCATGC\n              \n              \n                Reverse primer\n                AAAGTCGAAGTTCCATCGCTC\n              \n              \n                hCCNA2\n                Forward primer\n                GCGCTGGCGGTACTGAAGT\n              \n              \n                Reverse primer\n                AGGAACGGTGACATGCTCATC\n              \n              \n                hCCNB1\n                Forward primer\n                CAGGTTGTTGCAGGAGACCAT\n              \n              \n                Reverse primer\n                CCAGCTGCAGCATCTTCTTG\n              \n              \n                hCCND1\n                Forward primer\n                CTGGAGGTCTGCGAGGAACA\n              \n              \n                Reverse primer\n                CTGCAGGCGGCTCTTTTTC\n              \n              \n                hCCNE1\n                Forward primer\n                TGCTGCTTCGGCCTTGTATC\n              \n              \n                Reverse primer\n                ATGGCAAATGGAACCATCCA\n              \n              \n                hCCNH\n                Forward primer\n                TGCATTGACGGATGCTTACC\n              \n              \n                Reverse primer\n                CAGCCCTGGAGGCACTAGATA\n              \n              \n                hMYC\n                Forward primer\n                AGTGGAAAACCAGCAGCCTC\n              \n              \n                Reverse primer\n                TTCTCCTCCTCGTCGCAGTA\n              \n            \n          \n        \n      \n      \n        Gene mutation screening\n        Genomic DNA samples of ZX2021H cells at passage 25 were screened for 69 specific genes mutations using next‐generation sequencing (NGS) technology on an Illumina sequencing platform (Sino‐us Diagnostics). The types of gene mutation contained point or frameshift mutation, sites of mutation (codon, exon, functional domain, or conserved area), copy number variants (CNVs), fusion variant, insertion and deletion mutations. The list of the 69 genes are shown in Table S1; Gene mutations of 12 commonly‐used lung adenocarcinoma cell lines were obtained from the Cancer Cell Lines Encyclopedia (CCLE, https://portals.broadinstitute.org/ccle).\n      \n      \n        Statistical analysis\n        All data were obtained from three independent experiments and analyzed using Student's t‐tests (GraphPad Prism; GraphPad Software). The results are presented as mean ± standard deviation. A p‐value <0.05 was considered statistically significant.\nRESULTS\n      In the current study, we cultured clinical specimens resected from metastatic lymph node tissue using a specifically formulated McCoy's 5A medium to obtain a novel lung cancer cell line with high growth and metastatic potential suitable for studying lung cancer malignant progression. We then further established and characterized the ZX2021H cell line.\n      \n        Establishment of a novel lung cancer cell line ZX2021H\n\n        To establish a novel lung cancer cell line as described above, we harvested clinical metastatic lymph node tissue samples from a lung cancer patient (Figure 1a,b). Cells in primary culture were purified by enzymatic digestion and differential adherence, and a cell line was successfully established in vitro after freezing, resuscitating, and culturing in McCoy's 5A medium supplemented with 20% FBS for >50 generations. The cell line was designated ZX2021H.\n        \n          FIGURE 1\n          \n            Phenotypic characterization of ZX2021H cell line derived from a patient with lung adenocarcinoma and lymph node metastasis. (a) Overview of tissue origin. Tumor tissue was obtained from a metastatic lymph node (mLN) in a patient with lung adenocarcinoma. (b) Histopathological characteristics of primary tumor showing typical lung adenocarcinoma appearance. (c) Morphology of the ZX2021H cell line. Phase‐contrast photomicrograph of ZX2021H cells at passages 1, 5, 10, 15, 20, 25, and 50 (10× and 20× magnification, respectively). Scale 100 μm. (d) Proliferation of ZX2021H cells was evaluated by CCK‐8 assay. (e) Colony formation of ZX2021H cells. (f) Colony formation was visualized microscopically at 14 days. (g) Migration and invasion analysis of ZX2021H cell line\n          \n          \n        \n      \n      \n        Characterization of the ZX2021H cell line\n        \n          Morphological characteristics of ZX2021H cell line\n          We periodically observed the morphology of ZX2021H cells under an inverted microscope during long‐term cultivation in vitro (passage >50) (Figure 1c). The cells showed a consistent and well‐differentiated morphology. Most cells were polygonal and others were fusiform. The cells also had a high nuclear–cytoplasm ratio. The morphology did not change significantly when the cells were maintained for 50 passages. Moreover, ZX2021H cells grew rapidly in monolayers and then overlapped and piled up at high densities when they covered the whole plate, indicating increased proliferation and malignant potential resulting from loss of contact inhibition.\n        \n        \n          Proliferation characteristics of ZX2021H cell line in vitro\n          We evaluated the proliferation characteristics of ZX2021H cells by CCK8 and colony‐formation methods. The cell growth curve of ZX2021H cells based on the CCK8 results is shown in Figure 1d. ZX2021H cells entered the logarithmic growth phase on the second day after seeding, with a population‐doubling time of approximately 29.8 h. In addition, colony‐formation assays further proved that ZX2021H cells had proliferative potential when seeded at 500 or 1000 cells (Figure 1e).\n        \n        \n          Aggressive characteristics of ZX2021H cells\n          We investigated the aggressiveness of ZX2021H cells in invasion and migration assays using Transwell chambers with or without Matrigel. ZX2021H cells invaded through the Matrigel‐coated basement membrane, especially when seeded at 1.6 × 105 cells, indicating their potential invasion ability (Figure 1f,g). Moreover, ZX2021H cells also displayed prominent migration ability, even when seeded at 3 × 104 cells. These results revealed that the ZX2021H cell line had highly aggressive characteristics, making it a suitable cell model for studying lung cancer malignant progression.\n        \n        \n          Unique features of ZX2021H cell line: Cell line authentication and karyotype analysis\n          We genotyped the ZX2021H cell line to exclude the possibility of cross‐contamination with other cell lines. We tested 21 STR loci (D19S433, D5S818, D21S11, D18S51, D6S1043, AMEL, D3S1358, D13S317, D7S820, D16S539, CSF1PO, D2S441, vWA, TPOX, TH01, D12S391, D2S1338. ZX2021H cells had a unique STR profile (Figure 2a,b), indicating that we had established a novel lung cancer cell line. We also performed karyotype analysis to confirm the abnormalities. The ZX2021H cell line had 75 chromosomes (Figure 2c,d) and exhibited high chromosomal heterogeneity among cells (data not shown). Gross chromosomal abnormalities often confer indefinite cell growth potential, implying high malignancy.\n          \n            FIGURE 2\n            \n              Analysis of unique STR genotype profile and karyotype of ZX2021H cells. (a, b) Unique STR genotype profile of ZX2021H cell line. An electropherogram of the STR analysis was performed to confirm that the ZX2021H cell line differed from other known established human cell lines. (c, d) Representative G‐banded metaphase of ZX2021H cell line. ZX2021H cell line at passage 30 was used for analysis. STR, short tandem repeat\n            \n            \n          \n        \n        \n          Proliferation characteristics of ZX2021H cell line in vivo\n          Furthermore, we also established a tumor xenograft model by subcutaneous injection of ZX2021H cells to evaluate their tumorigenic ability. Visible subcutaneous xenografts with rapid growth were detected after 3 weeks, with diameters of 0.5–1.5 cm at 4 weeks in all (5/5, 100%) nude mice (Figure 3e–i). These results demonstrated that ZX2021H cells had vigorous growth capabilities both in vitro and in vivo.\n          \n            FIGURE 3\n            \n              Proliferation, migration, and invasion abilities of ZX2021H and H1299 cells in vitro and in vivo. (a) The proliferation abilities of ZX2021H and H1299 cells were assessed by CCK8 assay. (b) Colony‐formation abilities of ZX2021H and H1299 cells. (c, d) Cell migration and invasion activities of ZX2021H and H1299 cells using Transwell chambers and Matrigel‐coated Transwell chambers assays, respectively. (e) Experimental flowchart for (f–i). ZX2021H or H1299 cells were injected subcutaneously into nude mice (n = 9 mice per group). (f, g) Subcutaneous ZX2021H and H1299 tumors were measured every 2 days after tumor‐cell injection and the size was calculated using the formula: Tumor size (mm3) = [(length) × (width)2]/2. Data are presented as mean ± SD of samples (n = 9). (h) Representative images of tumor volumes from ZX2021H‐ and H1299 tumor‐bearing nude mice. (i) Representative images of subcutaneous tumor weights\n            \n            \n          \n        \n      \n      \n        Comparison of proliferation, migration, and invasion capabilities between ZX2021H and H1299 cells in vitro and in vivo\n        The H1299 cell line, previously derived from metastatic lymph node tissue from a lung cancer patient, had the properties of unlimited proliferation and aggressive migration and invasion, consistent with the characteristics of the ZX2021H cell line, indicating that it would provide an ideal model for investigating lung cancer malignant progression.\n24\n, \n25\n, \n26\n We further evaluated the feasibility of ZX2021H cells as a suitable model for investigating lung cancer malignant progression by comparing its proliferation, migration, and invasion capabilities with the H1299 cell line. We assessed the proliferation capabilities of the two cell lines using CCK8 and colony‐formation assays. CCK8 assay showed that ZX2021H cells had a similar vigorous growth tendency to H1299 cells (Figure 3a) but a weaker colony‐formation ability (Figure 3b). Moreover, ZX2021H cells had slightly weaker migration and invasion capabilities than H1299 cells according to Transwell assays, but remained highly aggressive (Figure 3c,d).\n        We also identified the tumorigenic abilities of ZX2021H and H1299 cells in nude mice in vivo. Tumor formation was observed on the ninth day after inoculation, showing 100% tumorigenicity (Figure 3e,f). Xenograft tumors established with ZX2021H cells exhibited faster growth than tumors from H1299 cells, but there was no difference in proliferation between ZX2021H and H1299 cells in vitro (Figure 3g–i). However, no tumor metastases were observed during follow‐up in either of the models. This may be because the xenograft study did not allow enough time for tumor metastasis. This issue therefore needs to be investigated in further studies.\n      \n      \n        Gene signatures of ZX2021H and H1299 cell lines\n        Increasing research has reported that the biological processes of lipid biosynthesis,\n27\n mitochondria biogenesis,\n28\n cell stemness,\n29\n epithelial‐mesenchymal transition (EMT),\n30\n hypoxia,\n31\n and the cell cycle\n32\n play pivotal roles in tumor malignant progression. We explored the causes for the different biological characteristics of ZX2021H and H1299 cells by examining the expression levels of relevant genes. SOX2 expression levels were significantly higher in ZX2021H compared with H1299 cells (Figure 4c), explaining the higher growth rate of ZX2021H compared with H1299 cells in vivo. Furthermore, HIF1α and CCND1 expression levels were also significantly upregulated in ZX2021H compared with H1299 cells (Figure 4e,f), but there was no significant difference in the expression levels of other genes related to lipid biosynthesis,\n27\n mitochondria biogenesis and EMT (Figure 4a,b,d,f).\n        \n          FIGURE 4\n          \n            Expression levels of genes related to cell stemness, EMT, lipid biosynthesis, mitochondria biogenesis, hypoxia, and the cell cycle in ZX2021H and H1299 cells. Expression levels of (a) lipid biosynthesis‐associated genes, (b) mitochondria biogenesis‐associated genes, (c) stem cell‐associated genes, and (d) EMT‐associated genes in ZX2021H and H1299 cells. (e) Analysis of the expression level of hypoxia‐associated genes; (f) analysis of the expression of level of cell cycle‐associated genes in ZX2021H and H1299 cells. All data presented as mean ± SD of triplicate assays and represent one of two independent experiments. *p < 0.05, **p < 0.01, ***p < 0.001. EMT, epithelial‐mesenchymal transition\n          \n          \n        \n      \n      \n        Gene mutations in ZX2021H cells\n        Here, we detected the cancer‐related critical genes mutation status in ZX2021H cells. Screening by NGS, we found four cancer‐related gene mutations (NF1, TP53, BRAF, and MET) (Table 2). A frameshift mutation in exon 42 of NF1 gene was detected, which caused the disruption of reading frame and meant the inactivation of NF1 function. A missense mutation in exon 5 of TP53 gene (p.H179R) and in exon 1 of BRAF gene (p.D22N) was detected, respectively. Moreover, copy number variants were found in MET. We also compared the mutation status of cancer‐related critical genes in ZX2021H cells with that in 12 commonly‐used lung adenocarcinoma (LUAD) cell lines, and it was shown that ZX2021H with BRAF (p.D22N), NF1 (p.L2133fs) and MET (CNV) mutations was a unique lung adenocarcinoma cell line (Table 3).\n        \n          TABLE 2\n          \n            Four cancer‐related gene mutations in ZX2021H cells screened by next‐generation sequencing (NGS)\n          \n          \n            \n            \n            \n            \n            \n            \n              \n                Gene\n                Position\n                CDS mutation\n                AA mutation\n                Type\n              \n            \n            \n              \n                NF1\n                chr17, Exon42\n                c.6398_6399del\n                p.L2133fs\n                Deletion‐frameshift\n              \n              \n                TP53\n                chr17, Exon5\n                c.536A>G\n                p.H179R\n                Substitution‐missense\n              \n              \n                BRAF\n                chr7, Exon1\n                c.64G>A\n                p.D22N\n                Substitution‐missense\n              \n              \n                MET\n                chr7, 116312557_116436239\n                exon1‐exon21\n                14.16copies\n                Copy number variants (CNV)\n              \n            \n          \n        \n        \n          TABLE 3\n          \n            Comparison of mutation status of cancer critical genes in ZX2021H and 12 commonly‐used LUAD cell lines\n          \n          \n            \n            \n            \n            \n            \n            \n            \n            \n            \n            \n            \n            \n            \n              \n                Cell line\n                APC\n                ALK\n                BRAF\n                K‐RAS\n                EGFR\n                MET\n                NF1\n                PIK3CA\n                TP53\n                PTEN\n                MSH2\n              \n            \n            \n              \n                ZX2021H\n                wt\n                wt\n                p.D22N\n                wt\n                wt\n                CNV\n                p.L2133fs\n                wt\n                p.H179R\n                wt\n                wt\n              \n              \n                A549\n                wt\n                wt\n                wt\n                p.G12S\n                wt\n                wt\n                wt\n                wt\n                wt\n                wt\n                wt\n              \n              \n                NCI‐H2030\n                wt\n                wt\n                wt\n                p.G12C\n                wt\n                wt\n                p.T2444T\n                wt\n                p.G262V\n                wt\n                wt\n              \n              \n                NCI‐H1975\n                p.S2134C\n                wt\n                wt\n                wt\n                p.T745M\n                wt\n                wt\n                p.G118D\n                p.R273H\n                wt\n                wt\n              \n              \n                NCI‐H2228\n                wt\n                wt\n                wt\n                wt\n                wt\n                wt\n                wt\n                wt\n                p.Q331*\n                wt\n                wt\n              \n              \n                NCI‐H2122\n                wt\n                wt\n                wt\n                p.G12C\n                wt\n                wt\n                wt\n                wt\n                \np.C176F\np.Q16L\n\n                wt\n                wt\n              \n              \n                NCI‐H23\n                wt\n                p.L1035L\n                wt\n                p.G12C\n                wt\n                wt\n                wt\n                wt\n                p.M246I\n                wt\n                wt\n              \n              \n                Calu‐3\n                wt\n                wt\n                wt\n                wt\n                wt\n                wt\n                wt\n                wt\n                \np.C277F\np.M237I\n\n                wt\n                wt\n              \n              \n                PC9\n                wt\n                p.E1299K\n                wt\n                wt\n                p.ELREA701del\n                wt\n                wt\n                wt\n                wt\n                wt\n                wt\n              \n              \n                NCI‐H3255\n                wt\n                wt\n                wt\n                wt\n                p.L813R\n                wt\n                wt\n                wt\n                NA\n                wt\n                wt\n              \n              \n                NCI‐H3122\n                wt\n                wt\n                wt\n                wt\n                wt\n                wt\n                p.I1824V\n                wt\n                p.E285V\n                wt\n                wt\n              \n              \n                NCI‐H1792\n                wt\n                wt\n                wt\n                p.G12C\n                wt\n                wt\n                wt\n                wt\n                wt\n                wt\n                wt\n              \n              \n                NCI‐H1435\n                wt\n                p.G744R\n                wt\n                wt\n                wt\n                wt\n                p.K615N\n                wt\n                p.C141W\n                wt\n                wt\nConclusion\n          We successfully established a novel, highly malignant lung cancer cell line, ZX2021H, derived from metastatic lymph node tissue from a Chinese lung cancer patient. This cell line may provide an ideal cell model for further studies of the molecular mechanisms underlying lung cancer metastasis and for the development of new anticancer agents.\nINTRODUCTION\n      Lung cancer is a highly malignant tumor with the inherent biological properties of rapid proliferation and early spread, leading to a poor prognosis. Lung cancer is generally classified into two main histological types: small cell lung cancer and non‐small cell lung cancer (NSCLC), of which NSCLC accounts for approximately 85% of all cases.\n1\n, \n2\n, \n3\n, \n4\n Despite substantial progress in the treatment of NSCLC, including the advent of immunotherapy and various targeted therapies, the prognosis of patients with NSCLC remains poor and the 5‐year overall survival rate is still <19%.\n5\n, \n6\n, \n7\n Tumor metastasis is the main reason for the high mortality of lung cancer; however, the molecular mechanisms underlying lung cancer metastasis remain unclear.\n8\n Further research into the mechanisms of tumor metastasis in lung cancer is therefore needed to develop effective treatment strategies.\n      Faithful ex vivo cell models are important tools for both basic and translational research. The SHP‐77 cell line derived from a 54‐year‐old man by Fisher and Paulson\n9\n has been widely used for in vitro lung cancer studies.\n10\n, \n11\n, \n12\n The A549/cisplatin cell line was established by exposing A549 cells to gradually increasing cisplatin concentrations, and has been widely applied to investigate drug resistance mechanisms in lung cancer.\n13\n, \n14\n Zhou et al. modified and established the L9981 cell line for the study of lung cancer metastasis.\n15\n However, most lung cancer cell lines have been isolated and established from in situ lesions, thus potentially limiting their metastatic capacity.\n16\n, \n17\n, \n18\n, \n19\n, \n20\n, \n21\n, \n22\n Furthermore, Zou et al. showed that cells derived from metastatic lesions had stronger metastatic ability than cells from the corresponding primary tumor, both in vitro and in vivo.\n23\n There is therefore a need to establish a high metastatic potential lung cancer cell line derived from metastatic lesions as a suitable model for investigating the underlying metastatic mechanisms and ways in which to circumvent the potential metastasis risk.\n      In the present study, we established a novel NSCLC cell line, named ZX2021H, derived from metastatic lymph node tissue from a Chinese patient with advanced NSCLC. We investigated its morphology, proliferation, migration, and invasion in vitro, and determined its chromosomal characteristics, as well as its tumorigenic and metastatic capabilities in vivo, demonstrating its high malignant potential in lung cancer.\nClinical information\n        The tumor specimen was sourced from a neck lymph node metastasis in a 42‐year‐old Chinese male patient diagnosed with lung adenocarcinoma at Tianjin Medical University General Hospital. The primary tumor was located in the lower right lung lobe. The patient received one cycle of chemotherapy (pemetrexed/cisplatin) and subsequently underwent right lower lobectomy and right supraclavicular lymph node dissection. Resected fresh metastatic lymph node tissue from the patient's neck was promptly harvested in the operating room. The study was conducted with the approval of the Ethics Committee of Tianjin Medical University General Hospital (Ethical No. IRB2022‐WZ‐026), and the patient signed the informed consent form.\nPrimary tissue culture and establishment of a cell line\n        Resected metastatic lymph node tissue was subjected to primary culture to establish a cell line. Briefly, primary tissue was minced using scissors and incubated successively with 0.2% collagenase II (Worthington) and 0.25% trypsin–EDTA (Gibco) for 30 min at 37°C. The reaction was terminated by adding McCoy's 5A medium with 10% fetal bovine serum (FBS; Gibco), and the dissociated tumor cells were then collected using a 70‐μm nylon mesh (BD Falcon). The cells were cultured in McCoy's 5A medium (Gibco) with 20% FBS, 100 U/ml penicillin–streptomycin (Gibco), 2 mM l‐glutamine (Gibco), and 1× nonessential amino acids (Gibco) in a 37°C incubator with 5% CO2 and 95% air. When the cells reached 70%–80% confluency, they were split and inoculated into fresh McCoy's 5A medium at a ratio of 1:3. The medium was changed twice a week. After 6 months of repeated passaging, a new lung cancer cell line ZX2021H was successfully established. The following experiments were performed using passage 30 passage ZX2021H cells.\nMorphological observation and cell proliferation analysis\n        ZX2021H cells were seeded in a 60‐mm dish and incubated at 37°C in a humidified atmosphere containing 5% CO2. The culture medium was changed every 2 days. When the cells reached 40%–50% confluence, their general morphology was observed under an inverted microscope, without staining. Cell proliferation was analyzed using a cell counting kit‐8 assay (CCK‐8; Dojindo), based on three independent experiments. The cells were seeded into 96‐well culture plates at a density of 5 × 103 cells/well and incubated at 37°C (5% CO2, 95% air) for 24, 48, 72, and 96 h. CCK‐8 reagent (100 μl of McCoy's 5A containing 10 μl CCK‐8 solution) was then added to each well for 3 h and the formazan level was quantified by measuring the optical density at 450 nm. Cell growth curves were constructed on the basis of absorbency and used to calculate the doubling time for ZX2021H cells.\nMigration and invasion assays\n        Cell migration and invasion were evaluated in vitro using Transwell chambers (Corning) according to the manufacturer's instructions. Cell suspensions (400 μl, 3–16 × 104 cells/well) were seeded into the upper chamber without Matrigel coating for migration assays, or with Matrigel coating for invasion assays, and 700 μl culture medium with 10% FBS was added to the lower chamber, followed by incubation in a humidified incubator at 37°C (5% CO2, 95% air) for 24 h. Cells that migrated to the basement membrane were fixed with 4% paraformaldehyde and stained with crystal violet, observed under an IX73 microscope (Olympus) at 100× magnification, and photographed using a DP80 Imaging system (Olympus). Numbers of migrated cells were counted in images of five independent fields.\nKaryotype analysis\n        ZX2021H cells (passage 30) were seeded in a 60‐mm dish and incubated at 37°C with 5% CO2. When the cells reached 70% confluence, they were treated with 0.04 μg/ml colcemid (Thermo Fisher Scientific, Inc.) for 2 h to induce mitotic arrest. The cells were then collected, resuspended in 75 mm KCl for 20 min, fixed in methanol‐acetic acid (3:1) for 10 min, and karyotyped. The cell suspension was dropped onto a moist, pretreated slide and incubated overnight at 70°C. The fixed cells were treated with 0.1% trypsin for 25 s at 37°C, rinsed twice with phosphate‐buffered saline (PBS), stained with prewarmed (37°C) 3% Giemsa solution (pH 6.8) for 5 min, and the karyotype was determined according to the International System for Human Nomenclature (ISCN, 2020).\nShort tandem repeat profiling\n        Genomic DNA was extracted from the cultured cells (passage 30) for short tandem repeat (STR) DNA profiling. Briefly, genomic DNA was amplified by polymerase chain reaction (PCR) reaction and assayed using an ABI 3130XL DNA Analyzer (Applied Biosystems) to determine the STR loci. The STR profiles were then compared with the profiles in public cell banks, including the American Type Culture Collection (ATCC), Japanese Collection of Research Bioresources, and Deutsche Sammlung von Mikroorganismen und Zellkulturen GmbH, for reference. Twenty‐one STR loci (D19S433, D5S818, D21S11, D18S51, D6S1043, AMEL, D3S1358, D13S317, D7S820, D16S539, CSF1PO, Penta D, D2S441, vWA, TPOX, Penta E, TH01, D12S391, D2S1338, and FGA) were matched for DNA fingerprinting analysis.\nIn vivo tumorigenicity\n        We evaluated the in vivo tumorigenicity of the ZX2021H cell line by subcutaneous injection into mice. The mice were purchased from the Institute of Laboratory Animals Science, CAMS & PUMC (experimental animal license number SCXK2019‐0008) and maintained under pathogen‐free conditions and fed with sterilized food and autoclaved water. A cell suspension (5 × 105) was prepared in 200 μl of PBS with 100 μl Matrigel (BD Biosciences) and injected subcutaneously into the inguinal region on the right flank of 6‐week‐old female athymic BALB/c‐nude mice (n = 5). Tumor volume was measured in vivo every 3 days using Vernier calipers, and the experimental mice were euthanized after 30 days to determine the tumorigenicity.\nReal‐time quantitative PCR analysis\n        Total RNA was extracted from cultured ZX2021H and H1299 cells (purchased from ATCC) using TRIzol reagent (Invitrogen) following the manufacturer's instructions. Total RNA was reverse transcribed to cDNA using reverse transcription reagents (TaKaRa Bio) according to the manufacturer's instructions. SYBR Green premix (Vazyme) was combined with the cDNA templates to perform quantitative real time‐polymerase chain reaction (qRT‐PCR) using a 7900 Real‐Time PCR System (Applied Biosystems). Each experiment was run in triplicate. All primers used in the experiment are shown in Table 1.\n        \n          TABLE 1\n          \n            The primers used in quantitative RT‐PCR\n          \n          \n            \n            \n            \n            \n              \n                Genes\n                Primers\n                Sequence (5′‐3′)\n              \n            \n            \n              \n                hGAPDH\n                Forward primer\n                GGAGCGAGATCCCTCCAAAAT\n              \n              \n                Reverse primer\n                GGCTGTTGTCATACTTCTCATGG\n              \n              \n                hACC\n                Forward primer\n                TGAGACTAGCCAAACAATCTCGT\n              \n              \n                Reverse primer\n                AGAAAGTAGAAGCTCCGATCCT\n              \n              \n                hEIovl6\n                Forward primer\n                AGCAGTCAGTTTGTGACCAGG\n              \n              \n                Reverse primer\n                ATCTCCTAGTTCGGGTGCTTT\n              \n              \n                hFASN\n                Forward primer\n                AAGGACCTGTCTAGGTTTGATGC\n              \n              \n                Reverse primer\n                TGGCTTCATAGGTGACTTCCA\n              \n              \n                hSCD\n                Forward primer\n                CACCCAGCTGTCAAAGAGAAG\n              \n              \n                Reverse primer\n                AGGACGATATCCGAAGAGGTGG\n              \n              \n                hPGC‐1α\n                Forward primer\n                GCTTTCTGGGTGGACTCAAC\n              \n              \n                Reverse primer\n                CTGCTAGCAAGTTTGCCTCA\n              \n              \n                hPGC‐1β\n                Forward primer\n                CAGGCGATGGTGCAACTCATA\n              \n              \n                Reverse primer\n                CAGAGCACGTCTTGAGCCA\n              \n              \n                hEsrra\n                Forward primer\n                GAGATCACCAAGCGGAGACG\n              \n              \n                Reverse primer\n                ATGAGACACCAGTGCATTCAC\n              \n              \n                hNRF1\n                Forward primer\n                AGGAACACGGAGTGACCCAA\n              \n              \n                Reverse primer\n                TGCATGTGCTTCTATGGTAGC\n              \n              \n                hKlf2\n                Forward primer\n                TTCGGTCTCTTCGACGACG\n              \n              \n                Reverse primer\n                TGCGAACTCTTGGTGTAGGTC\n              \n              \n                hKlf4\n                Forward primer\n                ACCTACACAAAGAGTTCCCATC\n              \n              \n                Reverse primer\n                TGTGTTTACGGTAGTGCCTG\n              \n              \n                h4‐Oct\n                Forward primer\n                CGAAAGAGAAAGCGAACCAG\n              \n              \n                Reverse primer\n                GCCGGTTACAGAACCACACT\n              \n              \n                hSox2\n                Forward primer\n                TGGACAGTTACGCGCACAT\n              \n              \n                Reverse primer\n                CGAGTAGGACATGCTGTAGGT\n              \n              \n                hTbx3\n                Forward primer\n                GAGGCTAAAGAACTTTGGGATCA\n              \n              \n                Reverse primer\n                CATTTCGGGGTCGGCCTTA\n              \n              \n                hnr5a2\n                Forward primer\n                TCATGCTGCCCAAAGTGGAGA\n              \n              \n                Reverse primer\n                TGGTTTTGGACAGTTCGCTT\n              \n              \n                hEcadherin\n                Forward primer\n                CGAGAGCTACACGTTCACGG\n              \n              \n                Reverse primer\n                GGGTGTCGAGGGAAAAATAGG\n              \n              \n                hSnail\n                Forward primer\n                GAGGCGGTGGCAGACTAG\n              \n              \n                Reverse primer\n                GACACATCGGTCAGACCAG\n              \n              \n                hTwist\n                Forward primer\n                CGGGAGTCCGCAGTCTTA\n              \n              \n                Reverse primer\n                TGAATCTTGCTCAGCTTGTC\n              \n              \n                hVimentin\n                Forward primer\n                GACGCCATCAACACCGAGTT\n              \n              \n                Reverse primer\n                CTTTGTCGTTGGTTAGCTGGT\n              \n              \n                hFIH‐1\n                Forward primer\n                GCCAGCACCCACAAGTTCTT\n              \n              \n                Reverse primer\n                CCTGTTGGACCTCGGCTTAA\n              \n              \n                hHIF‐1α\n                Forward primer\n                AGTGTACCCTAACTAGCCGAGGAA\n              \n              \n                Reverse primer\n                CTGAGGTTGGTTACTGTTGGTATCA\n              \n              \n                hPHD1\n                Forward primer\n                AACATCGAGCCACTCTTTGAC\n              \n              \n                Reverse primer\n                TCCTTGGCATCAAAATACCAG\n              \n              \n                hPHD2\n                Forward primer\n                AGATTGCCTGGGTGGAAG\n              \n              \n                Reverse primer\n                TTGCCTGGGTAACACGCC\n              \n              \n                hPHD3\n                Forward primer\n                ATCAGCTTCCTCCTGTCCC\n              \n              \n                Reverse primer\n                CAGCGACCATCACCGTTG\n              \n              \n                hP21\n                Forward primer\n                TGTCCGTCAGAACCCATGC\n              \n              \n                Reverse primer\n                AAAGTCGAAGTTCCATCGCTC\n              \n              \n                hCCNA2\n                Forward primer\n                GCGCTGGCGGTACTGAAGT\n              \n              \n                Reverse primer\n                AGGAACGGTGACATGCTCATC\n              \n              \n                hCCNB1\n                Forward primer\n                CAGGTTGTTGCAGGAGACCAT\n              \n              \n                Reverse primer\n                CCAGCTGCAGCATCTTCTTG\n              \n              \n                hCCND1\n                Forward primer\n                CTGGAGGTCTGCGAGGAACA\n              \n              \n                Reverse primer\n                CTGCAGGCGGCTCTTTTTC\n              \n              \n                hCCNE1\n                Forward primer\n                TGCTGCTTCGGCCTTGTATC\n              \n              \n                Reverse primer\n                ATGGCAAATGGAACCATCCA\n              \n              \n                hCCNH\n                Forward primer\n                TGCATTGACGGATGCTTACC\n              \n              \n                Reverse primer\n                CAGCCCTGGAGGCACTAGATA\n              \n              \n                hMYC\n                Forward primer\n                AGTGGAAAACCAGCAGCCTC\n              \n              \n                Reverse primer\n                TTCTCCTCCTCGTCGCAGTA\nGene mutation screening\n        Genomic DNA samples of ZX2021H cells at passage 25 were screened for 69 specific genes mutations using next‐generation sequencing (NGS) technology on an Illumina sequencing platform (Sino‐us Diagnostics). The types of gene mutation contained point or frameshift mutation, sites of mutation (codon, exon, functional domain, or conserved area), copy number variants (CNVs), fusion variant, insertion and deletion mutations. The list of the 69 genes are shown in Table S1; Gene mutations of 12 commonly‐used lung adenocarcinoma cell lines were obtained from the Cancer Cell Lines Encyclopedia (CCLE, https://portals.broadinstitute.org/ccle).\nStatistical analysis\n        All data were obtained from three independent experiments and analyzed using Student's t‐tests (GraphPad Prism; GraphPad Software). The results are presented as mean ± standard deviation. A p‐value <0.05 was considered statistically significant.\nEstablishment of a novel lung cancer cell line ZX2021H\n\n        To establish a novel lung cancer cell line as described above, we harvested clinical metastatic lymph node tissue samples from a lung cancer patient (Figure 1a,b). Cells in primary culture were purified by enzymatic digestion and differential adherence, and a cell line was successfully established in vitro after freezing, resuscitating, and culturing in McCoy's 5A medium supplemented with 20% FBS for >50 generations. The cell line was designated ZX2021H.\n        \n          FIGURE 1\n          \n            Phenotypic characterization of ZX2021H cell line derived from a patient with lung adenocarcinoma and lymph node metastasis. (a) Overview of tissue origin. Tumor tissue was obtained from a metastatic lymph node (mLN) in a patient with lung adenocarcinoma. (b) Histopathological characteristics of primary tumor showing typical lung adenocarcinoma appearance. (c) Morphology of the ZX2021H cell line. Phase‐contrast photomicrograph of ZX2021H cells at passages 1, 5, 10, 15, 20, 25, and 50 (10× and 20× magnification, respectively). Scale 100 μm. (d) Proliferation of ZX2021H cells was evaluated by CCK‐8 assay. (e) Colony formation of ZX2021H cells. (f) Colony formation was visualized microscopically at 14 days. (g) Migration and invasion analysis of ZX2021H cell line\nCharacterization of the ZX2021H cell line\n        \n          Morphological characteristics of ZX2021H cell line\n          We periodically observed the morphology of ZX2021H cells under an inverted microscope during long‐term cultivation in vitro (passage >50) (Figure 1c). The cells showed a consistent and well‐differentiated morphology. Most cells were polygonal and others were fusiform. The cells also had a high nuclear–cytoplasm ratio. The morphology did not change significantly when the cells were maintained for 50 passages. Moreover, ZX2021H cells grew rapidly in monolayers and then overlapped and piled up at high densities when they covered the whole plate, indicating increased proliferation and malignant potential resulting from loss of contact inhibition.\n        \n        \n          Proliferation characteristics of ZX2021H cell line in vitro\n          We evaluated the proliferation characteristics of ZX2021H cells by CCK8 and colony‐formation methods. The cell growth curve of ZX2021H cells based on the CCK8 results is shown in Figure 1d. ZX2021H cells entered the logarithmic growth phase on the second day after seeding, with a population‐doubling time of approximately 29.8 h. In addition, colony‐formation assays further proved that ZX2021H cells had proliferative potential when seeded at 500 or 1000 cells (Figure 1e).\n        \n        \n          Aggressive characteristics of ZX2021H cells\n          We investigated the aggressiveness of ZX2021H cells in invasion and migration assays using Transwell chambers with or without Matrigel. ZX2021H cells invaded through the Matrigel‐coated basement membrane, especially when seeded at 1.6 × 105 cells, indicating their potential invasion ability (Figure 1f,g). Moreover, ZX2021H cells also displayed prominent migration ability, even when seeded at 3 × 104 cells. These results revealed that the ZX2021H cell line had highly aggressive characteristics, making it a suitable cell model for studying lung cancer malignant progression.\n        \n        \n          Unique features of ZX2021H cell line: Cell line authentication and karyotype analysis\n          We genotyped the ZX2021H cell line to exclude the possibility of cross‐contamination with other cell lines. We tested 21 STR loci (D19S433, D5S818, D21S11, D18S51, D6S1043, AMEL, D3S1358, D13S317, D7S820, D16S539, CSF1PO, D2S441, vWA, TPOX, TH01, D12S391, D2S1338. ZX2021H cells had a unique STR profile (Figure 2a,b), indicating that we had established a novel lung cancer cell line. We also performed karyotype analysis to confirm the abnormalities. The ZX2021H cell line had 75 chromosomes (Figure 2c,d) and exhibited high chromosomal heterogeneity among cells (data not shown). Gross chromosomal abnormalities often confer indefinite cell growth potential, implying high malignancy.\n          \n            FIGURE 2\n            \n              Analysis of unique STR genotype profile and karyotype of ZX2021H cells. (a, b) Unique STR genotype profile of ZX2021H cell line. An electropherogram of the STR analysis was performed to confirm that the ZX2021H cell line differed from other known established human cell lines. (c, d) Representative G‐banded metaphase of ZX2021H cell line. ZX2021H cell line at passage 30 was used for analysis. STR, short tandem repeat\n            \n            \n          \n        \n        \n          Proliferation characteristics of ZX2021H cell line in vivo\n          Furthermore, we also established a tumor xenograft model by subcutaneous injection of ZX2021H cells to evaluate their tumorigenic ability. Visible subcutaneous xenografts with rapid growth were detected after 3 weeks, with diameters of 0.5–1.5 cm at 4 weeks in all (5/5, 100%) nude mice (Figure 3e–i). These results demonstrated that ZX2021H cells had vigorous growth capabilities both in vitro and in vivo.\n          \n            FIGURE 3\n            \n              Proliferation, migration, and invasion abilities of ZX2021H and H1299 cells in vitro and in vivo. (a) The proliferation abilities of ZX2021H and H1299 cells were assessed by CCK8 assay. (b) Colony‐formation abilities of ZX2021H and H1299 cells. (c, d) Cell migration and invasion activities of ZX2021H and H1299 cells using Transwell chambers and Matrigel‐coated Transwell chambers assays, respectively. (e) Experimental flowchart for (f–i). ZX2021H or H1299 cells were injected subcutaneously into nude mice (n = 9 mice per group). (f, g) Subcutaneous ZX2021H and H1299 tumors were measured every 2 days after tumor‐cell injection and the size was calculated using the formula: Tumor size (mm3) = [(length) × (width)2]/2. Data are presented as mean ± SD of samples (n = 9). (h) Representative images of tumor volumes from ZX2021H‐ and H1299 tumor‐bearing nude mice. (i) Representative images of subcutaneous tumor weights\nMorphological characteristics of ZX2021H cell line\n          We periodically observed the morphology of ZX2021H cells under an inverted microscope during long‐term cultivation in vitro (passage >50) (Figure 1c). The cells showed a consistent and well‐differentiated morphology. Most cells were polygonal and others were fusiform. The cells also had a high nuclear–cytoplasm ratio. The morphology did not change significantly when the cells were maintained for 50 passages. Moreover, ZX2021H cells grew rapidly in monolayers and then overlapped and piled up at high densities when they covered the whole plate, indicating increased proliferation and malignant potential resulting from loss of contact inhibition.\nProliferation characteristics of ZX2021H cell line in vitro\n          We evaluated the proliferation characteristics of ZX2021H cells by CCK8 and colony‐formation methods. The cell growth curve of ZX2021H cells based on the CCK8 results is shown in Figure 1d. ZX2021H cells entered the logarithmic growth phase on the second day after seeding, with a population‐doubling time of approximately 29.8 h. In addition, colony‐formation assays further proved that ZX2021H cells had proliferative potential when seeded at 500 or 1000 cells (Figure 1e).\nAggressive characteristics of ZX2021H cells\n          We investigated the aggressiveness of ZX2021H cells in invasion and migration assays using Transwell chambers with or without Matrigel. ZX2021H cells invaded through the Matrigel‐coated basement membrane, especially when seeded at 1.6 × 105 cells, indicating their potential invasion ability (Figure 1f,g). Moreover, ZX2021H cells also displayed prominent migration ability, even when seeded at 3 × 104 cells. These results revealed that the ZX2021H cell line had highly aggressive characteristics, making it a suitable cell model for studying lung cancer malignant progression.\nUnique features of ZX2021H cell line: Cell line authentication and karyotype analysis\n          We genotyped the ZX2021H cell line to exclude the possibility of cross‐contamination with other cell lines. We tested 21 STR loci (D19S433, D5S818, D21S11, D18S51, D6S1043, AMEL, D3S1358, D13S317, D7S820, D16S539, CSF1PO, D2S441, vWA, TPOX, TH01, D12S391, D2S1338. ZX2021H cells had a unique STR profile (Figure 2a,b), indicating that we had established a novel lung cancer cell line. We also performed karyotype analysis to confirm the abnormalities. The ZX2021H cell line had 75 chromosomes (Figure 2c,d) and exhibited high chromosomal heterogeneity among cells (data not shown). Gross chromosomal abnormalities often confer indefinite cell growth potential, implying high malignancy.\n          \n            FIGURE 2\n            \n              Analysis of unique STR genotype profile and karyotype of ZX2021H cells. (a, b) Unique STR genotype profile of ZX2021H cell line. An electropherogram of the STR analysis was performed to confirm that the ZX2021H cell line differed from other known established human cell lines. (c, d) Representative G‐banded metaphase of ZX2021H cell line. ZX2021H cell line at passage 30 was used for analysis. STR, short tandem repeat\nProliferation characteristics of ZX2021H cell line in vivo\n          Furthermore, we also established a tumor xenograft model by subcutaneous injection of ZX2021H cells to evaluate their tumorigenic ability. Visible subcutaneous xenografts with rapid growth were detected after 3 weeks, with diameters of 0.5–1.5 cm at 4 weeks in all (5/5, 100%) nude mice (Figure 3e–i). These results demonstrated that ZX2021H cells had vigorous growth capabilities both in vitro and in vivo.\n          \n            FIGURE 3\n            \n              Proliferation, migration, and invasion abilities of ZX2021H and H1299 cells in vitro and in vivo. (a) The proliferation abilities of ZX2021H and H1299 cells were assessed by CCK8 assay. (b) Colony‐formation abilities of ZX2021H and H1299 cells. (c, d) Cell migration and invasion activities of ZX2021H and H1299 cells using Transwell chambers and Matrigel‐coated Transwell chambers assays, respectively. (e) Experimental flowchart for (f–i). ZX2021H or H1299 cells were injected subcutaneously into nude mice (n = 9 mice per group). (f, g) Subcutaneous ZX2021H and H1299 tumors were measured every 2 days after tumor‐cell injection and the size was calculated using the formula: Tumor size (mm3) = [(length) × (width)2]/2. Data are presented as mean ± SD of samples (n = 9). (h) Representative images of tumor volumes from ZX2021H‐ and H1299 tumor‐bearing nude mice. (i) Representative images of subcutaneous tumor weights\nComparison of proliferation, migration, and invasion capabilities between ZX2021H and H1299 cells in vitro and in vivo\n        The H1299 cell line, previously derived from metastatic lymph node tissue from a lung cancer patient, had the properties of unlimited proliferation and aggressive migration and invasion, consistent with the characteristics of the ZX2021H cell line, indicating that it would provide an ideal model for investigating lung cancer malignant progression.\n24\n, \n25\n, \n26\n We further evaluated the feasibility of ZX2021H cells as a suitable model for investigating lung cancer malignant progression by comparing its proliferation, migration, and invasion capabilities with the H1299 cell line. We assessed the proliferation capabilities of the two cell lines using CCK8 and colony‐formation assays. CCK8 assay showed that ZX2021H cells had a similar vigorous growth tendency to H1299 cells (Figure 3a) but a weaker colony‐formation ability (Figure 3b). Moreover, ZX2021H cells had slightly weaker migration and invasion capabilities than H1299 cells according to Transwell assays, but remained highly aggressive (Figure 3c,d).\n        We also identified the tumorigenic abilities of ZX2021H and H1299 cells in nude mice in vivo. Tumor formation was observed on the ninth day after inoculation, showing 100% tumorigenicity (Figure 3e,f). Xenograft tumors established with ZX2021H cells exhibited faster growth than tumors from H1299 cells, but there was no difference in proliferation between ZX2021H and H1299 cells in vitro (Figure 3g–i). However, no tumor metastases were observed during follow‐up in either of the models. This may be because the xenograft study did not allow enough time for tumor metastasis. This issue therefore needs to be investigated in further studies.\nGene signatures of ZX2021H and H1299 cell lines\n        Increasing research has reported that the biological processes of lipid biosynthesis,\n27\n mitochondria biogenesis,\n28\n cell stemness,\n29\n epithelial‐mesenchymal transition (EMT),\n30\n hypoxia,\n31\n and the cell cycle\n32\n play pivotal roles in tumor malignant progression. We explored the causes for the different biological characteristics of ZX2021H and H1299 cells by examining the expression levels of relevant genes. SOX2 expression levels were significantly higher in ZX2021H compared with H1299 cells (Figure 4c), explaining the higher growth rate of ZX2021H compared with H1299 cells in vivo. Furthermore, HIF1α and CCND1 expression levels were also significantly upregulated in ZX2021H compared with H1299 cells (Figure 4e,f), but there was no significant difference in the expression levels of other genes related to lipid biosynthesis,\n27\n mitochondria biogenesis and EMT (Figure 4a,b,d,f).\n        \n          FIGURE 4\n          \n            Expression levels of genes related to cell stemness, EMT, lipid biosynthesis, mitochondria biogenesis, hypoxia, and the cell cycle in ZX2021H and H1299 cells. Expression levels of (a) lipid biosynthesis‐associated genes, (b) mitochondria biogenesis‐associated genes, (c) stem cell‐associated genes, and (d) EMT‐associated genes in ZX2021H and H1299 cells. (e) Analysis of the expression level of hypoxia‐associated genes; (f) analysis of the expression of level of cell cycle‐associated genes in ZX2021H and H1299 cells. All data presented as mean ± SD of triplicate assays and represent one of two independent experiments. *p < 0.05, **p < 0.01, ***p < 0.001. EMT, epithelial‐mesenchymal transition\nGene mutations in ZX2021H cells\n        Here, we detected the cancer‐related critical genes mutation status in ZX2021H cells. Screening by NGS, we found four cancer‐related gene mutations (NF1, TP53, BRAF, and MET) (Table 2). A frameshift mutation in exon 42 of NF1 gene was detected, which caused the disruption of reading frame and meant the inactivation of NF1 function. A missense mutation in exon 5 of TP53 gene (p.H179R) and in exon 1 of BRAF gene (p.D22N) was detected, respectively. Moreover, copy number variants were found in MET. We also compared the mutation status of cancer‐related critical genes in ZX2021H cells with that in 12 commonly‐used lung adenocarcinoma (LUAD) cell lines, and it was shown that ZX2021H with BRAF (p.D22N), NF1 (p.L2133fs) and MET (CNV) mutations was a unique lung adenocarcinoma cell line (Table 3).\n        \n          TABLE 2\n          \n            Four cancer‐related gene mutations in ZX2021H cells screened by next‐generation sequencing (NGS)\n          \n          \n            \n            \n            \n            \n            \n            \n              \n                Gene\n                Position\n                CDS mutation\n                AA mutation\n                Type\n              \n            \n            \n              \n                NF1\n                chr17, Exon42\n                c.6398_6399del\n                p.L2133fs\n                Deletion‐frameshift\n              \n              \n                TP53\n                chr17, Exon5\n                c.536A>G\n                p.H179R\n                Substitution‐missense\n              \n              \n                BRAF\n                chr7, Exon1\n                c.64G>A\n                p.D22N\n                Substitution‐missense\n              \n              \n                MET\n                chr7, 116312557_116436239\n                exon1‐exon21\n                14.16copies\n                Copy number variants (CNV)\n              \n            \n          \n        \n        \n          TABLE 3\n          \n            Comparison of mutation status of cancer critical genes in ZX2021H and 12 commonly‐used LUAD cell lines\n          \n          \n            \n            \n            \n            \n            \n            \n            \n            \n            \n            \n            \n            \n            \n              \n                Cell line\n                APC\n                ALK\n                BRAF\n                K‐RAS\n                EGFR\n                MET\n                NF1\n                PIK3CA\n                TP53\n                PTEN\n                MSH2\n              \n            \n            \n              \n                ZX2021H\n                wt\n                wt\n                p.D22N\n                wt\n                wt\n                CNV\n                p.L2133fs\n                wt\n                p.H179R\n                wt\n                wt\n              \n              \n                A549\n                wt\n                wt\n                wt\n                p.G12S\n                wt\n                wt\n                wt\n                wt\n                wt\n                wt\n                wt\n              \n              \n                NCI‐H2030\n                wt\n                wt\n                wt\n                p.G12C\n                wt\n                wt\n                p.T2444T\n                wt\n                p.G262V\n                wt\n                wt\n              \n              \n                NCI‐H1975\n                p.S2134C\n                wt\n                wt\n                wt\n                p.T745M\n                wt\n                wt\n                p.G118D\n                p.R273H\n                wt\n                wt\n              \n              \n                NCI‐H2228\n                wt\n                wt\n                wt\n                wt\n                wt\n                wt\n                wt\n                wt\n                p.Q331*\n                wt\n                wt\n              \n              \n                NCI‐H2122\n                wt\n                wt\n                wt\n                p.G12C\n                wt\n                wt\n                wt\n                wt\n                \np.C176F\np.Q16L\n\n                wt\n                wt\n              \n              \n                NCI‐H23\n                wt\n                p.L1035L\n                wt\n                p.G12C\n                wt\n                wt\n                wt\n                wt\n                p.M246I\n                wt\n                wt\n              \n              \n                Calu‐3\n                wt\n                wt\n                wt\n                wt\n                wt\n                wt\n                wt\n                wt\n                \np.C277F\np.M237I\n\n                wt\n                wt\n              \n              \n                PC9\n                wt\n                p.E1299K\n                wt\n                wt\n                p.ELREA701del\n                wt\n                wt\n                wt\n                wt\n                wt\n                wt\n              \n              \n                NCI‐H3255\n                wt\n                wt\n                wt\n                wt\n                p.L813R\n                wt\n                wt\n                wt\n                NA\n                wt\n                wt\n              \n              \n                NCI‐H3122\n                wt\n                wt\n                wt\n                wt\n                wt\n                wt\n                p.I1824V\n                wt\n                p.E285V\n                wt\n                wt\n              \n              \n                NCI‐H1792\n                wt\n                wt\n                wt\n                p.G12C\n                wt\n                wt\n                wt\n                wt\n                wt\n                wt\n                wt\n              \n              \n                NCI‐H1435\n                wt\n                p.G744R\n                wt\n                wt\n                wt\n                wt\n                p.K615N\n                wt\n                p.C141W\n                wt\n                wt\nDISCUSSION\n      Suitable ex vivo cell models are urgently needed to support clinical and fundamental research into lung cancer. Cell models allow the possible effects of new antitumor drugs and gene functions to be assessed by detecting phenotype changes following drug treatment or gene transfection, respectively. Although >20 lung cancer cell lines are available in the ATCC cell bank, most are derived from primary lesions and are thus optimized for investigating tumorigenicity and the development of new anticancer drugs, rather than for research into metastatic mechanisms. It is therefore necessary to establish a high metastatic potential lung cancer cell line derived from metastatic lesions, which would be more suitable for revealing the underlying metastatic mechanisms in lung cancer.\n      In the present study, we successfully established and characterized a novel NSCLC cell line (ZX2021H) derived from metastatic lymph node tissue from a Chinese patient with advanced NSCLC. The established cell line, ZX2021H, showed prominent capacities for constant proliferation and invasion in vitro, because the cells had already undergone distant metastasis in the patient, thus conferring their potential aggressive ability and vigorous growth tendency. Similarly, the H1299 cell line with high proliferation and aggressive capabilities was derived from metastatic lymph node tissue from a lung cancer patient, and thus provided an ideal model for investigating the tumorigenicity and metastasis of lung cancer. Compared with H1299 cells, ZX2021H cells demonstrated greater tumorigenic capability in vivo, making them more suitable for functional experiments designed to screen new anticancer drugs and evaluate genes of interest in vivo. However, no metastatic nodes were observed with either cell line during follow‐up in an in vivo xenograft model, possibly because the follow‐up time was too short to detect tumor metastasis. This needs to be confirmed in further studies. Moreover, the coexistence of irregular polygonal and fusiform cell morphologies suggested that the ZX2021H cell line had a polyclonal origin. Karyotype analysis revealed evident numerical and structural chromosome abnormalities, implying a high malignant potential of the ZX2021H cell line. Overall, the ZX2021H cell line was shown to be a potentially ideal cell model for exploring the molecular mechanisms underlying lung cancer metastasis and for testing novel molecularly targeted therapeutics.\n      Emerging research has indicated pivotal roles for lipid biosynthesis,\n27\n mitochondria biogenesis,\n28\n cell stemness,\n29\n EMT,\n30\n hypoxia,\n31\n and the cell cycle\n32\n in tumor malignant progression. We therefore evaluated the expression levels of genes related to these biological processes in ZX2021H and H1299 cell lines. We found no difference in the expression of genes associated with lipid biosynthesis, mitochondria biogenesis, and EMT between the two cell lines. However, SOX2 expression was enhanced in ZX2021H cells when compared with H1299 cells. Previous studies have shown that SOX2 is related to cell stemness and plays a critical role in the progression, metastasis and chemoresistance of tumor cells. Hernando et al. mentioned that SOX2 is responsible for glioblastoma cell stemness and tumor propagation,\n33\n and elevated SOX2 expression has been linked to malignant cell behavior in lung cancer.\n34\n, \n35\n A recent study in prostate cancer cells also point to SOX2 as the main regulator of metabolic reprogramming.\n36\n Accordingly, the aforementioned studies raise the possibility that high level of SOX2 may lead to the rapid growth rate of ZX2021H cells in vivo compared with H1299 cells.\n      The cell line models with a clear genetic background are important in the study of targeted drug and precision medicine. Screening by NGS, we detected four cancer‐related gene mutations (NF1, TP53, BRAF, and MET), of which, NF1 is a negative regulator of the ras signal transduction pathway and a frameshift mutation in exon 42 predicted the inactivation of NF1 function, which in turn will result in the aberrant activation of the ras signal transduction pathway.\n37\n, \n38\n Solomon et al. mentioned that TP53 mutant (p.H179R) induces a unique expression pattern of a cancer‐related gene signature (CGS) by elevating H‐Ras activity.\n39\n However, the protein function of BRAF caused by the mutation (p.D22N) was unknown, so as the MET (CNV). Furthermore, comparing the mutation status of cancer‐related critical genes in ZX2021H with that in 12 commonly‐used LUAD cell lines, ZX2021H cell line is a unique cell line with BRAF (p.D22N), NF1 (p.L2133fs) and MET (CNV) mutations, which enriches the diversity of LUAD cell lines.\n      In conclusion, the ZX2021H cell line had a higher proliferation ability in vivo and higher expression of the cell stemness‐related gene SOX2 compared with H1299 cells, which have been considered to have among the highest proliferation and aggressive capabilities of all lung cancer cell lines. We therefore identified the ZX2021H cell line as a highly malignant lung cancer cell line.\nCONFLICT OF INTEREST\n      We declare that we have no conflict of interest.\nSupporting information\n      \n        \n          \nTable S1\n\n        \n        \n          \n            Click here for additional data file.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9013652/",
    "doi": "https://doi.org/10.1111/1759-7714.14385",
    "citation_count": 0,
    "references": [],
    "journal": "Thoracic Cancer",
    "topics": [
        "derived, highly, cell",
        "characterization, malignant, highly, node",
        "establishment, cell, novel"
    ]
}