{
    "title": "Lung Cancer Diagnosed Through Screening, Lung Nodule, and Neither Program: A Prospective Observational Study of the Detecting Early Lung Cancer (DELUGE) in the Mississippi Delta Cohort",
    "abstract": "Low-dose computed tomographic screening for lung cancer (LDCT) saves lives.4,5 Annual LDCT was recommended by the US Preventive Services Task Force (USPSTF) in 2013 for patients age 55-80 years with a 30 pack-year history of smoking within 15 years.6 The USPSTF extended eligibility in 2021 to individuals as young as 50 years, with the smoking intensity as low as 20 pack years, but retained the requirement for active smoking or cessation within 15 years.7,8 These criteria do not capture the full spectrum of individuals at risk for lung cancer.8-11 Screening rates in eligible US adults only increased from 3.3% in 2016 to 5% in 2018.12 Furthermore, eligibility for, access to, and participation in LDCT are rapidly expanding health care disparities.11-15 Current eligibility criteria underestimate the risk in women and racial minorities11; there is a geographic mismatch between per-capita lung cancer mortality rates and availability of lung cancer screening facilities.12,15 Irrespective of indication, radiologic tests often reveal potentially malignant lung lesions.16 Lung nodule management guidelines exist,17-19 but are infrequently followed.20-22 Guideline-concordant management of incidentally detected lung nodules requires infrastructure.21,23 The potential for synergy between such Lung Nodule and LDCT Programs is unclear, especially in high lung cancer incidence, granuloma-endemic regions such as the Mississippi Delta. LDCT Lung Cancer Screening Eligibility Across Three Programs: LDCT, LNP, and MDC DISCUSSION In this cohort from two early lung cancer detection programs in a large community health care system, 2.7 patients were enrolled into the Lung Nodule Program for every one in LDCT, five patients were diagnosed with lung cancer in the Nodule Program for every one patient diagnosed in LDCT, and 4.5 patients were diagnosed with stage I or II lung cancer for every one in LDCT. The programs reached different demographic segments of the population, potentially providing a means of overcoming the looming problem of access disparity to lung cancer screening, which threatens to widen racial, sex, and socioeconomic and geographic disparities in lung cancer mortality.11-15,35-42 Despite evidence from two large randomized clinical trials that lung cancer screening saves lives, adoption has been slow, difficult, and complex, even in the United States where social policy moved in 2015 to provide payment for annual LDCT screening as part of standard health care coverage.6,43 Barriers to implementation include the need for infrastructure for recruiting candidates who meet eligibility criteria for screening and conducting the mandated shared decision making and tobacco cessation counseling services required before the LDCT screening test can be performed.27,28 Organizations that manage high-risk patients and primary care providers who are the main entry portal into LDCT screening programs can feel overburdened by these requirements.44-47 Opening access to the indigent and other hard-to-reach populations at high risk for lung cancer is a major challenge.",
    "authors": [
        "Raymond U. Osarogiagbon",
        "Wei Liao",
        "Nicholas R. Faris",
        "Meghan Meadows-Taylor",
        "Carrie Fehnel",
        "Jordan Lane",
        "Sara C. Williams",
        "Anita A. Patel",
        "Olawale A. Akinbobola",
        "Alicia Pacheco",
        "Amanda Epperson",
        "Joy Luttrell",
        "Denise McCoy",
        "Laura McHugh",
        "Raymond Signore",
        "Anna M. Bishop",
        "Keith Tonkin",
        "Robert Optican",
        "Jeffrey Wright",
        "Todd Robbins",
        "Meredith A. Ray",
        "Matthew P. Smeltzer"
    ],
    "published_year": "2022",
    "description": "PURPOSE\n          Lung cancer screening saves lives, but implementation is challenging. We evaluated two approaches to early lung cancer detection—low-dose computed tomography screening (LDCT) and program-based management of incidentally detected lung nodules.\nMETHODS\n      We constructed a prospective observational cohort, Detecting Early Lung Cancer (DELUGE) in the Mississippi Delta, using routinely generated clinical data of all patients managed through the LDCT or Lung Nodule Program with approval of the Baptist Memorial Health Care Corporation (BMHCC) Institutional Review Board. We compared DELUGE participants with participants in the Multidisciplinary Thoracic Oncology Program at BMHCC. BMHCC, a community-based health care system with institutions across Eastern Arkansas, Mississippi, and Western Tennessee, provides care to populations in 111 counties, including counties in Southwestern Kentucky, Southeastern Missouri, and Northwestern Alabama. These counties have some of the highest per-capita lung cancer incidence and mortality rates in the United States; 44% are persistent poverty counties in the Delta Regional Authority, whose 252 counties and parishes are designated by the US Congress as the most socioeconomically distressed.24\n      \n        Early Detection Programs\n        We implemented the LDCT Program in 2015 for consenting apparently healthy individuals who met USPSTF 2013 lung cancer screening eligibility criteria.6 We used the American College of Radiology Lung Imaging Reporting and Data System (Lung-RADS) to categorize patients' risk and triage care.25,26 Data from the LDCT program are prospectively reported to the American College of Radiology Registry.25,27,28\n        We concurrently implemented a Lung Nodule Program in 2015 as a safety net when radiologic studies, irrespective of indication (other than known or suspected cancer), revealed a potentially malignant lung lesion. Patients were automatically captured daily from radiology reports that included a standardized statement (Appendix, online only). Trained navigators used Fleischner Society Lung Nodule Management Guidelines for risk stratification.17,19\n        The provider who ordered the radiologic study was notified of the radiologist's concern and offered assistance with further management in the Nodule Program. Patients whose physicians accepted this offer were directly contacted and given the recommendations for subsequent care (additional radiologic or invasive testing, radiologic surveillance, or discharge). Patients for whom an invasive procedure was recommended were evaluated by a pulmonologist or general thoracic surgeon in a Lung Nodule Clinic and also presented in the Multidisciplinary Thoracic Oncology Conference. Patients whose physicians refused the offer of support were not contacted by the program staff.\n      \n      \n        Multidisciplinary Thoracic Oncology Program\n        In 2011, we implemented a weekly Multidisciplinary Thoracic Oncology Conference involving thoracic surgeons, radiation oncologists, pulmonologists, medical oncologists, pathologists, radiologists, nurse navigators, and clinical research coordinators.29,30 Patients from within and outside the health care system with suspected lung cancer could be referred for discussion.\n      \n      \n        Data Collection\n        Each program had its own specific, structured database. From 2011 onward, data on all patients presented in the Multidisciplinary Conference were captured in a database. From 2015 onward, information on patients with any radiologic test in which the standardized statement was used was captured in the Lung Nodule Program database; information on patients who underwent LDCT from across the health care system (identified through procedure code 71271) was entered into the LDCT database.\n        Trained data managers prospectively abstracted information from the electronic health record of all patients evaluated within each program. Data on clinical events were abstracted from routinely generated clinical records. Study data were collected and managed in research electronic data capture (REDCap), a secure, web-based software platform for research studies.31,32 Data abstraction, management, and updates followed prespecified standard operating procedures (Protocol, online only).\n      \n      \n        Patient Selection and Categorization\n        For this analysis, we included patients in the LDCT or Nodule Program databases from 2015 to May 2021. The Multidisciplinary Care cohort included patients from 2015 to December 2020, who were not registered in either early detection database. Rurality was determined by the Rural-Urban Commuting Area code of the patient's zip code of residence at diagnosis.33\n      \n      \n        Vital Statistics\n        Death information was obtained from prospective review of the electronic health record and from the institution's tumor registries at six-month intervals.\n      \n      \n        Statistical Analysis\n        We summarized patient characteristics, care delivery and outcomes with frequencies, percentages, medians, and interquartile ranges (IQRs) and used chi-squared tests, Fisher's exact tests, and type III overall F tests from analysis of variance for comparisons across programs. We estimated overall survival using the Kaplan-Meier method and compared it across programs using the log-rank test. We further evaluated the survival impact of the two early detection programs using Cox proportional hazard regression to estimate pairwise hazard ratios, with 95% CI comparing each program. We used unadjusted models and multivariable models adjusted for age, sex, race, insurance, rurality, smoking status, and Charlson comorbidity index. Survival information was censored on August 31, 2021, and patients with missing mortality data were excluded. We set the alpha level at .05 and applied the false discovery rate approach to account for multiple comparisons.34 Statistical analyses were performed using R Studio 4.7 (Vienna, Austria) and SAS Version 9.4 (Cary, NC). We followed the Strengthening the Reporting of Observational Studies in Epidemiology reporting guidelines.\nRESULTS\n      \n        Characteristics of Patients in Each Program\n        The cohort included 5,659 patients in LDCT, 15,461 in the Lung Nodule, and 1,766 in the Multidisciplinary Care Programs (Fig 1A and Table 1). Patients in the Nodule Program were younger, more likely to be female, least likely to be White, and most likely to be uninsured than patients in the other programs. Patients in the Multidisciplinary Program were most likely to have Medicaid insurance. The majority of LDCT enrollees were people who actively smoke (67%), whereas the majority in the Nodule and Multidisciplinary Programs had either quit (27% and 40%, respectively) or had never smoked (38% and 21%). Intensity of tobacco use, measured in pack years, was higher for patients in the LDCT than Nodule and Multidisciplinary Programs, irrespective of current smoking status (P < .0001). The quit duration was a median of 7 years (IQR: 4-11) in the LDCT, 17 years (7-32) in the Nodule, and 12 years (5-25) in the Multidisciplinary Program (P < .0001).\n        \n          FIG 1.\n          \n            Cumulative enrollment of patients into LDCT, LNP, and MDC Programs: (A) patients enrolled, (B) patients diagnosed with lung cancer, and (C) patients diagnosed with clinical stage I or II lung cancer. (D) Proportions of the whole cohort of 1,858 patients diagnosed with lung cancer who had stage I/II, III, and IV lung cancer identified through each program (clinical stage distribution transcohort). LDCT, Low-Dose Computed Tomography Lung Cancer Screening Program; LNP, Lung Nodule Program; MDC, Multidisciplinary Care Program.\n          \n          \n        \n        \n          TABLE 1.\n          \n            Characteristics of Patients Enrolled Within LDCT, ILNP, and MDC Programs\n          \n          \n        \n        A substantial minority of patients in the LDCT, Lung Nodule, and Multidisciplinary Care cohorts had a history of cancer (19%, 22%, and 29%, respectively, P < .0001) although only 1%, 3%, and 6% had previously had lung cancer. A family history of lung cancer was identified in 13%, 8%, and 18%. In the LDCT cohort, 84% were initially categorized as Lung-RADS 1 or 2, 7% as 3, and 7% as 4 (Table 1). Restricting the Lung Nodule Program cohort to age 50-80 years did not substantively change the comparative characteristics (Appendix Table A1, online only).\n      \n      \n        Characteristics of Patients Diagnosed With Cancer\n        Cancer was diagnosed in 156 of 5,659 (3%) patients in the LDCT, 772 of 15,461 (5%) in the Nodule, and 1,139 of 1,766 (65%), in the Multidisciplinary Programs (Table 2). Compared with patients in the LDCT program, patients diagnosed with cancer from the Nodule Program were more likely to be Black (27% v 16%) or uninsured (4% v 1%). They were also more likely to have quit smoking (40% v 28%); in addition, 13% had never smoked. Similarly, 14% of patients diagnosed with cancer in the Multidisciplinary Program had never smoked. By contrast, 72% of LDCT enrollees diagnosed with cancer still actively smoked.\n        \n          TABLE 2.\n          \n            Characteristics of Patients Diagnosed With Cancer Within LDCT, ILNP, and MDC Programs\n          \n          \n        \n        The median quit duration was 8 (IQR: 3-11) years in the LDCT, 16 (7-28) years in the Nodule Program, and 11 (4-24) years in the Multidisciplinary Program cohort diagnosed with cancer (P < .0001). Similar proportions of patients in the three programs had a personal history of cancer: 26% versus 30% versus 32% (P = .1763); but LDCT enrollees were least likely to have previously had lung cancer—1% versus 5% versus 7%, respectively (P = .020). Twenty-four percent, 20%, and 20% of patients diagnosed with cancer from each respective program had a family history of lung cancer. The first Lung-RADS scores of LDCT enrollees were 1 in 6%, 2 in 9%, 3 in 9%, and 4 in 70%. Results were similar in the Lung Nodule Program cohort age 50-80 years (Appendix Table A2, online only).\n      \n      \n        Lung Cancer Characteristics and Treatment Across Programs\n        One hundred fifty, 698, and 1,010 patients had lung cancer (Fig 1B): adenocarcinoma was the most common histology—52% versus 48% versus 42%; 12%, 8%, and 8% had small-cell lung cancer; but 4%, 10%, and 11% did not have primary lung cancer (Appendix Table A3, online only). The stage distribution was I or II in 61% versus 60% versus 44%, respectively, and stage IV in 19%, 20%, and 29% (P = .0005; Appendix Table A4, Appendix Fig A1, online only). Of 955 patients diagnosed at stage I or II, 92 (10%) were enrolled in LDCT, 417 (44%) in the Nodule, and 446 (47%) in the Multidisciplinary Program (Figs 1C and 1D). The median primary tumor size was 19.5 mm (IQR: 13-30), 25 mm (16-41), and 35 mm (21-53), respectively (P < .0001).\n        Lung cancer treatment included surgery in 47% of patients in LDCT, 42% in Nodule, and 33% in the Multidisciplinary Program, including surgery without adjuvant therapy in 33%, 31%, and 16%, respectively (P < .0001; Fig 2A). However, of the 696 patients who underwent surgical resection, 10% were from the LDCT, 42% from the Nodule Program, and 48% from the Multidisciplinary Program (Fig 2B). Of the 428 patients who had surgery alone, 12% were from the LDCT, 50% were from the Nodule, and 38% were from the Multidisciplinary Program; 2%, 3%, and 9% of patients with lung cancer in the respective programs received no treatment.\n        \n          FIG 2.\n          \n            Use of surgery only, surgery with or without other treatment modality (any surgery), and surgery or stereotactic radiosurgery (surgery or SBRT) to treat patients diagnosed with lung cancer through LDCT, LNP, and MDC Programs: (A) proportions within each program (denominator is patients diagnosed with lung cancer within each program) and (B) proportions of the whole cohort (denominator is all 1,858 patients diagnosed with lung cancer from all three programs combined). LDCT, Low-Dose Computed Tomography Lung Cancer Screening Program; LNP, Lung Nodule Program; MDC, Multidisciplinary Care Program; SBRT, stereotactic body radiotherapy.\n          \n          \n        \n      \n      \n        Comparative Lung Cancer Outcomes\n        The postoperative mortality at 120 days was 0% in the LDCT, 4% in the Nodule, and 8% in the Multidisciplinary Care Program (P = .0053, Appendix Table A3). Aggregate crude 3-year survival rates were 80% (95% CI, 73 to 88), 64% (60 to 68), and 49% (46 to 53); 5-year survival rates were 76% (95% CI, 67 to 87), 60% (56 to 65), and 44% (40 to 48), respectively (log-rank P < .0001; Fig 3).\n        \n          FIG 3.\n          \n            Kaplan-Meier survival plots of patients diagnosed with lung cancer who were enrolled into LDCT, LNP, and MDC Programs. LDCT, Low-Dose Computed Tomography Lung Cancer Screening Program; LNP, Lung Nodule Program; MDC, Multidisciplinary Care Program.\n          \n          \n        \n        The overall hazard of death was lower in patients from the LDCT and Nodule Programs compared with the Multidisciplinary Program. After adjustment for age, sex, race, insurance, patient-level rurality, smoking status, and comorbidities, patients from the LDCT Program had an aggregate HR of 0.39 (95% CI, 0.228 to 0.65) and those from the Nodule Program had 0.74 (0.59 to 0.921) compared with the Multidisciplinary Program (Appendix Table A4). On aggregate, LDCT patients with lung cancer had better survival than Lung Nodule Program patients (HR, 0.46; 95% CI, 0.298 to 0.704).\n      \n      \n        Eligibility for LDCT Lung Cancer Screening Among Patients Diagnosed With Lung Cancer\n        By USPSTF 2013 criteria, 89%, 43%, and 43% of patients with lung cancer diagnosed through the LDCT, Lung Nodule, and Multidisciplinary Programs were eligible for LDCT screening (Table 3). By the USPSTF's revised criteria proposed in 2021, 91%, 49%, and 52% would have been eligible. Framed differently, only 861 (46%) and 1,010 (54%) of a total of 1,858 patients with lung cancer in this cohort would have been deemed eligible for LDCT lung cancer screening by USPSTF 2013 and 2021 criteria. Results were similar in the Nodule Program cohort age 50-80 years (Appendix Table A5, online only). Even if all eligible patients by USPSTF 2021 criteria had been enrolled into the LDCT program, the Nodule Program would have detected 189 (20%) of the 955 patients with stage I and II lung cancer in the entire cohort.\n        \n          TABLE 3.\n          \n            LDCT Lung Cancer Screening Eligibility Across Three Programs: LDCT, LNP, and MDC\nCONCLUSION\n          LDCT and Lung Nodule Programs are complementary, expanding access to early lung cancer detection and curative treatment to different-risk populations. Implementing Lung Nodule Programs may alleviate emerging disparities in access to early lung cancer detection.\nINTRODUCTION\n      Although aggregate US lung cancer incidence and mortality statistics have improved in recent years, they mask great geographic heterogeneity.1-3 States and counties in the Southeastern and Midwestern United States lag behind in the emerging improvement.1,3 The aggregate 5-year lung cancer survival barely reaches 21%, largely because 79% of patients present with regional and distant metastatic disease, when the 5-year survival is 32% and 6%, respectively.1 Only 15% present with localized disease when the 5-year survival is 59%.1\n      \n        \n          CONTEXT\n          \n\nKey Objective\nHow do the characteristics of patients enrolled into low-dose computed tomography lung cancer screening (LDCT) and Lung Nodule Programs compare with each other and with other patients managed in a Multidisciplinary Thoracic Oncology Program? Do these programs reach different-risk populations? How do the characteristics and outcomes of lung cancer diagnosed within each program compare?\nKnowledge Generated\nIn this prospective observational cohort, we found that the proportion of early-stage diagnosis, curative-intent surgery, and overall survival were greater in patients in both types of early detection programs. However, most patients diagnosed with lung cancer in the Nodule Program would have been ineligible for LDCT by standard screening eligibility criteria.\nRelevance\nLDCT and Lung Nodule Programs have great complementarity in identifying early-stage lung cancer in diverse populations, when curative-intent treatment is more likely, safer, and less expensive. Implementing Lung Nodule Programs may expand access to early lung cancer detection, potentially reducing disparities.\n\n        \n      \n      Low-dose computed tomographic screening for lung cancer (LDCT) saves lives.4,5 Annual LDCT was recommended by the US Preventive Services Task Force (USPSTF) in 2013 for patients age 55-80 years with a 30 pack-year history of smoking within 15 years.6 The USPSTF extended eligibility in 2021 to individuals as young as 50 years, with the smoking intensity as low as 20 pack years, but retained the requirement for active smoking or cessation within 15 years.7,8 These criteria do not capture the full spectrum of individuals at risk for lung cancer.8-11 Screening rates in eligible US adults only increased from 3.3% in 2016 to 5% in 2018.12 Furthermore, eligibility for, access to, and participation in LDCT are rapidly expanding health care disparities.11-15 Current eligibility criteria underestimate the risk in women and racial minorities11; there is a geographic mismatch between per-capita lung cancer mortality rates and availability of lung cancer screening facilities.12,15\n      Irrespective of indication, radiologic tests often reveal potentially malignant lung lesions.16 Lung nodule management guidelines exist,17-19 but are infrequently followed.20-22 Guideline-concordant management of incidentally detected lung nodules requires infrastructure.21,23 The potential for synergy between such Lung Nodule and LDCT Programs is unclear, especially in high lung cancer incidence, granuloma-endemic regions such as the Mississippi Delta.\n      We compared individuals diagnosed with lung cancer through concurrently deployed LDCT and Lung Nodule (early detection) Programs and those managed in a Multidisciplinary Thoracic Oncology Program. We hypothesized that the characteristics of lung cancer would be similar between the early detection programs; they would have synergy by reaching different-risk populations; patients diagnosed through both programs would have earlier stage and better outcomes than those diagnosed outside them.\nCONTEXT\n          \n\nKey Objective\nHow do the characteristics of patients enrolled into low-dose computed tomography lung cancer screening (LDCT) and Lung Nodule Programs compare with each other and with other patients managed in a Multidisciplinary Thoracic Oncology Program? Do these programs reach different-risk populations? How do the characteristics and outcomes of lung cancer diagnosed within each program compare?\nKnowledge Generated\nIn this prospective observational cohort, we found that the proportion of early-stage diagnosis, curative-intent surgery, and overall survival were greater in patients in both types of early detection programs. However, most patients diagnosed with lung cancer in the Nodule Program would have been ineligible for LDCT by standard screening eligibility criteria.\nRelevance\nLDCT and Lung Nodule Programs have great complementarity in identifying early-stage lung cancer in diverse populations, when curative-intent treatment is more likely, safer, and less expensive. Implementing Lung Nodule Programs may expand access to early lung cancer detection, potentially reducing disparities.\nEarly Detection Programs\n        We implemented the LDCT Program in 2015 for consenting apparently healthy individuals who met USPSTF 2013 lung cancer screening eligibility criteria.6 We used the American College of Radiology Lung Imaging Reporting and Data System (Lung-RADS) to categorize patients' risk and triage care.25,26 Data from the LDCT program are prospectively reported to the American College of Radiology Registry.25,27,28\n        We concurrently implemented a Lung Nodule Program in 2015 as a safety net when radiologic studies, irrespective of indication (other than known or suspected cancer), revealed a potentially malignant lung lesion. Patients were automatically captured daily from radiology reports that included a standardized statement (Appendix, online only). Trained navigators used Fleischner Society Lung Nodule Management Guidelines for risk stratification.17,19\n        The provider who ordered the radiologic study was notified of the radiologist's concern and offered assistance with further management in the Nodule Program. Patients whose physicians accepted this offer were directly contacted and given the recommendations for subsequent care (additional radiologic or invasive testing, radiologic surveillance, or discharge). Patients for whom an invasive procedure was recommended were evaluated by a pulmonologist or general thoracic surgeon in a Lung Nodule Clinic and also presented in the Multidisciplinary Thoracic Oncology Conference. Patients whose physicians refused the offer of support were not contacted by the program staff.\nMultidisciplinary Thoracic Oncology Program\n        In 2011, we implemented a weekly Multidisciplinary Thoracic Oncology Conference involving thoracic surgeons, radiation oncologists, pulmonologists, medical oncologists, pathologists, radiologists, nurse navigators, and clinical research coordinators.29,30 Patients from within and outside the health care system with suspected lung cancer could be referred for discussion.\nData Collection\n        Each program had its own specific, structured database. From 2011 onward, data on all patients presented in the Multidisciplinary Conference were captured in a database. From 2015 onward, information on patients with any radiologic test in which the standardized statement was used was captured in the Lung Nodule Program database; information on patients who underwent LDCT from across the health care system (identified through procedure code 71271) was entered into the LDCT database.\n        Trained data managers prospectively abstracted information from the electronic health record of all patients evaluated within each program. Data on clinical events were abstracted from routinely generated clinical records. Study data were collected and managed in research electronic data capture (REDCap), a secure, web-based software platform for research studies.31,32 Data abstraction, management, and updates followed prespecified standard operating procedures (Protocol, online only).\nPatient Selection and Categorization\n        For this analysis, we included patients in the LDCT or Nodule Program databases from 2015 to May 2021. The Multidisciplinary Care cohort included patients from 2015 to December 2020, who were not registered in either early detection database. Rurality was determined by the Rural-Urban Commuting Area code of the patient's zip code of residence at diagnosis.33\nVital Statistics\n        Death information was obtained from prospective review of the electronic health record and from the institution's tumor registries at six-month intervals.\nStatistical Analysis\n        We summarized patient characteristics, care delivery and outcomes with frequencies, percentages, medians, and interquartile ranges (IQRs) and used chi-squared tests, Fisher's exact tests, and type III overall F tests from analysis of variance for comparisons across programs. We estimated overall survival using the Kaplan-Meier method and compared it across programs using the log-rank test. We further evaluated the survival impact of the two early detection programs using Cox proportional hazard regression to estimate pairwise hazard ratios, with 95% CI comparing each program. We used unadjusted models and multivariable models adjusted for age, sex, race, insurance, rurality, smoking status, and Charlson comorbidity index. Survival information was censored on August 31, 2021, and patients with missing mortality data were excluded. We set the alpha level at .05 and applied the false discovery rate approach to account for multiple comparisons.34 Statistical analyses were performed using R Studio 4.7 (Vienna, Austria) and SAS Version 9.4 (Cary, NC). We followed the Strengthening the Reporting of Observational Studies in Epidemiology reporting guidelines.\nCharacteristics of Patients in Each Program\n        The cohort included 5,659 patients in LDCT, 15,461 in the Lung Nodule, and 1,766 in the Multidisciplinary Care Programs (Fig 1A and Table 1). Patients in the Nodule Program were younger, more likely to be female, least likely to be White, and most likely to be uninsured than patients in the other programs. Patients in the Multidisciplinary Program were most likely to have Medicaid insurance. The majority of LDCT enrollees were people who actively smoke (67%), whereas the majority in the Nodule and Multidisciplinary Programs had either quit (27% and 40%, respectively) or had never smoked (38% and 21%). Intensity of tobacco use, measured in pack years, was higher for patients in the LDCT than Nodule and Multidisciplinary Programs, irrespective of current smoking status (P < .0001). The quit duration was a median of 7 years (IQR: 4-11) in the LDCT, 17 years (7-32) in the Nodule, and 12 years (5-25) in the Multidisciplinary Program (P < .0001).\n        \n          FIG 1.\n          \n            Cumulative enrollment of patients into LDCT, LNP, and MDC Programs: (A) patients enrolled, (B) patients diagnosed with lung cancer, and (C) patients diagnosed with clinical stage I or II lung cancer. (D) Proportions of the whole cohort of 1,858 patients diagnosed with lung cancer who had stage I/II, III, and IV lung cancer identified through each program (clinical stage distribution transcohort). LDCT, Low-Dose Computed Tomography Lung Cancer Screening Program; LNP, Lung Nodule Program; MDC, Multidisciplinary Care Program.\n          \n          \n        \n        \n          TABLE 1.\n          \n            Characteristics of Patients Enrolled Within LDCT, ILNP, and MDC Programs\n          \n          \n        \n        A substantial minority of patients in the LDCT, Lung Nodule, and Multidisciplinary Care cohorts had a history of cancer (19%, 22%, and 29%, respectively, P < .0001) although only 1%, 3%, and 6% had previously had lung cancer. A family history of lung cancer was identified in 13%, 8%, and 18%. In the LDCT cohort, 84% were initially categorized as Lung-RADS 1 or 2, 7% as 3, and 7% as 4 (Table 1). Restricting the Lung Nodule Program cohort to age 50-80 years did not substantively change the comparative characteristics (Appendix Table A1, online only).\nCharacteristics of Patients Diagnosed With Cancer\n        Cancer was diagnosed in 156 of 5,659 (3%) patients in the LDCT, 772 of 15,461 (5%) in the Nodule, and 1,139 of 1,766 (65%), in the Multidisciplinary Programs (Table 2). Compared with patients in the LDCT program, patients diagnosed with cancer from the Nodule Program were more likely to be Black (27% v 16%) or uninsured (4% v 1%). They were also more likely to have quit smoking (40% v 28%); in addition, 13% had never smoked. Similarly, 14% of patients diagnosed with cancer in the Multidisciplinary Program had never smoked. By contrast, 72% of LDCT enrollees diagnosed with cancer still actively smoked.\n        \n          TABLE 2.\n          \n            Characteristics of Patients Diagnosed With Cancer Within LDCT, ILNP, and MDC Programs\n          \n          \n        \n        The median quit duration was 8 (IQR: 3-11) years in the LDCT, 16 (7-28) years in the Nodule Program, and 11 (4-24) years in the Multidisciplinary Program cohort diagnosed with cancer (P < .0001). Similar proportions of patients in the three programs had a personal history of cancer: 26% versus 30% versus 32% (P = .1763); but LDCT enrollees were least likely to have previously had lung cancer—1% versus 5% versus 7%, respectively (P = .020). Twenty-four percent, 20%, and 20% of patients diagnosed with cancer from each respective program had a family history of lung cancer. The first Lung-RADS scores of LDCT enrollees were 1 in 6%, 2 in 9%, 3 in 9%, and 4 in 70%. Results were similar in the Lung Nodule Program cohort age 50-80 years (Appendix Table A2, online only).\nLung Cancer Characteristics and Treatment Across Programs\n        One hundred fifty, 698, and 1,010 patients had lung cancer (Fig 1B): adenocarcinoma was the most common histology—52% versus 48% versus 42%; 12%, 8%, and 8% had small-cell lung cancer; but 4%, 10%, and 11% did not have primary lung cancer (Appendix Table A3, online only). The stage distribution was I or II in 61% versus 60% versus 44%, respectively, and stage IV in 19%, 20%, and 29% (P = .0005; Appendix Table A4, Appendix Fig A1, online only). Of 955 patients diagnosed at stage I or II, 92 (10%) were enrolled in LDCT, 417 (44%) in the Nodule, and 446 (47%) in the Multidisciplinary Program (Figs 1C and 1D). The median primary tumor size was 19.5 mm (IQR: 13-30), 25 mm (16-41), and 35 mm (21-53), respectively (P < .0001).\n        Lung cancer treatment included surgery in 47% of patients in LDCT, 42% in Nodule, and 33% in the Multidisciplinary Program, including surgery without adjuvant therapy in 33%, 31%, and 16%, respectively (P < .0001; Fig 2A). However, of the 696 patients who underwent surgical resection, 10% were from the LDCT, 42% from the Nodule Program, and 48% from the Multidisciplinary Program (Fig 2B). Of the 428 patients who had surgery alone, 12% were from the LDCT, 50% were from the Nodule, and 38% were from the Multidisciplinary Program; 2%, 3%, and 9% of patients with lung cancer in the respective programs received no treatment.\n        \n          FIG 2.\n          \n            Use of surgery only, surgery with or without other treatment modality (any surgery), and surgery or stereotactic radiosurgery (surgery or SBRT) to treat patients diagnosed with lung cancer through LDCT, LNP, and MDC Programs: (A) proportions within each program (denominator is patients diagnosed with lung cancer within each program) and (B) proportions of the whole cohort (denominator is all 1,858 patients diagnosed with lung cancer from all three programs combined). LDCT, Low-Dose Computed Tomography Lung Cancer Screening Program; LNP, Lung Nodule Program; MDC, Multidisciplinary Care Program; SBRT, stereotactic body radiotherapy.\nComparative Lung Cancer Outcomes\n        The postoperative mortality at 120 days was 0% in the LDCT, 4% in the Nodule, and 8% in the Multidisciplinary Care Program (P = .0053, Appendix Table A3). Aggregate crude 3-year survival rates were 80% (95% CI, 73 to 88), 64% (60 to 68), and 49% (46 to 53); 5-year survival rates were 76% (95% CI, 67 to 87), 60% (56 to 65), and 44% (40 to 48), respectively (log-rank P < .0001; Fig 3).\n        \n          FIG 3.\n          \n            Kaplan-Meier survival plots of patients diagnosed with lung cancer who were enrolled into LDCT, LNP, and MDC Programs. LDCT, Low-Dose Computed Tomography Lung Cancer Screening Program; LNP, Lung Nodule Program; MDC, Multidisciplinary Care Program.\n          \n          \n        \n        The overall hazard of death was lower in patients from the LDCT and Nodule Programs compared with the Multidisciplinary Program. After adjustment for age, sex, race, insurance, patient-level rurality, smoking status, and comorbidities, patients from the LDCT Program had an aggregate HR of 0.39 (95% CI, 0.228 to 0.65) and those from the Nodule Program had 0.74 (0.59 to 0.921) compared with the Multidisciplinary Program (Appendix Table A4). On aggregate, LDCT patients with lung cancer had better survival than Lung Nodule Program patients (HR, 0.46; 95% CI, 0.298 to 0.704).\nEligibility for LDCT Lung Cancer Screening Among Patients Diagnosed With Lung Cancer\n        By USPSTF 2013 criteria, 89%, 43%, and 43% of patients with lung cancer diagnosed through the LDCT, Lung Nodule, and Multidisciplinary Programs were eligible for LDCT screening (Table 3). By the USPSTF's revised criteria proposed in 2021, 91%, 49%, and 52% would have been eligible. Framed differently, only 861 (46%) and 1,010 (54%) of a total of 1,858 patients with lung cancer in this cohort would have been deemed eligible for LDCT lung cancer screening by USPSTF 2013 and 2021 criteria. Results were similar in the Nodule Program cohort age 50-80 years (Appendix Table A5, online only). Even if all eligible patients by USPSTF 2021 criteria had been enrolled into the LDCT program, the Nodule Program would have detected 189 (20%) of the 955 patients with stage I and II lung cancer in the entire cohort.\n        \n          TABLE 3.\n          \n            LDCT Lung Cancer Screening Eligibility Across Three Programs: LDCT, LNP, and MDC\nDISCUSSION\n      In this cohort from two early lung cancer detection programs in a large community health care system, 2.7 patients were enrolled into the Lung Nodule Program for every one in LDCT, five patients were diagnosed with lung cancer in the Nodule Program for every one patient diagnosed in LDCT, and 4.5 patients were diagnosed with stage I or II lung cancer for every one in LDCT. Stage distribution was similar in both early detection programs and significantly earlier than in the Multidisciplinary Program. Consequently, the proportion of curative-intent surgery was greater in patients in the early detection programs. However, most patients diagnosed with lung cancer in the Nodule Program would have been ineligible for LDCT screening by then-current, and recently proposed, USPSTF criteria.\n      Surgery was safe for patients with LDCT-detected lung cancer in this community health care program; the postoperative mortality at 120 days was zero. Aggregate survival was better in the patients enrolled into both early detection programs; the LDCT cohort had better aggregate survival than the Lung Nodule Cohort. This difference between early detection programs might be because LDCT eligibility requires ostensible good health, whereas the Lung Nodule Program patients had a myriad of clinical indications for the lesion-detecting radiologic study.\n      Even if all eligible patients were enrolled into LDCT, 46% of patients diagnosed with lung cancer would have been deemed ineligible. In reality, given the prevailing low levels of adoption, only 8% of patients with lung cancer in this cohort received LDCT screening; 38% were detected through the Nodule Program, including 44% of patients diagnosed with localized disease (v 10% by LDCT). This reveals great complementarity between LDCT and Lung Nodule Programs, tandem deployment of which can extend the possibility of early detection of lung cancer to a wider spectrum of the population than LDCT alone. The programs reached different demographic segments of the population, potentially providing a means of overcoming the looming problem of access disparity to lung cancer screening, which threatens to widen racial, sex, and socioeconomic and geographic disparities in lung cancer mortality.11-15,35-42\n      Despite evidence from two large randomized clinical trials that lung cancer screening saves lives, adoption has been slow, difficult, and complex, even in the United States where social policy moved in 2015 to provide payment for annual LDCT screening as part of standard health care coverage.6,43 Barriers to implementation include the need for infrastructure for recruiting candidates who meet eligibility criteria for screening and conducting the mandated shared decision making and tobacco cessation counseling services required before the LDCT screening test can be performed.27,28 Organizations that manage high-risk patients and primary care providers who are the main entry portal into LDCT screening programs can feel overburdened by these requirements.44-47 Opening access to the indigent and other hard-to-reach populations at high risk for lung cancer is a major challenge.\n      These barriers diminish the societal benefit of LDCT screening, and some may be alleviated by structured implementation of Lung Nodule programs, which start from the point of an already-detected radiologic lesion and triage patients into risk categories for subsequent management. Institutional investment in Nodule Program infrastructure may be easier to justify for medicolegal risk management. Implementation of Lung Nodule Programs ought to be possible in environments where there is no policy support for LDCT screening.48\n      Prospective observational studies are open to selection and misclassification biases. LDCT enrollees are ostensibly healthier by eligibility criteria; given the striking differences in the smoking profile, the genetic profile of the lung cancers diagnosed through the different programs might differ; care for patients in the Nodule Program might be adversely affected by the need to manage the initial indication for radiologic imaging that led to detection of the lung lesion. Furthermore, the Multidisciplinary Care cohort is not the optimal comparator for early detection programs, given the referral bias into multidisciplinary care programs. We have previously demonstrated superior care and survival for patients enrolled into this Multidisciplinary Care Program when compared with the general population of patients with lung cancer within the same health care system.30 Moreover, some Multidisciplinary Program patients might have had an LDCT scan or been managed for an incidentally detected lung nodule outside our program.\n      The possibility of selection bias is supported by the higher proportion of early stage (44%) and lower-than-expected proportion of patients with stage IV (29%) as compared with the US distribution (15% early stage and 40%-50% stage IV).1 These features may bias the survival comparison toward the null, indicating that the true impact of tandem deployment of the early detection programs is probably significantly greater than that we report. Survival improvement from early cancer detection raises questions about lead-time and overdiagnosis bias, which can be lessened by analysis of mortality events. We plan to evaluate cause-specific mortality in future studies. Finally, we have not separated between incident and prevalence lung cancers in this analysis. The fact that 24% of patients with lung cancer in the LDCT cohort had Lung-RADS 1-3 in their initial scans emphasizes the need to ensure adherence to the recommended follow-up testing regimen.\n      LDCT and Lung Nodule Programs have great complementarity in redistributing lung cancer to early stage when curative-intent treatment is more likely, safer, and less expensive. Lung Nodule Programs may expand access to hard-to-reach individuals and may be less susceptible to multilevel implementation barriers.\nAUTHOR CONTRIBUTIONS\n      Conception and design: Raymond U. Osarogiagbon, Robert Optican, Todd Robbins\n      Financial support: Raymond U. Osarogiagbon, Anna M. Bishop, Todd Robbins\n      Administrative support: Raymond U. Osarogiagbon, Nicholas R. Faris, Meghan Meadows-Taylor, Carrie Fehnel, Alicia Pacheco, Anna M. Bishop, Keith Tonkin, Robert Optican, Todd Robbins\n      Provision of study materials or patients: Amanda Epperson, Joy Luttrell, Denise McCoy, Laura McHugh, Raymond Signore, Jeffrey Wright, Todd Robbins\n      Collection and assembly of data: Raymond U. Osarogiagbon, Nicholas R. Faris, Meghan Meadows-Taylor, Carrie Fehnel, Jordan Lane, Sara C. Williams, Anita A. Patel, Alicia Pacheco, Amanda Epperson, Joy Luttrell, Denise McCoy, Laura McHugh, Raymond Signore, Anna M. Bishop, Keith Tonkin, Jeffrey Wright\n      Data analysis and interpretation: Raymond U. Osarogiagbon, Wei Liao, Nicholas R. Faris, Meghan Meadows-Taylor, Olawale A. Akinbobola, Meredith A. Ray, Matthew P. Smeltzer\n      Manuscript writing: All authors\n      Final approval of manuscript: All authors\n      Accountable for all aspects of the work: All authors\nAUTHORS' DISCLOSURES OF POTENTIAL CONFLICTS OF INTEREST\n      \n        Lung Cancer Diagnosed Through Screening, Lung Nodule, and Neither Program: A Prospective Observational Study of the Detecting Early Lung Cancer (DELUGE) in the Mississippi Delta Cohort\n        The following represents disclosure information provided by authors of this manuscript. All relationships are considered compensated unless otherwise noted. Relationships are self-held unless noted. I = Immediate Family Member, Inst = My Institution. Relationships may not relate to the subject matter of this manuscript. For more information about ASCO's conflict of interest policy, please refer to www.asco.org/rwc or ascopubs.org/jco/authors/author-center.\n        Open Payments is a public database containing information reported by companies about payments made to US-licensed physicians (Open Payments).\n      \n      \n        \n          \nRaymond U. Osarogiagbon\n\n          Stock and Other Ownership Interests: Lilly, Pfizer, Gilead Sciences\n          Honoraria: Medscape, Biodesix\n          Consulting or Advisory Role: Association of Community Cancer Centers (ACCC), AstraZeneca, American Cancer Society, Triptych Health Partners, Genentech/Roche, National Cancer Institute, Lilly, LUNGevity, Biodesix\n          Patents, Royalties, Other Intellectual Property: Two US and one China patents for lymph node specimen collection kit and method of pathologic evaluation\n          Other Relationship: Oncobox\n        \n        \n          \nJeffrey Wright\n\n          Research Funding: INmune Bio, Alexion Pharmaceuticals\n        \n        \n          \nMatthew P. Smeltzer\n\n          Other Relationship: Association of Community Cancer Centers (ACCC)\n          No other potential conflicts of interest were reported.\nLung Cancer Diagnosed Through Screening, Lung Nodule, and Neither Program: A Prospective Observational Study of the Detecting Early Lung Cancer (DELUGE) in the Mississippi Delta Cohort\n        The following represents disclosure information provided by authors of this manuscript. All relationships are considered compensated unless otherwise noted. Relationships are self-held unless noted. I = Immediate Family Member, Inst = My Institution. Relationships may not relate to the subject matter of this manuscript. For more information about ASCO's conflict of interest policy, please refer to www.asco.org/rwc or ascopubs.org/jco/authors/author-center.\n        Open Payments is a public database containing information reported by companies about payments made to US-licensed physicians (Open Payments).",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9242408/",
    "doi": "https://doi.org/10.1200/JCO.21.02496",
    "citation_count": 12,
    "references": {
        "10999337": "Association of patient and health care organization factors with incidental nodule guidelines adherence: A multi-system observational study",
        "10944736": "Incidental pulmonary nodule management in Canada: exploring current state through a narrative literature review and expert interviews",
        "10930245": "Value for combination of T1WI star-VIBE with TWIST-VIBE dynamic contrast-enhanced MRI in distinguishing lung nodules",
        "10845058": "Program-Based Lung Cancer Care: A Prospective Observational Tumor Registry Linkage Study",
        "10702480": "Addressing lung cancer screening eligibility in Spain using 2013 and 2021 US Preventive Service Task Force criteria: cross-sectional study",
        "10668357": "Assessing the impact of socioeconomic status on incidental lung nodules at an urban safety net hospital",
        "10206506": "Pulmonary Nodules, Lung Cancer Screening, and Lung Cancer in the Medicare Population",
        "10091284": "The majority of patients with resectable incidental lung cancers are ineligible for lung cancer screening",
        "9975532": "Lung nodules: sorting the wheat from the chaff",
        "9972195": "Evaluation of Lung Cancer Risk Among Persons Undergoing Screening or Guideline-Concordant Monitoring of Lung Nodules in the Mississippi Delta",
        "9945197": "Incidental Pulmonary Nodules - What Do We Know in 2022",
        "9908493": "Application effect of low-dose spiral CT on pulmonary nodules and its diagnostic value for benign and malignant nodules"
    },
    "journal": "Journal of Clinical Oncology",
    "topics": [
        "lung, cancer, prospective, observational",
        "lung, screening, mississippi, deluge",
        "screening, deluge, mississippi, nodule"
    ]
}