{
    "title": "A Novel Third-generation EGFR Tyrosine Kinase Inhibitor Abivertinib for EGFR T790M-mutant Non–Small Cell Lung Cancer: a Multicenter Phase I/II Study",
    "abstract": "The phase I population comprised all patients who received at least one dose of abivertinib and had a baseline RECIST assessment in 7 doses: 3 patients treated with 50 mg twice a day, 23 patients treated with 100 mg twice a day, 20 patients treated with 150 mg twice a day, 20 patients treated with 200 mg twice a day, 23 patients treated with 250 mg twice a day, 45 patients treated with 300 mg twice a day, 6 patients treated with 350 mg twice a day, and 1 patient without receiving Abivertinib treatment was excluded from the study. The phase I population comprised all patients who received at least one dose of abivertinib and had a baseline RECIST assessment in 7 doses: 3 patients treated with 50 mg twice a day, 23 patients treated with 100 mg twice a day, 20 patients treated with 150 mg twice a day, 20 patients treated with 200 mg twice a day, 23 patients treated with 250 mg twice a day, 45 patients treated with 300 mg twice a day, 6 patients treated with 350 mg twice a day, and 1 patient without receiving Abivertinib treatment was excluded from the study. The phase I population comprised all patients who received at least one dose of abivertinib and had a baseline RECIST assessment in 7 doses: 3 patients treated with 50 mg twice a day, 23 patients treated with 100 mg twice a day, 20 patients treated with 150 mg twice a day, 20 patients treated with 200 mg twice a day, 23 patients treated with 250 mg twice a day, 45 patients treated with 300 mg twice a day, 6 patients treated with 350 mg twice a day, and 1 patient without receiving Abivertinib treatment was excluded from the study.",
    "authors": [
        "Qing Zhou",
        "Lin Wu",
        "Pei Hu",
        "Tongtong An",
        "Jianying Zhou",
        "Li Zhang",
        "Xiao-Qing Liu",
        "Feng Luo",
        "Xin Zheng",
        "Ying Cheng",
        "Nong Yang",
        "Junling Li",
        "Jifeng Feng",
        "Baohui Han",
        "Yong Song",
        "Kai Wang",
        "Li Zhang",
        "Jian Fang",
        "Hong Zhao",
        "Yongqian Shu",
        "Xiao-Yan Lin",
        "Zhihong Chen",
        "Bin Gan",
        "Wan-Hong Xu",
        "Wei Tang",
        "Xiaoying Zhang",
        "Jin-Ji Yang",
        "Xiao Xu",
        "Yi-Long Wu"
    ],
    "published_year": "2021",
    "description": "Purpose:\n          To establish recommended phase II dose (RP2D) in phase I and evaluate safety and efficacy of abivertinib in patients with EGFR Thr790Met point mutation (T790M)-positive(+) non–small cell lung cancer (NSCLC) with disease progression from prior EGFR inhibitors in phase II.\nPatients and Methods:\n          This multicenter, open-label study included 367 adult Chinese patients. Abivertinib at doses of 50 mg twice a day to 350 mg twice a day was evaluated in phase I in continual 28-day cycles, and the RP2D of 300 mg twice a day was used in phase II in continual 21-day cycles. Primary endpoints include RP2D in phase I and objective response rate (ORR) at RP2D in phase II.\nResults:\n          The RP2D of 300 mg twice a day for abivertinib was established based on pharmacokinetics, efficacy, and safety profiles across doses in phase I. In phase II, 227 patients received RP2D for a median treatment duration of 24.6 weeks (0.43–129). Among 209 response–evaluable patients, confirmed ORR was 52.2% [109/209; 95% confidence interval (CI): 45.2–59.1]. Disease control rate (DCR) was 88.0% (184/209; 95% CI: 82.9–92.1). The median duration of response (DoR) and progression-free survival (PFS) was 8.5 months (95% CI: 6.1–9.2) and 7.5 months (95% CI: 6.0–8.8), respectively. The median overall survival (OS) was 24.9 months [95% CI: 22.4–not reachable (NR)]. All (227/227) patients reported at least 1 adverse event (AE), with 96.9% (220/227) of treatment-related AEs. Treatment-related serious AEs were reported in 13.7% (31/227) of patients. Death was reported in 4.4% (10/227) of patients, and none was deemed as treatment-related.\nConclusions:\n          Abivertinib of 300 mg twice a day demonstrated favorable clinical efficacy with manageable side effects in patients with EGFR T790M+ NSCLC.\nIntroduction\n      EGFR tyrosine kinase inhibitors (EGFR-TKI) have established their role as a standard of care for patients with non–small cell lung cancer (NSCLC) and sensitizing EGFR mutations. Treatment with EGFR-TKIs, including gefitinib, erlotinib, afatinib, and dacomtinib, improved progression-free survival (PFS), response rate, and quality of life with fewer side effects when compared with those receiving chemotherapy (1–4). However, it has been reported that 60% of patients had disease progression after 9.7 to 13 months of first-line EGFR-TKI therapy (1, 2, 5). At the time of progression, approximately 60% of patients are found to acquire a Thr790Met point mutation (T790M) in the gene encoding EGFR. However, second-line chemotherapy leads to limited clinical benefits with objective response rate (ORR) in the range of 17% to 35%, median PFS of 4 to 5 months, and median overall survival (OS) of 8 to 15 months (6, 7).\n      The third-generation EGFR-TKI osimertinib has been approved for the first-line treatment for patients with EGFR sensitivity mutation and second-line therapy for T790M mutation (8–10). A randomized, phase III AURA3 trial demonstrated that osimertinib significantly improved PFS than that with platinum therapy plus pemetrexed [HR 0.3, 95% confidence interval (CI): 0.23–0.41) in patients with EGFR T790M-positive(+) NSCLC who progressed on first-line EGFR-TKI therapy (9). The patient-reported outcome further demonstrated that osimertinib delayed time to deterioration of key symptoms compared with chemotherapy (11).\n      Abivertinib (AC0010) is a pyrrolpyrimidine-based, third-generation EGFR-TKI which is structurally distinct from osimertinib but selectively inhibits mutated EGFR including T790M with up to 298-fold potency compared with wild-type (WT) EGFR (12). In the preliminary first-in-human study with 52 T790M+ patients, ORR of 50.0% was achieved at daily dose ≥ 350 mg (13). These data suggest abivertinib could be an alternative therapy for patients that had relapsed after first-line EGFR-TKI therapy.\n      In this study, we report a phase I/II study result to determine the recommended phase II dose (RP2D) and evaluate the safety and efficacy of abivertinib in patients with EGFR-mutated advanced NSCLC who had developed resistance to first-line EGFR-TKI therapies.\nPatients and Methods\n      \n        Study design\n        This was a phase I/II (Clinical Trials Registration ID: NCT02330367), open-label, multicenter study of abivertinib in patients with advanced NSCLC who progressed after first-line EGFR-TKI therapy. This study was approved by local institutional review boards at all study sites and conducted in accordance with Good Clinical Practice and the Declaration of Helsinki. All patients provide written informed consent.\n      \n      \n        Participants\n        Key eligibility criteria for both phases included cytologically or histologically confirmed diagnosis of advanced or unresectable NSCLC, ≥1 measurable lesion per RECIST version 1.1, Eastern Cooperative Oncology Group Performance Status (ECOG PS) of 0 or 1.\n        Other key inclusion criteria for phase I included a clear EGFR T790M status after resistance to EGFR-TKIs or primary T790M mutation-positive patients who had not received EGFR-TKI treatment; no patients with brain metastasis or asymptomatic brain metastasis who must have been treated and remained stable for more than 4 weeks.\n        Other key inclusion criteria for phase II included an EGFR T790M mutation-positive patient with resistance to EGFR-TKI after progression or a primary T790M mutation-positive patient; patients with asymptomatic brain metastases and stable in clinical and imaging at least 4 weeks before entering the study, without long-term use of corticosteroids, and the number of brain metastases ≤2, and the maximum diameter of lesions less than 10 mm.\n        T790M status was conducted by a central laboratory from a tissue biopsy specimen using amplification refractory mutation system (ARMS).\n      \n      \n        Procedures\n        In phase I, patients received abivertinib of 50 mg twice a day to 350 mg twice a day orally following a modified Fibonacci sequence in 28-day treatment cycle, unless a dose-limiting toxicity (DLT) was noted. DLTs were assessed during cycle 1 and graded per NCI Common Terminology Criteria for Adverse Events (NCI-CTCAE, version 4.03). DLTs were defined as treatment-related grade ≥ 2 neurotoxicity or grade ≥ 3 nonhematologic or hematologic toxicity. Dose escalation was dependent on the number of DLTs observed and efficacy signals, which dictated the numbers of patients enrolled. If ≥33% patients experienced DLTs within a cohort, the next lower dose was considered as the maximum tolerated dose (MTD). If 1/3 of the subjects reaches partial response (PR) and 0/3 develops DLT or 1/6 of the subjects reaches PR and ≤1/6 develops DLT, expand the sample size at this dose level by 20 subjects (5/19 PR). The RP2D was determined based on efficacy, safety and pharmacokinetic (PK) data collected throughout the study.\n        The following phase 2 study was opened at RP2D in a 21-day treatment cycle. Patients received safety assessment every 3 weeks and efficacy assessment every 6 weeks. Patients continued abivertinib until disease progression, development of unacceptable AEs, or withdrawal of consent. Continuation of abivertinib after disease progression was allowed at the discretion of the treating physician in consultation with the sponsor. If abivertinib was discontinued for reasons other than disease progression, the patients continued response assessment every 6 weeks.\n        Tumor burden was evaluated per RECIST version 1.1 using CT scans or MRI before the start of treatment and every 6 weeks thereafter. Patients with complete response (CR), PR, or stable disease (SD) at study end were followed for up to 1 year (CT or MRI scans were performed at ≥4-week intervals).\n      \n      \n        Assessments\n        In phase I, the primary objective was to determine RP2D of abivertinib. Key secondary objectives included (i) determination of the MTD and DLT associated with an acceptable level of AEs at 28-day cycle; (ii) determination of the PK and antitumor activity of abivertinib; (iii) exploration of biomarkers of tissues and plasma; (iv) determination of the association between dosage exposure and outcomes; (v) evaluation of preliminary tumor response; (vi) evaluation of efficacy and safety in dose–expansion cohort using RP2D.\n        In phase II, the objective was to evaluate efficacy and safety of abivertinib at RP2D. The primary efficacy endpoint was ORR at RP2D in EGFR T790M+ patients with NSCLC and the secondary endpoints included DoR, PFS, disease control rate (DCR), OS, and health-related quality of life (HRQoL). The ORR was defined as the percentage of patients with at least one visit response of CR or PR confirmed at least 4 weeks later according to RECIST 1.1. DoR, DCR, PFS, and OS were determined by using RECIST 1.1 assessed by investigators. AEs were graded according to NCI-CTCAE 4.03.\n      \n      \n        Statistical analysis\n        In phase I, no formal statistical analysis was performed. The dose levels were chosen after review of all available PK/pharmacodynamic data. In phase II, sample size was calculated per hypothesized ORR > 40% and two-sided 95% CI, using Optimal Design software, in accordance with Biankin and colleagues (14). PFS, PK, and safety were assessed in patients who received ≥1 dose of abivertinib. ORR per investigator assessment, was evaluated in response-evaluable set who received ≥4 weeks of treatment and ≥1 RECIST assessment after dosing. Time-to-event endpoints, including DoR, PFS, and OS, were estimated by Kaplan–Meier method with two-sided 95% CIs. SAS statistical software (version 9.2) was used for all statistical analyses.\nStudy design\n        This was a phase I/II (Clinical Trials Registration ID: NCT02330367), open-label, multicenter study of abivertinib in patients with advanced NSCLC who progressed after first-line EGFR-TKI therapy. This study was approved by local institutional review boards at all study sites and conducted in accordance with Good Clinical Practice and the Declaration of Helsinki. All patients provide written informed consent.\nParticipants\n        Key eligibility criteria for both phases included cytologically or histologically confirmed diagnosis of advanced or unresectable NSCLC, ≥1 measurable lesion per RECIST version 1.1, Eastern Cooperative Oncology Group Performance Status (ECOG PS) of 0 or 1.\n        Other key inclusion criteria for phase I included a clear EGFR T790M status after resistance to EGFR-TKIs or primary T790M mutation-positive patients who had not received EGFR-TKI treatment; no patients with brain metastasis or asymptomatic brain metastasis who must have been treated and remained stable for more than 4 weeks.\n        Other key inclusion criteria for phase II included an EGFR T790M mutation-positive patient with resistance to EGFR-TKI after progression or a primary T790M mutation-positive patient; patients with asymptomatic brain metastases and stable in clinical and imaging at least 4 weeks before entering the study, without long-term use of corticosteroids, and the number of brain metastases ≤2, and the maximum diameter of lesions less than 10 mm.\n        T790M status was conducted by a central laboratory from a tissue biopsy specimen using amplification refractory mutation system (ARMS).\nProcedures\n        In phase I, patients received abivertinib of 50 mg twice a day to 350 mg twice a day orally following a modified Fibonacci sequence in 28-day treatment cycle, unless a dose-limiting toxicity (DLT) was noted. DLTs were assessed during cycle 1 and graded per NCI Common Terminology Criteria for Adverse Events (NCI-CTCAE, version 4.03). DLTs were defined as treatment-related grade ≥ 2 neurotoxicity or grade ≥ 3 nonhematologic or hematologic toxicity. Dose escalation was dependent on the number of DLTs observed and efficacy signals, which dictated the numbers of patients enrolled. If ≥33% patients experienced DLTs within a cohort, the next lower dose was considered as the maximum tolerated dose (MTD). If 1/3 of the subjects reaches partial response (PR) and 0/3 develops DLT or 1/6 of the subjects reaches PR and ≤1/6 develops DLT, expand the sample size at this dose level by 20 subjects (5/19 PR). The RP2D was determined based on efficacy, safety and pharmacokinetic (PK) data collected throughout the study.\n        The following phase 2 study was opened at RP2D in a 21-day treatment cycle. Patients received safety assessment every 3 weeks and efficacy assessment every 6 weeks. Patients continued abivertinib until disease progression, development of unacceptable AEs, or withdrawal of consent. Continuation of abivertinib after disease progression was allowed at the discretion of the treating physician in consultation with the sponsor. If abivertinib was discontinued for reasons other than disease progression, the patients continued response assessment every 6 weeks.\n        Tumor burden was evaluated per RECIST version 1.1 using CT scans or MRI before the start of treatment and every 6 weeks thereafter. Patients with complete response (CR), PR, or stable disease (SD) at study end were followed for up to 1 year (CT or MRI scans were performed at ≥4-week intervals).\nAssessments\n        In phase I, the primary objective was to determine RP2D of abivertinib. Key secondary objectives included (i) determination of the MTD and DLT associated with an acceptable level of AEs at 28-day cycle; (ii) determination of the PK and antitumor activity of abivertinib; (iii) exploration of biomarkers of tissues and plasma; (iv) determination of the association between dosage exposure and outcomes; (v) evaluation of preliminary tumor response; (vi) evaluation of efficacy and safety in dose–expansion cohort using RP2D.\n        In phase II, the objective was to evaluate efficacy and safety of abivertinib at RP2D. The primary efficacy endpoint was ORR at RP2D in EGFR T790M+ patients with NSCLC and the secondary endpoints included DoR, PFS, disease control rate (DCR), OS, and health-related quality of life (HRQoL). The ORR was defined as the percentage of patients with at least one visit response of CR or PR confirmed at least 4 weeks later according to RECIST 1.1. DoR, DCR, PFS, and OS were determined by using RECIST 1.1 assessed by investigators. AEs were graded according to NCI-CTCAE 4.03.\nStatistical analysis\n        In phase I, no formal statistical analysis was performed. The dose levels were chosen after review of all available PK/pharmacodynamic data. In phase II, sample size was calculated per hypothesized ORR > 40% and two-sided 95% CI, using Optimal Design software, in accordance with Biankin and colleagues (14). PFS, PK, and safety were assessed in patients who received ≥1 dose of abivertinib. ORR per investigator assessment, was evaluated in response-evaluable set who received ≥4 weeks of treatment and ≥1 RECIST assessment after dosing. Time-to-event endpoints, including DoR, PFS, and OS, were estimated by Kaplan–Meier method with two-sided 95% CIs. SAS statistical software (version 9.2) was used for all statistical analyses.\nResults\n      \n        Patient disposition and baseline characteristics\n        A total of 878 Chinese patients with NSCLC were screened (Fig. 1). In phase I, a total of 231 patients were screened and 140 patients who received treatment were included in this analysis; in phase II, 647 patients were screened and 227 patients were eligible and enrolled. The major reason of exclusion is T790M-negative accounting for about 60% screening failure and other screening failure reasons included laboratory examination requirements, status of brain metastasis, and prior treatment. As of the data cutoff of March 5, 2018, patients had received a median range of 21.7 (1.3–148) weeks of abivertinib treatment and 5.0% (7/140) of patients were still receiving abivertinib in phase I. In phase II, patients had received a median range of 24.6 (0.43–129) weeks of abivertinib treatment and 5.3% (12/227) of patients were still receiving abivertinib; the median follow-up period was 19.2 (0.11–32.6) months and 35.2% (80/227) of patients were still under follow-up period, as of March 15, 2019.\n        \n          Figure 1.\n          \n            Study profile. The phase I population comprised all patients who received at least one dose of abivertinib and had a baseline RECIST assessment in 7 doses: 3 patients treated with 50 mg twice a day, 23 patients treated with 100 mg twice a day, 20 patients treated with 150 mg twice a day, 20 patients treated with 200 mg twice a day, 23 patients treated with 250 mg twice a day, 45 patients treated with 300 mg twice a day, 6 patients treated with 350 mg twice a day, and 1 patient without receiving Abivertinib treatment was excluded from the study. The phase II was enrolled 227 patients treated with RP2D. Note: Not meeting other inclusion criteria included laboratory examination requirements, status of brain metastasis and prior treatment, etc.\n          \n          Figure 1. Study profile. The phase I population comprised all patients who received at least one dose of abivertinib and had a baseline RECIST assessment in 7 doses: 3 patients treated with 50 mg twice a day, 23 patients treated with 100 mg twice a day, 20 patients treated with 150 mg twice a day, 20 patients treated with 200 mg twice a day, 23 patients treated with 250 mg twice a day, 45 patients treated with 300 mg twice a day, 6 patients treated with 350 mg twice a day, and 1 patient without receiving Abivertinib treatment was excluded from the study. The phase II was enrolled 227 patients treated with RP2D. Note: Not meeting other inclusion criteria included laboratory examination requirements, status of brain metastasis and prior treatment, etc.\n          \n        \n        Demographic and baseline characteristics of patients in phase I/II are listed in Table 1. EGFR T790M+ was detected from 134 patients in phase I and 226 patients in phase II. The predominant histologic subtype in two phases was adenocarcinoma (96.4% and 97.8%). The vast majority of patients (98.6% and 97.8%) had received at least one prior EGFR-TKI.\n        \n          Table 1.\n          \n            Baseline demographics and clinical characteristics in the full analysis population.\n          \n          \n            \n              \n                Characteristics\n                Phase I (N = 140)\n                Phase II (N = 227)\n              \n            \n            \n              \n                Age, median, range\n                57 (32–75)\n                59 (29–75)\n              \n              \n                 <65 yr, n (%)\n                102 (72.9)\n                174 (76.7)\n              \n              \n                 ≥65 yr, n (%)\n                38 (27.1)\n                53 (23.3)\n              \n              \n                Sex, female n (%)\n                80 (57.1)\n                148 (65.2)\n              \n              \n                Weight (kg), median, range\n                61 (38–90)\n                60 (39–87)\n              \n              \n                Height (cm), median, range\n                162 (143–183)\n                160 (140–183)\n              \n              \n                Smoking, n (%)\n                41 (29.3)\n                56 (24.7)\n              \n              \n                Histologic type, n (%)\n              \n              \n                 Adenocarcinoma\n                135 (96.4)\n                222 (97.8)\n              \n              \n                 Squamous cell carcinoma\n                3 (2.1)\n                0\n              \n              \n                 Othersa\n                2 (1.4)\n                5 (2.2)\n              \n              \n                Total n (%) of prior therapyb\n                139 (99.3)\n                224 (98.7)\n              \n              \n                 Chemotherapy\n                74 (52.9)\n                87 (38.3)\n              \n              \n                 EGFR-TKI\n                138 (98.6)\n                222 (97.8)c\n              \n              \n                 Surgery\n                33 (23.6)\n                47 (20.7)\n              \n              \n                 Radiotherapy\n                39 (27.9)\n                25 (11.0)\n              \n              \n                Stages at enrollmentd\n              \n              \n                 IIIA\n                0\n                3 (1.3)\n              \n              \n                 IIIB\n                3 (2.1)\n                10 (4.4)\n              \n              \n                 IV\n                137 (97.9)\n                214 (94.3)\n              \n              \n                EGFR mutation by central test, n (%)\n              \n              \n                 T790M+e\n                134 (95.7)\n                226 (99.6)\n              \n              \n                 Exon19 del\n                77 (55.0)\n                151 (66.5)\n              \n              \n                 Exon21 L858R\n                58 (41.4)\n                76 (33.5)\n              \n              \n                 Exon21 L861 Q\n                1 (0.7)\n                0\n              \n              \n                ECOG PS\n              \n              \n                 0\n                13 (9.3)\n                65 (28.6)\n              \n              \n                 1\n                127 (90.7)\n                162 (71.4)\n              \n            \n          \n          \n            \n              Abbreviations: yr, years; del, deletion.\n            \n            \n              \naOthers include unknown, poorly differentiated lung cancer, adenosquamous carcinoma.\n            \n            \n              \nbOne patient from phase I and 3 patients from phase II were previously treated by Chinese medicines with anticancer ingredients.\n            \n            \n              \ncCalculated by the patients who received ≥1 EGFR-TKI.\n            \n            \n              \ndAmerican Joint Committee on Cancer (AJCC) Cancer Staging System, 7th edition was applied.\n            \n            \n              \neSix T790M-negative patients in phase I were enrolled in 300 mg twice a day cohort per protocol and 1 T790M-negative patient in phase II was enrolled as major protocol deviation due to T790M status. Above patients were included in the safety analysis but not for the efficacy analysis.\n            \n          \n        \n      \n      \n        Results of phase I\n        \n          Safety\n          In phase 1, the MTD was not established with only 3 DLTs throughout all dose cohorts. The three DLTs were 1 diarrhea (grade 3), 1 liver damage (grade 4), and 1 white blood cell count decrease (grade 3) in 100 mg, 300 mg, and 350 mg twice-a-day cohort, respectively. Supplementary Table S1 summarizes treatment-emergent AEs that occurred in ≥10% of patients. All-cause AEs were reported in 97.9% (137/140) of patients and treatment-related AEs were reported in 91.4% (128/140) of patients, with a similar frequency observed across dosing cohorts. The most common treatment-related AEs were alanine aminotransferase (ALT) increase (51.4%, 72/140), aspartate aminotransferase (AST) increase (50.7%, 71/140), diarrhea (46.4%, 65/140), and rash (30.7%, 43/140). Thirty-two (22.9%) patients experienced AEs that led to dose interruption of abivertinib treatment, and 13.6% (19/140) were caused by drug-related AEs. Treatment-related AEs resulting dose interruption were more frequent with abivertinib 350 mg twice a day (66.7%, 4/6) compared with 50 to 300 mg twice a day dose levels. Serious Adverse Events (SAE) were reported in 22.9% (32/140) of patients, of which in 4.3% (6/140) of patients they were considered as treatment-related events. Death occurred in 7.1% (10/140) of patients, and among them only one case (0.7%) was caused by possibly treatment-related AE, interstitial lung disease (ILD).\n        \n        \n          Efficacy\n          Of the 132 evaluable patients with EGFR T790M+ treated across all dose levels, responses were observed with 100 to 300 mg twice-a-day doses, and with highest ORR in 200 mg twice a day (40.0%, 8/20) and 300 mg twice a day (39.5%: 15/38) cohorts. Corresponding DCRs were 70.0% (14/20) with abivertinib 200 mg twice a day and 89.5% (34/38) with abivertinib 300 mg twice a day (Supplementary Table S2).\n        \n        \n          PKs\n          Thirty-nine patients were included for PK analysis. PK analyses showed that abivertinib exposure, maximal plasma concentration, and area under the plasma concentration–time curve increased in a dose-proportional manner across the range from 50 mg twice a day to 350 mg twice a day. Further details are provided in the Supplementary Table S3.\n        \n        \n          Phase I RP2D cohort analysis\n          The data from safety, efficacy, and PK studies suggest that abivertinib dose levels of 150 to 300 mg twice a day may represent the efficacious range while 350 mg twice a day dose had the least favorable safety profile, thereby suggesting 300 mg twice a day as the RP2D of abivertinib. In 300 mg twice a day 45 patients' cohort, AEs considered related to treatment occurred in 93.3% (42/45) of patients. Most common treatment-related AEs were AST increase (60.0%), diarrhea (57.8%), and ALT increase (55.6%; Supplementary Table S1). Grade 3/4 treatment-related AEs were experienced by 12 patients (26.7%). There were four grade 5 AEs, and one of which was ILD and considered possible treatment-related. Three patients (6.7%) experienced SAEs that were considered treatment-related. Seven patients (15.6%) had treatment interruption because of treatment-related AEs. Of the 45 patients in 300 mg twice a day cohort, ORR was reached in 39.5% (15/38) of evaluable patients with T790M+. The best response rate was 47.4% (18/38, 95% CI: 31.0%–64.2%), considering 7.9% (3/38) of unconfirmed PR and 39.5% (15/38) of confirmed PR. DCR was reached in 89.5% (34/38) of patients. Median DoR was 8.0 months (95% CI: 4.8–20.1), median PFS was 6.9 months (95% CI: 3.0–9.0; Supplementary Table S2).\n        \n      \n      \n        Results of phase II\n        \n          Safety\n          All (227/227) patients reported at least one AE, with 96.9% (220/227) of patients reporting AE related to treatment (Supplementary Table S4). The treatment-related treatment-emergent ≥30% AEs were ALT increase (64.8%), diarrhea (61.2%), AST increase (57.3%), and rash (37.0%; Table 2). Grade 3/4 treatment-related AEs were experienced by 32.6% (74/227) of patients. Grade 5 AEs were reported in 4.4% (10/227) of patients, none of which was reported as treatment-related AE. Treatment-related SAEs were reported in 13.7% (31/227) of patients, including ILD, liver malfunction, liver damage, vomiting, and other AEs. Seventeen patients (7.5%) discontinued treatment due to treatment-related AEs, and 14 patients (6.2%) experienced AEs that led to dose reduction (Supplementary Tables S4 and S5). ILD occurred in 5.3% (12/227) of patients; 10 cases (4.4%) were SAEs; 9 cases were grade 3 or 4; no cases were fatal.\n          \n            Table 2.\n            \n              Most common treatment-related treatment-emergent AEs (≥10%) in phase II in the full analysis population.\n            \n            \n              \n                \n                  \n                  300 mg twice a day (N = 227)\n                \n                \n                  Preferred term\n                  Any grades, n (%)\n                  Grade 3/4, n (%)\n                \n              \n              \n                \n                  ALT increase\n                  147 (64.8)\n                  17 (7.5)\n                \n                \n                  Diarrhea\n                  139 (61.2)\n                  10 (4.4)\n                \n                \n                  AST increase\n                  130 (57.3)\n                  13 (5.7)\n                \n                \n                  Rash\n                  84 (37.0)\n                  5 (2.2)\n                \n                \n                  Latent blood positive\n                  58 (25.6)\n                  0\n                \n                \n                  Decrease in white blood cell count\n                  58 (25.6)\n                  5 (2.2)\n                \n                \n                  Platelet count reduction\n                  55 (24.2)\n                  3 (1.3)\n                \n                \n                  Decrease in neutrophils count\n                  53 (23.3)\n                  9 (4.0)\n                \n                \n                  Anemia\n                  51 (22.5)\n                  2 (0.9)\n                \n                \n                  Extended QT interval of electrocardiogram\n                  44 (19.4)\n                  3 (1.3)\n                \n                \n                  Metatarsal redness syndrome\n                  44 (19.4)\n                  1 (0.4)\n                \n                \n                  Nausea\n                  39 (17.2)\n                  3 (1.3)\n                \n                \n                  Vomiting\n                  38 (16.7)\n                  2 (0.9)\n                \n                \n                  Elevated gamma-glutamine-transferase\n                  34 (15.0)\n                  4 (1.8)\n                \n                \n                  Itching disorder\n                  30 (13.2)\n                  0\n                \n                \n                  Loss of appetite\n                  30 (13.2)\n                  0\n                \n                \n                  Weight reduction\n                  27 (11.9)\n                  0\n                \n                \n                  Skin exfoliation\n                  26 (11.5)\n                  0\n                \n                \n                  Hematuria\n                  23 (10.1)\n                  0\n                \n              \n            \n            \n              \n                The data cutoff time of phase II was March 15, 2019.\n              \n              \n                Note: Seven cases of paronychia (3.1%, 7/227) were observed, none of which were grade 3/4.\n              \n            \n          \n        \n        \n          Efficacy\n          At the time of analysis, the median duration of 300 mg twice a day exposure was 24.6 weeks (0.43–129). Of the 227 patients, 209 patients were evaluable. ORR was reached in 52.2% (109/209, 95% CI: 45.2%–59.1%) of patients, 35.9% (75/209) of patients were SD and 12.0% (25/209) were progressed disease (PD) per RECIST 1.1 scan (Fig. 2; Supplementary Table S6). ORRs ranging from 32.8% to 61.5% were observed across all presented predefined subgroups, and were comparable between subgroups (Fig. 3).\n          \n            Figure 2.\n            \n              Best percentage change from baseline in target lesion size by investigator assessment in evaluable patients. Waterfall plots for best percentage change in target lesion size are shown for evaluable patients in phase II. The color key indicates the response to 300 mg twice a day of abivertinib. Abbreviation: NE, not evaluable\n            \n            Figure 2. Best percentage change from baseline in target lesion size by investigator assessment in evaluable patients. Waterfall plots for best percentage change in target lesion size are shown for evaluable patients in phase II. The color key indicates the response to 300 mg twice a day of abivertinib. Abbreviation: NE, not evaluable\n            \n          \n          \n            Figure 3.\n            \n              Subgroup analyses per investigator assessment in the response–evaluable set. Subgroups analysis of overall objective response in evaluable patients in phase II by investigator assessment. EGFR mutation status was determined by central test. Brain metastases at screening was determined by ≥1 brain lesion. Note: For EGFR mutation subgroup analysis, 3 subjects who had both Exon 19 deletion and L858R mutations included in both subgroups; 2 subjects who had neither Exon 19 deletion nor L858R mutations not included in both subgroups; for prior NSCLC treatment subgroup analysis, 2 subjects who had chemotherapy only and 2 subjects who have neither EGFR-TKI nor chemotherapy not included in both subgroups.\n            \n            Figure 3. Subgroup analyses per investigator assessment in the response–evaluable set. Subgroups analysis of overall objective response in evaluable patients in phase II by investigator assessment. EGFR mutation status was determined by central test. Brain metastases at screening was determined by ≥1 brain lesion. Note: For EGFR mutation subgroup analysis, 3 subjects who had both Exon 19 deletion and L858R mutations included in both subgroups; 2 subjects who had neither Exon 19 deletion nor L858R mutations not included in both subgroups; for prior NSCLC treatment subgroup analysis, 2 subjects who had chemotherapy only and 2 subjects who have neither EGFR-TKI nor chemotherapy not included in both subgroups.\n            \n          \n          The median DoR was 8.5 months (95% CI: 6.1–9.2). DCR was 88.0% (184/209, 95% CI: 82.9%–92.1%; Supplementary Table S6). At the time of data cutoff, 82.8% (173/209) of patients were evaluated for PFS events. Of them, 76.1% (159/209) of patients had disease progression with 24.5% (39/159) of patients were progressing in the central nervous system (CNS) as their primary site and 6.7% (14/209) of patients died. Of 17.2% (36/209) of censored patients, 5.7% (12/209) are still receiving treatment and are disease progression–free. Median PFS was 7.5 months (95% CI: 6.0–8.8; Fig. 4A). At the time of data cutoff, 39.7% (83/209) of patients had died; the median OS was 24.9 months [95% CI: 22.4–not reachable (NR)] (Fig. 4B).\n          \n            Figure 4.\n            \n              PFS and OS. PFS in evaluable patients in phase II (A) and OS in evaluable patients in phase II (B). Kaplan–Meier estimates of PFS (A) and OS (B) were shown among patients with advanced NSCLC who received 300 mg twice a day of abivertinib in phase II. The median PFS was 7.5 months and the median OS was 24.9 months. Bar represented censored patients.\n            \n            Figure 4. PFS and OS. PFS in evaluable patients in phase II (A) and OS in evaluable patients in phase II (B). Kaplan–Meier estimates of PFS (A) and OS (B) were shown among patients with advanced NSCLC who received 300 mg twice a day of abivertinib in phase II. The median PFS was 7.5 months and the median OS was 24.9 months. Bar represented censored patients.\nPatient disposition and baseline characteristics\n        A total of 878 Chinese patients with NSCLC were screened (Fig. 1). In phase I, a total of 231 patients were screened and 140 patients who received treatment were included in this analysis; in phase II, 647 patients were screened and 227 patients were eligible and enrolled. The major reason of exclusion is T790M-negative accounting for about 60% screening failure and other screening failure reasons included laboratory examination requirements, status of brain metastasis, and prior treatment. As of the data cutoff of March 5, 2018, patients had received a median range of 21.7 (1.3–148) weeks of abivertinib treatment and 5.0% (7/140) of patients were still receiving abivertinib in phase I. In phase II, patients had received a median range of 24.6 (0.43–129) weeks of abivertinib treatment and 5.3% (12/227) of patients were still receiving abivertinib; the median follow-up period was 19.2 (0.11–32.6) months and 35.2% (80/227) of patients were still under follow-up period, as of March 15, 2019.\n        \n          Figure 1.\n          \n            Study profile. The phase I population comprised all patients who received at least one dose of abivertinib and had a baseline RECIST assessment in 7 doses: 3 patients treated with 50 mg twice a day, 23 patients treated with 100 mg twice a day, 20 patients treated with 150 mg twice a day, 20 patients treated with 200 mg twice a day, 23 patients treated with 250 mg twice a day, 45 patients treated with 300 mg twice a day, 6 patients treated with 350 mg twice a day, and 1 patient without receiving Abivertinib treatment was excluded from the study. The phase II was enrolled 227 patients treated with RP2D. Note: Not meeting other inclusion criteria included laboratory examination requirements, status of brain metastasis and prior treatment, etc.\n          \n          Figure 1. Study profile. The phase I population comprised all patients who received at least one dose of abivertinib and had a baseline RECIST assessment in 7 doses: 3 patients treated with 50 mg twice a day, 23 patients treated with 100 mg twice a day, 20 patients treated with 150 mg twice a day, 20 patients treated with 200 mg twice a day, 23 patients treated with 250 mg twice a day, 45 patients treated with 300 mg twice a day, 6 patients treated with 350 mg twice a day, and 1 patient without receiving Abivertinib treatment was excluded from the study. The phase II was enrolled 227 patients treated with RP2D. Note: Not meeting other inclusion criteria included laboratory examination requirements, status of brain metastasis and prior treatment, etc.\n          \n        \n        Demographic and baseline characteristics of patients in phase I/II are listed in Table 1. EGFR T790M+ was detected from 134 patients in phase I and 226 patients in phase II. The predominant histologic subtype in two phases was adenocarcinoma (96.4% and 97.8%). The vast majority of patients (98.6% and 97.8%) had received at least one prior EGFR-TKI.\n        \n          Table 1.\n          \n            Baseline demographics and clinical characteristics in the full analysis population.\n          \n          \n            \n              \n                Characteristics\n                Phase I (N = 140)\n                Phase II (N = 227)\n              \n            \n            \n              \n                Age, median, range\n                57 (32–75)\n                59 (29–75)\n              \n              \n                 <65 yr, n (%)\n                102 (72.9)\n                174 (76.7)\n              \n              \n                 ≥65 yr, n (%)\n                38 (27.1)\n                53 (23.3)\n              \n              \n                Sex, female n (%)\n                80 (57.1)\n                148 (65.2)\n              \n              \n                Weight (kg), median, range\n                61 (38–90)\n                60 (39–87)\n              \n              \n                Height (cm), median, range\n                162 (143–183)\n                160 (140–183)\n              \n              \n                Smoking, n (%)\n                41 (29.3)\n                56 (24.7)\n              \n              \n                Histologic type, n (%)\n              \n              \n                 Adenocarcinoma\n                135 (96.4)\n                222 (97.8)\n              \n              \n                 Squamous cell carcinoma\n                3 (2.1)\n                0\n              \n              \n                 Othersa\n                2 (1.4)\n                5 (2.2)\n              \n              \n                Total n (%) of prior therapyb\n                139 (99.3)\n                224 (98.7)\n              \n              \n                 Chemotherapy\n                74 (52.9)\n                87 (38.3)\n              \n              \n                 EGFR-TKI\n                138 (98.6)\n                222 (97.8)c\n              \n              \n                 Surgery\n                33 (23.6)\n                47 (20.7)\n              \n              \n                 Radiotherapy\n                39 (27.9)\n                25 (11.0)\n              \n              \n                Stages at enrollmentd\n              \n              \n                 IIIA\n                0\n                3 (1.3)\n              \n              \n                 IIIB\n                3 (2.1)\n                10 (4.4)\n              \n              \n                 IV\n                137 (97.9)\n                214 (94.3)\n              \n              \n                EGFR mutation by central test, n (%)\n              \n              \n                 T790M+e\n                134 (95.7)\n                226 (99.6)\n              \n              \n                 Exon19 del\n                77 (55.0)\n                151 (66.5)\n              \n              \n                 Exon21 L858R\n                58 (41.4)\n                76 (33.5)\n              \n              \n                 Exon21 L861 Q\n                1 (0.7)\n                0\n              \n              \n                ECOG PS\n              \n              \n                 0\n                13 (9.3)\n                65 (28.6)\n              \n              \n                 1\n                127 (90.7)\n                162 (71.4)\n              \n            \n          \n          \n            \n              Abbreviations: yr, years; del, deletion.\n            \n            \n              \naOthers include unknown, poorly differentiated lung cancer, adenosquamous carcinoma.\n            \n            \n              \nbOne patient from phase I and 3 patients from phase II were previously treated by Chinese medicines with anticancer ingredients.\n            \n            \n              \ncCalculated by the patients who received ≥1 EGFR-TKI.\n            \n            \n              \ndAmerican Joint Committee on Cancer (AJCC) Cancer Staging System, 7th edition was applied.\n            \n            \n              \neSix T790M-negative patients in phase I were enrolled in 300 mg twice a day cohort per protocol and 1 T790M-negative patient in phase II was enrolled as major protocol deviation due to T790M status. Above patients were included in the safety analysis but not for the efficacy analysis.\nResults of phase I\n        \n          Safety\n          In phase 1, the MTD was not established with only 3 DLTs throughout all dose cohorts. The three DLTs were 1 diarrhea (grade 3), 1 liver damage (grade 4), and 1 white blood cell count decrease (grade 3) in 100 mg, 300 mg, and 350 mg twice-a-day cohort, respectively. Supplementary Table S1 summarizes treatment-emergent AEs that occurred in ≥10% of patients. All-cause AEs were reported in 97.9% (137/140) of patients and treatment-related AEs were reported in 91.4% (128/140) of patients, with a similar frequency observed across dosing cohorts. The most common treatment-related AEs were alanine aminotransferase (ALT) increase (51.4%, 72/140), aspartate aminotransferase (AST) increase (50.7%, 71/140), diarrhea (46.4%, 65/140), and rash (30.7%, 43/140). Thirty-two (22.9%) patients experienced AEs that led to dose interruption of abivertinib treatment, and 13.6% (19/140) were caused by drug-related AEs. Treatment-related AEs resulting dose interruption were more frequent with abivertinib 350 mg twice a day (66.7%, 4/6) compared with 50 to 300 mg twice a day dose levels. Serious Adverse Events (SAE) were reported in 22.9% (32/140) of patients, of which in 4.3% (6/140) of patients they were considered as treatment-related events. Death occurred in 7.1% (10/140) of patients, and among them only one case (0.7%) was caused by possibly treatment-related AE, interstitial lung disease (ILD).\n        \n        \n          Efficacy\n          Of the 132 evaluable patients with EGFR T790M+ treated across all dose levels, responses were observed with 100 to 300 mg twice-a-day doses, and with highest ORR in 200 mg twice a day (40.0%, 8/20) and 300 mg twice a day (39.5%: 15/38) cohorts. Corresponding DCRs were 70.0% (14/20) with abivertinib 200 mg twice a day and 89.5% (34/38) with abivertinib 300 mg twice a day (Supplementary Table S2).\n        \n        \n          PKs\n          Thirty-nine patients were included for PK analysis. PK analyses showed that abivertinib exposure, maximal plasma concentration, and area under the plasma concentration–time curve increased in a dose-proportional manner across the range from 50 mg twice a day to 350 mg twice a day. Further details are provided in the Supplementary Table S3.\n        \n        \n          Phase I RP2D cohort analysis\n          The data from safety, efficacy, and PK studies suggest that abivertinib dose levels of 150 to 300 mg twice a day may represent the efficacious range while 350 mg twice a day dose had the least favorable safety profile, thereby suggesting 300 mg twice a day as the RP2D of abivertinib. In 300 mg twice a day 45 patients' cohort, AEs considered related to treatment occurred in 93.3% (42/45) of patients. Most common treatment-related AEs were AST increase (60.0%), diarrhea (57.8%), and ALT increase (55.6%; Supplementary Table S1). Grade 3/4 treatment-related AEs were experienced by 12 patients (26.7%). There were four grade 5 AEs, and one of which was ILD and considered possible treatment-related. Three patients (6.7%) experienced SAEs that were considered treatment-related. Seven patients (15.6%) had treatment interruption because of treatment-related AEs. Of the 45 patients in 300 mg twice a day cohort, ORR was reached in 39.5% (15/38) of evaluable patients with T790M+. The best response rate was 47.4% (18/38, 95% CI: 31.0%–64.2%), considering 7.9% (3/38) of unconfirmed PR and 39.5% (15/38) of confirmed PR. DCR was reached in 89.5% (34/38) of patients. Median DoR was 8.0 months (95% CI: 4.8–20.1), median PFS was 6.9 months (95% CI: 3.0–9.0; Supplementary Table S2).\nSafety\n          All (227/227) patients reported at least one AE, with 96.9% (220/227) of patients reporting AE related to treatment (Supplementary Table S4). The treatment-related treatment-emergent ≥30% AEs were ALT increase (64.8%), diarrhea (61.2%), AST increase (57.3%), and rash (37.0%; Table 2). Grade 3/4 treatment-related AEs were experienced by 32.6% (74/227) of patients. Grade 5 AEs were reported in 4.4% (10/227) of patients, none of which was reported as treatment-related AE. Treatment-related SAEs were reported in 13.7% (31/227) of patients, including ILD, liver malfunction, liver damage, vomiting, and other AEs. Seventeen patients (7.5%) discontinued treatment due to treatment-related AEs, and 14 patients (6.2%) experienced AEs that led to dose reduction (Supplementary Tables S4 and S5). ILD occurred in 5.3% (12/227) of patients; 10 cases (4.4%) were SAEs; 9 cases were grade 3 or 4; no cases were fatal.\n          \n            Table 2.\n            \n              Most common treatment-related treatment-emergent AEs (≥10%) in phase II in the full analysis population.\n            \n            \n              \n                \n                  \n                  300 mg twice a day (N = 227)\n                \n                \n                  Preferred term\n                  Any grades, n (%)\n                  Grade 3/4, n (%)\n                \n              \n              \n                \n                  ALT increase\n                  147 (64.8)\n                  17 (7.5)\n                \n                \n                  Diarrhea\n                  139 (61.2)\n                  10 (4.4)\n                \n                \n                  AST increase\n                  130 (57.3)\n                  13 (5.7)\n                \n                \n                  Rash\n                  84 (37.0)\n                  5 (2.2)\n                \n                \n                  Latent blood positive\n                  58 (25.6)\n                  0\n                \n                \n                  Decrease in white blood cell count\n                  58 (25.6)\n                  5 (2.2)\n                \n                \n                  Platelet count reduction\n                  55 (24.2)\n                  3 (1.3)\n                \n                \n                  Decrease in neutrophils count\n                  53 (23.3)\n                  9 (4.0)\n                \n                \n                  Anemia\n                  51 (22.5)\n                  2 (0.9)\n                \n                \n                  Extended QT interval of electrocardiogram\n                  44 (19.4)\n                  3 (1.3)\n                \n                \n                  Metatarsal redness syndrome\n                  44 (19.4)\n                  1 (0.4)\n                \n                \n                  Nausea\n                  39 (17.2)\n                  3 (1.3)\n                \n                \n                  Vomiting\n                  38 (16.7)\n                  2 (0.9)\n                \n                \n                  Elevated gamma-glutamine-transferase\n                  34 (15.0)\n                  4 (1.8)\n                \n                \n                  Itching disorder\n                  30 (13.2)\n                  0\n                \n                \n                  Loss of appetite\n                  30 (13.2)\n                  0\n                \n                \n                  Weight reduction\n                  27 (11.9)\n                  0\n                \n                \n                  Skin exfoliation\n                  26 (11.5)\n                  0\n                \n                \n                  Hematuria\n                  23 (10.1)\n                  0\n                \n              \n            \n            \n              \n                The data cutoff time of phase II was March 15, 2019.\n              \n              \n                Note: Seven cases of paronychia (3.1%, 7/227) were observed, none of which were grade 3/4.\nEfficacy\n          At the time of analysis, the median duration of 300 mg twice a day exposure was 24.6 weeks (0.43–129). Of the 227 patients, 209 patients were evaluable. ORR was reached in 52.2% (109/209, 95% CI: 45.2%–59.1%) of patients, 35.9% (75/209) of patients were SD and 12.0% (25/209) were progressed disease (PD) per RECIST 1.1 scan (Fig. 2; Supplementary Table S6). ORRs ranging from 32.8% to 61.5% were observed across all presented predefined subgroups, and were comparable between subgroups (Fig. 3).\n          \n            Figure 2.\n            \n              Best percentage change from baseline in target lesion size by investigator assessment in evaluable patients. Waterfall plots for best percentage change in target lesion size are shown for evaluable patients in phase II. The color key indicates the response to 300 mg twice a day of abivertinib. Abbreviation: NE, not evaluable\n            \n            Figure 2. Best percentage change from baseline in target lesion size by investigator assessment in evaluable patients. Waterfall plots for best percentage change in target lesion size are shown for evaluable patients in phase II. The color key indicates the response to 300 mg twice a day of abivertinib. Abbreviation: NE, not evaluable\n            \n          \n          \n            Figure 3.\n            \n              Subgroup analyses per investigator assessment in the response–evaluable set. Subgroups analysis of overall objective response in evaluable patients in phase II by investigator assessment. EGFR mutation status was determined by central test. Brain metastases at screening was determined by ≥1 brain lesion. Note: For EGFR mutation subgroup analysis, 3 subjects who had both Exon 19 deletion and L858R mutations included in both subgroups; 2 subjects who had neither Exon 19 deletion nor L858R mutations not included in both subgroups; for prior NSCLC treatment subgroup analysis, 2 subjects who had chemotherapy only and 2 subjects who have neither EGFR-TKI nor chemotherapy not included in both subgroups.\n            \n            Figure 3. Subgroup analyses per investigator assessment in the response–evaluable set. Subgroups analysis of overall objective response in evaluable patients in phase II by investigator assessment. EGFR mutation status was determined by central test. Brain metastases at screening was determined by ≥1 brain lesion. Note: For EGFR mutation subgroup analysis, 3 subjects who had both Exon 19 deletion and L858R mutations included in both subgroups; 2 subjects who had neither Exon 19 deletion nor L858R mutations not included in both subgroups; for prior NSCLC treatment subgroup analysis, 2 subjects who had chemotherapy only and 2 subjects who have neither EGFR-TKI nor chemotherapy not included in both subgroups.\n            \n          \n          The median DoR was 8.5 months (95% CI: 6.1–9.2). DCR was 88.0% (184/209, 95% CI: 82.9%–92.1%; Supplementary Table S6). At the time of data cutoff, 82.8% (173/209) of patients were evaluated for PFS events. Of them, 76.1% (159/209) of patients had disease progression with 24.5% (39/159) of patients were progressing in the central nervous system (CNS) as their primary site and 6.7% (14/209) of patients died. Of 17.2% (36/209) of censored patients, 5.7% (12/209) are still receiving treatment and are disease progression–free. Median PFS was 7.5 months (95% CI: 6.0–8.8; Fig. 4A). At the time of data cutoff, 39.7% (83/209) of patients had died; the median OS was 24.9 months [95% CI: 22.4–not reachable (NR)] (Fig. 4B).\n          \n            Figure 4.\n            \n              PFS and OS. PFS in evaluable patients in phase II (A) and OS in evaluable patients in phase II (B). Kaplan–Meier estimates of PFS (A) and OS (B) were shown among patients with advanced NSCLC who received 300 mg twice a day of abivertinib in phase II. The median PFS was 7.5 months and the median OS was 24.9 months. Bar represented censored patients.\n            \n            Figure 4. PFS and OS. PFS in evaluable patients in phase II (A) and OS in evaluable patients in phase II (B). Kaplan–Meier estimates of PFS (A) and OS (B) were shown among patients with advanced NSCLC who received 300 mg twice a day of abivertinib in phase II. The median PFS was 7.5 months and the median OS was 24.9 months. Bar represented censored patients.\nPKs\n          Thirty-nine patients were included for PK analysis. PK analyses showed that abivertinib exposure, maximal plasma concentration, and area under the plasma concentration–time curve increased in a dose-proportional manner across the range from 50 mg twice a day to 350 mg twice a day. Further details are provided in the Supplementary Table S3.\nPhase I RP2D cohort analysis\n          The data from safety, efficacy, and PK studies suggest that abivertinib dose levels of 150 to 300 mg twice a day may represent the efficacious range while 350 mg twice a day dose had the least favorable safety profile, thereby suggesting 300 mg twice a day as the RP2D of abivertinib. In 300 mg twice a day 45 patients' cohort, AEs considered related to treatment occurred in 93.3% (42/45) of patients. Most common treatment-related AEs were AST increase (60.0%), diarrhea (57.8%), and ALT increase (55.6%; Supplementary Table S1). Grade 3/4 treatment-related AEs were experienced by 12 patients (26.7%). There were four grade 5 AEs, and one of which was ILD and considered possible treatment-related. Three patients (6.7%) experienced SAEs that were considered treatment-related. Seven patients (15.6%) had treatment interruption because of treatment-related AEs. Of the 45 patients in 300 mg twice a day cohort, ORR was reached in 39.5% (15/38) of evaluable patients with T790M+. The best response rate was 47.4% (18/38, 95% CI: 31.0%–64.2%), considering 7.9% (3/38) of unconfirmed PR and 39.5% (15/38) of confirmed PR. DCR was reached in 89.5% (34/38) of patients. Median DoR was 8.0 months (95% CI: 4.8–20.1), median PFS was 6.9 months (95% CI: 3.0–9.0; Supplementary Table S2).\nResults of phase II\n        \n          Safety\n          All (227/227) patients reported at least one AE, with 96.9% (220/227) of patients reporting AE related to treatment (Supplementary Table S4). The treatment-related treatment-emergent ≥30% AEs were ALT increase (64.8%), diarrhea (61.2%), AST increase (57.3%), and rash (37.0%; Table 2). Grade 3/4 treatment-related AEs were experienced by 32.6% (74/227) of patients. Grade 5 AEs were reported in 4.4% (10/227) of patients, none of which was reported as treatment-related AE. Treatment-related SAEs were reported in 13.7% (31/227) of patients, including ILD, liver malfunction, liver damage, vomiting, and other AEs. Seventeen patients (7.5%) discontinued treatment due to treatment-related AEs, and 14 patients (6.2%) experienced AEs that led to dose reduction (Supplementary Tables S4 and S5). ILD occurred in 5.3% (12/227) of patients; 10 cases (4.4%) were SAEs; 9 cases were grade 3 or 4; no cases were fatal.\n          \n            Table 2.\n            \n              Most common treatment-related treatment-emergent AEs (≥10%) in phase II in the full analysis population.\n            \n            \n              \n                \n                  \n                  300 mg twice a day (N = 227)\n                \n                \n                  Preferred term\n                  Any grades, n (%)\n                  Grade 3/4, n (%)\n                \n              \n              \n                \n                  ALT increase\n                  147 (64.8)\n                  17 (7.5)\n                \n                \n                  Diarrhea\n                  139 (61.2)\n                  10 (4.4)\n                \n                \n                  AST increase\n                  130 (57.3)\n                  13 (5.7)\n                \n                \n                  Rash\n                  84 (37.0)\n                  5 (2.2)\n                \n                \n                  Latent blood positive\n                  58 (25.6)\n                  0\n                \n                \n                  Decrease in white blood cell count\n                  58 (25.6)\n                  5 (2.2)\n                \n                \n                  Platelet count reduction\n                  55 (24.2)\n                  3 (1.3)\n                \n                \n                  Decrease in neutrophils count\n                  53 (23.3)\n                  9 (4.0)\n                \n                \n                  Anemia\n                  51 (22.5)\n                  2 (0.9)\n                \n                \n                  Extended QT interval of electrocardiogram\n                  44 (19.4)\n                  3 (1.3)\n                \n                \n                  Metatarsal redness syndrome\n                  44 (19.4)\n                  1 (0.4)\n                \n                \n                  Nausea\n                  39 (17.2)\n                  3 (1.3)\n                \n                \n                  Vomiting\n                  38 (16.7)\n                  2 (0.9)\n                \n                \n                  Elevated gamma-glutamine-transferase\n                  34 (15.0)\n                  4 (1.8)\n                \n                \n                  Itching disorder\n                  30 (13.2)\n                  0\n                \n                \n                  Loss of appetite\n                  30 (13.2)\n                  0\n                \n                \n                  Weight reduction\n                  27 (11.9)\n                  0\n                \n                \n                  Skin exfoliation\n                  26 (11.5)\n                  0\n                \n                \n                  Hematuria\n                  23 (10.1)\n                  0\n                \n              \n            \n            \n              \n                The data cutoff time of phase II was March 15, 2019.\n              \n              \n                Note: Seven cases of paronychia (3.1%, 7/227) were observed, none of which were grade 3/4.\n              \n            \n          \n        \n        \n          Efficacy\n          At the time of analysis, the median duration of 300 mg twice a day exposure was 24.6 weeks (0.43–129). Of the 227 patients, 209 patients were evaluable. ORR was reached in 52.2% (109/209, 95% CI: 45.2%–59.1%) of patients, 35.9% (75/209) of patients were SD and 12.0% (25/209) were progressed disease (PD) per RECIST 1.1 scan (Fig. 2; Supplementary Table S6). ORRs ranging from 32.8% to 61.5% were observed across all presented predefined subgroups, and were comparable between subgroups (Fig. 3).\n          \n            Figure 2.\n            \n              Best percentage change from baseline in target lesion size by investigator assessment in evaluable patients. Waterfall plots for best percentage change in target lesion size are shown for evaluable patients in phase II. The color key indicates the response to 300 mg twice a day of abivertinib. Abbreviation: NE, not evaluable\n            \n            Figure 2. Best percentage change from baseline in target lesion size by investigator assessment in evaluable patients. Waterfall plots for best percentage change in target lesion size are shown for evaluable patients in phase II. The color key indicates the response to 300 mg twice a day of abivertinib. Abbreviation: NE, not evaluable\n            \n          \n          \n            Figure 3.\n            \n              Subgroup analyses per investigator assessment in the response–evaluable set. Subgroups analysis of overall objective response in evaluable patients in phase II by investigator assessment. EGFR mutation status was determined by central test. Brain metastases at screening was determined by ≥1 brain lesion. Note: For EGFR mutation subgroup analysis, 3 subjects who had both Exon 19 deletion and L858R mutations included in both subgroups; 2 subjects who had neither Exon 19 deletion nor L858R mutations not included in both subgroups; for prior NSCLC treatment subgroup analysis, 2 subjects who had chemotherapy only and 2 subjects who have neither EGFR-TKI nor chemotherapy not included in both subgroups.\n            \n            Figure 3. Subgroup analyses per investigator assessment in the response–evaluable set. Subgroups analysis of overall objective response in evaluable patients in phase II by investigator assessment. EGFR mutation status was determined by central test. Brain metastases at screening was determined by ≥1 brain lesion. Note: For EGFR mutation subgroup analysis, 3 subjects who had both Exon 19 deletion and L858R mutations included in both subgroups; 2 subjects who had neither Exon 19 deletion nor L858R mutations not included in both subgroups; for prior NSCLC treatment subgroup analysis, 2 subjects who had chemotherapy only and 2 subjects who have neither EGFR-TKI nor chemotherapy not included in both subgroups.\n            \n          \n          The median DoR was 8.5 months (95% CI: 6.1–9.2). DCR was 88.0% (184/209, 95% CI: 82.9%–92.1%; Supplementary Table S6). At the time of data cutoff, 82.8% (173/209) of patients were evaluated for PFS events. Of them, 76.1% (159/209) of patients had disease progression with 24.5% (39/159) of patients were progressing in the central nervous system (CNS) as their primary site and 6.7% (14/209) of patients died. Of 17.2% (36/209) of censored patients, 5.7% (12/209) are still receiving treatment and are disease progression–free. Median PFS was 7.5 months (95% CI: 6.0–8.8; Fig. 4A). At the time of data cutoff, 39.7% (83/209) of patients had died; the median OS was 24.9 months [95% CI: 22.4–not reachable (NR)] (Fig. 4B).\n          \n            Figure 4.\n            \n              PFS and OS. PFS in evaluable patients in phase II (A) and OS in evaluable patients in phase II (B). Kaplan–Meier estimates of PFS (A) and OS (B) were shown among patients with advanced NSCLC who received 300 mg twice a day of abivertinib in phase II. The median PFS was 7.5 months and the median OS was 24.9 months. Bar represented censored patients.\n            \n            Figure 4. PFS and OS. PFS in evaluable patients in phase II (A) and OS in evaluable patients in phase II (B). Kaplan–Meier estimates of PFS (A) and OS (B) were shown among patients with advanced NSCLC who received 300 mg twice a day of abivertinib in phase II. The median PFS was 7.5 months and the median OS was 24.9 months. Bar represented censored patients.\nDiscussion\n      This phase I/II study, investigation of the novel third-generation EGFR-TKI abivertinib in 367 Chinese patients with advanced NSCLC, is the first clinical study conducted in the Chinese patients at a large scale to investigate the clinical benefits of abivertinib. In phase I, 300 mg twice a day was selected as the RP2D based on favorable efficacy outcomes and a safety profile comparable with that observed at lower doses with greater steady-state PK parameters. The safety and efficacy of the 300 mg twice a day dose and schedule was further demonstrated in phase II with 227 patients. Abivertinib at 300 mg twice a day was generally well tolerated, with the most common AEs being liver transferase elevation, diarrhea, and rash, which are common with approved EGFR-TKIs and other investigational third-generation agents (9, 15–17). At the dose of 300 mg twice a day, abivertinib treatment resulted in ORR (52.2%) and DCR (88.0%) with significant DoR (8.5 months), PFS (7.5 months), and OS (24.9 months) in patients with EGFR T790M mutation. A substantial efficiency gain in abivertinib efficacy and safety evaluations is obtained by using this two-phase study design, of which a modified three-plus-three dose escalation scheme allowed quick cohort expansion and RP2D determination which was not dependent on MTD of the drug, and also this phase I/II design seamlessly facilitated immediate RP2D assessments in an expanded patient population with less toxicity and favorable efficacy.\n      Abivertinib demonstrated efficacious effects in overcoming T790M-mediated resistance with the ORR of 52.2%, which is comparable with other third-generation EGFR-TKIs as reported ORRs in the range between 42% and 67% from different studies (10, 15–18). Of the patients included in this study, about 30 had brain metastases. The ORRs for patients with brain metastases or without brain metastasis were 50.0% and 52.5%, respectively and among 159 patients with disease progression, 24.5% of patients were progressed in the CNS as their primary site. Given that the sample size of the patients with brain metastases in this study was small, and the cerebrospinal fluid concentration of the drug has not be systematically analyzed, the efficacy of abivertinib in patients with brain metastases is inconclusive and further study will be warranted. In phase II, abivertinib treatment demonstrated promising effects in PFS and OS with a median PFS of 7.5 months and a median OS of 24.9 months (40% maturity). The subsequent treatment after disease progression includes chemotherapy, rechallenging EGFR-TKIs and Chinese traditional medicines, etc.\n      In this study with Chinese patients, grade ≥ 3 AE AST/ALT increase occurred more frequently while grade ≥ 3 QT interval prolongation was observed at a similar frequency compared with data previously reported for other TKIs (2–4, 9, 19). However, the majority or AST/ALT increase AEs were mild (grade 1 in severity) and 2 AEs led to treatment discontinuation. The risk factors analysis reflected a relative actual situation for Chinese patients who had a more complicated medication history. The skin rash rate (37% for all grades and 2.2% for grade 3/4) was lower than many first- and second-generation TKIs reported (>70% for all grades and >15% for grade 3/4) probably due to spare target against WT EGFR by abivertinib treatment (2–4). ILD, a warning AE for all TKIs, occurred in 4.8% (13/272) at RP2D in this study; 11 cases (4.0%) were SAEs; 10 cases (3.7%) were grade ≥ 3; one case (0.4%) was fatal. Two cases with grade 2/3 ILD among above 13 cases were re-treated with abivertinib at reduced doses when ILD was recovered to grade 1 till disease progression, suggesting ILD is still controllable by abivertinib treatment. Together, abivertinib treatment in this study demonstrated favorable efficacy and safety profiles in patients with NSCLC patients with EGFR—resistant T790M mutation.\n      Abivertinib is a pyrrolpyrimidine-based, third-generation EGFR-TKI which is structurally distinct from FDA only approved third-generation TKI osimertinib (12). The molecular structure of a drug may determine its target-binding properties, subsequently the clinical outcomes, and ultimately molecular mechanism upon drug resistance. In recent clinical and nonclinical studies, resistance mechanism of abivertinib was reported to be distinct from that reviewed with osimertinb. Off-target resistance mechanisms involving TP53, MET, ERBB2, and RB1, etc. are thought to be the common resistance mechanisms found by abivertinib treatment as reported from current phase I/II study (43.3%, 13/30 cases; ref. 20), first-in-human study (62.5%, 10/16 cases; ref. 13), and nonclinical studies (BCL-2 and c-MET amplification from in vitro and in vivo results, respectively; ref. 21). EGFR tertiary mutations (8.7%, 4/30 from phase I/II and 0/16 from first-in-human resistance patients) including C797S by abivertinib treatment are much less than osimertinib resistance reported (21%–45%; refs. 13, 20). Moreover, EGFR T790M loss with abivertinib resistance (9.3%, 4/27 from phase I/II and 0/16 from first-in-human resistance patients) was less frequent than reported in osimertinib resistance cohorts (42%–68%), indicating that potential combination therapy, such as abivertinib in combination with drugs targeting bypass pathways, might be explored to overcome the resistance to abivertinib (13, 20). An impressive response was reported in several patients receiving sequential treatment firstly with abivertinib and followed by osimertinib, which suggests that rechallenging third-generation EGFR-TKIs with distinct resistance profile might warrant clinical benefits in patients failed with a third-generation EGFR-TKI (22).\n      In summary, phase I established abivertinib 300 mg twice a day as RP2D, which is consistent with that previously reported in abivertinib first-in-human study. The clinical efficacy of abivertinib coupled with its safety profile in phase II further confirmed positive clinical outcomes in patients with EGFR T790M+ resistant mutation. Whether the clinical benefits to abivertinib can be expanded in patients with EGFR-TKI–naïve advanced NSCLC will be evaluated in a randomized trial in comparison with gefitinib. In addition, further research into mechanism of acquired resistance with abivertinib and other third-generation EGFR-TKIs and strategies of subsequent treatment will help define the use of these agents in this setting.\nSupplementary Material\n      \n        Supplementary Data\n        \n          \n            Click here for additional data file.\nAuthors' Disclosures\n      Q. Zhou reports personal fees from AstraZeneca, Boehringer Ingelheim, BMS, Eli Lilly and Company, MSD, Pfizer, Sanofi, and Roche outside the submitted work. Y.L. Wu reports grants, personal fees, and other support from AstraZeneca; grants and personal fees from BMS; personal fees and other support from Boehringer Ingelheim and Merck; personal fees from Eli Lilly and Company, Hengrui, MSD, Pfizer, Roche, and Sanofi; and other support from Takeda outside the submitted work. No disclosures were reported by the other authors.\nAuthors' Contributions\n      \nQ. Zhou: Conceptualization, resources, investigation, writing–original draft, writing–review and editing. L. Wu: Resources, investigation, writing–review and editing. P. Hu: Resources, investigation, writing–review and editing. T. An: Resources, investigation, writing–review and editing. J. Zhou: Resources, investigation, writing–review and editing. L. Zhang: Resources, investigation, writing–review and editing. X.Q. Liu: Resources, investigation, writing–review and editing. F. Luo: Resources, investigation, writing–review and editing. X. Zheng: Resources, investigation, writing–review and editing. Y. Cheng: Resources, investigation, writing–review and editing. N. Yang: Resources, investigation, writing–review and editing. J. Li: Resources, investigation, writing–review and editing. J. Feng: Resources, investigation, writing–review and editing. B. Han: Resources, investigation, writing–review and editing. Y. Song: Resources, investigation, writing–review and editing. K. Wang: Resources, investigation, writing–review and editing. L. Zhang: Resources, investigation, writing–review and editing. J. Fang: Resources, investigation, writing–review and editing. H. Zhao: Resources, investigation, writing–review and editing. Y. Shu: Resources, investigation, writing–review and editing. X.Y. Lin: Resources, investigation, writing–review and editing. Z. Chen: Resources, investigation, writing–review and editing. B. Gan: Resources, investigation, writing–review and editing. W.H. Xu: Resources, investigation, writing–review and editing. W. Tang: Resources, investigation, writing–review and editing. X. Zhang: Resources, investigation, writing–review and editing. J.J. Yang: Resources, investigation, writing–review and editing. X. Xu: Resources, investigation, writing–review and editing. Y.L. Wu: Conceptualization, resources, investigation, writing–original draft, writing–review and editing.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9365372/",
    "doi": "https://doi.org/10.1158/1078-0432.CCR-21-2595",
    "citation_count": 6,
    "references": {
        "10739988": "The advance of the third‑generation EGFR‑TKI in the treatment of non‑small cell lung cancer (Review)",
        "10605462": "New Generations of Tyrosine Kinase Inhibitors in Treating NSCLC with Oncogene Addiction: Strengths and Limitations",
        "10563173": "Deregulated kinase action in prostate cancer: molecular basis and therapeutic implications",
        "10475243": "Novel systemic therapies in the management of tyrosine kinase inhibitor-pretreated patients with epidermal growth factor receptor-mutant non-small-cell lung cancer",
        "10467292": "Management of diarrhea induced by EGFR-TKIs in advanced lung adenocarcinoma",
        "9358434": "Blockade of STAT3/IL-4 overcomes EGFR T790M-cis-L792F-induced resistance to osimertinib via suppressing M2 macrophages polarization"
    },
    "journal": "Clinical Cancer Research",
    "topics": [
        "egfr, kinase, novel, lung",
        "egfr, tyrosine, abivertinib, inhibitor",
        "egfr, cancer, phase, study"
    ]
}