{
    "title": "Identification of NHLRC1 as a Novel AKT Activator from a Lung Cancer Epigenome-Wide Association Study (EWAS)",
    "abstract": "To validate the ACTC1 and NHLRC1 lung tumor DMRs and to confirm their differential expression in lung tumors, we performed sequence-specific methylation-sensitive mass spectrometry (MassARRAY) and real-time PCR (rtPCR) in 94 lung squamous cell carcinoma (SCC) and in lung adenocarcinoma (ADC) versus paired adjacent normal lung tissue samples from current or former smokers of the lung tumor versus adjacent normal sample set (Table 3). To validate the ACTC1 and NHLRC1 lung tumor DMRs and to confirm their differential expression in lung tumors, we performed sequence-specific methylation-sensitive mass spectrometry (MassARRAY) and real-time PCR (rtPCR) in 94 lung squamous cell carcinoma (SCC) and in lung adenocarcinoma (ADC) versus paired adjacent normal lung tissue samples from current or former smokers of the lung tumor versus adjacent normal sample set (Table 3). Study Population The epigenome-wide HumanMethylation450 BeadChip array (450K; Illumina, San Diego, CA, USA) was used for DNA methylation profiling of 66 healthy pre-diagnostic blood samples from incident lung cancer cases including adenocarcinoma (ADC), squamous cell carcinoma (SCC), small cell lung cancers and uncharacterized lung cancers and individually matched control blood samples from the Heidelberg component of the EPIC study (EPIC HD) conducted in accordance with the Declaration of Helsinki.",
    "authors": [
        "Christian Faltus",
        "Angelika Lahnsteiner",
        "Myrto Barrdahl",
        "Yassen Assenov",
        "Anika Hüsing",
        "Olga Bogatyrova",
        "Marina Laplana",
        "Theron Johnson",
        "Thomas Muley",
        "Michael Meister",
        "Arne Warth",
        "Michael Thomas",
        "Christoph Plass",
        "Rudolf Kaaks",
        "Angela Risch"
    ],
    "published_year": "2022",
    "description": "1. Background\n      Lung cancer represents the leading cause of cancer-related deaths. Despite the improvements in therapies, it still accounts for about one fifth of all cancer deaths [1,2]. According to the World Health Organization (WHO), the mortality rate of lung cancer was 83% in 2018 [3]. This observation probably stems from the fact that most lung tumors are diagnosed at advanced stages III and IV [4]. Most patients suffering from lung cancer are former or current smokers. However, the lifetime risk for developing lung cancer varies between studies from 6.7% in males and 4.1% in females [5] to 8.8% in males and 6.5% in females [6]. This reflects inter-individual differences in lung cancer susceptibility, which are not only underlined by results from genome-wide association studies (GWAS) [7], but also by changes in DNA methylation upon smoking [8,9,10,11].\n      Epigenome-wide association studies (EWAS) have been conducted for a wide range of diseases such as cancer, which are, at least in part, linked to the individual lifestyle [12,13]. EWAS have the common aim to identify epigenetic variants by means of blood DNA methylation changes on an epigenome-wide level in pre-diagnostic samples to estimate their association with disease risk. Recently, a multicenter lung cancer EWAS identified CpGs sensitive to smoke exposure which were hypomethylated in pre-diagnostic blood from lung cancer patients. Stringent analyses point out that the observed hypomethylation may explain the effect of tobacco exposure on lung cancer risk [9,10,11]. \n      The Heidelberg sub-cohort of the European Prospective Investigation into Cancer and Nutrition (EPIC HD) provided one of the validation sets applied in two previous lung cancer EWAS [9,14], which found the strongest associations of cg05575921 and cg03636183 hypomethylation with lung cancer risk. In EPIC HD, we obtained HumanMethylation450 BeadChip array (450K) data of circulating lymphocyte DNA from 66 healthy pre-diagnostic lung cancer cases and an equal number of matched control subjects. In this discovery cohort, we aimed to identify DNA methylation alterations associated with lung cancer. The top differentially methylated positions (DMPs) and differentially methylated regions (DMRs) in lymphocyte DNA identified from EPIC HD were tested for differential methylation in lung tumor versus adjacent normal lung tissue using existing data sets from The Cancer Genome Atlas (TCGA) as well as two independent replication sets. We primarily focused on those DMPs and DMRs located in regulatory regions important for gene expression (i.e., close to annotated transcription start sites). To address functional roles of these DMRs in lung tumorigenesis we performed in depth in vitro characterization in lung cancer cell lines and report here on a novel gene, NHLRC1, involved in AKT activation.\n2. Results\n      \n        2.1. Differentially Methylated CpGs from EPIC HD EWAS\n        In order to identify differentially methylated sites in lung cancer patients versus controls, 66 pre-diagnostic blood samples from smoking EPIC Heidelberg participants (Table 1), who developed lung cancer at a later point of time, were screened together with 66 matched controls with Illumina HumanMethylation450 BeadChip arrays (450K).\n        EPIC HD differential methylation was calculated in 63 sample pairs as intra-pair differences and resulted in the identification of 1,106 significantly differentially methylated positions (DMPs). The autosomal genome-wide p-values of intra-pair methylation differences for every CpG probe on the 450K array are displayed in Figure 1A. The vast majority of those CpGs were hypermethylated and a particularly high fraction of the hypermethylated DMPs was found in gene regulatory regions close to transcription start sites (TSS, Figure 1B). By contrast, gene desert regions showed more hypomethylated sites. We ranked EPIC HD DMPs by mean differential methylation across all sample pairs. The six top hypo- and hypermethylated DMPs listed in Table 2 were further considered for analysis comparing lung tumor tissue with normal adjacent tissue from TCGA data.\n      \n      \n        2.2. Top Hypermethylated EPIC HD EWAS DMPs Are Located within DMRs in Lung Tumor versus Adjacent Normal Tissue\n        Analysis of TCGA 450K data from lung squamous cell carcinoma (SCC, LUSC) and lung adenocarcinoma (ADC, LUAD) of the top-ranked EPIC HD DMPs revealed that these candidate CpGs were also differentially methylated in lung tumor versus normal tissue. Strikingly, the top two hypomethylated (cg22586603, cg13291208) and the top two hypermethylated (cg06646708, cg17242351) CpGs from EPIC HD were highly significantly differentially methylated in lung TCGA data sets. While differential methylation in regions located in the open sea can also impact cancer risk, e.g., by overlapping an enhancer or an insulator region, for this study we focused our analysis on those CpGs that were annotated as being proximal to a TSS and for which additional 450K probes existed within a region of 500 bp up- or downstream, in order to maximise chances of focusing on regions where differential methylation has an impact on gene expression. This limited our analyses to cg06646708 located 374 bp upstream of the annotated TSS of the ubiquitin E3 ligase NHL Repeat Containing 1 (NHLRC1,\nFigure 2A) and to cg17242351, intragenic to the actin alpha cardiac muscle 1 (ACTC1, Supplementary Figure S1A). In addition, the latter overlaps an annotated transcript for the long non-coding RNA LOC101928174.\n        Detailed analysis of the ACTC1 region showed that three CpGs (cg10580056, cg03844894 and cg05432213) adjacent to cg17242351 were hypermethylated in lung cancer versus normal tissue and in addition, ACTC1 expression was reduced in lung tumor tissue from TCGA (Supplementary Figure S1B–E). cg06646708 is framed by two 450K probes (cg18068140 and cg18232313) within the NHLRC1 upstream region, which were uniformly hypomethylated with elevated gene expression in lung tumor tissue from TCGA (lung adenocarcinoma (ADC): Figure 2B,C and squamous cell carcinoma (SCC): Supplementary Figure S2A,B. Hypomethylation of this DMR was also observed in TCGA bladder, liver and breast tumors (Supplementary Figure S3). Notably, the 450K analysis of EPIC HD blood samples had revealed cg06646708 as hypermethylated, which is contrary to the TCGA data set. Given that this site was among the top ranked DMPs in the EPIC HD study, appears as hypervariable in blood samples as well as in tumors, and may be involved in regulating NHLRC1 gene expression in lung tissue, we nevertheless considered it as worthy of further investigation.\n        To validate the ACTC1 and NHLRC1 lung tumor DMRs and to confirm their differential expression in lung tumors, we performed sequence-specific methylation-sensitive mass spectrometry (MassARRAY) and real-time PCR (rtPCR) in 94 lung squamous cell carcinoma (SCC) and in lung adenocarcinoma (ADC) versus paired adjacent normal lung tissue samples from current or former smokers of the lung tumor versus adjacent normal sample set (Table 3). By MassARRAY, we were able to quantitatively determine DNA methylation of a 399 bp region within the ACTC1 gene surrounding cg17242351 (Supplementary Figure S1A) and a 256 bp region upstream of NHLRC1 containing cg06646708 (Figure 2A). Thereby, we were able to confirm the hypermethylation of the ACTC1 DMR in tumors and link it to decreased gene expression (Supplementary Figure S1F,G), as well as the NHLRC1 DMR hypomethylation in line with the observed TCGA data (ADC: Figure 2D and SCC: Supplementary Figure S2C). Notably, NHLRC1 expression was increased by 5.4-fold in ADC (Figure 2E) and 3.6-fold in SCC (Supplementary Figure S2D). By analysing an independent sample set of tumor versus adjacent normal (Replication Set II, Supplementary Table S1), we confirmed the NHLRC1 DMR hypomethylation (Supplementary Figure S4). The observed hypomethylation of the NHLRC1 DMR in MassARRAY and increased gene expression is congruent with the TCGA data.\n        In conclusion, the EWAS results have pointed us to regions that may be functionally involved in deregulated gene expression in cancer. We hypothesize that the DMR containing cg06646708 upstream of NHLRC1 regulates NHLRC1 gene expression in lung tumor tissue. This was demonstrated by our MassARRAY and gene expression analysis in lung tumor versus adjacent normal lung tissue, as well as in TCGA data from different cancer tissues. Although the ACTC1 DMR locus also shows substantial changes in DNA methylation and gene expression, we did not focus on this region further. Since this CpG overlaps with a long non-coding RNA, we cannot exclude a potential formation of a RNA:DNA hybrid (R-loop) influencing DNA methylation and gene expression via alternative pathways as shown elsewhere [15,16]. Thus, ACTC1, for which high expression is shown to indicate glioblastoma progression [17], remains a promising candidate to be investigated in a future study.\n      \n      \n        2.3. NHLRC1 Expression Is Epigenetically Regulated\n        To assess the regulatory potential of the identified DMR in NHLRC1, we analysed ChIP-seq data of activating and repressive histone marks from the Encyclopaedia of DNA Elements (ENCODE) project from the lung cancer cell line A549 and the normal lung fibroblast cell line NHLF [18]. We found the activating histone marks H3K4me1, H3K4me3 as well as H3K27ac enriched in the A549 lung cancer cell line compared to the normal lung fibroblast cell line NHLF, whereas the repressive mark H3K27me3 was absent in both cell types (Supplementary Figure S5). This indicated that altered epigenetic regulation might be the cause for elevated NHLRC1 transcription in tumor tissue.\n        To test the impact of DNA hypomethylation on NHLRC1 transcription, we treated A549 and H1299 lung cancer cell lines and BEAS 2B normal lung cells with different concentrations of 5-Aza-2′-deoxycytidine (DAC), an approved epigenetic drug that leads to a global loss of DNA methylation through inhibition of DNA methyltransferases [19,20]. We used increasing DAC concentrations ranging from 10 nM to 1000 nM and determined the optimal DAC treatment efficacy for each cell line by measuring global DNA methylation of the long-interspersed elements (LINE1) by pyrosequencing (Figure 3A). H1299 and BEAS 2B showed the lowest LINE1 methylation with 500 nM DAC and A549 with 100 nM DAC. Next, we analysed the methylation of the DMR upstream of NHLRC1 (Figure 3B), which exhibited decreased methylation for DAC treated compared to the control cells concordant with the observed DNA demethylation of LINE1. The bronchial epithelial BEAS 2B cells showed DNA methylation resembling normal lung tissue methylation levels (Figure 3B, right panel). In contrast, the same region was less methylated in untreated A549 and H1299 lung cancer cells (Figure 3B, white bars of left and middle graphs). The NHLRC1 baseline expression in lung tumor cells was approximately 2-fold higher compared to the expression level in normal bronchial BEAS 2B cells (Figure 3C). In line with this, we observed higher levels of NHLRC1 expression induced upon demethylation in DAC-treated BEAS 2B cells compared to lung cancer cell lines (Figure 3D).\n        To confirm the regulatory activity of the NHLRC1 upstream region we performed a sequence-specific DNA-methylation-dependent luciferase reporter assay comparing unmethylated and in vitro methylated NHLRC1 upstream sequences. The NHLRC1 upstream sequence showed a significant promoter activity, which was on average 11-fold (A549; Figure 3E) and 17-fold (H1299; Figure 3F) higher upon demethylation compared to the empty vector. Supplementary Figure S6 depicts the region tested with the Luciferase reporter assay, as well as the corresponding in vitro DNA methylation measurements with MassARRAY.\n        These results fit with the observation that chromatin remodeling via posttranslational histone modifications and transcription factor recruitment for the initiation of gene transcription occurs upstream of transcription start sites [21,22].\n      \n      \n        2.4. NHLRC1 Stimulates Proliferation, Viability, Migration and Invasion\n        Since NHLRC1 was overexpressed in tumor tissue, we aimed to characterize NHLRC1 functions in more detail. To do this, we performed RNAi mediated knock-down (KD) of NHLRC1 in A549 and H1299 cells with highly specific siRNA pools [23]. NHLRC1 siRNA KD was confirmed by rtPCR (Figure 4A,B). We measured numbers of proliferating and viable cells 96 h post-transfection. NHLRC1 KD cells proliferated less (Figure 4C,D) and were less viable compared to control-treated cells (Figure 4E,F). In addition, NHLRC1 KD attenuated transwell lung cancer cell migration (Figure 4G,H) and basement membrane invasion (Figure 4I,J). In brief, the overexpression of NHLRC1 in tumor cells is associated with higher proliferation rates with an increased ability for migration and invasion, which is characteristic for cancer cells.\n      \n      \n        2.5. NHLRC1 Regulates AKT Activation and Modulates Expression of AKT Regulated Genes in Lung Cancer Cells\n        A striking observation in our RNAi experiments was the downregulation of phosphorylated AKT at serine 473 (pAKTSer473) in A549 and H1299 cells upon NHLRC1 KD (Figure 5A,D). The ratio of total AKT to pAKTSer473 was approximately 1:1 in both control-treated lung cancer cell lines (Figure 5B,E), but in siRNA treated cells we found this ratio shifted towards 1:2 and 1:3, respectively. This indicates that NHLRC1 loss alone was sufficient to attenuate oncogenic PI3K-AKT-mTORC2 signalling. To rule out an off-target effect of the NHLRC1 siRNA pool, we transiently overexpressed NHLRC1 or a NHLRC1-C26S catalytic mutant reported in [24] in H1299 cells. Notably, we observed a 2-fold upregulation of pAKTSer473 only for cells overexpressing the wild-type NHLRC1 but not for the C26S mutant (Figure 5G,H). This was still dependent on upstream PI3K-signalling since we found attenuated pAKTSer473 by PI3K inhibitor treatment in H1299 cells (Figure 5G).\n        Previously, it has been shown that pAKTSer473 translocates to the nucleus and phosphorylates FOXO transcription factors causing the export of FOXO from the nucleus [25]. Hence, active PI3K-mTOR signalling is crucial for cancer cell proliferation, since FOXO is prevented from regulating the expression of its target genes [26] as reviewed in [27]. Examples for FOXO-regulated genes are the apoptosis regulator tumor necrosis factor-related apoptosis-inducing ligand (TRAIL [28]), BCL2 like 11 (BIM [29]), p53 upregulated modulator of apoptosis (PUMA, also known as BCL2 binding component 3 [30]), cell cycle promoting genes CyclinD1 and CyclinD2 ([31,32]), RB transcriptional corepressor like 2 (RBL2 [33]), cyclin dependent kinase inhibitor 1A (CDKN1A [34]), DNA repair enzyme growth arrest and DNA damage-inducible 45 (GADD45 [35]).\n        Here, we investigated the effects of NHLRC1 knock-down on gene expression levels of these FOXO-regulated genes on a protein basis. The analysis revealed that TRAIL was more than 100-fold upregulated in A549 NHLRC1 KD cells (Figure 5C), but not expressed in H1299 cells (data not shown). Furthermore, BIM and PUMA were upregulated in A549 (Figure 5C) and H1299 cells (Figure 5F) upon NHLRC1 KD. In addition, the FOXO-repressed genes CyclinD1 and CyclinD2 showed reduced expression in H1299 (Figure 5F) and to a lesser extent in A549 (Figure 5C). In contrast, RBL2 and CDKN1A were only slightly increased in A549 (Figure 5C) and H1299 (Figure 5F). GADD45 did not change upon NHLRC1 KD in A549 (Figure 5C) and was only marginally increased in H1299 (Figure 5F). CDKN1A and TRAIL expression were not detected in H1299 cells (not shown). This suggests an activation of intra- and extracellular apoptosis signalling upon NHLRC1 knock-down.\n2.1. Differentially Methylated CpGs from EPIC HD EWAS\n        In order to identify differentially methylated sites in lung cancer patients versus controls, 66 pre-diagnostic blood samples from smoking EPIC Heidelberg participants (Table 1), who developed lung cancer at a later point of time, were screened together with 66 matched controls with Illumina HumanMethylation450 BeadChip arrays (450K).\n        EPIC HD differential methylation was calculated in 63 sample pairs as intra-pair differences and resulted in the identification of 1,106 significantly differentially methylated positions (DMPs). The autosomal genome-wide p-values of intra-pair methylation differences for every CpG probe on the 450K array are displayed in Figure 1A. The vast majority of those CpGs were hypermethylated and a particularly high fraction of the hypermethylated DMPs was found in gene regulatory regions close to transcription start sites (TSS, Figure 1B). By contrast, gene desert regions showed more hypomethylated sites. We ranked EPIC HD DMPs by mean differential methylation across all sample pairs. The six top hypo- and hypermethylated DMPs listed in Table 2 were further considered for analysis comparing lung tumor tissue with normal adjacent tissue from TCGA data.\n2.2. Top Hypermethylated EPIC HD EWAS DMPs Are Located within DMRs in Lung Tumor versus Adjacent Normal Tissue\n        Analysis of TCGA 450K data from lung squamous cell carcinoma (SCC, LUSC) and lung adenocarcinoma (ADC, LUAD) of the top-ranked EPIC HD DMPs revealed that these candidate CpGs were also differentially methylated in lung tumor versus normal tissue. Strikingly, the top two hypomethylated (cg22586603, cg13291208) and the top two hypermethylated (cg06646708, cg17242351) CpGs from EPIC HD were highly significantly differentially methylated in lung TCGA data sets. While differential methylation in regions located in the open sea can also impact cancer risk, e.g., by overlapping an enhancer or an insulator region, for this study we focused our analysis on those CpGs that were annotated as being proximal to a TSS and for which additional 450K probes existed within a region of 500 bp up- or downstream, in order to maximise chances of focusing on regions where differential methylation has an impact on gene expression. This limited our analyses to cg06646708 located 374 bp upstream of the annotated TSS of the ubiquitin E3 ligase NHL Repeat Containing 1 (NHLRC1,\nFigure 2A) and to cg17242351, intragenic to the actin alpha cardiac muscle 1 (ACTC1, Supplementary Figure S1A). In addition, the latter overlaps an annotated transcript for the long non-coding RNA LOC101928174.\n        Detailed analysis of the ACTC1 region showed that three CpGs (cg10580056, cg03844894 and cg05432213) adjacent to cg17242351 were hypermethylated in lung cancer versus normal tissue and in addition, ACTC1 expression was reduced in lung tumor tissue from TCGA (Supplementary Figure S1B–E). cg06646708 is framed by two 450K probes (cg18068140 and cg18232313) within the NHLRC1 upstream region, which were uniformly hypomethylated with elevated gene expression in lung tumor tissue from TCGA (lung adenocarcinoma (ADC): Figure 2B,C and squamous cell carcinoma (SCC): Supplementary Figure S2A,B. Hypomethylation of this DMR was also observed in TCGA bladder, liver and breast tumors (Supplementary Figure S3). Notably, the 450K analysis of EPIC HD blood samples had revealed cg06646708 as hypermethylated, which is contrary to the TCGA data set. Given that this site was among the top ranked DMPs in the EPIC HD study, appears as hypervariable in blood samples as well as in tumors, and may be involved in regulating NHLRC1 gene expression in lung tissue, we nevertheless considered it as worthy of further investigation.\n        To validate the ACTC1 and NHLRC1 lung tumor DMRs and to confirm their differential expression in lung tumors, we performed sequence-specific methylation-sensitive mass spectrometry (MassARRAY) and real-time PCR (rtPCR) in 94 lung squamous cell carcinoma (SCC) and in lung adenocarcinoma (ADC) versus paired adjacent normal lung tissue samples from current or former smokers of the lung tumor versus adjacent normal sample set (Table 3). By MassARRAY, we were able to quantitatively determine DNA methylation of a 399 bp region within the ACTC1 gene surrounding cg17242351 (Supplementary Figure S1A) and a 256 bp region upstream of NHLRC1 containing cg06646708 (Figure 2A). Thereby, we were able to confirm the hypermethylation of the ACTC1 DMR in tumors and link it to decreased gene expression (Supplementary Figure S1F,G), as well as the NHLRC1 DMR hypomethylation in line with the observed TCGA data (ADC: Figure 2D and SCC: Supplementary Figure S2C). Notably, NHLRC1 expression was increased by 5.4-fold in ADC (Figure 2E) and 3.6-fold in SCC (Supplementary Figure S2D). By analysing an independent sample set of tumor versus adjacent normal (Replication Set II, Supplementary Table S1), we confirmed the NHLRC1 DMR hypomethylation (Supplementary Figure S4). The observed hypomethylation of the NHLRC1 DMR in MassARRAY and increased gene expression is congruent with the TCGA data.\n        In conclusion, the EWAS results have pointed us to regions that may be functionally involved in deregulated gene expression in cancer. We hypothesize that the DMR containing cg06646708 upstream of NHLRC1 regulates NHLRC1 gene expression in lung tumor tissue. This was demonstrated by our MassARRAY and gene expression analysis in lung tumor versus adjacent normal lung tissue, as well as in TCGA data from different cancer tissues. Although the ACTC1 DMR locus also shows substantial changes in DNA methylation and gene expression, we did not focus on this region further. Since this CpG overlaps with a long non-coding RNA, we cannot exclude a potential formation of a RNA:DNA hybrid (R-loop) influencing DNA methylation and gene expression via alternative pathways as shown elsewhere [15,16]. Thus, ACTC1, for which high expression is shown to indicate glioblastoma progression [17], remains a promising candidate to be investigated in a future study.\n2.3. NHLRC1 Expression Is Epigenetically Regulated\n        To assess the regulatory potential of the identified DMR in NHLRC1, we analysed ChIP-seq data of activating and repressive histone marks from the Encyclopaedia of DNA Elements (ENCODE) project from the lung cancer cell line A549 and the normal lung fibroblast cell line NHLF [18]. We found the activating histone marks H3K4me1, H3K4me3 as well as H3K27ac enriched in the A549 lung cancer cell line compared to the normal lung fibroblast cell line NHLF, whereas the repressive mark H3K27me3 was absent in both cell types (Supplementary Figure S5). This indicated that altered epigenetic regulation might be the cause for elevated NHLRC1 transcription in tumor tissue.\n        To test the impact of DNA hypomethylation on NHLRC1 transcription, we treated A549 and H1299 lung cancer cell lines and BEAS 2B normal lung cells with different concentrations of 5-Aza-2′-deoxycytidine (DAC), an approved epigenetic drug that leads to a global loss of DNA methylation through inhibition of DNA methyltransferases [19,20]. We used increasing DAC concentrations ranging from 10 nM to 1000 nM and determined the optimal DAC treatment efficacy for each cell line by measuring global DNA methylation of the long-interspersed elements (LINE1) by pyrosequencing (Figure 3A). H1299 and BEAS 2B showed the lowest LINE1 methylation with 500 nM DAC and A549 with 100 nM DAC. Next, we analysed the methylation of the DMR upstream of NHLRC1 (Figure 3B), which exhibited decreased methylation for DAC treated compared to the control cells concordant with the observed DNA demethylation of LINE1. The bronchial epithelial BEAS 2B cells showed DNA methylation resembling normal lung tissue methylation levels (Figure 3B, right panel). In contrast, the same region was less methylated in untreated A549 and H1299 lung cancer cells (Figure 3B, white bars of left and middle graphs). The NHLRC1 baseline expression in lung tumor cells was approximately 2-fold higher compared to the expression level in normal bronchial BEAS 2B cells (Figure 3C). In line with this, we observed higher levels of NHLRC1 expression induced upon demethylation in DAC-treated BEAS 2B cells compared to lung cancer cell lines (Figure 3D).\n        To confirm the regulatory activity of the NHLRC1 upstream region we performed a sequence-specific DNA-methylation-dependent luciferase reporter assay comparing unmethylated and in vitro methylated NHLRC1 upstream sequences. The NHLRC1 upstream sequence showed a significant promoter activity, which was on average 11-fold (A549; Figure 3E) and 17-fold (H1299; Figure 3F) higher upon demethylation compared to the empty vector. Supplementary Figure S6 depicts the region tested with the Luciferase reporter assay, as well as the corresponding in vitro DNA methylation measurements with MassARRAY.\n        These results fit with the observation that chromatin remodeling via posttranslational histone modifications and transcription factor recruitment for the initiation of gene transcription occurs upstream of transcription start sites [21,22].\n2.4. NHLRC1 Stimulates Proliferation, Viability, Migration and Invasion\n        Since NHLRC1 was overexpressed in tumor tissue, we aimed to characterize NHLRC1 functions in more detail. To do this, we performed RNAi mediated knock-down (KD) of NHLRC1 in A549 and H1299 cells with highly specific siRNA pools [23]. NHLRC1 siRNA KD was confirmed by rtPCR (Figure 4A,B). We measured numbers of proliferating and viable cells 96 h post-transfection. NHLRC1 KD cells proliferated less (Figure 4C,D) and were less viable compared to control-treated cells (Figure 4E,F). In addition, NHLRC1 KD attenuated transwell lung cancer cell migration (Figure 4G,H) and basement membrane invasion (Figure 4I,J). In brief, the overexpression of NHLRC1 in tumor cells is associated with higher proliferation rates with an increased ability for migration and invasion, which is characteristic for cancer cells.\n2.5. NHLRC1 Regulates AKT Activation and Modulates Expression of AKT Regulated Genes in Lung Cancer Cells\n        A striking observation in our RNAi experiments was the downregulation of phosphorylated AKT at serine 473 (pAKTSer473) in A549 and H1299 cells upon NHLRC1 KD (Figure 5A,D). The ratio of total AKT to pAKTSer473 was approximately 1:1 in both control-treated lung cancer cell lines (Figure 5B,E), but in siRNA treated cells we found this ratio shifted towards 1:2 and 1:3, respectively. This indicates that NHLRC1 loss alone was sufficient to attenuate oncogenic PI3K-AKT-mTORC2 signalling. To rule out an off-target effect of the NHLRC1 siRNA pool, we transiently overexpressed NHLRC1 or a NHLRC1-C26S catalytic mutant reported in [24] in H1299 cells. Notably, we observed a 2-fold upregulation of pAKTSer473 only for cells overexpressing the wild-type NHLRC1 but not for the C26S mutant (Figure 5G,H). This was still dependent on upstream PI3K-signalling since we found attenuated pAKTSer473 by PI3K inhibitor treatment in H1299 cells (Figure 5G).\n        Previously, it has been shown that pAKTSer473 translocates to the nucleus and phosphorylates FOXO transcription factors causing the export of FOXO from the nucleus [25]. Hence, active PI3K-mTOR signalling is crucial for cancer cell proliferation, since FOXO is prevented from regulating the expression of its target genes [26] as reviewed in [27]. Examples for FOXO-regulated genes are the apoptosis regulator tumor necrosis factor-related apoptosis-inducing ligand (TRAIL [28]), BCL2 like 11 (BIM [29]), p53 upregulated modulator of apoptosis (PUMA, also known as BCL2 binding component 3 [30]), cell cycle promoting genes CyclinD1 and CyclinD2 ([31,32]), RB transcriptional corepressor like 2 (RBL2 [33]), cyclin dependent kinase inhibitor 1A (CDKN1A [34]), DNA repair enzyme growth arrest and DNA damage-inducible 45 (GADD45 [35]).\n        Here, we investigated the effects of NHLRC1 knock-down on gene expression levels of these FOXO-regulated genes on a protein basis. The analysis revealed that TRAIL was more than 100-fold upregulated in A549 NHLRC1 KD cells (Figure 5C), but not expressed in H1299 cells (data not shown). Furthermore, BIM and PUMA were upregulated in A549 (Figure 5C) and H1299 cells (Figure 5F) upon NHLRC1 KD. In addition, the FOXO-repressed genes CyclinD1 and CyclinD2 showed reduced expression in H1299 (Figure 5F) and to a lesser extent in A549 (Figure 5C). In contrast, RBL2 and CDKN1A were only slightly increased in A549 (Figure 5C) and H1299 (Figure 5F). GADD45 did not change upon NHLRC1 KD in A549 (Figure 5C) and was only marginally increased in H1299 (Figure 5F). CDKN1A and TRAIL expression were not detected in H1299 cells (not shown). This suggests an activation of intra- and extracellular apoptosis signalling upon NHLRC1 knock-down.\n3. Discussion\n      Previously EWASs have identified DNA methylation markers associated with lung cancer risk [9,14]. Here, we investigated differentially methylated positions identified by Illumina HumanMethylation450 BeadChip arrays of prediagnostic blood samples from the EPIC Heidelberg cohort. The analysis of the top differentially methylated sites showed that they were also differentially methylated in lung tumors compared to adjacent normal tissue. Differential methylation at cg06646708 was of particular interest, since its hypomethylation was associated with overexpression of the closest gene, the ubiquitin E3 ligase NHLRC1 not only in lung tumors, but TCGA data from different tumor sites. Recently NHLRC1 methylation was linked with survival rates of SCC patients, with a decreased survival in patients upon lower methylation levels [36]. Comparing the consistent hypomethylation (and upregulation) in tumors to the hypermethylation (and downregulation) observed in the prediagnostic blood samples from cases vs. controls from 450K EPIC HD indicated that this is a tissue-specific hypervariable DNA methylation site. Hypervariability in DNA methylation in tumors at sites of methylation boundary shift in CpG shores has previously been associated with deregulated expression of cell cycle genes and as such these sites have been identified as being important regions on which to focus future epigenetic investigations [37]. NHLRC1 was previously functionally characterized only in Lafora disease, a neurodegenerative type of myoclonus epilepsy [38,39]. Its cellular functions include the regulation of the mTOR pathway, microRNA processing body formation, glucose metabolism and autophagy [24,40,41]. However, these findings were linked to loss of function mutations in NHLRC1 in the context of Lafora disease. Here, we demonstrated a novel mechanism in lung tumorigenesis resulting from epigenetic upregulation of NHLRC via DNA hypomethylation.\n      Several ubiquitin ligases have been linked to malignant alterations through deregulation of oncogenic cellular processes such as proliferation, apoptosis and cell cycle regulation [40]. NHLRC1 was reported to contribute to p53 inactivation through nuclear to cytoplasmic translocation of homeodomain-interacting protein kinase-2 (HIPK2). Thus, elevated NHLRC1 expression in lung tumor tissue may be a mechanism to inhibit TP53-pathway regulated induction of apoptosis in lung cancer [41]. The tripartite motif containing 32 (TRIM32), another RING-type ubiquitin E3 ligase and structurally highly similar to NHLRC1 was shown to be deregulated in several malignancies leading to direct TP53 proteasomal degradation [42,43,44,45].\n      mTORC2 activation stimulates the central oncogenic downstream target AKT which triggers cell proliferation, survival, and chemotherapy resistance in lung and breast tumors [46]. Our results for NHLRC1 knock-down in A549 and H1299 cells are in line with the consequences of pAKTSer473 loss. The observed changes in gene expression of the pro-apoptotic genes BIM, PUMA and TRAIL in NHLRC1 KD cells suggest that attenuated pAKTSer473 leads to nuclear retention of FOXO3a. For instance, induction of PUMA causes intracellular apoptosis signalling in prostate cancer cells [47]. Similar effects were observed for lung cancer cells treated with cisplatin, a major first-line therapy for advanced non-small cell lung cancer [48,49]. Cisplatin interferes with PI3K signalling and stimulates the reactivation of FOXO3a, emphasizing the therapeutic importance of this mitotic cell signalling pathway. In summary, epigenetic deregulation of the DMR upstream of NHLRC1 leads to its upregulation and, in turn, stimulates pAKTSer473. This highlights the diverse routes for PI3K pathway activation apart from genomic mutations. Hence, the ubiquitin system represents a promising target for further investigation. In line with the work of Li et al., NHLRC1 could be a promising new prognostic biomarker for lung cancer survival and prognosis, as well as a target for new treatment strategies in lung cancer patients [36].\n4. Methods\n      \n        4.1. Study Population\n        The epigenome-wide HumanMethylation450 BeadChip array (450K; Illumina, San Diego, CA, USA) was used for DNA methylation profiling of 66 healthy pre-diagnostic blood samples from incident lung cancer cases including adenocarcinoma (ADC), squamous cell carcinoma (SCC), small cell lung cancers and uncharacterized lung cancers and individually matched control blood samples from the Heidelberg component of the EPIC study (EPIC HD) conducted in accordance with the Declaration of Helsinki. Informed consent was obtained from all study subjects. The ethics committee of the Medical Faculty of the University of Heidelberg approved the use of these EPIC samples in this nested sub-study (S-627/2013) within EPIC (GEK; 13/94). Detailed information on EPIC HD is given elsewhere [9]. The present study was based on 211 incident lung cancer cases identified by July 2015. Never-smokers, study participants with any diagnosed neoplastic disease, as well as those with a lung cancer diagnosis less than one year after blood draw were excluded, in order to minimize tumor-specific changes in peripheral blood methylation. After accounting for these exclusion criteria, the 66 samples from lung cancer cases with the shortest time to lung cancer diagnosis were selected. Controls were individually matched to cases based on sex, age (±5 years), smoking status (current and former) and pack years of smoking (py; ±3py). The detailed sample set statistics are shown in Table 1 and included 25 ADC, 15 SCC, 19 small cell lung cancer and 4 uncharacterized lung cancers. \n        Details on the lung tumor versus adjacent normal lung tissue replication set I and II compositions are given in Table 3 (Replication Set I) and Supplementary Table S1 (Replication Set II). \n      \n      \n        4.2. DNA Isolation\n        EPIC HD laboratory procedures were carried out at the DKFZ and LGC Bioscience. Buffy coat DNA was isolated at LGC Bioscience using the company’s standardized protocols and returned to DKFZ for the DNA methylation screen.\n        DNA of the tumor versus normal replication set was provided by Lung Biobank Heidelberg, a member of the accredited Tissue Bank of the National Center for Tumor Diseases (NCT) Heidelberg, the BioMaterialBank Heidelberg (BMBH) and the Biobank platform of the German Center for Lung Research (DZL). All participants gave their informed consent. The study was approved by the ethical committee of the Medical Faculty of the University of Heidelberg (Nr. 270/2001) and conducted in accordance with the Declaration of Helsinki. DNA was isolated with an AllPrep DNA/RNA Mini Kit (Qiagen, Hilden, Germany). Only tumor tissues with ≥50% viable tumor cells were used.\n      \n      \n        4.3. HumanMethylation450K BeadChip Array-Based Analyses of EPIC HD Samples\n        HumanMethylation450K BeadChip arrays were conducted by the DKFZ core facility for Genomics and Proteomics according to manufacturer’s instructions. Data analysis was conducted with RStudio (version 0.98.1091) [50] using RnBeads (version 0.99.17) [51]. Quality control measures included removal of probes overlapping known SNPs, probes not analysed in all samples or probes in non-CpG context, normalization with beta quantile dilation method (BMIQ) [52], as well as gender inference based on sex chromosome signal intensities. A total of 63 sample pairs passed the stringent quality control criteria and entered the differential methylation analysis. Blood cell type composition of every sample was estimated by a bioinformatics algorithm developed by Houseman and colleagues [53]. Principal component analysis of the cell type estimates was performed. The first two principal components were used for adjustment of observed intra-pair methylation differences in linear regression models for every CpG. p-values were corrected for multiple testing using the Benjamini Hochberg (BH) method [54]. A p-value threshold of 0.05 was applied and resulting CpGs were ranked by mean differential methylation across all sample pairs. \n      \n      \n        4.4. HumanMethylation450K DNA Methylation Data Analyses of TCGA Data for Tumor versus Adjacent Normal Tissue\n        All 450K data for primary tumor and adjacent normal samples for lung ADC (nTumor = 361, nNormal = 43) and lung SCC (nTumor = 424, nNormal = 33) available by July 2014 were downloaded from the TCGA data portal. Differential methylation analyses were performed using the package RnBeads (version 0.99.17) [51]. Tumor versus adjacent normal data analyses for tumor entities other than lung were conducted using TCGA Wanderer [55].\n      \n      \n        4.5. Sequence-Specific Mass Spectrometry DNA Methylation Analysis (MassARRAY, Agena Bioscience, Hamburg, Germany)\n        A total of 500 ng genomic DNA was bisulfite-treated with EZ DNA Methylation kit (Zymo Research, Irvine, CA, USA). 1 µL was PCR-amplified in 5 µL reactions (Supplementary Table S2) with Hot Star Taq polymerase kit (Qiagen). PCR products were treated with shrimp alkaline phosphatase (SAP) and 2 µL SAP-treated PCR product were then in vitro transcribed with T7 polymerase, RNase A-cleaved, de-salted and finally subjected to matrix-assisted laser desorption/ionization time-of-flight (MALDI-TOF) mass spectrometry [56]. Knowledge of the expected sequence and mass distinction of the different fragments generated from the PCR amplicon allowed quantification of DNA-methylation for CpG unit, which contained 1 to 3 cytosines. Raw results are displayed as ratios of methylated and unmethylated detected fragments and were analysed by EpiTyper 2.0 analysis software. \n      \n      \n        4.6. DNA Methylation Analysis by Pyrosequencing\n        Genomic DNA was bisulfite-treated as described above. PCR and sequencing primers were designed using Pyromark® assay design software 2.0 (Qiagen) and sequenced on Pyromark® Q24 (Qiagen) according to manufacturer’s instructions. The primer sequences are given in Supplementary Table S2. The data were analysed and exported with Pyromark® Q24 Advanced software. \n      \n      \n        4.7. RNA Isolation, DNase I Treatment, Reverse Transcription and Expression Analyses\n        RNA was isolated using the RNeasy mini kit (Qiagen) following the manufacturer’s instructions. RNA was DNase I -treated (Thermo Scientific, Waltham, MA, USA) and reverse transcribed with Oligo(dT)20 primers (Sigma Aldrich, St. Louis, MO, USA) with SuperScriptIII reverse transcriptase (Invitrogen, Carlsbad, CA, USA) according to the manufacturers’ instructions. Real-time quantitative PCR was performed with QuantiTect SYBR green (Qiagen) for tumor and adjacent normal samples on a LightCycler480 (Roche, Basel, Switzerland) and for lung cancer cell line RNA on a 7500 Real Time PCR machine (Applied Biosystems, Foster City, CA, USA). NHLRC1 expression was normalized to the housekeeping genes HPRT and GAPDH (Supplementary Table S2). Primers for BIM and PUMA were previously published [57].\n      \n      \n        4.8. Routine Cell Culture and Treatments\n        A549, H1299 and BEAS 2B lung cell lines (ATCC, Manassas, VA, USA) were a gift from Dr. Ruprecht Kuner [58]. Lung cancer cells were cultured in Ham’s F12K medium (A549; Amimed—Bioconcept, Allschwil, Switzerland) and RPMI1640 medium (H1299; Thermo Scientific) with 10% FBS at 37 °C/5%CO2. Normal lung cells BEAS 2B were maintained in BEGM medium (BEAS 2B; LONZA) without FBS at 37 °C/5%CO2. Cells were routinely checked for mycoplasma contamination. \n        \n          4.8.1. 5-Aza-2′-Deoxycytidine Cell Treatment\n          A549, H1299 and BEAS 2B were treated with 0.01-1 µM 5-Aza-2′-deoxycytidine (Decitabine—DAC; Sigma Aldrich) or DMSO (Thermo Scientific) for 72 h with cell culture media replacement every 24 h. Pyrosequencingof long interspersed elements such as LINE1 confirmed treatment efficacy by DNA methylation loss.\n        \n        \n          4.8.2. NHLRC1 Knock-Down and Overexpression\n          Knock-down of NHLRC1 in A549 and H1299 cells was done with siRNA pools or negative control pools (siTools, Planegg, Germany) with RNAiMAX (Thermo Scientific) transfection reagent diluted in OptiMEM (Thermo Scientific) according to the manufacturers’ instructions.\n          NHLRC1 coding region (Supplementary Table S2) was cloned into the pCRII-cGFP backbone expressing a GFP independently of the insert as transfection control. NHLRC1 C26S catalytic mutant was generated with Quikchange XL II site-directed mutagenesis kit (Agilent, Santa Clara, CA, USA) according to the manufacturer’s instructions (Supplementary Table S2). Correct sequences were checked by Sanger sequencing (Eurofins MWG Operon, Ebersberg, Germany). We transiently transfected H1299 cells using Lipofectamine3000 transfection reagent (Thermo Scientific) according to the manufacturer’s instructions for 36 h. Cells were treated with 50 µM LY294002 PI3K inhibitor (Cell Signalling Technology, Danvers, Massachusetts, U.S.; CST) or DMSO (Thermo Scientific) control for 1 h prior to protein isolation.\n        \n      \n      \n        4.9. Functional Assays\n        \n          4.9.1. Proliferation–Viability Assay\n          Proliferation assays using 4 µg/mL bisBenzimide (Hoechst 33342; Sigma Aldrich) were performed in vitro in A549 and H1299 cells treated with siNHLRC1 and siRNA control pool and cell viability was determined by incubating cells with 0.1 µg/mL Calcein-AM (Sigma Aldrich) as previously published [59,60]. A live cell staining was performed at 37 °C/5% CO2 for 30 min followed by cell lysis (5 M NaCl, 10% TritonX in 1xPBS). Readouts were performed in a Tecan 200 plate reader (Grödig, Salzburg, Austria) at excitation/emission = 350 nm/460 nm for bisBenzimide and 485 nm/525 nm for Calcein in technical quadruplicates.\n        \n        \n          4.9.2. Dual Luciferase Promoter Assay\n          Promoter luciferase assays were performed by cloning chr6:18122895-18123314 (Supplementary Table S2 and Figure S6) into the pCpGfree-promoter-LUCIA plasmid (Invivogen, San Diego, CA, USA). In vitro M.SssI (Thermo Scientific) methylated or unmethylated pCpGfree-chr6:18122895-18123314 plasmids were co-transfected with pGL4-SV40-promoter (Promega, Madison, WI, USA) plasmid [59] into A549 and H1299 with the transfection reagent Lipofectamine 3000 (Thermo Scientific). Chemiluminescence was measured in a Tecan200pro plate reader (Tecan) in technical quadruplicates. Renilla readouts were normalized to Firefly luciferase and empty pCpGfree vector readouts.\n        \n        \n          4.9.3. Transwell Migration–Invasion Assays\n          Migration–invasion assays were performed in siNHLRC1-treated A549 and H1299 cells. The 24 h post-starvation cells were seeded into 0.8 µM transwell-membrane chambers covered with (for invasion) or without (for migration) 1x basement membrane extract (Trevigen, Gaithersburg, MD, USA). The assay and the data analysis were performed adhering to the manufacturer’s instructions.\n        \n        \n          4.9.4. Western Blot\n          Cells were lysed with RIPA buffer containing phosphatase inhibitors (Roche). Protein concentrations were estimated with BCA (BioRad, Hercules, CA, USA). Primary antibodies: 1:1000 (CST), secondary antibody anti-rabbit HRP: 1:5000 (CST). Detection: ECL reagent (GE Healthcare) and Gel Doc XR (BioRad). Images were analyzed and quantified by ImageJ [61] software. Raw blots are available in the supplementary files (Supplementary Raw Blot S1–3).\n        \n      \n      \n        4.10. Statistical Analysis\n        p values for functional analysis including luciferase assay, NHLRC1 siRNA knockdown and expression, invasion, and proliferation assays were calculated with a two-sided paired Student’s t-test with a confidence interval of 0.95 in RStudio [50].\n4.1. Study Population\n        The epigenome-wide HumanMethylation450 BeadChip array (450K; Illumina, San Diego, CA, USA) was used for DNA methylation profiling of 66 healthy pre-diagnostic blood samples from incident lung cancer cases including adenocarcinoma (ADC), squamous cell carcinoma (SCC), small cell lung cancers and uncharacterized lung cancers and individually matched control blood samples from the Heidelberg component of the EPIC study (EPIC HD) conducted in accordance with the Declaration of Helsinki. Informed consent was obtained from all study subjects. The ethics committee of the Medical Faculty of the University of Heidelberg approved the use of these EPIC samples in this nested sub-study (S-627/2013) within EPIC (GEK; 13/94). Detailed information on EPIC HD is given elsewhere [9]. The present study was based on 211 incident lung cancer cases identified by July 2015. Never-smokers, study participants with any diagnosed neoplastic disease, as well as those with a lung cancer diagnosis less than one year after blood draw were excluded, in order to minimize tumor-specific changes in peripheral blood methylation. After accounting for these exclusion criteria, the 66 samples from lung cancer cases with the shortest time to lung cancer diagnosis were selected. Controls were individually matched to cases based on sex, age (±5 years), smoking status (current and former) and pack years of smoking (py; ±3py). The detailed sample set statistics are shown in Table 1 and included 25 ADC, 15 SCC, 19 small cell lung cancer and 4 uncharacterized lung cancers. \n        Details on the lung tumor versus adjacent normal lung tissue replication set I and II compositions are given in Table 3 (Replication Set I) and Supplementary Table S1 (Replication Set II).\n4.2. DNA Isolation\n        EPIC HD laboratory procedures were carried out at the DKFZ and LGC Bioscience. Buffy coat DNA was isolated at LGC Bioscience using the company’s standardized protocols and returned to DKFZ for the DNA methylation screen.\n        DNA of the tumor versus normal replication set was provided by Lung Biobank Heidelberg, a member of the accredited Tissue Bank of the National Center for Tumor Diseases (NCT) Heidelberg, the BioMaterialBank Heidelberg (BMBH) and the Biobank platform of the German Center for Lung Research (DZL). All participants gave their informed consent. The study was approved by the ethical committee of the Medical Faculty of the University of Heidelberg (Nr. 270/2001) and conducted in accordance with the Declaration of Helsinki. DNA was isolated with an AllPrep DNA/RNA Mini Kit (Qiagen, Hilden, Germany). Only tumor tissues with ≥50% viable tumor cells were used.\n4.3. HumanMethylation450K BeadChip Array-Based Analyses of EPIC HD Samples\n        HumanMethylation450K BeadChip arrays were conducted by the DKFZ core facility for Genomics and Proteomics according to manufacturer’s instructions. Data analysis was conducted with RStudio (version 0.98.1091) [50] using RnBeads (version 0.99.17) [51]. Quality control measures included removal of probes overlapping known SNPs, probes not analysed in all samples or probes in non-CpG context, normalization with beta quantile dilation method (BMIQ) [52], as well as gender inference based on sex chromosome signal intensities. A total of 63 sample pairs passed the stringent quality control criteria and entered the differential methylation analysis. Blood cell type composition of every sample was estimated by a bioinformatics algorithm developed by Houseman and colleagues [53]. Principal component analysis of the cell type estimates was performed. The first two principal components were used for adjustment of observed intra-pair methylation differences in linear regression models for every CpG. p-values were corrected for multiple testing using the Benjamini Hochberg (BH) method [54]. A p-value threshold of 0.05 was applied and resulting CpGs were ranked by mean differential methylation across all sample pairs.\n4.4. HumanMethylation450K DNA Methylation Data Analyses of TCGA Data for Tumor versus Adjacent Normal Tissue\n        All 450K data for primary tumor and adjacent normal samples for lung ADC (nTumor = 361, nNormal = 43) and lung SCC (nTumor = 424, nNormal = 33) available by July 2014 were downloaded from the TCGA data portal. Differential methylation analyses were performed using the package RnBeads (version 0.99.17) [51]. Tumor versus adjacent normal data analyses for tumor entities other than lung were conducted using TCGA Wanderer [55].\n4.5. Sequence-Specific Mass Spectrometry DNA Methylation Analysis (MassARRAY, Agena Bioscience, Hamburg, Germany)\n        A total of 500 ng genomic DNA was bisulfite-treated with EZ DNA Methylation kit (Zymo Research, Irvine, CA, USA). 1 µL was PCR-amplified in 5 µL reactions (Supplementary Table S2) with Hot Star Taq polymerase kit (Qiagen). PCR products were treated with shrimp alkaline phosphatase (SAP) and 2 µL SAP-treated PCR product were then in vitro transcribed with T7 polymerase, RNase A-cleaved, de-salted and finally subjected to matrix-assisted laser desorption/ionization time-of-flight (MALDI-TOF) mass spectrometry [56]. Knowledge of the expected sequence and mass distinction of the different fragments generated from the PCR amplicon allowed quantification of DNA-methylation for CpG unit, which contained 1 to 3 cytosines. Raw results are displayed as ratios of methylated and unmethylated detected fragments and were analysed by EpiTyper 2.0 analysis software.\n4.6. DNA Methylation Analysis by Pyrosequencing\n        Genomic DNA was bisulfite-treated as described above. PCR and sequencing primers were designed using Pyromark® assay design software 2.0 (Qiagen) and sequenced on Pyromark® Q24 (Qiagen) according to manufacturer’s instructions. The primer sequences are given in Supplementary Table S2. The data were analysed and exported with Pyromark® Q24 Advanced software.\n4.7. RNA Isolation, DNase I Treatment, Reverse Transcription and Expression Analyses\n        RNA was isolated using the RNeasy mini kit (Qiagen) following the manufacturer’s instructions. RNA was DNase I -treated (Thermo Scientific, Waltham, MA, USA) and reverse transcribed with Oligo(dT)20 primers (Sigma Aldrich, St. Louis, MO, USA) with SuperScriptIII reverse transcriptase (Invitrogen, Carlsbad, CA, USA) according to the manufacturers’ instructions. Real-time quantitative PCR was performed with QuantiTect SYBR green (Qiagen) for tumor and adjacent normal samples on a LightCycler480 (Roche, Basel, Switzerland) and for lung cancer cell line RNA on a 7500 Real Time PCR machine (Applied Biosystems, Foster City, CA, USA). NHLRC1 expression was normalized to the housekeeping genes HPRT and GAPDH (Supplementary Table S2). Primers for BIM and PUMA were previously published [57].\n4.8. Routine Cell Culture and Treatments\n        A549, H1299 and BEAS 2B lung cell lines (ATCC, Manassas, VA, USA) were a gift from Dr. Ruprecht Kuner [58]. Lung cancer cells were cultured in Ham’s F12K medium (A549; Amimed—Bioconcept, Allschwil, Switzerland) and RPMI1640 medium (H1299; Thermo Scientific) with 10% FBS at 37 °C/5%CO2. Normal lung cells BEAS 2B were maintained in BEGM medium (BEAS 2B; LONZA) without FBS at 37 °C/5%CO2. Cells were routinely checked for mycoplasma contamination. \n        \n          4.8.1. 5-Aza-2′-Deoxycytidine Cell Treatment\n          A549, H1299 and BEAS 2B were treated with 0.01-1 µM 5-Aza-2′-deoxycytidine (Decitabine—DAC; Sigma Aldrich) or DMSO (Thermo Scientific) for 72 h with cell culture media replacement every 24 h. Pyrosequencingof long interspersed elements such as LINE1 confirmed treatment efficacy by DNA methylation loss.\n        \n        \n          4.8.2. NHLRC1 Knock-Down and Overexpression\n          Knock-down of NHLRC1 in A549 and H1299 cells was done with siRNA pools or negative control pools (siTools, Planegg, Germany) with RNAiMAX (Thermo Scientific) transfection reagent diluted in OptiMEM (Thermo Scientific) according to the manufacturers’ instructions.\n          NHLRC1 coding region (Supplementary Table S2) was cloned into the pCRII-cGFP backbone expressing a GFP independently of the insert as transfection control. NHLRC1 C26S catalytic mutant was generated with Quikchange XL II site-directed mutagenesis kit (Agilent, Santa Clara, CA, USA) according to the manufacturer’s instructions (Supplementary Table S2). Correct sequences were checked by Sanger sequencing (Eurofins MWG Operon, Ebersberg, Germany). We transiently transfected H1299 cells using Lipofectamine3000 transfection reagent (Thermo Scientific) according to the manufacturer’s instructions for 36 h. Cells were treated with 50 µM LY294002 PI3K inhibitor (Cell Signalling Technology, Danvers, Massachusetts, U.S.; CST) or DMSO (Thermo Scientific) control for 1 h prior to protein isolation.\n4.8.1. 5-Aza-2′-Deoxycytidine Cell Treatment\n          A549, H1299 and BEAS 2B were treated with 0.01-1 µM 5-Aza-2′-deoxycytidine (Decitabine—DAC; Sigma Aldrich) or DMSO (Thermo Scientific) for 72 h with cell culture media replacement every 24 h. Pyrosequencingof long interspersed elements such as LINE1 confirmed treatment efficacy by DNA methylation loss.\n4.8.2. NHLRC1 Knock-Down and Overexpression\n          Knock-down of NHLRC1 in A549 and H1299 cells was done with siRNA pools or negative control pools (siTools, Planegg, Germany) with RNAiMAX (Thermo Scientific) transfection reagent diluted in OptiMEM (Thermo Scientific) according to the manufacturers’ instructions.\n          NHLRC1 coding region (Supplementary Table S2) was cloned into the pCRII-cGFP backbone expressing a GFP independently of the insert as transfection control. NHLRC1 C26S catalytic mutant was generated with Quikchange XL II site-directed mutagenesis kit (Agilent, Santa Clara, CA, USA) according to the manufacturer’s instructions (Supplementary Table S2). Correct sequences were checked by Sanger sequencing (Eurofins MWG Operon, Ebersberg, Germany). We transiently transfected H1299 cells using Lipofectamine3000 transfection reagent (Thermo Scientific) according to the manufacturer’s instructions for 36 h. Cells were treated with 50 µM LY294002 PI3K inhibitor (Cell Signalling Technology, Danvers, Massachusetts, U.S.; CST) or DMSO (Thermo Scientific) control for 1 h prior to protein isolation.\n4.9. Functional Assays\n        \n          4.9.1. Proliferation–Viability Assay\n          Proliferation assays using 4 µg/mL bisBenzimide (Hoechst 33342; Sigma Aldrich) were performed in vitro in A549 and H1299 cells treated with siNHLRC1 and siRNA control pool and cell viability was determined by incubating cells with 0.1 µg/mL Calcein-AM (Sigma Aldrich) as previously published [59,60]. A live cell staining was performed at 37 °C/5% CO2 for 30 min followed by cell lysis (5 M NaCl, 10% TritonX in 1xPBS). Readouts were performed in a Tecan 200 plate reader (Grödig, Salzburg, Austria) at excitation/emission = 350 nm/460 nm for bisBenzimide and 485 nm/525 nm for Calcein in technical quadruplicates.\n        \n        \n          4.9.2. Dual Luciferase Promoter Assay\n          Promoter luciferase assays were performed by cloning chr6:18122895-18123314 (Supplementary Table S2 and Figure S6) into the pCpGfree-promoter-LUCIA plasmid (Invivogen, San Diego, CA, USA). In vitro M.SssI (Thermo Scientific) methylated or unmethylated pCpGfree-chr6:18122895-18123314 plasmids were co-transfected with pGL4-SV40-promoter (Promega, Madison, WI, USA) plasmid [59] into A549 and H1299 with the transfection reagent Lipofectamine 3000 (Thermo Scientific). Chemiluminescence was measured in a Tecan200pro plate reader (Tecan) in technical quadruplicates. Renilla readouts were normalized to Firefly luciferase and empty pCpGfree vector readouts.\n        \n        \n          4.9.3. Transwell Migration–Invasion Assays\n          Migration–invasion assays were performed in siNHLRC1-treated A549 and H1299 cells. The 24 h post-starvation cells were seeded into 0.8 µM transwell-membrane chambers covered with (for invasion) or without (for migration) 1x basement membrane extract (Trevigen, Gaithersburg, MD, USA). The assay and the data analysis were performed adhering to the manufacturer’s instructions.\n        \n        \n          4.9.4. Western Blot\n          Cells were lysed with RIPA buffer containing phosphatase inhibitors (Roche). Protein concentrations were estimated with BCA (BioRad, Hercules, CA, USA). Primary antibodies: 1:1000 (CST), secondary antibody anti-rabbit HRP: 1:5000 (CST). Detection: ECL reagent (GE Healthcare) and Gel Doc XR (BioRad). Images were analyzed and quantified by ImageJ [61] software. Raw blots are available in the supplementary files (Supplementary Raw Blot S1–3).\n4.9.1. Proliferation–Viability Assay\n          Proliferation assays using 4 µg/mL bisBenzimide (Hoechst 33342; Sigma Aldrich) were performed in vitro in A549 and H1299 cells treated with siNHLRC1 and siRNA control pool and cell viability was determined by incubating cells with 0.1 µg/mL Calcein-AM (Sigma Aldrich) as previously published [59,60]. A live cell staining was performed at 37 °C/5% CO2 for 30 min followed by cell lysis (5 M NaCl, 10% TritonX in 1xPBS). Readouts were performed in a Tecan 200 plate reader (Grödig, Salzburg, Austria) at excitation/emission = 350 nm/460 nm for bisBenzimide and 485 nm/525 nm for Calcein in technical quadruplicates.\n4.9.2. Dual Luciferase Promoter Assay\n          Promoter luciferase assays were performed by cloning chr6:18122895-18123314 (Supplementary Table S2 and Figure S6) into the pCpGfree-promoter-LUCIA plasmid (Invivogen, San Diego, CA, USA). In vitro M.SssI (Thermo Scientific) methylated or unmethylated pCpGfree-chr6:18122895-18123314 plasmids were co-transfected with pGL4-SV40-promoter (Promega, Madison, WI, USA) plasmid [59] into A549 and H1299 with the transfection reagent Lipofectamine 3000 (Thermo Scientific). Chemiluminescence was measured in a Tecan200pro plate reader (Tecan) in technical quadruplicates. Renilla readouts were normalized to Firefly luciferase and empty pCpGfree vector readouts.\n4.9.3. Transwell Migration–Invasion Assays\n          Migration–invasion assays were performed in siNHLRC1-treated A549 and H1299 cells. The 24 h post-starvation cells were seeded into 0.8 µM transwell-membrane chambers covered with (for invasion) or without (for migration) 1x basement membrane extract (Trevigen, Gaithersburg, MD, USA). The assay and the data analysis were performed adhering to the manufacturer’s instructions.\n4.9.4. Western Blot\n          Cells were lysed with RIPA buffer containing phosphatase inhibitors (Roche). Protein concentrations were estimated with BCA (BioRad, Hercules, CA, USA). Primary antibodies: 1:1000 (CST), secondary antibody anti-rabbit HRP: 1:5000 (CST). Detection: ECL reagent (GE Healthcare) and Gel Doc XR (BioRad). Images were analyzed and quantified by ImageJ [61] software. Raw blots are available in the supplementary files (Supplementary Raw Blot S1–3).\n4.10. Statistical Analysis\n        p values for functional analysis including luciferase assay, NHLRC1 siRNA knockdown and expression, invasion, and proliferation assays were calculated with a two-sided paired Student’s t-test with a confidence interval of 0.95 in RStudio [50].\n5. Conclusions\n      In conclusion, this study has shown that there is a large potential for the discovery of novel functional mechanisms in oncogenesis based on EWAS DNA methylation data. The approach detailed here of analysing a top differentially methylated site from an EWAS study holds promise for the identification of further new mechanisms involved in cancer formation.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9505874/",
    "doi": "https://doi.org/10.3390/ijms231810699",
    "citation_count": 0,
    "references": [],
    "journal": "International Journal of Molecular Sciences",
    "topics": [
        "identification, novel, cancer, lung",
        "akt, activator, study, association",
        "activator, akt, lung, identification"
    ]
}