{
    "title": "Long-term Exposure to PM10 Increases Lung Cancer Risks: A Cohort Analysis",
    "abstract": "Considering that the HR for lung cancer development from long-term exposure to PM10 was rising in multiple population subsets in the order of never-smokers, ex-smokers, and current smokers, there may be a synergetic mechanism between cigarette smoking and PM10 on the lung carcinogenesis in males. In a previous study including 9,685 Korean patients diagnosed with lung cancer in 2005, about 24% of lung cancer patients were found to be female and about 80% of female patients with lung cancer were never-smokers [18]. Yang et al. [25] analyzed 489 cases of lung cancer in 83,478 individuals and found that a higher level of PM was related with lung cancer development in heavy smokers or those with family history of cancer.",
    "authors": [
        "Hyun Woo Lee",
        "Sung-Chan Kang",
        "Sun-Young Kim",
        "Young-Jae Cho",
        "Seungsik Hwang"
    ],
    "published_year": "2022",
    "description": "Purpose\n          Although lung cancer incidences in female never-smokers have increased, few studies focus on explicit investigation. We aimed to investigate the relationship between long-term exposure to ambient particulate matter sized 10 μm or less in diameter (PM10) and the incidence of lung cancer within different genders and smoking status populations.\nMaterials and Methods\n      This study complied with STROBE guidelines.\n      \n        1. Study design and eligibility criteria\n        We screened all Seoul residents under coverage of the national health insurance who received a health screening examination from January 2005 to December 2007, including all adults aged 20 to 65 years. We excluded subjects previously diagnosed with lung cancer before examinations or within 1 year since the baseline (January 2008). We observed all included subjects from January 2008 to December 2015. Follow-up observation was discontinued if with; diagnosis of lung cancer, death, or transfer of residence outside of the Seoul metropolitan area. The study subjects without address information were excluded from analysis.\n      \n      \n        2. Individual characteristics and lung cancer\n        Individual characteristics such as sociodemographic, behaviors, and medical information were extracted from the Korean National Health Insurance Service (NHIS) claim database [12]. We acquired anthropometric assessments and standardized questionnaires regarding social and medical history for all subjects. Never-smokers were defined as subjects who smoked < 100 cigarettes in their lifetime. Ex-smokers were defined as subjects who smoked > 100 cigarettes in their lifetime, but quit smoking at least 30 days before their screening examination. We created five groups based on radiologist readings; normal, suspicious active pulmonary tuberculosis, suspicious inactive pulmonary tuberculosis, suspicious lung disease other than pulmonary tuberculosis, and suspicious cardiovascular disease. Lung cancer incidence was determined based on initial diagnosis dates of lung cancer from the anonymized database of the National Health Insurance Review and Assessment Service (HIRA). Lung cancer was defined using the International Classification of Diseases-10 codes C33 and C34.\n      \n      \n        3. Assessment of individual-level long-term exposure to PM10\n        We used annual average PM10 concentrations predicted within subject home addresses for 2002–2006 from a validated exposure prediction model to assess individual long-term exposure to PM10. This model was constructed in a universal kriging framework, which is composed of a few summary predictors estimated from hundreds of geographic variables and a spatial correlation structure modeled based on regulatory monitoring data [13]. For residential address data, we obtained annually-updated home addresses for all subjects on a 100-m grid produced by the National Geographic Information Institute. Lastly, we computed 5-year averages of annual average PM10 concentrations across all addresses of each subject from 2002–2006.\n      \n      \n        4. Statistical analyses\n        Demographic characteristics, clinical features, and PM10 concentrations were descriptively analyzed. Cox regression analyses, stratified by sex and smoking status, were performed to estimate hazard ratios (HRs) and 95% confidential intervals (95% CIs) for lung cancer incidence per 10 μg/m3 increase of PM10. Confounders included in the adjusted models were: age, body mass index, income, previous malignancy history, and chest X-ray abnormality. Survival time was calculated from January 2008 to lung cancer diagnosis or censoring dates. Study subjects who died, transferred outside of the Seoul metropolitan area during the observation period, or survived by the end of study period (December 31, 2015) were classified as censored. Age-stratified analysis was conducted as a subgroup analysis. We used SAS ver. 9.4 software (SAS Institute Inc., Cary, NC) for all statistical analyses.\nResults\n      \n        1. Baseline characteristics and clinical features\n        The Seoul metropolitan health screening cohort contained 5,831,039 individuals, from whom a total of 2,622,914 (45.0%) were identified as women (Table 1). Approximately, 54% never moved and 91% resided within the metropolitan area during the follow-up period. The most commonly included age group was 30–39 years old (31.4%) for men and 40–49 years old (31.5%) for women. Median body mass index was calculated as 23.4. Generally, female individuals engaged in less risky health-related behaviors than male. In male individuals, 43.1% were current smokers and 38.2% were never-smokers, while 88.8% of female individuals were never-smokers. The lowest percentage of male individuals was seen in the lowest income group, indicating limited participation of male individuals with low income in the health screening examination, while female individuals showed similar participation rates among different income groups. In addition, more frequent alcoholic use (≥ 3/wk) was found in men.\n        At baseline, underlying chronic comorbidities were identified, including hypertension (6.7%), diabetes mellitus (2.2%), cardiovascular disease (0.6%), stroke (0.3%), liver disease (1.3%), and previous malignancy (0.4%). In baseline blood tests, median hemoglobin was lower in women, but within the normal range. In chest radiography, most included subjects had normal features (89.0%).\n        Among a total of 5,831,039 individuals, 36,225 (0.6%) newly diagnosed cases of lung cancer were identified from 2008 to 2015 (S1 Table). A majority of incident lung cancer was found in individuals ≥ 40 years old who were never-smokers. The incidence of lung cancer was 0.76% in male patients and 0.45% in female patients. In the male patients with lung cancer, current, ex-, and never-smokers comprised 52.2%, 15.8%, and 32.0%, respectively. In contrast, these proportions were 4.3%, 1.3%, and 94.4%, respectively, in the female patients with lung cancer. The proportion of never-smokers in females was 30.7% among all lung cancer patients, and 58.8% among never-smoker patients with lung cancer. Among the total lung cancer patients, 2.5% had previous malignancy history and only 70.7% had normal features on initial chest radiography.\n      \n      \n        2. Air pollutant exposure and lung cancer incidence\n        Annual average PM10 concentrations, predicted within 100-m of patient home addresses, were summarized in Table 2. The mean PM10 concentration was 59.7 μg/m3 (standard deviation, 7.5). Temporal and spatial distribution of annual mean PM10 concentrations are depicted in Fig. 1. Among the entire Seoul metropolitan areas, PM10 concentrations were higher in the central urban areas than in surrounding rural areas and this pattern was consistent over time.\n        The association between long-term exposure to PM10 and incident lung cancer is presented in Table 3. The incidence rate of lung cancer was found increased in the following populations: never-smokers, ex-smokers, and current smokers in both sexes. Compared to never-smokers, incidence rate ratio (IRR) of lung cancer per 10 μg/m3 increase in PM10 was significantly higher in current smokers (male: IRR, 1.400 [95% CI, 1.342 to 1.460]; female: IRR, 1.400 [95% CI, 1.323 to 1.479]) and ex-smokers (male: IRR, 1.223 [95% CI, 1.154 to 1.295]; female: IRR, 1.222 [95% CI, 1.144 to 1.303]). In males, regardless of smoking status, we observed positive association between lung cancer and PM10 after adjustments were made (never-smoker: HR, 1.138 [95% CI, 1.127 to 1.149]; ex-smoker: HR, 1.155 [95% CI, 1.138 to 1.172]; current smoker: HR, 1.180 [95% CI, 1.165 to 1.194]). In females, we found a positive association between lung cancer and PM10 in never-smokers (HR, 1.062 [95% CI, 1.050 to 1.072]) and ex-smokers (HR, 1.127 [95% CI, 1.021 to 1.234]), but a marginal association in current smokers (HR, 1.043 [95% CI, 0.985 to 1.101]). In addition, when stratified by age, young (age 20–44) female never-smokers showed an association between PM10 exposure and lung cancer whereas none was found in older (age 45–64) female never-smokers (S2 Table).\nConclusion\n          Our findings suggest that long-term exposure to PM10 is associated with lung cancer development. A novel approach to lung cancer screening needs to be considered depending on the exposed PM10 level.\nIntroduction\n      Lung cancer is one of the most prevalent malignant neoplasms in many countries [1]. Increasing knowledge has enlightened the complex and intertwined effects of demographic, environmental, and genetic susceptibility on lung cancer development [2]. In general, lung cancer is more prevalent in cigarette smokers and men [3]. Recently though, incidence pattern of lung cancer according to sex and smoking status has changed [4]. As the incidence of lung cancer in females has increased in recent years, the difference in lung cancer prevalence between men and women is remarkably decreasing [5]. Although smoking has been well studied as an important carcinogen in the development of lung cancer [6], recent evidences have presented that lung cancer incidence is increasing in never-smokers [7].\n      Particulate matter (PM) has been considered as one of the environmental lung carcinogens. Globally, it has been continuously reported that an increasing concentration of PM 10 μm or less in diameter (PM10) is related with an increasing risk of newly developed lung cancer [8]. A systematic review and meta-analysis showed a significantly positive association between PM10 and lung adenocarcinoma [9]. Based on accumulating evidence, the International Agency for Research on Cancer declared that outdoor air pollution is a carcinogen for lung cancer [10]. Given the relationship between ambient PM10 and lung cancer incidence, recent interests have focused on the role of PM10 in lung cancer pathogenesis in the patients naïve to cigarette smoking. Epidemiologic evidence has suggested that the development of lung cancer in never-smokers can be contributed to by an increased concentration of indoor or outdoor air pollution [11]. However, no study has clearly identified the relationship between long-term exposure to ambient PM10 and the incidence of lung cancer within different genders and smoking status, especially in female never-smokers.\n      The present cohort study aimed to clarify the long-term impact of exposure to PM10 on lung cancer incidence according to different gender and smoking status in a large portion of Seoul metropolitan residents, using the universally covered national health insurance database and annually-updated address information.\n1. Study design and eligibility criteria\n        We screened all Seoul residents under coverage of the national health insurance who received a health screening examination from January 2005 to December 2007, including all adults aged 20 to 65 years. We excluded subjects previously diagnosed with lung cancer before examinations or within 1 year since the baseline (January 2008). We observed all included subjects from January 2008 to December 2015. Follow-up observation was discontinued if with; diagnosis of lung cancer, death, or transfer of residence outside of the Seoul metropolitan area. The study subjects without address information were excluded from analysis.\n2. Individual characteristics and lung cancer\n        Individual characteristics such as sociodemographic, behaviors, and medical information were extracted from the Korean National Health Insurance Service (NHIS) claim database [12]. We acquired anthropometric assessments and standardized questionnaires regarding social and medical history for all subjects. Never-smokers were defined as subjects who smoked < 100 cigarettes in their lifetime. Ex-smokers were defined as subjects who smoked > 100 cigarettes in their lifetime, but quit smoking at least 30 days before their screening examination. We created five groups based on radiologist readings; normal, suspicious active pulmonary tuberculosis, suspicious inactive pulmonary tuberculosis, suspicious lung disease other than pulmonary tuberculosis, and suspicious cardiovascular disease. Lung cancer incidence was determined based on initial diagnosis dates of lung cancer from the anonymized database of the National Health Insurance Review and Assessment Service (HIRA). Lung cancer was defined using the International Classification of Diseases-10 codes C33 and C34.\n3. Assessment of individual-level long-term exposure to PM10\n        We used annual average PM10 concentrations predicted within subject home addresses for 2002–2006 from a validated exposure prediction model to assess individual long-term exposure to PM10. This model was constructed in a universal kriging framework, which is composed of a few summary predictors estimated from hundreds of geographic variables and a spatial correlation structure modeled based on regulatory monitoring data [13]. For residential address data, we obtained annually-updated home addresses for all subjects on a 100-m grid produced by the National Geographic Information Institute. Lastly, we computed 5-year averages of annual average PM10 concentrations across all addresses of each subject from 2002–2006.\n4. Statistical analyses\n        Demographic characteristics, clinical features, and PM10 concentrations were descriptively analyzed. Cox regression analyses, stratified by sex and smoking status, were performed to estimate hazard ratios (HRs) and 95% confidential intervals (95% CIs) for lung cancer incidence per 10 μg/m3 increase of PM10. Confounders included in the adjusted models were: age, body mass index, income, previous malignancy history, and chest X-ray abnormality. Survival time was calculated from January 2008 to lung cancer diagnosis or censoring dates. Study subjects who died, transferred outside of the Seoul metropolitan area during the observation period, or survived by the end of study period (December 31, 2015) were classified as censored. Age-stratified analysis was conducted as a subgroup analysis. We used SAS ver. 9.4 software (SAS Institute Inc., Cary, NC) for all statistical analyses.\n1. Baseline characteristics and clinical features\n        The Seoul metropolitan health screening cohort contained 5,831,039 individuals, from whom a total of 2,622,914 (45.0%) were identified as women (Table 1). Approximately, 54% never moved and 91% resided within the metropolitan area during the follow-up period. The most commonly included age group was 30–39 years old (31.4%) for men and 40–49 years old (31.5%) for women. Median body mass index was calculated as 23.4. Generally, female individuals engaged in less risky health-related behaviors than male. In male individuals, 43.1% were current smokers and 38.2% were never-smokers, while 88.8% of female individuals were never-smokers. The lowest percentage of male individuals was seen in the lowest income group, indicating limited participation of male individuals with low income in the health screening examination, while female individuals showed similar participation rates among different income groups. In addition, more frequent alcoholic use (≥ 3/wk) was found in men.\n        At baseline, underlying chronic comorbidities were identified, including hypertension (6.7%), diabetes mellitus (2.2%), cardiovascular disease (0.6%), stroke (0.3%), liver disease (1.3%), and previous malignancy (0.4%). In baseline blood tests, median hemoglobin was lower in women, but within the normal range. In chest radiography, most included subjects had normal features (89.0%).\n        Among a total of 5,831,039 individuals, 36,225 (0.6%) newly diagnosed cases of lung cancer were identified from 2008 to 2015 (S1 Table). A majority of incident lung cancer was found in individuals ≥ 40 years old who were never-smokers. The incidence of lung cancer was 0.76% in male patients and 0.45% in female patients. In the male patients with lung cancer, current, ex-, and never-smokers comprised 52.2%, 15.8%, and 32.0%, respectively. In contrast, these proportions were 4.3%, 1.3%, and 94.4%, respectively, in the female patients with lung cancer. The proportion of never-smokers in females was 30.7% among all lung cancer patients, and 58.8% among never-smoker patients with lung cancer. Among the total lung cancer patients, 2.5% had previous malignancy history and only 70.7% had normal features on initial chest radiography.\n2. Air pollutant exposure and lung cancer incidence\n        Annual average PM10 concentrations, predicted within 100-m of patient home addresses, were summarized in Table 2. The mean PM10 concentration was 59.7 μg/m3 (standard deviation, 7.5). Temporal and spatial distribution of annual mean PM10 concentrations are depicted in Fig. 1. Among the entire Seoul metropolitan areas, PM10 concentrations were higher in the central urban areas than in surrounding rural areas and this pattern was consistent over time.\n        The association between long-term exposure to PM10 and incident lung cancer is presented in Table 3. The incidence rate of lung cancer was found increased in the following populations: never-smokers, ex-smokers, and current smokers in both sexes. Compared to never-smokers, incidence rate ratio (IRR) of lung cancer per 10 μg/m3 increase in PM10 was significantly higher in current smokers (male: IRR, 1.400 [95% CI, 1.342 to 1.460]; female: IRR, 1.400 [95% CI, 1.323 to 1.479]) and ex-smokers (male: IRR, 1.223 [95% CI, 1.154 to 1.295]; female: IRR, 1.222 [95% CI, 1.144 to 1.303]). In males, regardless of smoking status, we observed positive association between lung cancer and PM10 after adjustments were made (never-smoker: HR, 1.138 [95% CI, 1.127 to 1.149]; ex-smoker: HR, 1.155 [95% CI, 1.138 to 1.172]; current smoker: HR, 1.180 [95% CI, 1.165 to 1.194]). In females, we found a positive association between lung cancer and PM10 in never-smokers (HR, 1.062 [95% CI, 1.050 to 1.072]) and ex-smokers (HR, 1.127 [95% CI, 1.021 to 1.234]), but a marginal association in current smokers (HR, 1.043 [95% CI, 0.985 to 1.101]). In addition, when stratified by age, young (age 20–44) female never-smokers showed an association between PM10 exposure and lung cancer whereas none was found in older (age 45–64) female never-smokers (S2 Table).\nDiscussion\n      Our large population-based cohort study investigated the impact of long-term PM10 exposure on the incidence of lung cancer, especially in male and female never-smokers, using spatially-resolved PM10 predictions. In females, the majority (94.4%) of lung cancer development was found in never-smokers. The HR for lung cancer was higher in men, in which positive association with PM10 was identified regardless of smoking status. Considering that the HR for lung cancer development from long-term exposure to PM10 was rising in multiple population subsets in the order of never-smokers, ex-smokers, and current smokers, there may be a synergetic mechanism between cigarette smoking and PM10 on the lung carcinogenesis in males. We found that IRR of lung cancer per μg/m3 increase in PM10 was higher in current smokers and ex-smokers compared to never-smokers. However, this synergetic mechanism may also not exist because of the low HR and weak association between PM10 and lung cancer found in female current smokers. In females, a significant relationship between PM10 exposure and lung cancer development was found in never-smokers or ex-smokers. Our result indicates that even women who never smoked can be at a higher risk for lung cancer development if they reside in a region with higher PM10 concentrations compared to those living in a low pollution area.\n      Lung cancer occurring in never-smoker females is considered as a distinct entity with different epidemiologic, biologic, and genetic features compared to lung cancer associated with cigarette smoking [14]. Globally, about 25% of lung cancer patients are considered never-smokers and the incidence of lung cancer in never-smoker females is increasing [15]. Never-smoker females have a higher rate of lung adenocarcinoma and targetable genetic mutations. The proportion of lung cancer development in never-smoker females was higher compared to never-smoker males [16]. One important review reported that the percentage of female never-smokers among lung cancer patients was about 43%–94% in Asia [17]. In a previous study including 9,685 Korean patients diagnosed with lung cancer in 2005, about 24% of lung cancer patients were found to be female and about 80% of female patients with lung cancer were never-smokers [18]. Our study included 36,225 patients diagnosed with lung cancer from 2008 to 2015 and showed a higher proportion of female lung cancer patients (32.6%) and never-smokers among female lung cancer patients (94.4%). Considering that female lung cancer rates are increasing [19], this epidemiologic difference can be explained by the different observation period.\n      Little evidence has been established regarding the etiology of lung cancer development in female never-smokers. Although numerous etiologic factors for lung cancer in never-smokers, including environmental, genetic, hormonal, and viral factors have been evaluated [16], currently established factors remain ambient toxic chemicals mainly related with occupational exposure [20]. A prospective study reported that occupational carcinogens were significantly related with lung cancer in male never-smokers [14]. Currently, PM exposure has been considered as another potential etiology of lung cancer. The European Study of Cohorts for Air Pollution Effects (ESCAPE) study prospectively identified that ambient PM10 was associated with a higher risk of lung cancer, especially lung adenocarcinoma [21]. Several European studies have shown a significant impact of long-term PM10 exposure on lung cancer in ever-smokers or male populations [22]. The relationship between long-term PM10 exposure and female never-smokers with lung cancer has not been well elucidated. Our study showed that long-term exposure to PM10 was related with a higher incidence of lung cancer in both sexes. Importantly, long-term exposure to a higher level of PM10 was significantly related with an increased risk of lung cancer in female never-smokers.\n      Although recent epidemiological evidence showed PM2.5 as a stronger risk factor than PM10 for lung cancer, our study did not include PM2.5 because PM2.5 data for the Seoul metropolitan area has only been available since 2015. However, our findings focusing on PM10 can still provide important implication in the association with lung cancer particularly under high-dose PM exposure. Until recently, spatially and temporally extensive PM2.5 data have been available mostly in countries with low-dose PM exposure. In the ESCAPE study, where mean PM10 was 21.3 μg/m3, adjusted HR for lung cancer incidence was 1.22 (95% CI, 1.03 to 1.45) per 10 μg/m3 increase of PM10 [21] and 1.28 (95% CI, 1.10 to 1.51) per 10 μg/m3 increase of PM2.5 [23]. In United States, where mean PM10 was 21.6 μg/m3, adjusted HR for lung cancer incidence in female was 1.04 (95% CI, 0.95 to 1.14) per 10 μg/m3 increase of PM10 and 1.06 (95% CI, 0.91 to 1.25) per 10 μg/m3 increase of PM2.5 [24]. PM2.5 has been reported a higher effect estimates for lung cancer development. In a similar condition, the association of PM2.5 with lung cancer could be stronger in Korea given our findings of the relationship between PM10 exposure and lung cancer incidence.\n      In fact, two similar studies were published before we finish the present study [25,26]. Yang et al. [25] analyzed 489 cases of lung cancer in 83,478 individuals and found that a higher level of PM was related with lung cancer development in heavy smokers or those with family history of cancer. The relationship between PM and lung cancer in never-smoker or female population was insignificant in this study. Yang et al. [25] reported limitations of small number of lung cancer cases and less detailed geographic information. Moon et al. [26] overcame these limitations by using a larger cohort database including 6,567,909 individuals and district-specific home addresses, which is a similar methodology with our study. They showed a significantly elevated risk of lung adenocarcinoma development in male smokers, but not in female or never-smokers. In our consideration, they might fail to find a significant relationship between lung cancer development and PM10 level in female or never-smoker because the elderly were included. In fact, our study set a washout period for 1 year before enrollment and excluded the elderly (≥ 65 years old) that was considered as a uncontrollable confounding factor. Compared to former two studies, our study emphasized hazardous effects of PM on lung cancer development in female never-smokers.\n      The present study had several strengths. First, we performed our investigation on individuals who were under the coverage of a national health insurance and received a national health screening examination. Our study evaluated a total of 5,831,039 individuals, which is a large sample size compared to previous studies [9]. This approach can reduce biases attributed to medical inequality on lung cancer detection in smaller cohort samples. Second, our exposure assessment relied on annually-updated addresses on the 100-m grid. These spatially-resolved and mobility-incorporated exposures helped accurate assessment of the association with lung cancer incidence [27].\n      There were several limitations in our study. First, the PM10 level estimated by our kriging model using geographic information and regulatory monitoring data is not exactly same with actual PM10 exposure at individual level. Discrepancy between indoor and outdoor air pollution level and distant movement while awake needs to be considered but relevant information was not available. In spite of this major limitation on interpreting results, well-designed studies on environmental epidemiology have used geographic information system-based spatiotemporal exposure model, because any alternative measure on air pollution exposure at the individual basis was not available. In fact, most epidemiologic studies evaluate the impact of air pollution on human health with an effect estimation model using continuously measured PM10 like ours [28]. In the United States, a prospective study used a prediction model for spatiotemporal exposure to PM10 based on a 100-m grid geographic information [24]. In Europe, a multicentre prospective study assessed PM10 exposure by land-use regression models [21]. In addition, even if individual exposure measurement is possible, many new problems arise due to errors between measuring devices. Second, data on ambient PM10 levels before 2002 were not available in South Korea. Third, our study used a relatively short period of exposure before lung cancer incidence. There should be a long latency period before the detection of lung cancer as a result of past exposure to PM10. However, the optimal lag time to evaluate the risk for lung cancer after PM10 exposure has not been evaluated yet [27]. Fourth, other ambient exposures were not considered in this analysis. Occupational or environmental exposure is related with a higher risk of lung cancer in never-smokers. In addition, second-hand smoke exposure can increase the risk of lung cancer among never-smokers, especially in female [29]. Nevertheless, we could not adjust these confounders because of lack of information. Fifth, histological subtype data of lung cancer was not available in our cohort dataset. Considering that female lung cancer has been increasing and a majority of lung cancers in female were adenocarcinoma, lung adenocarcinoma incidence may specifically be at a risk of increasing alongside higher exposure levels of PM10 in females [7]. In a previous systematic review and meta-analysis, adenocarcinoma was reportedly associated with outdoor PM10 [9].\n      In conclusion, our study suggests that long-term exposure to PM is associated with lung cancer development. An extended indication of lung cancer screening examination needs to be considered to include never-smokers depending on the degree of population exposure to PM.\nElectronic Supplementary Material\n      Supplementary materials are available at Cancer Research and Treatment website (https://www.e-crt.org).",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9582463/",
    "doi": "https://doi.org/10.4143/crt.2021.1030",
    "citation_count": 6,
    "references": {
        "10822800": "Air Pollution and Lung Cancer: Contributions of Extracellular Vesicles as Pathogenic Mechanisms and Clinical Utility",
        "10610878": "Association of Air Pollution with the Number of Common Respiratory Visits in Children in a Heavily Polluted Central City, China",
        "10341863": "Environmental Air Pollutants Affecting Skin Functions with Systemic Implications",
        "10094290": "Particle Number Concentration Measurements on Public Transport in Bangkok, Thailand",
        "9930048": "Health risk assessment for particulate matter: application of AirQ+ model in the northern Caribbean region of Colombia",
        "9028167": "Long-Term Exposure to Air Pollution Associates the Risk of Benign Brain Tumor: A Nationwide, Population-Based, Cohort Study in Taiwan"
    },
    "journal": "Cancer Research and Treatment : Official Journal of Korean Cancer Association",
    "topics": [
        "cancer, exposure, cohort, lung",
        "analysis, risks, increases",
        "cancer, cohort, lung, risks"
    ]
}