{
    "title": "From COPD to Lung Cancer: Mechanisms Linking, Diagnosis, Treatment, and Prognosis",
    "abstract": "In addition to the location of emphysema, the emphysema phenotype is also related to lung cancer.14 Mouronte-Roibas et al demonstrated in a study that the presence of paraseptal emphysema and COPD increased the risk of lung cancer.15 In contrast, in the LC screening project from Navarre University, Spain, researchers found that airflow obstruction increased lung cancer risk but that risk was reduced in the presence of paraseptal emphysema.16–18 However, further studies have found that the incidence rate of lung cancer in patients with COPD who suffer from pulmonary fibrosis combined with emphysema is as high as 42%.17 The mechanisms of the link between emphysema and lung cancer may include the action of telomerase, mutations in protective genes, and the difference in anatomical position of diseased lung lobes.13 There is no doubt that personalized treatment for different clinical and inflammatory phenotypes may be more selective and accurate and thus, bring more benefits to patients with lung cancer. In addition to the location of emphysema, the emphysema phenotype is also related to lung cancer.14 Mouronte-Roibas et al demonstrated in a study that the presence of paraseptal emphysema and COPD increased the risk of lung cancer.15 In contrast, in the LC screening project from Navarre University, Spain, researchers found that airflow obstruction increased lung cancer risk but that risk was reduced in the presence of paraseptal emphysema.16–18 However, further studies have found that the incidence rate of lung cancer in patients with COPD who suffer from pulmonary fibrosis combined with emphysema is as high as 42%.17 The mechanisms of the link between emphysema and lung cancer may include the action of telomerase, mutations in protective genes, and the difference in anatomical position of diseased lung lobes.13 There is no doubt that personalized treatment for different clinical and inflammatory phenotypes may be more selective and accurate and thus, bring more benefits to patients with lung cancer. They found that patients with advanced NSCL and COPD had a median OS of 224 days, a reduction of 115 days compared to controls.89 Mouronte-roibas et al, also demonstrated a 37% (22 months vs 16 months) longer median survival in patients with lung cancer only than in those with COPD and lung cancer in a prospective multicenter study.90 The study by Wei Wang et al, after adjusting for age, sex, body mass index (BMI), smoking status, and treatment method, found that COPD was significantly associated with decreased overall survival (OS) of lung cancer, and the OS of lung cancer patients gradually worsened with the increase of COPD severity.91 Studies of the pathological types of lung cancer proved that patients with COPD tended to suffer more malignant tumours, while bronchiolar carcinoma and well-differentiated adenocarcinoma are rare.76 This may be associated with elevated inflammatory markers, such as the particle/shower ratio(NLR), plate/shower ratio(PLR), and CRP.",
    "authors": [
        "Chang Qi",
        "Sheng-Wen Sun",
        "Xian-Zhi Xiong"
    ],
    "published_year": "2022",
    "description": "Introduction\n      \n        COPD and Lung Cancer\n        Lung cancer has the highest case fatality rate of any tumor, according to a large number of data statistics,1 and chronic obstructive pulmonary disease (COPD) is a common comorbidity of non small cell lung cancer (NSCLC).2 In the 1980s, Skillrud and Tockman et al first proposed that the increasing incidence and mortality of lung cancer were related to the presence of airway obstruction and impairment of lung function.3 A comprehensive analysis by the International Lung Cancer Federation demonstrated that COPD was independently associated with SCLC after adjustment for age, sex, and years of smoking.4 Multifactor proportional risk analysis showed that patients with mild ventilatory dysfunction were more likely to suffer lung cancer than moderate and severe ventilatory dysfunction. Patients with moderate and severe ventilatory dysfunction were more likely to suffer lung cancer than persons with normal lung function. In addition, acute exacerbation of COPD, global initiative for chronic obstructive lung disease (GOLD) stage, and emphysema were also independent predictors of lung cancer,5 among which GOLD I/II, older age, low BMI, and DLCO < 80% were more closely associated.6 Lung cancer, in turn, is a significant factor in the morbidity and mortality of COPD. Zhang et al found that 50–70% of lung cancer patients demonstrated impaired lung function, especially those with squamous cell carcinoma with a higher probability of concomitant COPD in 2017.7\n        Among many COPD, the high incidence rate of lung cancer is the highest, indicating that there may be a common mechanism and risk. In fact, many reviews have shown the relationship between COPD and lung cancer. However, due to the disease heterogeneity of COPD and lung cancer, the interaction and mechanism between chronic obstructive pulmonary disease and lung cancer are still controversial. Different from other relevant reviews, we expanded the scope of our study when discussing the association between COPD and lung cancer. The impact of COPD on lung cancer screening, prognosis, and anti-tumor treatment was focused on. In the long run, COPD is related to poor prognosis of lung cancer patients, but the special inflammatory environment of COPD may make lung cancer patients respond better to immune checkpoint inhibitors (ICIs). Meanwhile, standardized management of COPD plays a positive impact on the prognosis of lung cancer patients. COPD is a high risk factor for lung cancer, so it is worth discussing how to select an appropriate way to screen patients with COPD for lung cancer. This review provides a more comprehensive and specific description of the relationship between these two diseases to better guide readers in the clinical management of lung cancer patients with COPD.\n      \n      \n        Endo-Phenotyping of COPD\n        COPD often shows different clinical characteristics, progression, and responses to treatment in different patients, reflecting the heterogeneity of the disease. The inflammatory phenotype of COPD can be divided into eosinophilic COPD (mainly eosinophilic) and neutrophilic COPD (mainly neutrophilic and lymphocytic).8 Neutrophilic COPD is the most common phenotype and is mainly activated by inflammatory factors released by epithelial cells and macrophage understimulation. Recruited neutrophils then release proteases that induce airway damage and activate adaptive immunity mediated by immune cells such as Th1 and Th17 cells. Patients generally show a higher risk of acute exacerbation for eosinophilic COPD.9 Conversely, blood eosinophilia may be predictive of favorable response to steroidal and bronchodilator therapies in patients with stable COPD.10 Different COPD inflammatory phenotypes may have different effects on lung cancer treatment outcomes.\n        In addition, different pathological characteristics of COPD also represent different prognoses. Lung cancer screening with low-dose CT found that emphysema-related morphological changes may be the strongest predictor of lung cancer. In a screening study from the University of Pittsburgh, which included approximately 3638 current and ex-smokers, patients with emphysema had a threefold increased risk of lung cancer.11 Typically, the severity of emphysema is measured in a semi-quantitative manner through visual assessment. In the study by Hohberger et al, local emphysema was scored and grouped by experienced chest radiologists based on emphysema change, location, distance from hilar structures, and central and peripheral ≤5cm. Emphysema involvement classification: none; mild = 1–25%; moderate = 26%-50%; labeling = 51–75%; severe more than 75%. Discovering that Primary lung cancers are associated with areas of worse regional emphysema.12 However, visual evaluation is subjective, and the presence or absence of lung cancer in CT images will successfully prove that visual evaluation is biased. Bae et al used CT densitometry for automatic quantification of emphysema. It correlated better with pathological severity than visual scores.13 They found that the proportion of emphysema in the left upper lobe was the highest (7.68%), and the overall incidence of lung cancer in the upper lobe is higher than that in the lower lobe. Multivariate logistic regression analysis showed that compared with other lobes, the ratio of lung cancer in the lobes with multiple emphysema was 2.48[95% CI: 1.48–4. P <0.001]. And as the severity of emphysema increases, the risk of lung cancer is also higher. In addition to the location of emphysema, the emphysema phenotype is also related to lung cancer.14 Mouronte-Roibas et al demonstrated in a study that the presence of paraseptal emphysema and COPD increased the risk of lung cancer.15 In contrast, in the LC screening project from Navarre University, Spain, researchers found that airflow obstruction increased lung cancer risk but that risk was reduced in the presence of paraseptal emphysema.16–18 However, further studies have found that the incidence rate of lung cancer in patients with COPD who suffer from pulmonary fibrosis combined with emphysema is as high as 42%.17 The mechanisms of the link between emphysema and lung cancer may include the action of telomerase, mutations in protective genes, and the difference in anatomical position of diseased lung lobes.13\n        There is no doubt that personalized treatment for different clinical and inflammatory phenotypes may be more selective and accurate and thus, bring more benefits to patients with lung cancer.\nCOPD and Lung Cancer\n        Lung cancer has the highest case fatality rate of any tumor, according to a large number of data statistics,1 and chronic obstructive pulmonary disease (COPD) is a common comorbidity of non small cell lung cancer (NSCLC).2 In the 1980s, Skillrud and Tockman et al first proposed that the increasing incidence and mortality of lung cancer were related to the presence of airway obstruction and impairment of lung function.3 A comprehensive analysis by the International Lung Cancer Federation demonstrated that COPD was independently associated with SCLC after adjustment for age, sex, and years of smoking.4 Multifactor proportional risk analysis showed that patients with mild ventilatory dysfunction were more likely to suffer lung cancer than moderate and severe ventilatory dysfunction. Patients with moderate and severe ventilatory dysfunction were more likely to suffer lung cancer than persons with normal lung function. In addition, acute exacerbation of COPD, global initiative for chronic obstructive lung disease (GOLD) stage, and emphysema were also independent predictors of lung cancer,5 among which GOLD I/II, older age, low BMI, and DLCO < 80% were more closely associated.6 Lung cancer, in turn, is a significant factor in the morbidity and mortality of COPD. Zhang et al found that 50–70% of lung cancer patients demonstrated impaired lung function, especially those with squamous cell carcinoma with a higher probability of concomitant COPD in 2017.7\n        Among many COPD, the high incidence rate of lung cancer is the highest, indicating that there may be a common mechanism and risk. In fact, many reviews have shown the relationship between COPD and lung cancer. However, due to the disease heterogeneity of COPD and lung cancer, the interaction and mechanism between chronic obstructive pulmonary disease and lung cancer are still controversial. Different from other relevant reviews, we expanded the scope of our study when discussing the association between COPD and lung cancer. The impact of COPD on lung cancer screening, prognosis, and anti-tumor treatment was focused on. In the long run, COPD is related to poor prognosis of lung cancer patients, but the special inflammatory environment of COPD may make lung cancer patients respond better to immune checkpoint inhibitors (ICIs). Meanwhile, standardized management of COPD plays a positive impact on the prognosis of lung cancer patients. COPD is a high risk factor for lung cancer, so it is worth discussing how to select an appropriate way to screen patients with COPD for lung cancer. This review provides a more comprehensive and specific description of the relationship between these two diseases to better guide readers in the clinical management of lung cancer patients with COPD.\nEndo-Phenotyping of COPD\n        COPD often shows different clinical characteristics, progression, and responses to treatment in different patients, reflecting the heterogeneity of the disease. The inflammatory phenotype of COPD can be divided into eosinophilic COPD (mainly eosinophilic) and neutrophilic COPD (mainly neutrophilic and lymphocytic).8 Neutrophilic COPD is the most common phenotype and is mainly activated by inflammatory factors released by epithelial cells and macrophage understimulation. Recruited neutrophils then release proteases that induce airway damage and activate adaptive immunity mediated by immune cells such as Th1 and Th17 cells. Patients generally show a higher risk of acute exacerbation for eosinophilic COPD.9 Conversely, blood eosinophilia may be predictive of favorable response to steroidal and bronchodilator therapies in patients with stable COPD.10 Different COPD inflammatory phenotypes may have different effects on lung cancer treatment outcomes.\n        In addition, different pathological characteristics of COPD also represent different prognoses. Lung cancer screening with low-dose CT found that emphysema-related morphological changes may be the strongest predictor of lung cancer. In a screening study from the University of Pittsburgh, which included approximately 3638 current and ex-smokers, patients with emphysema had a threefold increased risk of lung cancer.11 Typically, the severity of emphysema is measured in a semi-quantitative manner through visual assessment. In the study by Hohberger et al, local emphysema was scored and grouped by experienced chest radiologists based on emphysema change, location, distance from hilar structures, and central and peripheral ≤5cm. Emphysema involvement classification: none; mild = 1–25%; moderate = 26%-50%; labeling = 51–75%; severe more than 75%. Discovering that Primary lung cancers are associated with areas of worse regional emphysema.12 However, visual evaluation is subjective, and the presence or absence of lung cancer in CT images will successfully prove that visual evaluation is biased. Bae et al used CT densitometry for automatic quantification of emphysema. It correlated better with pathological severity than visual scores.13 They found that the proportion of emphysema in the left upper lobe was the highest (7.68%), and the overall incidence of lung cancer in the upper lobe is higher than that in the lower lobe. Multivariate logistic regression analysis showed that compared with other lobes, the ratio of lung cancer in the lobes with multiple emphysema was 2.48[95% CI: 1.48–4. P <0.001]. And as the severity of emphysema increases, the risk of lung cancer is also higher. In addition to the location of emphysema, the emphysema phenotype is also related to lung cancer.14 Mouronte-Roibas et al demonstrated in a study that the presence of paraseptal emphysema and COPD increased the risk of lung cancer.15 In contrast, in the LC screening project from Navarre University, Spain, researchers found that airflow obstruction increased lung cancer risk but that risk was reduced in the presence of paraseptal emphysema.16–18 However, further studies have found that the incidence rate of lung cancer in patients with COPD who suffer from pulmonary fibrosis combined with emphysema is as high as 42%.17 The mechanisms of the link between emphysema and lung cancer may include the action of telomerase, mutations in protective genes, and the difference in anatomical position of diseased lung lobes.13\n        There is no doubt that personalized treatment for different clinical and inflammatory phenotypes may be more selective and accurate and thus, bring more benefits to patients with lung cancer.\nPossible Links Between COPD and Lung Cancer\n      Patients with COPD have a higher risk of lung cancer than those without airway obstruction. Smoking increases oxidative stress and the resulting DNA damage, inhibiting DNA repair, may be one of the drivers of lung cancer.18–20 However, only a small percentage (10 to 15%) of smokers end up with COPD or lung cancer, which suggests that the complex interreaction of genetics, epigenetics, and environmental factors is the key to understanding these diseases.\n      Further study to clarify the relationship between these two diseases will provide an in-depth understanding of the development of diseases and create the possibility of cross-treatment and new targets, which is conducive to the more accurate promotion of lung cancer screening and early diagnosis.\n      \n        Genetic Susceptibility\n        As we know, familial or genetic predisposition is instrumental in COPD and lung cancer. The genome-wide association (GWA) study on COPD and lung cancer showed that many candidate gene loci overlap in these two diseases, with significant associations between multiple chromosomal loci and single nucleotide polymorphisms (SNPs).21 GWAS identified two significant loci associated with lung cancer and COPD: 15q25 (IREB2) and 4q22 (FAM13A). Ziolkowska et al further confirmed that the IREB2 variant increases the possibility of lung cancer while the FAM13A variant increases the possibility of COPD.22\n        A 14% risk of lung cancer was associated with two SNPs on chromosome 15 (15q25.1).23 This region contains six gene clusters, and rs16969968 of the CHRNA5 exon, which can induce amino acid replacement, has the strongest correlation with lung cancer.24,25 Rs16969968 is the most important SNP to nicotine dependence, which is closely related to elevated lung cancer risk regardless of smoking years.26 Although the function is unknown until now, FAM13A, located at 4q24, is also associated with lung cancer progression in COPD, which encodes the Rho GTPase-activated protein binding domain.22\n        In 2019, the Department of Oncology at Wayne State University in Detroit, Michigan, found that SNPs increase lung cancer risk in a COPD dependent manner.27 Inflammation-related pathways may confer additional lung cancer risk-associated mutation polymorphisms in biologically related immune genes dependent on COPD. These variants show a tissue-dependent effect on proximal gene expression, enhancing network connectivity and coexisting in specific immune pathways, such as detoxifying enzyme SNPs, proteases, and antiprotease SNPs in candidate gene families.28\n        In addition, compared with healthy controls, COPD patients with lung cancer have more frequent mutations in the glutathione S-transferase 1 (GSTM1) gene, an enzyme acting on tissue-damaging substances. In contrast, wild-type CYP2A6 inhibits carcinogenesis and exacerbation of COPD. The rs7326277TT gene locus of vascular endothelial growth factor receptor 1 (VEGF-R1) influences EMT and tumour growth and is a susceptibility gene for lung cancer and COPD.\n      \n      \n        Epigenetics\n        In addition to genetic susceptibility, epigenetic factors are also instrumental in the occurrence of COPD and lung cancer.29 Sundar reviewed the role of epigenetic modification in COPD and lung cancer.26 According to their studies, oxidative stress (OS) and inflammatory responses change the redox potential of cells due to unstable genomes and ultimately epigenetic modification.\n        An epigenome-wide association study (EWAS) found that patients with COPD had higher levels of methylation and genetic inhibition than those without COPD and that methylation was highest in patients with COPD and lung cancer simultaneously.28,30 CDKN2A encodes the tumour suppressor genes p16Ink4a and p14ARF, which are frequently methylated in both COPD and lung cancer.28 Moreover, methylation of CCDC37 and MAP1B genes is observed in COPD and lung cancer patients.31 A previous genome-wide epigenetic study of COPD subjects determined 349 CPG loci related to COPD, and DNA methylation promotes the expression of specific tumour genes and elevates the risk of lung cancer.\n        In 2019, Chand et al further confirmed that ncRNA,32 especially lncRNAs, for example, RNA175876, RNA43329, TUG1, SAL-RNA1, SAL-RNA2, and sal-RNA3, are involved in regulating airway inflammation caused by cigarette smoke exposure and may be related to the pathogenesis of aging and COPD, in which airway remodeling may be a bridge.33,34\n        With recent advances in sequencing, new lncRNAs associated with aging and inflammation have been found in various aging-related diseases.35 Some lncRNAs altered by cigarette smoke may also play an essential role in DNA repair mechanisms.36 Genomic instability associated with aging is due to the accumulation of damaged DNA and disordered repair mechanisms, which are also essential factors in cell senescence and the progression of COPD. In addition, lncRNAs may also be associated with cell senescence and mitochondrial dysfunction in COPD. Some mitochondria-related lncRNAs are involved in mitochondrial biosynthesis, bioenergetics, and cell death pathways in cancer cells.\n      \n      \n        Smoking and Epithelial Mesenchymal Transformation\n        Lung cancer is a tumour of epithelial origin, and epithelial mesenchymal transformation (EMT) may be one of the connections between COPD and lung cancer. EMT is the biological process by which epithelial cells produce phenotypic and structural changes by releasing adhesive proteins such as E-cadherin and cytokeratin while expressing markers such as N-cadherin, vimentin, and fibroblast specific protein-1 (S100A4) to obtain a distinct mesenchymal phenotype. Then, epithelial cells lose intercellular adhesion, have a high potential for migration and invasion, and produce extracellular matrix components. In addition, proteolytic enzymes secreted by epithelial cells also contribute to cell migration, such as MMP-7 and MMP-9.\n        EMT is significant in embryonic growth (mainly EMT-1), fibrosis (mainly EMT-2), and epithelial malignancy (mainly EMT-3). In the trachea and bronchus of COPD patients, researchers observed a high level of positive airway epithelial mesenchymal markers, followed by a decrease in core epithelial markers, RBM degradation, high MMP-9 activity, and vascular proliferation. Activated EMT-3 is closely associated with new angiogenesis, which leads to the formation of precancerous stroma and is closely related to the formation of most lung squamous cell carcinomas.37 Interestingly, EMT is also activated in small airways; however, there is no angiogenesis. This suggests that activated fibrotic EMT (EMT-2) is involved in airway destruction in COPD patients.\n        However, with the improvement of experimental evidence, such as primary tumours, cell lines, and circulating tumour cells (CTCs) in the empirical evidence,38 researchers gradually realized that EMT is not an “all or nothing” response but is involved in cancer metastasis, resistance, subsequent tumour recurrence, which has significant consequences in the middle of the state function. Then researchers put forward the concept of partial EMT.39 Cells with this phenotype have mixed epithelial and mesenchymal properties, move collectively in clusters, and tend to form CTC clusters. Compared with the complete EMT phenotype cell, these CTC clusters are the main “adverse factors” of metastatic tumours due to their unique advantages of collective or cluster migration, sufficient plasticity, resistance to anoikis, immune resistance, and chemotherapy tolerance.40\n        The activation of EMT in COPD and lung cancer is related to acellular autonomic regulation.41 Some critical molecules in the Wnt/Notch signaling pathway, such as transforming growth factor β (TGF-β), platelet-derived growth factor (PDGF), fibroblast growth factor receptor (FGFR), nuclear factor NF -κB, and Hedgehog(Hh) protein, can induce EMT. EMT transcriptional regulators are related to EMT markers and damaged lung function in patients with COPD and smokers. Adenosine receptor (A2b-R) can activate the EMT induction (ERK/MAPK) and EMT inhibition (cAMP/PKA) pathways, which maintain part of the EMT phenotype.42 Direct targeting of various miRNAs can regulate EMT transcription factors and components of cellular structure. Targeting miRNAs of the Notch and Wnt signaling pathways can even reverse EMT. Therefore, regulating epithelial mesenchymal transformation is a possible target for the treatment of COPD associated lung cancer.\n        Oxidizers and harmful stress can also cause enough damage to certain epithelial cells, leading to apoptosis and emphysema. In an animal study exploring the relationship between smoking and lung cancer, mice were given tobacco carcinogens and developed emphysematous alveolar enlargement and tumour after exposure to cigarette smoke for five months. By activating ACh R, nicotine promotes the release of Ach by squamous cells, promotes the expression of hypoxia-inducible factor-1 α (HIF-1) and vascular endothelial growth factor (VEGF) in squamous carcinoma and adenocarcinoma of the lung, and increases proliferation and invasion of the tumour.\n        Furthermore, cigarette smoke can cause matrix destruction, blood supply deficiency, and epithelial cell death. However, cancer cells have a strong ability to regulate epithelial cell proliferation and repair and create blood vessel networks, so that when smoke exposure leads to impaired lung barrier function and inflammation, chronic inflammation will initiate an abnormal tissue repair process in the lungs that promotes epithelial cells into an interstitial phenotype of invasive and metastatic lung cancer, thus connecting COPD with lung cancer. Compared with nonsmokers, there is a significant dose-response relationship between the smoking index and increased risk of SCLC. Quitting smoking is the most effective measure to decrease the risk of lung cancer.\n        Similar to the plasticity of epithelial cells, endothelial cells also lose several markers, such as vascular endothelial cadherin (VEcadherin), acquire motor phenotypes, and express fibroblast-related markers, such as vimentin, type I collagen, and smooth muscle actin.43 This process is known as endothelial mesenchymal transformation (EndoMT). Under continuous oxidative damage, inflammation, and pathological changes, EndoMT is initiated, leading to organ fibrosis and promoting malignant tumours.44 Meanwhile, EndoMT can also initiate precancerous mesenchymal formation, which is similar to type 3 EMT and has the potential to induce cancer and help tumour proliferation. Moreover, inhaled corticosteroids inhibit epithelial mesenchymal transformation and reduce lung cancer risk in patients with COPD.45 Statins have a similar effect,46 but further studies are still ongoing.\n      \n      \n        Chronic Inflammation\n        Airways of COPD and lung cancer patients, especially small airways, have chronic inflammation induced by a variety of cytokines and enzymes such as COX-2 due to the recruitment and activation of macrophages, CD4+ T cells, CD8 + T cells, dendritic cells, B lymphocytes, and neutrophils. This protumour inflammatory microenvironment links COPD to lung cancer. Inflammatory factors are involved in the occurrence of lung cancer and COPD and play a core role. For example, enhancing nuclear factor κB (NF-κB) activity leads to inflammation and tumour-promoting effects in lung tissue,28 which induces the release of inflammatory mediators in COPD, promotes proliferation, and restrains apoptosis. Ultimately, it accelerates cancer development and is instrumental in COPD and lung cancer.47 The macrophage cell population mediates tumorigenesis, which can be recruited to lung tissue by epithelial cell activation of NF-κB.\n        Tumour associated macrophages (TAMs) are an essential part of the tumour microenvironment. This is a highly heterogeneous cell population with distinctive phenotypes and functions. Mantovani et al believed that macrophages have a series of successive states, and M1 (classically activated) and M2 (alternatively activated) macrophages are the two extreme points that regulate immune function in the tumour microenvironment and are potential targets for cancer immunotherapy. Due to the two different polarizations, TAMs may have both antitumor and protumor bidirectional effects. M1-type macrophages are involved in the positive immune response by secreting proinflammatory cytokines and chemokines and professional antigen presentation, while simultaneously promoting the Th1 reaction through bactericidal and tumoricidal effects. M2 macrophages have low ability for antigen presentation and can induce Th2 response by secreting inhibitory cytokines such as IL-10 or TGF-β to turn down the immune response and promote tissue repair, angiogenesis, immunosuppression, and tumour progression.48\n        Many studies have reported that macrophages are always increased in the alveolar and luminal regions of smokers and COPD patients with normal lung function, predominating in the M2 type, compared with macrophages in nonsmoking controls. Increasing M2 macrophages are due to Th2 cytokines such as IL-4, IL-10, IL-13, CCL22, and IL-6.49 Interestingly, TAMs are also dominated by the M2 type in most solid tumours, suggesting that the polarization of macrophages in patients with mild to moderate COPD may promote tumour development. A meta-analysis of more than 2500 patients with NSCLC confirmed that M2 macrophages are indeed the dominant type in lung cancer,48 and the subtype of macrophages is related to patient prognosis. Specifically, patients with more M2 macrophages have a lower chance of survival than patients with more M1 macrophages. In addition, Almatroodi et al confirmed that M1 and M2 dominance differ for NSCLC subtypes.50 High expression of CD68 and the M2 marker CD163 were found in all subtypes of NSCLC compared with nontumor tissues. However, the number of iNOS, the M1 macrophage marker, was decreased in adenocarcinoma and squamous cell carcinoma, but not large cell carcinoma.\n        However, further studies have shown that macrophages in COPD have more detailed characteristics. A. McGarry Houghton found that cell surface markers and high levels of IFN-γ were found in bronchoalveolar lavage fluid in patients with COPD.28 The fact may indicate that alveolar macrophages in patients with COPD may be the M1 phenotype but this has not been demonstrated. Researchers conducted a comprehensive study on human small airway tissue, bronchoalveolar lavage fluid, and the experimental COPD mouse model and found that proinflammatory M1 macrophage cells increased and M2 macrophages decreased in smokers with normal lung function and small airways of COPD patients.49 At the same time, cytokines of bronchoalveolar lavage fluid were biased to the M2 phenotype, and CCL22, IL-4, IL-13, and IL-10 were increased in smokers with normal lung function and COPD patients. Thus, there is potential for cytokine level therapy for macrophage phenotypes in patients with COPD.\n        In addition to macrophages, lymphocytes, especially cytotoxic CD8+ T cells, are also significant in COPD and lung cancer. Due to increased susceptibility to viruses in patients with COPD, CD8+ T cells were the main phenotype compared with CD4+ T cells in mild to moderate COPD patients.\n        Chronic inflammation may lead to chronic mitosis and elevate the possibility of endogenous DNA damage mutations. Chronic airway obstruction can induce mutation, proliferation, invasion, metastasis, and secretion of immunosuppressive factors. At the same time, the transformation of tumour immunogenicity and reduction of local antitumor immune responses improves the ability of proliferation and resistance to immune surveillance. The inflammation produced in airway diseases such as emphysema is often cytotoxic and destructive to the matrix. This environment does not promote the existing tumours. However, it provides the necessary genotoxic pressure for tumour initiation, and then, immune cells are polarized into an M2 phenotype that supports tumour growth and angiogenesis.\n      \n      \n        Oxidative Stress\n        Compared with lung cancer patients without COPD, patients with COPD have increased systemic oxidative stress, decreased antioxidants, and reduced numbers of inflammatory cells.46 Mitochondria-derived reactive oxygen species (ROS) are essential for cell signaling. However ROS produced excessively due to airway obstruction can affect the integrity of the cell wall and damage lipids, proteins, and DNA in the cell. Mitochondrial function is also related to oxygen homeostasis, hypoxia, and highly produced HIF-1α in lung tissues and airways of COPD patients and 32–56% of NSCLC patients, suggesting that oxidative stress imbalance is a common foundation for the progression of COPD and lung cancer.\n        Elevated ROS levels in lung cancer lead to DNA damage, such as single or double stranded DNA breakage and incorrect DNA cross-linking, lipid peroxidation, amino acid oxidation, and oxidation of inorganic enzyme cofactors by altering cell function.31 It can induce unnecessary transcription, replication errors, and genome instability, leading to the occurrence and spread of cancer and irreparable DNA damage. Especially when cigarette smoke is combined with ROS from macrophages and neutrophil-derived cells, higher genotoxicity and apoptotic pressure will be exerted on lung cells. For example, common toxic oxidizing chemicals produced by smoking form DNA adducts through covalent binding or oxidation, which, if not repaired by nucleotide excision repair mechanisms, may prevent essential gene transcription, resulting in incorrect biological reactions in cells.51\n        GWAS also showed that there is appreciable diversity in DNA repair ability because of the variability of DNA repair genes. Under normal circumstances, tissue cells have some DNA repair ability to reduce normal cell damage, but in cells with senescence due to telomere shortening, cell damage will be irreversible. Higher levels of proinflammatory senescence type 2 alveolar cells coexpressing p16INK4a and nuclear factor κB (NF-κB) were found in the peripheral lungs of COPD patients compared to controls. It can be inferred that changes in the DNA repair process may be instrumental in the “COPD lung cancer overlap”, which get a lot of validation. Morlaet observed that in smokers and COPD patients, compared with healthy people, peripheral lymphocyte DNA is damaged, telomeres are shorter,52 and the generation of lipid peroxidation induced markers such as thiobarbituric acid reactants is significantly increased,53 leading to shortened cell survival and a weakened immune response. Then, cells that are unable to repair the transformation or mutation are more likely to suffer cancer.\n        ROS can also directly or indirectly stimulate inflammatory mediators production. Cells directly anchor ROS via the proto-oncogene ROS1, which activates diverse signaling pathways, including phosphatidylinositol 3-kinase (PI3K)-mTOR and other proteins related to cell differentiation, proliferation, and growth, such as AKT1, MAPK1, MAPK3, IRS1, and PLCG2. In addition, ROS upregulates the expression of many immune and inflammatory genes by activating NF- Kβ.54 Meanwhile, reactive nitrogen oxides (RNOS) modify the structure and function of proteins by editing amino acid residues, promoting protein dimerization, and functioning with Fe-S groups or other metal complexes.55 These mechanisms result in prolonged inflammatory phenotypes in COPD patients.56\n      \n      \n        Extracellular Matrix, Matrix Metalloproteinases, and Angiogenesis\n        The extracellular matrix (ECM) is instrumental in regulating cell activity, function, and stability. It provides structural support for cells in the lungs, maintains their appearance and biomechanical characteristics, and is an essential source of different cytokines necessary for the differentiation and proliferation of cells. Fibroblasts synthesize a large number of matrix components, various growth factors, and inflammatory mediators, regulate ECM in different lung regions by autocrine and paracrine signaling, and cause pathological changes in the tumour extracellular matrix, such as increased collagen expression and altered collagen cross-linking. For example, SCLC is surrounded by much ECM stroma, and SCLC cells can bind to ECM to enhance tumorigenicity, creating a tumour microenvironment. Activated cancer-associated fibroblasts (CAFs) play a role in tumour progression by recreating the tumour ECM, inhibiting the immune response, and releasing growth-promoting factors.57 In summary, the tumour ECM provides a particular microenvironment that facilitates tumour cell proliferation and metastasis, inhibits tumour cell apoptosis, and wraps the tumour parenchyma to enhance its resistance to chemotherapy.\n        Matrix metalloproteinases (MMPs) and tissue inhibitors of specific metalloproteinases (TIMPs) strictly regulate the dynamic balance of the ECM. MMPs, especially those enzymes that degrade elastin, are significant for the progression of emphysema. Many enzymes promote lung cancer growth through various mechanisms, including promoting cell proliferation and angiogenesis, thereby allowing intravascular invasion,28 especially MMP-2 and MMP-9. MMP-2 is secreted in normal and tumour tissues, while MMP-9 is mainly found in tissue remodeling. In cancer, excessive MMP-9 may help stimulate tumour vascularization and tumour cell proliferation and is associated with poor prognosis.58 It is worth mentioning that the core proteoglycan is necessary for collagen fiber formation, which interacts with MMPs and works by inhibiting tumour growth, migration, and angiogenesis.\n        In COPD, however, MMPS is out of balance with TIMPS, leading to the excessive production of MMPS. The increase in the activity of MMPs and neutrophil elastase is related to COPD pathology, especially MMP-9, which is instrumental in the occurrence of emphysema.59 Alterations in elastic fibers, fibronectin, collagen, ten protein C, and endothelin were found in all lung tissues of patients with moderate COPD, and significant alterations in proteoglycan synthesis of central and distal lung fibroblasts were found in patients with severe COPD.60 With the production and accumulation of excessive ECM, peribronchial fibrosis, and degradation of ECM in alveoli, emphysema is gradually formed.61 Chronic inflammation caused by the combined action of multiple inflammatory mediators and related proteins initiates the mesenchymal changes in basal epithelial cells, which influences the occurrence of tumours.\n        MMPs induce release of cell factors such as transforming growth factor β (TGF-β) and vascular endothelial growth factor VEGF, which are also instrumental in the progression and metastasis of lung cancer. VEGF is a significant factor in promoting angiogenesis and vascular remodeling. As the size of the tumour increases, hypoxia activates HIFs and induces MMPs and VEGF, which induce tumour progression and attack. Another reason why smoking promotes the progression of COPD and lung cancer is that nicotine increases HIF-1 in NSCLC.\n        Moreover, under hypoxia, the expression of prostacyclin synthase in human lung fibroblasts is upregulated, which further promotes the synthesis of tumour VEGF.4 Meanwhile, COX-2 and MMP-2 levels increase in the terminal lung tissue of COPD patients and the sputum of smokers, which may be related to the severity of airflow restriction. VEGF induces angiogenesis through the COX-2 pathway and COX-2 promotes cancer growth through microsomal prostaglandin E synthase-1 (MPGES-1) and prostaglandin 2 receptor EP1 in inflammatory environments. Several preclinical and clinical studies have proven that COX-2 inhibitors are effective in NSCLC therapy.\n      \n      \n        Other Mechanisms\n        \n          Lack of α1-Antitrypsin\n          Another specific genetic mechanism from COPD to lung cancer is α1-antitrypsin deficiency (AATD). α1-Antitrypsin (AAT) is a vital plasma protein synthesized mainly by hepatocytes that act as an inhibitor of serine protease. AATD is caused by genetic mutations that encode AAT, which reduce the normal circulating AAT concentration in the body. Multivariate logistic regression analysis found that patients with AATD had a 70% higher risk of lung cancer than noncarriers compared with unrelated controls.62 They also found a twofold increase in the risk of suffering lung cancer in AATD carriers compared with their cancer-free relatives. Moreover, stratified analysis by tumour subtype showed an increase in adenocarcinoma and squamous cell carcinoma.\n        \n        \n          Extracellular Vesicles\n          Cells also release vesicles to the extracellular environment in several biological activities. The role of extracellular vesicles (EVs), which are instrumental in both COPD and lung cancer and regulate the tumour microenvironment by directly changing the immune response or regulating epithelial transformation, fibroblast activation, and angiogenesis, cannot be ignored.63 For example, McCady observed that heat shock protein 90α (Hsp90α) in tumor-associated exosomes increase the aggressiveness of tumours by activating plasmin and annexin II.64 Hsp90α is rich in COPD patients and serves as an effective biomarker for EMT together with HSP27 and HSP70.\n          In addition, exosomes containing miRNAs can selectively inhibit mRNA translation and have a hand in regulating cell proliferation. For example, the miR-200 miRNA family members can actively inhibit airway epithelial transduction activity induced by TGF-β1 and form a double negative feedback loop with the EMT-induced transcription factor family. During this process, the expression of intracellular miR-200 is significantly decreased, while exosomal miR-200 is increased.65,66 This suggests that the active expulsion of RNA through exocytosis leads to increased plasticity and mobility of epithelial cells, enhancing EMT in early COPD and cancer and accelerating the progression of lung cancer in COPD patients.\nGenetic Susceptibility\n        As we know, familial or genetic predisposition is instrumental in COPD and lung cancer. The genome-wide association (GWA) study on COPD and lung cancer showed that many candidate gene loci overlap in these two diseases, with significant associations between multiple chromosomal loci and single nucleotide polymorphisms (SNPs).21 GWAS identified two significant loci associated with lung cancer and COPD: 15q25 (IREB2) and 4q22 (FAM13A). Ziolkowska et al further confirmed that the IREB2 variant increases the possibility of lung cancer while the FAM13A variant increases the possibility of COPD.22\n        A 14% risk of lung cancer was associated with two SNPs on chromosome 15 (15q25.1).23 This region contains six gene clusters, and rs16969968 of the CHRNA5 exon, which can induce amino acid replacement, has the strongest correlation with lung cancer.24,25 Rs16969968 is the most important SNP to nicotine dependence, which is closely related to elevated lung cancer risk regardless of smoking years.26 Although the function is unknown until now, FAM13A, located at 4q24, is also associated with lung cancer progression in COPD, which encodes the Rho GTPase-activated protein binding domain.22\n        In 2019, the Department of Oncology at Wayne State University in Detroit, Michigan, found that SNPs increase lung cancer risk in a COPD dependent manner.27 Inflammation-related pathways may confer additional lung cancer risk-associated mutation polymorphisms in biologically related immune genes dependent on COPD. These variants show a tissue-dependent effect on proximal gene expression, enhancing network connectivity and coexisting in specific immune pathways, such as detoxifying enzyme SNPs, proteases, and antiprotease SNPs in candidate gene families.28\n        In addition, compared with healthy controls, COPD patients with lung cancer have more frequent mutations in the glutathione S-transferase 1 (GSTM1) gene, an enzyme acting on tissue-damaging substances. In contrast, wild-type CYP2A6 inhibits carcinogenesis and exacerbation of COPD. The rs7326277TT gene locus of vascular endothelial growth factor receptor 1 (VEGF-R1) influences EMT and tumour growth and is a susceptibility gene for lung cancer and COPD.\nEpigenetics\n        In addition to genetic susceptibility, epigenetic factors are also instrumental in the occurrence of COPD and lung cancer.29 Sundar reviewed the role of epigenetic modification in COPD and lung cancer.26 According to their studies, oxidative stress (OS) and inflammatory responses change the redox potential of cells due to unstable genomes and ultimately epigenetic modification.\n        An epigenome-wide association study (EWAS) found that patients with COPD had higher levels of methylation and genetic inhibition than those without COPD and that methylation was highest in patients with COPD and lung cancer simultaneously.28,30 CDKN2A encodes the tumour suppressor genes p16Ink4a and p14ARF, which are frequently methylated in both COPD and lung cancer.28 Moreover, methylation of CCDC37 and MAP1B genes is observed in COPD and lung cancer patients.31 A previous genome-wide epigenetic study of COPD subjects determined 349 CPG loci related to COPD, and DNA methylation promotes the expression of specific tumour genes and elevates the risk of lung cancer.\n        In 2019, Chand et al further confirmed that ncRNA,32 especially lncRNAs, for example, RNA175876, RNA43329, TUG1, SAL-RNA1, SAL-RNA2, and sal-RNA3, are involved in regulating airway inflammation caused by cigarette smoke exposure and may be related to the pathogenesis of aging and COPD, in which airway remodeling may be a bridge.33,34\n        With recent advances in sequencing, new lncRNAs associated with aging and inflammation have been found in various aging-related diseases.35 Some lncRNAs altered by cigarette smoke may also play an essential role in DNA repair mechanisms.36 Genomic instability associated with aging is due to the accumulation of damaged DNA and disordered repair mechanisms, which are also essential factors in cell senescence and the progression of COPD. In addition, lncRNAs may also be associated with cell senescence and mitochondrial dysfunction in COPD. Some mitochondria-related lncRNAs are involved in mitochondrial biosynthesis, bioenergetics, and cell death pathways in cancer cells.\nSmoking and Epithelial Mesenchymal Transformation\n        Lung cancer is a tumour of epithelial origin, and epithelial mesenchymal transformation (EMT) may be one of the connections between COPD and lung cancer. EMT is the biological process by which epithelial cells produce phenotypic and structural changes by releasing adhesive proteins such as E-cadherin and cytokeratin while expressing markers such as N-cadherin, vimentin, and fibroblast specific protein-1 (S100A4) to obtain a distinct mesenchymal phenotype. Then, epithelial cells lose intercellular adhesion, have a high potential for migration and invasion, and produce extracellular matrix components. In addition, proteolytic enzymes secreted by epithelial cells also contribute to cell migration, such as MMP-7 and MMP-9.\n        EMT is significant in embryonic growth (mainly EMT-1), fibrosis (mainly EMT-2), and epithelial malignancy (mainly EMT-3). In the trachea and bronchus of COPD patients, researchers observed a high level of positive airway epithelial mesenchymal markers, followed by a decrease in core epithelial markers, RBM degradation, high MMP-9 activity, and vascular proliferation. Activated EMT-3 is closely associated with new angiogenesis, which leads to the formation of precancerous stroma and is closely related to the formation of most lung squamous cell carcinomas.37 Interestingly, EMT is also activated in small airways; however, there is no angiogenesis. This suggests that activated fibrotic EMT (EMT-2) is involved in airway destruction in COPD patients.\n        However, with the improvement of experimental evidence, such as primary tumours, cell lines, and circulating tumour cells (CTCs) in the empirical evidence,38 researchers gradually realized that EMT is not an “all or nothing” response but is involved in cancer metastasis, resistance, subsequent tumour recurrence, which has significant consequences in the middle of the state function. Then researchers put forward the concept of partial EMT.39 Cells with this phenotype have mixed epithelial and mesenchymal properties, move collectively in clusters, and tend to form CTC clusters. Compared with the complete EMT phenotype cell, these CTC clusters are the main “adverse factors” of metastatic tumours due to their unique advantages of collective or cluster migration, sufficient plasticity, resistance to anoikis, immune resistance, and chemotherapy tolerance.40\n        The activation of EMT in COPD and lung cancer is related to acellular autonomic regulation.41 Some critical molecules in the Wnt/Notch signaling pathway, such as transforming growth factor β (TGF-β), platelet-derived growth factor (PDGF), fibroblast growth factor receptor (FGFR), nuclear factor NF -κB, and Hedgehog(Hh) protein, can induce EMT. EMT transcriptional regulators are related to EMT markers and damaged lung function in patients with COPD and smokers. Adenosine receptor (A2b-R) can activate the EMT induction (ERK/MAPK) and EMT inhibition (cAMP/PKA) pathways, which maintain part of the EMT phenotype.42 Direct targeting of various miRNAs can regulate EMT transcription factors and components of cellular structure. Targeting miRNAs of the Notch and Wnt signaling pathways can even reverse EMT. Therefore, regulating epithelial mesenchymal transformation is a possible target for the treatment of COPD associated lung cancer.\n        Oxidizers and harmful stress can also cause enough damage to certain epithelial cells, leading to apoptosis and emphysema. In an animal study exploring the relationship between smoking and lung cancer, mice were given tobacco carcinogens and developed emphysematous alveolar enlargement and tumour after exposure to cigarette smoke for five months. By activating ACh R, nicotine promotes the release of Ach by squamous cells, promotes the expression of hypoxia-inducible factor-1 α (HIF-1) and vascular endothelial growth factor (VEGF) in squamous carcinoma and adenocarcinoma of the lung, and increases proliferation and invasion of the tumour.\n        Furthermore, cigarette smoke can cause matrix destruction, blood supply deficiency, and epithelial cell death. However, cancer cells have a strong ability to regulate epithelial cell proliferation and repair and create blood vessel networks, so that when smoke exposure leads to impaired lung barrier function and inflammation, chronic inflammation will initiate an abnormal tissue repair process in the lungs that promotes epithelial cells into an interstitial phenotype of invasive and metastatic lung cancer, thus connecting COPD with lung cancer. Compared with nonsmokers, there is a significant dose-response relationship between the smoking index and increased risk of SCLC. Quitting smoking is the most effective measure to decrease the risk of lung cancer.\n        Similar to the plasticity of epithelial cells, endothelial cells also lose several markers, such as vascular endothelial cadherin (VEcadherin), acquire motor phenotypes, and express fibroblast-related markers, such as vimentin, type I collagen, and smooth muscle actin.43 This process is known as endothelial mesenchymal transformation (EndoMT). Under continuous oxidative damage, inflammation, and pathological changes, EndoMT is initiated, leading to organ fibrosis and promoting malignant tumours.44 Meanwhile, EndoMT can also initiate precancerous mesenchymal formation, which is similar to type 3 EMT and has the potential to induce cancer and help tumour proliferation. Moreover, inhaled corticosteroids inhibit epithelial mesenchymal transformation and reduce lung cancer risk in patients with COPD.45 Statins have a similar effect,46 but further studies are still ongoing.\nChronic Inflammation\n        Airways of COPD and lung cancer patients, especially small airways, have chronic inflammation induced by a variety of cytokines and enzymes such as COX-2 due to the recruitment and activation of macrophages, CD4+ T cells, CD8 + T cells, dendritic cells, B lymphocytes, and neutrophils. This protumour inflammatory microenvironment links COPD to lung cancer. Inflammatory factors are involved in the occurrence of lung cancer and COPD and play a core role. For example, enhancing nuclear factor κB (NF-κB) activity leads to inflammation and tumour-promoting effects in lung tissue,28 which induces the release of inflammatory mediators in COPD, promotes proliferation, and restrains apoptosis. Ultimately, it accelerates cancer development and is instrumental in COPD and lung cancer.47 The macrophage cell population mediates tumorigenesis, which can be recruited to lung tissue by epithelial cell activation of NF-κB.\n        Tumour associated macrophages (TAMs) are an essential part of the tumour microenvironment. This is a highly heterogeneous cell population with distinctive phenotypes and functions. Mantovani et al believed that macrophages have a series of successive states, and M1 (classically activated) and M2 (alternatively activated) macrophages are the two extreme points that regulate immune function in the tumour microenvironment and are potential targets for cancer immunotherapy. Due to the two different polarizations, TAMs may have both antitumor and protumor bidirectional effects. M1-type macrophages are involved in the positive immune response by secreting proinflammatory cytokines and chemokines and professional antigen presentation, while simultaneously promoting the Th1 reaction through bactericidal and tumoricidal effects. M2 macrophages have low ability for antigen presentation and can induce Th2 response by secreting inhibitory cytokines such as IL-10 or TGF-β to turn down the immune response and promote tissue repair, angiogenesis, immunosuppression, and tumour progression.48\n        Many studies have reported that macrophages are always increased in the alveolar and luminal regions of smokers and COPD patients with normal lung function, predominating in the M2 type, compared with macrophages in nonsmoking controls. Increasing M2 macrophages are due to Th2 cytokines such as IL-4, IL-10, IL-13, CCL22, and IL-6.49 Interestingly, TAMs are also dominated by the M2 type in most solid tumours, suggesting that the polarization of macrophages in patients with mild to moderate COPD may promote tumour development. A meta-analysis of more than 2500 patients with NSCLC confirmed that M2 macrophages are indeed the dominant type in lung cancer,48 and the subtype of macrophages is related to patient prognosis. Specifically, patients with more M2 macrophages have a lower chance of survival than patients with more M1 macrophages. In addition, Almatroodi et al confirmed that M1 and M2 dominance differ for NSCLC subtypes.50 High expression of CD68 and the M2 marker CD163 were found in all subtypes of NSCLC compared with nontumor tissues. However, the number of iNOS, the M1 macrophage marker, was decreased in adenocarcinoma and squamous cell carcinoma, but not large cell carcinoma.\n        However, further studies have shown that macrophages in COPD have more detailed characteristics. A. McGarry Houghton found that cell surface markers and high levels of IFN-γ were found in bronchoalveolar lavage fluid in patients with COPD.28 The fact may indicate that alveolar macrophages in patients with COPD may be the M1 phenotype but this has not been demonstrated. Researchers conducted a comprehensive study on human small airway tissue, bronchoalveolar lavage fluid, and the experimental COPD mouse model and found that proinflammatory M1 macrophage cells increased and M2 macrophages decreased in smokers with normal lung function and small airways of COPD patients.49 At the same time, cytokines of bronchoalveolar lavage fluid were biased to the M2 phenotype, and CCL22, IL-4, IL-13, and IL-10 were increased in smokers with normal lung function and COPD patients. Thus, there is potential for cytokine level therapy for macrophage phenotypes in patients with COPD.\n        In addition to macrophages, lymphocytes, especially cytotoxic CD8+ T cells, are also significant in COPD and lung cancer. Due to increased susceptibility to viruses in patients with COPD, CD8+ T cells were the main phenotype compared with CD4+ T cells in mild to moderate COPD patients.\n        Chronic inflammation may lead to chronic mitosis and elevate the possibility of endogenous DNA damage mutations. Chronic airway obstruction can induce mutation, proliferation, invasion, metastasis, and secretion of immunosuppressive factors. At the same time, the transformation of tumour immunogenicity and reduction of local antitumor immune responses improves the ability of proliferation and resistance to immune surveillance. The inflammation produced in airway diseases such as emphysema is often cytotoxic and destructive to the matrix. This environment does not promote the existing tumours. However, it provides the necessary genotoxic pressure for tumour initiation, and then, immune cells are polarized into an M2 phenotype that supports tumour growth and angiogenesis.\nOxidative Stress\n        Compared with lung cancer patients without COPD, patients with COPD have increased systemic oxidative stress, decreased antioxidants, and reduced numbers of inflammatory cells.46 Mitochondria-derived reactive oxygen species (ROS) are essential for cell signaling. However ROS produced excessively due to airway obstruction can affect the integrity of the cell wall and damage lipids, proteins, and DNA in the cell. Mitochondrial function is also related to oxygen homeostasis, hypoxia, and highly produced HIF-1α in lung tissues and airways of COPD patients and 32–56% of NSCLC patients, suggesting that oxidative stress imbalance is a common foundation for the progression of COPD and lung cancer.\n        Elevated ROS levels in lung cancer lead to DNA damage, such as single or double stranded DNA breakage and incorrect DNA cross-linking, lipid peroxidation, amino acid oxidation, and oxidation of inorganic enzyme cofactors by altering cell function.31 It can induce unnecessary transcription, replication errors, and genome instability, leading to the occurrence and spread of cancer and irreparable DNA damage. Especially when cigarette smoke is combined with ROS from macrophages and neutrophil-derived cells, higher genotoxicity and apoptotic pressure will be exerted on lung cells. For example, common toxic oxidizing chemicals produced by smoking form DNA adducts through covalent binding or oxidation, which, if not repaired by nucleotide excision repair mechanisms, may prevent essential gene transcription, resulting in incorrect biological reactions in cells.51\n        GWAS also showed that there is appreciable diversity in DNA repair ability because of the variability of DNA repair genes. Under normal circumstances, tissue cells have some DNA repair ability to reduce normal cell damage, but in cells with senescence due to telomere shortening, cell damage will be irreversible. Higher levels of proinflammatory senescence type 2 alveolar cells coexpressing p16INK4a and nuclear factor κB (NF-κB) were found in the peripheral lungs of COPD patients compared to controls. It can be inferred that changes in the DNA repair process may be instrumental in the “COPD lung cancer overlap”, which get a lot of validation. Morlaet observed that in smokers and COPD patients, compared with healthy people, peripheral lymphocyte DNA is damaged, telomeres are shorter,52 and the generation of lipid peroxidation induced markers such as thiobarbituric acid reactants is significantly increased,53 leading to shortened cell survival and a weakened immune response. Then, cells that are unable to repair the transformation or mutation are more likely to suffer cancer.\n        ROS can also directly or indirectly stimulate inflammatory mediators production. Cells directly anchor ROS via the proto-oncogene ROS1, which activates diverse signaling pathways, including phosphatidylinositol 3-kinase (PI3K)-mTOR and other proteins related to cell differentiation, proliferation, and growth, such as AKT1, MAPK1, MAPK3, IRS1, and PLCG2. In addition, ROS upregulates the expression of many immune and inflammatory genes by activating NF- Kβ.54 Meanwhile, reactive nitrogen oxides (RNOS) modify the structure and function of proteins by editing amino acid residues, promoting protein dimerization, and functioning with Fe-S groups or other metal complexes.55 These mechanisms result in prolonged inflammatory phenotypes in COPD patients.56\nExtracellular Matrix, Matrix Metalloproteinases, and Angiogenesis\n        The extracellular matrix (ECM) is instrumental in regulating cell activity, function, and stability. It provides structural support for cells in the lungs, maintains their appearance and biomechanical characteristics, and is an essential source of different cytokines necessary for the differentiation and proliferation of cells. Fibroblasts synthesize a large number of matrix components, various growth factors, and inflammatory mediators, regulate ECM in different lung regions by autocrine and paracrine signaling, and cause pathological changes in the tumour extracellular matrix, such as increased collagen expression and altered collagen cross-linking. For example, SCLC is surrounded by much ECM stroma, and SCLC cells can bind to ECM to enhance tumorigenicity, creating a tumour microenvironment. Activated cancer-associated fibroblasts (CAFs) play a role in tumour progression by recreating the tumour ECM, inhibiting the immune response, and releasing growth-promoting factors.57 In summary, the tumour ECM provides a particular microenvironment that facilitates tumour cell proliferation and metastasis, inhibits tumour cell apoptosis, and wraps the tumour parenchyma to enhance its resistance to chemotherapy.\n        Matrix metalloproteinases (MMPs) and tissue inhibitors of specific metalloproteinases (TIMPs) strictly regulate the dynamic balance of the ECM. MMPs, especially those enzymes that degrade elastin, are significant for the progression of emphysema. Many enzymes promote lung cancer growth through various mechanisms, including promoting cell proliferation and angiogenesis, thereby allowing intravascular invasion,28 especially MMP-2 and MMP-9. MMP-2 is secreted in normal and tumour tissues, while MMP-9 is mainly found in tissue remodeling. In cancer, excessive MMP-9 may help stimulate tumour vascularization and tumour cell proliferation and is associated with poor prognosis.58 It is worth mentioning that the core proteoglycan is necessary for collagen fiber formation, which interacts with MMPs and works by inhibiting tumour growth, migration, and angiogenesis.\n        In COPD, however, MMPS is out of balance with TIMPS, leading to the excessive production of MMPS. The increase in the activity of MMPs and neutrophil elastase is related to COPD pathology, especially MMP-9, which is instrumental in the occurrence of emphysema.59 Alterations in elastic fibers, fibronectin, collagen, ten protein C, and endothelin were found in all lung tissues of patients with moderate COPD, and significant alterations in proteoglycan synthesis of central and distal lung fibroblasts were found in patients with severe COPD.60 With the production and accumulation of excessive ECM, peribronchial fibrosis, and degradation of ECM in alveoli, emphysema is gradually formed.61 Chronic inflammation caused by the combined action of multiple inflammatory mediators and related proteins initiates the mesenchymal changes in basal epithelial cells, which influences the occurrence of tumours.\n        MMPs induce release of cell factors such as transforming growth factor β (TGF-β) and vascular endothelial growth factor VEGF, which are also instrumental in the progression and metastasis of lung cancer. VEGF is a significant factor in promoting angiogenesis and vascular remodeling. As the size of the tumour increases, hypoxia activates HIFs and induces MMPs and VEGF, which induce tumour progression and attack. Another reason why smoking promotes the progression of COPD and lung cancer is that nicotine increases HIF-1 in NSCLC.\n        Moreover, under hypoxia, the expression of prostacyclin synthase in human lung fibroblasts is upregulated, which further promotes the synthesis of tumour VEGF.4 Meanwhile, COX-2 and MMP-2 levels increase in the terminal lung tissue of COPD patients and the sputum of smokers, which may be related to the severity of airflow restriction. VEGF induces angiogenesis through the COX-2 pathway and COX-2 promotes cancer growth through microsomal prostaglandin E synthase-1 (MPGES-1) and prostaglandin 2 receptor EP1 in inflammatory environments. Several preclinical and clinical studies have proven that COX-2 inhibitors are effective in NSCLC therapy.\nOther Mechanisms\n        \n          Lack of α1-Antitrypsin\n          Another specific genetic mechanism from COPD to lung cancer is α1-antitrypsin deficiency (AATD). α1-Antitrypsin (AAT) is a vital plasma protein synthesized mainly by hepatocytes that act as an inhibitor of serine protease. AATD is caused by genetic mutations that encode AAT, which reduce the normal circulating AAT concentration in the body. Multivariate logistic regression analysis found that patients with AATD had a 70% higher risk of lung cancer than noncarriers compared with unrelated controls.62 They also found a twofold increase in the risk of suffering lung cancer in AATD carriers compared with their cancer-free relatives. Moreover, stratified analysis by tumour subtype showed an increase in adenocarcinoma and squamous cell carcinoma.\n        \n        \n          Extracellular Vesicles\n          Cells also release vesicles to the extracellular environment in several biological activities. The role of extracellular vesicles (EVs), which are instrumental in both COPD and lung cancer and regulate the tumour microenvironment by directly changing the immune response or regulating epithelial transformation, fibroblast activation, and angiogenesis, cannot be ignored.63 For example, McCady observed that heat shock protein 90α (Hsp90α) in tumor-associated exosomes increase the aggressiveness of tumours by activating plasmin and annexin II.64 Hsp90α is rich in COPD patients and serves as an effective biomarker for EMT together with HSP27 and HSP70.\n          In addition, exosomes containing miRNAs can selectively inhibit mRNA translation and have a hand in regulating cell proliferation. For example, the miR-200 miRNA family members can actively inhibit airway epithelial transduction activity induced by TGF-β1 and form a double negative feedback loop with the EMT-induced transcription factor family. During this process, the expression of intracellular miR-200 is significantly decreased, while exosomal miR-200 is increased.65,66 This suggests that the active expulsion of RNA through exocytosis leads to increased plasticity and mobility of epithelial cells, enhancing EMT in early COPD and cancer and accelerating the progression of lung cancer in COPD patients.\nLack of α1-Antitrypsin\n          Another specific genetic mechanism from COPD to lung cancer is α1-antitrypsin deficiency (AATD). α1-Antitrypsin (AAT) is a vital plasma protein synthesized mainly by hepatocytes that act as an inhibitor of serine protease. AATD is caused by genetic mutations that encode AAT, which reduce the normal circulating AAT concentration in the body. Multivariate logistic regression analysis found that patients with AATD had a 70% higher risk of lung cancer than noncarriers compared with unrelated controls.62 They also found a twofold increase in the risk of suffering lung cancer in AATD carriers compared with their cancer-free relatives. Moreover, stratified analysis by tumour subtype showed an increase in adenocarcinoma and squamous cell carcinoma.\nExtracellular Vesicles\n          Cells also release vesicles to the extracellular environment in several biological activities. The role of extracellular vesicles (EVs), which are instrumental in both COPD and lung cancer and regulate the tumour microenvironment by directly changing the immune response or regulating epithelial transformation, fibroblast activation, and angiogenesis, cannot be ignored.63 For example, McCady observed that heat shock protein 90α (Hsp90α) in tumor-associated exosomes increase the aggressiveness of tumours by activating plasmin and annexin II.64 Hsp90α is rich in COPD patients and serves as an effective biomarker for EMT together with HSP27 and HSP70.\n          In addition, exosomes containing miRNAs can selectively inhibit mRNA translation and have a hand in regulating cell proliferation. For example, the miR-200 miRNA family members can actively inhibit airway epithelial transduction activity induced by TGF-β1 and form a double negative feedback loop with the EMT-induced transcription factor family. During this process, the expression of intracellular miR-200 is significantly decreased, while exosomal miR-200 is increased.65,66 This suggests that the active expulsion of RNA through exocytosis leads to increased plasticity and mobility of epithelial cells, enhancing EMT in early COPD and cancer and accelerating the progression of lung cancer in COPD patients.\nScreening of Lung Cancer in COPD Patients\n      Most clinically diagnosed lung cancer cases are already in advanced stage, and the main reason for the high mortality is local recurrence and distant metastasis. Therefore, early diagnosis and early treatment are significant measures to improve survival and reduce the mortality of patients. Given the increased risk of developing lung cancer in those suffering from COPD, there is a temptation to advocate screening all eligible patients with COPD, which effectively reduces the mortality of lung cancer.67 However, the benefits of screening depend on the complex relationship between individual risk factors, comorbidities, and oncology. People at high risk of lung cancer have the highest prevalence of COPD and are more likely to die from other non-lung cancer causes such as cardiovascular disease and respiratory diseases. This “competitive cause of death” effect means that among patients who lead to greater irremovability and premature death, high-risk smokers are at the greatest risk of lung cancer and may not necessarily benefit from screening. The presence of comorbidities such as tuberculosis in COPD patients may also be related to the increased risk of lung cancer. It has been suggested that COPD patients with a history of tuberculosis, particularly never smokers, may benefit from regular screening or evaluation for the development of lung cancer.68 Young et al’s analysis shows that the benefit of annual CT screening is greatest in those with normal lung function or only mild-to-moderate COPD.69 Therefore, it is necessary to find a meaningful screening method. More and more studies have pointed out that biomarker based screening methods play an important role in determining the high-risk population of COPD patients, which can minimize the mortality of lung cancer.\n      \n        Imaging of Chest\n        Chest computed tomography (CT) is a crucial tool in diagnosing COPD and lung cancer. The International Early Lung Cancer Action Program has demonstrated that low-dose CT screening for lung cancer using standardized protocols can identify 85% of patients with lung cancer at clinical phase I. The National Lung Screening Trial (NLST) found that low-dose CT results in 20% lower lung cancer deaths among trial participants screened compared with those screened by X-ray. International academic organizations and many medical institutions have recommended LDCT (Low-Dose Computed Tomography) screening in high-risk populations, and have formulated corresponding lung cancer screening guidelines.70–73,76\n        With the popularization of HRCT, the accuracy of screening will be significantly improved. However, the selection criteria of screening for COPD and lung cancer are significant considering efficacy, disadvantages, potential harms, and cost-effectiveness. Torres et al studied risk screening related to COPD combined with lung cancer and developed the COPD lung cancer screening score (COPD - LUCSS) method to identify high-risk patients with COPD.74 The scoring items included body mass index (BMI) <25kg/m2 (1 point), smoking >60 packs per year (2 points), age > 60 (3 points), and presence of radiographic emphysema (4 points). Diffusion capacity for carbon monoxide of the lung (DLCO) may also be used instead of CT to assess emphysema.75 They classified patients into two groups based on their overall score: low risk (0 to 6) and high risk (7 or more). The risk of lung cancer in the high-scoring group was three times higher than that in the low-scoring group. Figueira Goncalves et al retrospectively observed 159 outpatients with COPD by the COPD-LUCSS-DLCO in 2018, and 62% of them had a high-risk score.76 In their follow-up data, lung cancer morbidity in the high-risk group was 2.6 times higher than that in the lower-risk group.\n        Based on current data, 60% of patients with a high risk of lung cancer death will still account for nearly 90% of CT preventable lung cancer deaths. Therefore, we believe that all patients with emphysema detected by CT, especially those with a high score of COPD -LUCSS, should be screened, regardless of age or smoking history.\n      \n      \n        High-Throughput Genome-Wide Gene Expression Detection Technology\n        Due to excessive false positives in LDCT screening, it remains a great challenge to differentiate malignant tumours and find better noninvasive diagnostic tools. High-throughput sequencing (or next generation sequencing, NGS) reveals the physiological and pathological heterogeneity of lung cells. New phenotypes and unique genetic characteristics of cells in lung development, homeostasis, and lung diseases can be identified, which may help us diagnose and treat lung diseases.77 With the development of technology and the need to promote screening, people gradually demand minimally invasive and noninvasive detection methods. The synthetic genomics approach reveals differentially expressed genes from emphysema patients’ airway epithelial cells that can determine COPD signals in peripheral blood. Although the expression of some genes is in the opposite direction, there is significant overlap between blood and respiratory tract.78 As seen in Table 1, researchers from several regions begun to try to detect the risk of lung cancer by different biomarkers in peripheral blood.Table 1NGS on Lung Cancer Risk ScreeningReferenceCountryPublished YearNo. of ParticipantsParticipants with LCDetection ObjectPotential Biomarkers of LCJing Hu83China2019122122 (100.0%)GenesTP53, RB1, LRP1B, KMT2D, FAT1, KMT2C, SPTA1, STK24, FAM135B, NOTCH1Ana B. Pavel84USA2017347194 (56.0%)miRNAmiR-146a-5p, miR-324-5p, miR-223-3p, miR-223-5pAndreas Keller79Germany201853433 (6.2%)miRNAmiR-548d-5p, miR-4695-3p, miR-517a-3p, miR-4785, miR-7109-3p, miR-320e, miR-548ay-5p, miR-320c, miR-519d-3pWenhua Liang80China2019230129 (56.1%)CTDNA methylation9 hypermethylated markersZhe Su81China20194848 (100.0%)CTC10-CNA scoreAbbreviations: NGS, next generation sequencing; LC, lung cancer; CTC, circulating tumor cell; CTDNA, circulating tumor DNA; CNA, copy number alteration.\n        \n          MiRNA\n          It is known that changes in gene expression in bronchial epithelial cells are biomarkers for tumour detection in smokers, and the determination of gene sequences contributes to early diagnosis of lung cancer. miRNAs are responsible for regulating the expression differences of cancer-related genes, so it is reasonable to speculate that genome-wide analysis of mRNA expression will also provide strong support for the pathogenesis of lung cancer. With the perfection of NGS, miRNA sequencing has gradually replaced DNA sequencing and provided more information about the molecular processes of lung cancer cells. Laser microdissection of lung gene maps found 374 differentially expressed genes in lung cancer patients with or without COPD, of which more than 10% were genes related to mitochondrial function. Combined with expression level and chromosomal aberrations, they were significantly associated with regions 5q31.2 and 31.3. Integrating genetics with miRNA expression may facilitate the early diagnosis of disease.\n          From peripheral blood from lung cancer patients with COPD, nine miRNAs with significantly reduced abundance were identified (including hsamiR-548D-5p, hsamiR-4695-3p, hsamiR-517a-3p, hsamiR −4785, hsamiR-7109-3p, hsamiR-320E, hsamiR-548ay-5p, hsamiR-320c, and hsamiR −519D-3p),79 and these miRNAs serve as potential biomarker candidates to identify the high-risk population.\n        \n        \n          Circulating Tumour DNA\n          High-throughput targeted circulating tumour DNA (ctDNA) methylation sequencing can also be used as a noninvasive diagnostic method for early cancer. Liang et al performed DNA methylation analysis of tumour tissue (diameter <3cm) by high-throughput DNA bisulfite sequencing and found high background methylation patterns in ctDNA and established plasma sample classification methods.80 Then, the training set of 66 plasma samples was used to further screen DNA methylation markers from these tissues, and nine markers were selected to establish a diagnostic prediction model, which can be used for the early diagnosis of lung cancer and the identification of lung cancer from benign pulmonary nodules with high sensitivity and specificity.\n          Single-cell sequencing of circulating tumour cells (CTC) is also instrumental in predicting the progression of SCLC. Single-cell sequencing of CTCs can provide mutation profiles for SCLC. ctDNA analysis and follow-up of 100 subjects treated for NSCLC showed that ctDNA profiling could track the subclonal properties of lung cancer recurrence and metastasis, and provide the potential for personalized treatment. The copy number alteration (CNA) score established based on CTCs is a possible predictor of the clinical outcome of SCLC patients after chemotherapy.81 Survival analysis showed that patients with low CNA scores (<223.5) after first-line chemotherapy had longer progression-free survival (PFS) and overall survival (OS) than patients with high CNA scores.\n          Moreover, whole exome and whole genome sequencing have the potential to guide immunotherapy and cancer vaccine research and development. McGranahan et al demonstrated that tumour tissue from patients who had sustained responses to PD-1 immunotherapy was rich in new clonal epitopes.82 In contrast, tumour tissue less responsive to immunotherapy was more likely to be subclonal new epitopes. Therefore, multiregion sequencing of tumours is expected to be a biomarker that can predict immunotherapy response by providing the load and clonality of new epitopes in cancer.\n          It remains to be determined whether these approaches will provide meaningful survival benefits to lung cancer patients. Nevertheless, there is no doubt that the future of individualized lung cancer treatment will require a precise genome-wide and epigenome map of each tumour. High-throughput sequencing technologies have greatly enhanced our understanding of various diseases.\n        \n        \n          Other Biomarkers\n          In recent years, Respironics technology has been gradually used for lung disease screening. Volatile organic compounds (VOC) in exhaled air can be used as biomarkers, which have positive significance in indicating lung cancer, airway obstruction, and even respiratory tract infection.85 With further development of research, metal oxide semiconductor (MOS) sensor array based e-nose diagnose diseases by detecting lung cancer and COPD biomarkers such as isobutane, propane, acetone, and benzene.86,87 Subramoniam et al, through A case-control study, found that the diagnostic accuracy of VOC analysis using an electronic nose (e-nose) system reached more than 75.0%.86 Detection of exhaled VOC is one of the new non-invasive techniques for the diagnosis of lung diseases, which are portability, cost-effectiveness, and robustness.\nImaging of Chest\n        Chest computed tomography (CT) is a crucial tool in diagnosing COPD and lung cancer. The International Early Lung Cancer Action Program has demonstrated that low-dose CT screening for lung cancer using standardized protocols can identify 85% of patients with lung cancer at clinical phase I. The National Lung Screening Trial (NLST) found that low-dose CT results in 20% lower lung cancer deaths among trial participants screened compared with those screened by X-ray. International academic organizations and many medical institutions have recommended LDCT (Low-Dose Computed Tomography) screening in high-risk populations, and have formulated corresponding lung cancer screening guidelines.70–73,76\n        With the popularization of HRCT, the accuracy of screening will be significantly improved. However, the selection criteria of screening for COPD and lung cancer are significant considering efficacy, disadvantages, potential harms, and cost-effectiveness. Torres et al studied risk screening related to COPD combined with lung cancer and developed the COPD lung cancer screening score (COPD - LUCSS) method to identify high-risk patients with COPD.74 The scoring items included body mass index (BMI) <25kg/m2 (1 point), smoking >60 packs per year (2 points), age > 60 (3 points), and presence of radiographic emphysema (4 points). Diffusion capacity for carbon monoxide of the lung (DLCO) may also be used instead of CT to assess emphysema.75 They classified patients into two groups based on their overall score: low risk (0 to 6) and high risk (7 or more). The risk of lung cancer in the high-scoring group was three times higher than that in the low-scoring group. Figueira Goncalves et al retrospectively observed 159 outpatients with COPD by the COPD-LUCSS-DLCO in 2018, and 62% of them had a high-risk score.76 In their follow-up data, lung cancer morbidity in the high-risk group was 2.6 times higher than that in the lower-risk group.\n        Based on current data, 60% of patients with a high risk of lung cancer death will still account for nearly 90% of CT preventable lung cancer deaths. Therefore, we believe that all patients with emphysema detected by CT, especially those with a high score of COPD -LUCSS, should be screened, regardless of age or smoking history.\nHigh-Throughput Genome-Wide Gene Expression Detection Technology\n        Due to excessive false positives in LDCT screening, it remains a great challenge to differentiate malignant tumours and find better noninvasive diagnostic tools. High-throughput sequencing (or next generation sequencing, NGS) reveals the physiological and pathological heterogeneity of lung cells. New phenotypes and unique genetic characteristics of cells in lung development, homeostasis, and lung diseases can be identified, which may help us diagnose and treat lung diseases.77 With the development of technology and the need to promote screening, people gradually demand minimally invasive and noninvasive detection methods. The synthetic genomics approach reveals differentially expressed genes from emphysema patients’ airway epithelial cells that can determine COPD signals in peripheral blood. Although the expression of some genes is in the opposite direction, there is significant overlap between blood and respiratory tract.78 As seen in Table 1, researchers from several regions begun to try to detect the risk of lung cancer by different biomarkers in peripheral blood.Table 1NGS on Lung Cancer Risk ScreeningReferenceCountryPublished YearNo. of ParticipantsParticipants with LCDetection ObjectPotential Biomarkers of LCJing Hu83China2019122122 (100.0%)GenesTP53, RB1, LRP1B, KMT2D, FAT1, KMT2C, SPTA1, STK24, FAM135B, NOTCH1Ana B. Pavel84USA2017347194 (56.0%)miRNAmiR-146a-5p, miR-324-5p, miR-223-3p, miR-223-5pAndreas Keller79Germany201853433 (6.2%)miRNAmiR-548d-5p, miR-4695-3p, miR-517a-3p, miR-4785, miR-7109-3p, miR-320e, miR-548ay-5p, miR-320c, miR-519d-3pWenhua Liang80China2019230129 (56.1%)CTDNA methylation9 hypermethylated markersZhe Su81China20194848 (100.0%)CTC10-CNA scoreAbbreviations: NGS, next generation sequencing; LC, lung cancer; CTC, circulating tumor cell; CTDNA, circulating tumor DNA; CNA, copy number alteration.\n        \n          MiRNA\n          It is known that changes in gene expression in bronchial epithelial cells are biomarkers for tumour detection in smokers, and the determination of gene sequences contributes to early diagnosis of lung cancer. miRNAs are responsible for regulating the expression differences of cancer-related genes, so it is reasonable to speculate that genome-wide analysis of mRNA expression will also provide strong support for the pathogenesis of lung cancer. With the perfection of NGS, miRNA sequencing has gradually replaced DNA sequencing and provided more information about the molecular processes of lung cancer cells. Laser microdissection of lung gene maps found 374 differentially expressed genes in lung cancer patients with or without COPD, of which more than 10% were genes related to mitochondrial function. Combined with expression level and chromosomal aberrations, they were significantly associated with regions 5q31.2 and 31.3. Integrating genetics with miRNA expression may facilitate the early diagnosis of disease.\n          From peripheral blood from lung cancer patients with COPD, nine miRNAs with significantly reduced abundance were identified (including hsamiR-548D-5p, hsamiR-4695-3p, hsamiR-517a-3p, hsamiR −4785, hsamiR-7109-3p, hsamiR-320E, hsamiR-548ay-5p, hsamiR-320c, and hsamiR −519D-3p),79 and these miRNAs serve as potential biomarker candidates to identify the high-risk population.\n        \n        \n          Circulating Tumour DNA\n          High-throughput targeted circulating tumour DNA (ctDNA) methylation sequencing can also be used as a noninvasive diagnostic method for early cancer. Liang et al performed DNA methylation analysis of tumour tissue (diameter <3cm) by high-throughput DNA bisulfite sequencing and found high background methylation patterns in ctDNA and established plasma sample classification methods.80 Then, the training set of 66 plasma samples was used to further screen DNA methylation markers from these tissues, and nine markers were selected to establish a diagnostic prediction model, which can be used for the early diagnosis of lung cancer and the identification of lung cancer from benign pulmonary nodules with high sensitivity and specificity.\n          Single-cell sequencing of circulating tumour cells (CTC) is also instrumental in predicting the progression of SCLC. Single-cell sequencing of CTCs can provide mutation profiles for SCLC. ctDNA analysis and follow-up of 100 subjects treated for NSCLC showed that ctDNA profiling could track the subclonal properties of lung cancer recurrence and metastasis, and provide the potential for personalized treatment. The copy number alteration (CNA) score established based on CTCs is a possible predictor of the clinical outcome of SCLC patients after chemotherapy.81 Survival analysis showed that patients with low CNA scores (<223.5) after first-line chemotherapy had longer progression-free survival (PFS) and overall survival (OS) than patients with high CNA scores.\n          Moreover, whole exome and whole genome sequencing have the potential to guide immunotherapy and cancer vaccine research and development. McGranahan et al demonstrated that tumour tissue from patients who had sustained responses to PD-1 immunotherapy was rich in new clonal epitopes.82 In contrast, tumour tissue less responsive to immunotherapy was more likely to be subclonal new epitopes. Therefore, multiregion sequencing of tumours is expected to be a biomarker that can predict immunotherapy response by providing the load and clonality of new epitopes in cancer.\n          It remains to be determined whether these approaches will provide meaningful survival benefits to lung cancer patients. Nevertheless, there is no doubt that the future of individualized lung cancer treatment will require a precise genome-wide and epigenome map of each tumour. High-throughput sequencing technologies have greatly enhanced our understanding of various diseases.\n        \n        \n          Other Biomarkers\n          In recent years, Respironics technology has been gradually used for lung disease screening. Volatile organic compounds (VOC) in exhaled air can be used as biomarkers, which have positive significance in indicating lung cancer, airway obstruction, and even respiratory tract infection.85 With further development of research, metal oxide semiconductor (MOS) sensor array based e-nose diagnose diseases by detecting lung cancer and COPD biomarkers such as isobutane, propane, acetone, and benzene.86,87 Subramoniam et al, through A case-control study, found that the diagnostic accuracy of VOC analysis using an electronic nose (e-nose) system reached more than 75.0%.86 Detection of exhaled VOC is one of the new non-invasive techniques for the diagnosis of lung diseases, which are portability, cost-effectiveness, and robustness.\nMiRNA\n          It is known that changes in gene expression in bronchial epithelial cells are biomarkers for tumour detection in smokers, and the determination of gene sequences contributes to early diagnosis of lung cancer. miRNAs are responsible for regulating the expression differences of cancer-related genes, so it is reasonable to speculate that genome-wide analysis of mRNA expression will also provide strong support for the pathogenesis of lung cancer. With the perfection of NGS, miRNA sequencing has gradually replaced DNA sequencing and provided more information about the molecular processes of lung cancer cells. Laser microdissection of lung gene maps found 374 differentially expressed genes in lung cancer patients with or without COPD, of which more than 10% were genes related to mitochondrial function. Combined with expression level and chromosomal aberrations, they were significantly associated with regions 5q31.2 and 31.3. Integrating genetics with miRNA expression may facilitate the early diagnosis of disease.\n          From peripheral blood from lung cancer patients with COPD, nine miRNAs with significantly reduced abundance were identified (including hsamiR-548D-5p, hsamiR-4695-3p, hsamiR-517a-3p, hsamiR −4785, hsamiR-7109-3p, hsamiR-320E, hsamiR-548ay-5p, hsamiR-320c, and hsamiR −519D-3p),79 and these miRNAs serve as potential biomarker candidates to identify the high-risk population.\nCirculating Tumour DNA\n          High-throughput targeted circulating tumour DNA (ctDNA) methylation sequencing can also be used as a noninvasive diagnostic method for early cancer. Liang et al performed DNA methylation analysis of tumour tissue (diameter <3cm) by high-throughput DNA bisulfite sequencing and found high background methylation patterns in ctDNA and established plasma sample classification methods.80 Then, the training set of 66 plasma samples was used to further screen DNA methylation markers from these tissues, and nine markers were selected to establish a diagnostic prediction model, which can be used for the early diagnosis of lung cancer and the identification of lung cancer from benign pulmonary nodules with high sensitivity and specificity.\n          Single-cell sequencing of circulating tumour cells (CTC) is also instrumental in predicting the progression of SCLC. Single-cell sequencing of CTCs can provide mutation profiles for SCLC. ctDNA analysis and follow-up of 100 subjects treated for NSCLC showed that ctDNA profiling could track the subclonal properties of lung cancer recurrence and metastasis, and provide the potential for personalized treatment. The copy number alteration (CNA) score established based on CTCs is a possible predictor of the clinical outcome of SCLC patients after chemotherapy.81 Survival analysis showed that patients with low CNA scores (<223.5) after first-line chemotherapy had longer progression-free survival (PFS) and overall survival (OS) than patients with high CNA scores.\n          Moreover, whole exome and whole genome sequencing have the potential to guide immunotherapy and cancer vaccine research and development. McGranahan et al demonstrated that tumour tissue from patients who had sustained responses to PD-1 immunotherapy was rich in new clonal epitopes.82 In contrast, tumour tissue less responsive to immunotherapy was more likely to be subclonal new epitopes. Therefore, multiregion sequencing of tumours is expected to be a biomarker that can predict immunotherapy response by providing the load and clonality of new epitopes in cancer.\n          It remains to be determined whether these approaches will provide meaningful survival benefits to lung cancer patients. Nevertheless, there is no doubt that the future of individualized lung cancer treatment will require a precise genome-wide and epigenome map of each tumour. High-throughput sequencing technologies have greatly enhanced our understanding of various diseases.\nOther Biomarkers\n          In recent years, Respironics technology has been gradually used for lung disease screening. Volatile organic compounds (VOC) in exhaled air can be used as biomarkers, which have positive significance in indicating lung cancer, airway obstruction, and even respiratory tract infection.85 With further development of research, metal oxide semiconductor (MOS) sensor array based e-nose diagnose diseases by detecting lung cancer and COPD biomarkers such as isobutane, propane, acetone, and benzene.86,87 Subramoniam et al, through A case-control study, found that the diagnostic accuracy of VOC analysis using an electronic nose (e-nose) system reached more than 75.0%.86 Detection of exhaled VOC is one of the new non-invasive techniques for the diagnosis of lung diseases, which are portability, cost-effectiveness, and robustness.\nEffect of COPD on the Prognosis of Lung Cancer\n      COPD patients with lung cancer mainly presented with cough, expectoration, dyspnoea, emaciation, and other symptoms, which were always worse than the baseline level. It has been demonstrated that although the overall survival rate after lung cancer surgery is similar in COPD and non-COPD patients, among patients with stage I lung cancer, COPD patients have a significantly lower conditional survival rate at 2 and 3 years than non-COPD patients, which is related to the high risk of recurrence.88 Yi et al evaluated the differences in quality of life and lung function between lung cancer patients with and without COPD in a retrospective study and analyzed and collated the survival data. They found that patients with advanced NSCL and COPD had a median OS of 224 days, a reduction of 115 days compared to controls.89 Mouronte-roibas et al, also demonstrated a 37% (22 months vs 16 months) longer median survival in patients with lung cancer only than in those with COPD and lung cancer in a prospective multicenter study.90 The study by Wei Wang et al, after adjusting for age, sex, body mass index (BMI), smoking status, and treatment method, found that COPD was significantly associated with decreased overall survival (OS) of lung cancer, and the OS of lung cancer patients gradually worsened with the increase of COPD severity.91\n      Studies of the pathological types of lung cancer proved that patients with COPD tended to suffer more malignant tumours, while bronchiolar carcinoma and well-differentiated adenocarcinoma are rare.76\n      This may be associated with elevated inflammatory markers, such as the particle/shower ratio(NLR), plate/shower ratio(PLR), and CRP. Studies found that median survival was significantly correlated between high or low PLR and high or low NLR and high or low CRP groups. Patients with a high PLR or NLR were less alive than those with a low PLR or NLR.92 Moreover, in the four subgroups classified by PLR value and COPD status, the coexistence of airway obstruction and high PLR made patients’ prognoses poorer. The combination of systemic inflammation and fixed airway obstruction may be the reason. Patients with AECOPD had higher NLRs and PLRs than patients without acute exacerbation. Accordingly, AECOPD may be more common in the high PLR COPD group.\n      In studies after lobectomy for early lung cancer, severe COPD was related to a higher incidence of postoperative pulmonary complications, higher tumour-related mortality, and worse long-term survival. This is the consensus of respiratory medicine. However, while NSCLC patients with COPD may be at increased risk of postoperative complications, loss of lung function in the short term (3–6 months) is acceptable. Multivariate Cox regression analysis showed that the combination of moderate and severe COPD was an independent risk factor affecting the PFS of NSCLC patients after surgery, which could be combined with preoperative lung function to determine the prognosis, predict the risk of recurrence more accurately, and develop a proper individualized treatment for high-risk patients.Interestingly, the timing of COPD diagnosis also plays a role in prognostic assessment. Similar to previous COPD (diagnosis COPD more than six months before lung cancer), present COPD (diagnosis COPD within six months after lung cancer) increased postoperative complications and reduced quality of life associated with dyspnoea. Multivariate Cox regression analysis showed that the survival rate of lung cancer patients with COPD was obviously reduced, but lung cancer patients with previous COPD seemed unaffected compared with those with simple lung cancer. This suggests that detecting COPD early, diagnosing COPD early, and treating COPD early for COPD are still keys to lung cancer therapy.\nInfluence of COPD in the Treatment of Lung Cancer\n      \n        Radiation and Chemotherapy\n        After diagnosis and treatment, lung cancer is more likely to be affected by COPD. Studies have shown that the median survival of patients with NSCLC after chemotherapy was 14.0 months in the severe COPD group,93 18 months in the mild to moderate COPD group, and 19 months in the non-COPD group. Extremely severe COPD may worsen the outcomes of some patients with NSCLC who receive first-line chemotherapy.\n        The elective nodal irradiation (ENI) of NSCLC patients with COPD is also more likely to be associated with radiation pneumonia, radiation oesophagitis, and other complications, which reduces the rate of immunotherapy after radiotherapy and chemotherapy. To increase the possibility of immunotherapy, ENI should not be used for patients with NSCLC complicated with COPD.94 These patients should be given supportive care to minimize damage to normal tissue function caused by radiotherapy and chemotherapy.\n        Radiotherapy controls disease progression and improves survival in tumour patients. However, because the lung is susceptible to ionizing radiation, radiation pneumonia is a major side effect of chest radiation therapy. The incidence of radiation pneumonia varies with radiation techniques and treatment regimens. The clinical manifestation of 17% of patients undergoing radical radiation therapy is radiation pneumonia. Intensity-modulated radiation therapy (IMRT) and stereotactic total body radiation therapy (SBRT) are commonly used in lung cancer patients, providing an ideal radiation dose distribution with less impact on normal tissues and higher doses of radiation to targets in fewer parts. Compared with traditional radiotherapy, IMRT reduces the incidence of severe pneumonia,95 resulting in less than 10% of patients receiving lung cancer SBRT treatment for clinical radiation pneumonia.96\n        There are conflicting data on the impact of COPD on the occurrence of radiation pneumonia. Several retrospective studies have shown that COPD is related to a rising incidence of radiation pneumonia and patients receiving SBRT. However, in the United States, at the University of Michigan and Ann Arbor veterans health system cooperation, in one study, they found that in lung cancer treated by radiotherapy compared with normal lung function or mild COPD patients, severe COPD patients experienced less radioactive pneumonia. In other words, low baseline pulmonary function increased the risk of lung toxicity caused by radiation.97 In patients with severe COPD, the less emphysema there is, the lower likelihood of radioactive lung toxicity. Systemic glucocorticoids remain the primary treatment strategy in patients with symptomatic radioactive pneumonia, and there is evidence that twice-daily high-dose inhalation of 800μg budesonide may be a potential alternative treatment.98\n      \n      \n        Immunotherapy\n        While systemic chemotherapy is the standard treatment for patients with advanced lung cancer, recent developments in tyrosine kinase inhibitors (TKIs) and immunotherapy have revolutionized the way patients are treated. Researchers were interested in the effect of airway obstructive disease on the immunotherapy of lung cancer and conducted several studies, which are shown in Table 2.Table 2Studies on COPD in the Immunotherapy of Lung CancerReferenceCountryPublished YearNo. of Participants Treated with ICIsParticipants with COPDEvaluation IndexOutcome Related FactorsStudy DesignNicholas M. Mark, M.D100USA20177344(60.2%)PFSIFN-γ-producing CD8(+) and CD4(+)Th1 cellsRetrospective cohort studyJérˆome Biton106French20183919(48.7)PFS, OSCD8(+) TILRetrospective cohort studyYuzo Suzuki101Japan20199541(43.2%)FeNO, FVC, FEV1_Prospective multi-center studyJiebai Zhou103China202115665(41.7%)OS, PFSIL-8, IL- 2RRetrospective cohort studyAbbreviations: COPD, Chronic obstructive pulmonary disease; ICIs, immune checkpoint inhibitors; TIL, tumor infiltrates T lymphocytes; PFS, progression free survival; Os, overall survival; FeNO, fractional exhaled nitric oxide; FVC, forced vital capacity; FEV1, forced expiratory volume in the first second.\n        McKendry demonstrated increased expression of PD-1 on CD8+ T cells and PD-L1 on macrophages in vitro specimens of mild and moderate COPD patients.99 PD-1 combined with PD-L1 leads to cell cycle arrest, followed by T-cell inactivation. High expression of PD-1 was also found on CD8+ T cells in the peripheral blood of NSCLC patients. Mark et al used flow cytometry to measure immune cell levels in lung cancer and adjacent lung tissues of patients with and without COPD.100 Compared with normal lung function, COPD patients had an increased proportion of CD3+, CD4+, and CD8+ cells in nontumor lung tissue and, importantly, enhanced Th1 differentiation, which was also seen in paired tumour samples, particularly in adenocarcinoma. The expression of TIM3 and PD-1 of CD4+ T and CD8+ T cells increased in patients with COPD and was positively correlated with the degree of COPD.\n        In a study of 137 patients with NSCLC about the effects of PD-1 inhibitors on exhaled nitric oxide and lung function in COPD patients with lung cancer, anti-PD-1 therapy increased FeNO levels in patients with NSCLC.101 However, significantly increased FeNO levels did not lead to deterioration of lung function, dyspnoea, or AECOPD. Meanwhile, multiple studies have compared OS and PFS in lung cancer patients with COPD,100,102–104 which found that compared with NSCLC patients without COPD, the serum IL-10 concentration was decreased and CD8+ B cells were increased in the NSCLC+COPD group. The presence of COPD was associated with improvements in PFS and OS, especially PFS.\n        Generally, in patients with advanced NSCLC, COPD reduces tumour-induced inflammation and has less blocked antitumor immune responses. Thus, concomitant COPD may be an independent positive predictor of PFS prolongation after first-line therapy of advanced NSCLC. This suggests that patients with airway obstruction may be better candidates for cancer immunotherapy and may even support immunotherapy mechanisms induced by chemotherapy and immunosuppression. ICIs therapy is rapidly becoming a front-line adjuvant or primary therapy in several solid cancer types. Immunotherapy has potential therapeutic value for COPD because it can regulate the T-cell response by inhibiting immune checkpoints. However, a series of reported cases of pathological COPD exacerbation in lung cancer patients receiving ICIs suggest that immunotherapy is not always better.105\nRadiation and Chemotherapy\n        After diagnosis and treatment, lung cancer is more likely to be affected by COPD. Studies have shown that the median survival of patients with NSCLC after chemotherapy was 14.0 months in the severe COPD group,93 18 months in the mild to moderate COPD group, and 19 months in the non-COPD group. Extremely severe COPD may worsen the outcomes of some patients with NSCLC who receive first-line chemotherapy.\n        The elective nodal irradiation (ENI) of NSCLC patients with COPD is also more likely to be associated with radiation pneumonia, radiation oesophagitis, and other complications, which reduces the rate of immunotherapy after radiotherapy and chemotherapy. To increase the possibility of immunotherapy, ENI should not be used for patients with NSCLC complicated with COPD.94 These patients should be given supportive care to minimize damage to normal tissue function caused by radiotherapy and chemotherapy.\n        Radiotherapy controls disease progression and improves survival in tumour patients. However, because the lung is susceptible to ionizing radiation, radiation pneumonia is a major side effect of chest radiation therapy. The incidence of radiation pneumonia varies with radiation techniques and treatment regimens. The clinical manifestation of 17% of patients undergoing radical radiation therapy is radiation pneumonia. Intensity-modulated radiation therapy (IMRT) and stereotactic total body radiation therapy (SBRT) are commonly used in lung cancer patients, providing an ideal radiation dose distribution with less impact on normal tissues and higher doses of radiation to targets in fewer parts. Compared with traditional radiotherapy, IMRT reduces the incidence of severe pneumonia,95 resulting in less than 10% of patients receiving lung cancer SBRT treatment for clinical radiation pneumonia.96\n        There are conflicting data on the impact of COPD on the occurrence of radiation pneumonia. Several retrospective studies have shown that COPD is related to a rising incidence of radiation pneumonia and patients receiving SBRT. However, in the United States, at the University of Michigan and Ann Arbor veterans health system cooperation, in one study, they found that in lung cancer treated by radiotherapy compared with normal lung function or mild COPD patients, severe COPD patients experienced less radioactive pneumonia. In other words, low baseline pulmonary function increased the risk of lung toxicity caused by radiation.97 In patients with severe COPD, the less emphysema there is, the lower likelihood of radioactive lung toxicity. Systemic glucocorticoids remain the primary treatment strategy in patients with symptomatic radioactive pneumonia, and there is evidence that twice-daily high-dose inhalation of 800μg budesonide may be a potential alternative treatment.98\nImmunotherapy\n        While systemic chemotherapy is the standard treatment for patients with advanced lung cancer, recent developments in tyrosine kinase inhibitors (TKIs) and immunotherapy have revolutionized the way patients are treated. Researchers were interested in the effect of airway obstructive disease on the immunotherapy of lung cancer and conducted several studies, which are shown in Table 2.Table 2Studies on COPD in the Immunotherapy of Lung CancerReferenceCountryPublished YearNo. of Participants Treated with ICIsParticipants with COPDEvaluation IndexOutcome Related FactorsStudy DesignNicholas M. Mark, M.D100USA20177344(60.2%)PFSIFN-γ-producing CD8(+) and CD4(+)Th1 cellsRetrospective cohort studyJérˆome Biton106French20183919(48.7)PFS, OSCD8(+) TILRetrospective cohort studyYuzo Suzuki101Japan20199541(43.2%)FeNO, FVC, FEV1_Prospective multi-center studyJiebai Zhou103China202115665(41.7%)OS, PFSIL-8, IL- 2RRetrospective cohort studyAbbreviations: COPD, Chronic obstructive pulmonary disease; ICIs, immune checkpoint inhibitors; TIL, tumor infiltrates T lymphocytes; PFS, progression free survival; Os, overall survival; FeNO, fractional exhaled nitric oxide; FVC, forced vital capacity; FEV1, forced expiratory volume in the first second.\n        McKendry demonstrated increased expression of PD-1 on CD8+ T cells and PD-L1 on macrophages in vitro specimens of mild and moderate COPD patients.99 PD-1 combined with PD-L1 leads to cell cycle arrest, followed by T-cell inactivation. High expression of PD-1 was also found on CD8+ T cells in the peripheral blood of NSCLC patients. Mark et al used flow cytometry to measure immune cell levels in lung cancer and adjacent lung tissues of patients with and without COPD.100 Compared with normal lung function, COPD patients had an increased proportion of CD3+, CD4+, and CD8+ cells in nontumor lung tissue and, importantly, enhanced Th1 differentiation, which was also seen in paired tumour samples, particularly in adenocarcinoma. The expression of TIM3 and PD-1 of CD4+ T and CD8+ T cells increased in patients with COPD and was positively correlated with the degree of COPD.\n        In a study of 137 patients with NSCLC about the effects of PD-1 inhibitors on exhaled nitric oxide and lung function in COPD patients with lung cancer, anti-PD-1 therapy increased FeNO levels in patients with NSCLC.101 However, significantly increased FeNO levels did not lead to deterioration of lung function, dyspnoea, or AECOPD. Meanwhile, multiple studies have compared OS and PFS in lung cancer patients with COPD,100,102–104 which found that compared with NSCLC patients without COPD, the serum IL-10 concentration was decreased and CD8+ B cells were increased in the NSCLC+COPD group. The presence of COPD was associated with improvements in PFS and OS, especially PFS.\n        Generally, in patients with advanced NSCLC, COPD reduces tumour-induced inflammation and has less blocked antitumor immune responses. Thus, concomitant COPD may be an independent positive predictor of PFS prolongation after first-line therapy of advanced NSCLC. This suggests that patients with airway obstruction may be better candidates for cancer immunotherapy and may even support immunotherapy mechanisms induced by chemotherapy and immunosuppression. ICIs therapy is rapidly becoming a front-line adjuvant or primary therapy in several solid cancer types. Immunotherapy has potential therapeutic value for COPD because it can regulate the T-cell response by inhibiting immune checkpoints. However, a series of reported cases of pathological COPD exacerbation in lung cancer patients receiving ICIs suggest that immunotherapy is not always better.105\nRegular Diagnosis and Treatment of COPD Contribute to the Prognosis of Lung Cancer\n      Among LC patients, COPD is prevalent but underdiagnosed.90 Optimizing the management of COPD patients during the process of lung cancer treatment should be part of the multidisciplinary team (MDT), and long-acting bronchodilators and glucocorticoids are the main treatment options.\n      Analysis of factors related to lung cancer in COPD patients found that prevention of lung cancer is an additional benefit of inhaled corticosteroid (ICS) therapy for COPD.45 Asthma complications and the use of inhaled corticosteroids, especially at high cumulative doses, play a role in the 30% reduction in lung cancer risk among COPD patients and were more significant in former smokers than current smokers and more significant in men than women. For patients with moderate to severe COPD or recurrent AECOPD, the addition of inhaled corticosteroids is appropriate. It may improve EMT in COPD patients, which prevents the progression of lung cancer. However, studies have shown that although ICS may reduce the risk of lung cancer,107 it increases pulmonary infections (pulmonary tuberculosis) in COPD patients at the same time.108 For patients with lung infections, using ICS increases the relative risk of lung cancer compared to non-ICS, so it is advisable to screen for patients with these conditions before ICS.\n      In addition to ICS, long-acting M receptor antagonists (LAMA) and long-acting β2 agonists (LABA) have also improved the prognosis in patients with COPD before surgery for lung cancer. LAMA/LABA combined treatment showed greater improvement in preoperative lung function and less postoperative pneumonia than LAMA alone,109 which offered better long-term benefits. In a prospective randomized study of COPD, Servet Bolukbas confirmed that the ICS/LAMA/LABA group patients had a significantly increased chance of surgery compared with the LAMA/LABA group.110 In contrast, high-dose vitamin B6 or B12 supplementation and acetylsalicylic acid preparations were related to increased lung cancer risk in patients with COPD.46\nDiscussion\n      At present, there are many discussions about the mechanisms of the association between COPD and lung cancer, and the mainstream views are very similar. Under the action of the common risk factor cigarette smoke, lung tissue with airflow obstruction forms a proinflammatory tumor microenvironment under the activation of lymphocytes. The inflammatory environment promotes the production of excessive oxidative stress, leading to genetic and epigenetic changes, which lead to the transformation of COPD to lung cancer. In the future, there is a great possibility to target COPD patients with oxidative stress and EMT specifically to reduce the risk of lung cancer.111 A greater understanding of the molecular pathology of advanced NSCLC has led to clinical trials of personalized targeted therapies. However, there are still many limitations in the studies on the mechanism of links between COPD and lung cancer, especially the lack of humanized animal models to study the essential steps and critical links of cigarette smoke exposure in the systemic biology and genetic evolution of COPD and lung cancer.28 There is also a lack of large sample multicentre prospective cohort study data in clinical practice, and most of the current studies mainly focus on NSCLC. There is still a deficiency in research on further cancer typing or SCLC.\n      Lung cancer often occurs in patients with chronic obstructive pulmonary disease. Therefore, it is very necessary to screen the high-risk population for lung cancer. Although LDCT is effective in the diagnosis of thoracic diseases, there is still the problem of radiation exposure, which is not conducive to follow up in a short period of time. In addition, due to the diversity of small pulmonary nodules in imaging, LDCT often presents false positive results on thoracic imaging,112 leading to overdiagnosis. Meanwhile, The location, phenotype, and severity of emphysema all affect the risk of lung cancer. Therefore, combined with population characteristics, past medical history, COPD heterogeneity, and other factors, we should establish more intuitive screening evaluation criteria, and use convenient, non-invasive, low-cost biomarkers. In carefully stratified high-risk patients, it will help to obtain the best treatment effect.\n      With the development of liquid biopsy technology, biomarkers have gradually attracted the attention of researchers. Biomarkers mainly include circulating tumor cells (CTCs), circulating tumor DNA (ctDNA), exosomes, mi-RNA, cf-DNA autoantibodies, and so on.113 The relatively non-invasive, convenient, and reproducible test is used not only for lung cancer screening, but to monitor tumor heterogeneity and gene mutation,114 evaluating the response to chemotherapy and drug resistance, and predicting the efficacy and recurrence.115–117 However, the accuracy of biomarker screening has been questioned. We will conduct more clinical studies in the future to confirm the feasibility of this screening method.\n      At present, there is still no clear suggestion that COPD medical management is necessary for lung cancer patients. However, many studies have shown that COPD plays an impact on the prognosis of lung cancer and the response to anti-cancer therapy. For lung cancer patients with COPD, clinicians always only focus on the treatment of lung cancer and ignore the management of COPD. In fact, standardized treatment for COPD is beneficial to the prognosis of lung cancer.107,110,118 We suggest that the indications of PD-L1/PD1 inhibitors can be appropriately relaxed for NSCLC patients with COPD, but there is a lack of more authoritative multicenter cohort studies to confirm. Considering the heterogeneity of chronic obstructive pulmonary disease (COPD) and lung cancer, it is necessary for patients to develop personalized treatment strategies. Optimizing the management of patients with COPD should be a part of the multidisciplinary team (MDT) of these twins. With an increasing understanding of the underlying molecular pathogenesis of the two diseases, it is a new direction TO develop novel targets and use molecular targeted therapy to prevent and treat lung cancer and COPD. Therefore, it is necessary to carry out joint research worldwide based on new molecular and bioinformatics methods. The development of new targets and strategies for the prevention and treatment of these two diseases will reduce the burden of disease and suffering of human beings.\nConclusion\n      In summary, COPD may be the driving factor of lung cancer and instrumental in the occurrence, development, diagnosis, prognosis, and treatment of lung cancer. Although the molecular links between these two diseases are gradually clear, methods to stop COPD patients from progressing to the lung are still limited. Early diagnosis and active treatment are still the keys to improving the survival rate. With the discovery of new molecular targets for early cancer, some early diagnostic methods such as high-throughput whole-genome sequencing are possible. Biomarkers such as miRNA, ctDNA, and VOC provide new means for lung cancer screening besides imaging detection. For COPD patients with lung cancer, with the increase of airway obstruction, the response of tumor cells to ICIs is also significantly enhanced. The standardized management of COPD combined with anti-tumor treatment is beneficial to the prognosis of lung cancer.\nAcknowledgement\n      Graphical abstract is created with BioRender.com.\nDisclosure\n      The authors report no conflicts of interest in this work.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9586171/",
    "doi": "https://doi.org/10.2147/COPD.S380732",
    "citation_count": 9,
    "references": {
        "11029993": "Predicting the risk of lung cancer using machine learning: A large study based on UK Biobank",
        "10856710": "Comorbidities in COPD: Current and Future Treatment Challenges",
        "10770259": "Single-cell immunophenotyping revealed the association of CD4+ central and CD4+ effector memory T cells linking exacerbating chronic obstructive pulmonary disease and NSCLC",
        "10750778": "A Bibliometric Analysis of Comorbidity of COPD and Lung Cancer: Research Status and Future Directions",
        "10702695": "Comprehensive analysis of the clinical and prognostic significance of SFRP1 and PRKCB expression in non-small cell lung cancer: a retrospective analysis",
        "10483081": "International expert consensus on diagnosis and treatment of lung cancer complicated by chronic obstructive pulmonary disease",
        "10442477": "Regulatory roles of Osteopontin in lung epithelial inflammation and epithelial‐telocyte interaction",
        "10377848": "Association between COPD and Stage of Lung Cancer Diagnosis: A Population-Based Study",
        "10296382": "Combined Pulmonary Fibrosis and Emphysema: Comparative Evidence on a Complex Condition"
    },
    "journal": "International Journal of Chronic Obstructive Pulmonary Disease",
    "topics": [
        "copd, linking, diagnosis, lung",
        "prognosis, cancer, lung, treatment",
        "mechanisms, treatment, copd, diagnosis"
    ]
}