{
    "title": "Management of Lung Cancer in the Patient with Interstitial Lung Disease",
    "abstract": "In a retrospective cohort study of 103 patients with IPF, the cumulative incidence rate of lung cancer increased over time from IPF diagnosis; incidence was 3.3%, 15.4% and 54.7% at 1, 5, and 10 years, respectively, and the age at diagnosis of IPF was independently associated with the risk of lung cancer.10 In a larger study of 938 patients with IPF, the strongest predictors for the development of lung cancer were male gender, current smoking, and decline in forced vital capacity (FVC) of ≥10%/year.11 Patients with combined pulmonary fibrosis and emphysema (CPFE) have an estimated odds ratio (OR) of 9.06 for developing squamous cell lung cancer compared with those without underlying lung disease.12 Patients with systemic sclerosis and ILD also have a higher risk of lung cancer.13 In patients under age 60, lung cancer incidence was higher in those with connective tissue disease-associated ILD (CTD-ILD) than in non-CTD-ILD (excluding IPF).14 The risk of lung cancer is increased even the setting of ILA. Immunotherapy in Patients with ILD Immune checkpoint inhibitors (ICIs) have improved overall survival in patients with lung cancer.48 While immune system activation has critical implications for cancer treatment, concerns around immune-related adverse effects due to non-specific immune activation exist.49 ICI-related pneumonitis is a serious and sometimes fatal adverse side effect.50 However, the risk of ICI-related pneumonitis has not been well studied in patients with ILD, as these patients have been largely excluded from clinical trials with ICIs.51-54 Estimates regarding the incidence of pneumonitis in patients with underlying ILA or ILD have been predominately retrospective in nature and range widely from 7.3% to 42.9% depending on the study population and definition of pneumonitis (Table 2).55-62 Several studies have shown that despite a higher incidence of pneumonitis in patients with pre-existing ILD, most cases of pneumonitis did not result in deaths.57,58,63 Moreover, in a retrospective study of 41 patients with ILD receiving ICIs for different cancers, deaths related to cancer and other non-ILD related causes were far more frequent compared to deaths due to respiratory failure from ILD or ICI-related pneumonitis.62 Some studies have found that ground-glass attenuation and increased fibrosis score are risk factors for the development of ICI-related pneumonitis in patients with pre-existing ILD or ILA, suggesting a need for increased monitoring of these patients.56,59,61,63 Among patients with NSCLC and ILD, response rates, progression-free survival, and overall survival were similar to those without ILD supporting that patients with ILD benefit from ICI treatment.55 Together, these data suggest that despite increased risk of ICI-related pneumonitis in patients with ILD, ICIs should not be uniformly withheld in this population.55,62 Rather, the potential risks and benefits of treatment with immunotherapy should be frankly discussed with NSCLC patients with ILD, allowing for shared decision making. Higher intra-operative fluid balance also increases the risk of post-operative AE in patients with IPF undergoing lung cancer resection.104 Recent guideline protocols therefore stipulate a goal of euvolemia in the peri- and post-operative period of thoracic surgical intervention.105 Lastly, peri-operative infection and aspiration can both act as a trigger for AE in ILD patients.5 Encouragingly, the implementation of minimally invasive surgical techniques such as video-assisted thoracoscopic surgery (VATS) may decrease surgical morbidity for patients with ILD.106 Similarly, recent work suggests that pursuing less extensive surgical intervention (ie, sublobar as opposed to lobar resection) for patients with ILD and early-stage lung cancers may offer similar survival benefit.107 Unfortunately, regardless of advances that mitigate immediate post-operative risk, patients with ILD still have significantly worse long-term survival after lung resection compared to patients with lung cancer without ILD.83 Percutaneous Ablation of Lung Tumors Image-guided thermal ablation (IGTA), including radiofrequency ablation (RFA) microwave ablation (MWA), and cryoablation, may be a consideration for patients with ILD and early-stage lung cancer although additional research is needed.108 While data on use of IGTA for management of lung cancer in patients with ILD is limited, efficacy and overall survival of patients treated with IGTA has been shown to be similar to sublobar resection and SBRT in patients with NSCLC.109 In patients age ≥65 years and stage I NSCLC, overall survival was similar between those treated with sublobar resection versus thermal ablation when controlling for demographics and certain clinical variables.109 In a study of 54 patients with inoperable stage IA NSCLC treated with RFA, survival rates at 2 years were in line with those historically reported for SBRT.110 The development of AE-ILD is also concern for patients with ILD who undergo IGTA.",
    "authors": [
        "Angela J Frank",
        "Ibiayi Dagogo-Jack",
        "Ioana A Dobre",
        "Sarah Tait",
        "Lana Schumacher",
        "Florian J Fintelmann",
        "Leah M Fingerman",
        "Florence K Keane",
        "Sydney B Montesi"
    ],
    "published_year": "2022",
    "description": "Introduction\n      The term interstitial lung disease (ILD) comprises a diverse group of diffuse parenchymal lung diseases often marked by varying degrees of inflammation and fibrosis. Computed tomography (CT) of the chest is the mainstay of ILD diagnosis. Further phenotyping of the type of ILD hinges on assessment of environmental, occupational, or other exposures (ie, radiation therapy to the thorax, certain medications) and evaluation for systemic diseases that can be associated with ILD (ie, rheumatoid arthritis, systemic sclerosis). In some cases, lung biopsy may be needed to define the underlying histologic abnormalities. Idiopathic pulmonary fibrosis (IPF) is the prototypic form of progressive fibrosing lung disease and is associated with a high morbidity and mortality.1 Patients with ILD, especially fibrotic ILD, are at risk for developing acute exacerbations of their ILD (AE-ILD) which can result in respiratory failure and death.2 Patients with ILD are also at increased risk for comorbidities ranging from pulmonary hypertension to lung cancer.1\n      Diagnosing and treating lung cancer in patients with ILD can be particularly challenging. Depending on the type of ILD it can be difficult to distinguish a lung nodule from areas of fibrosis. Percutaneous lung needle biopsy carries increased risks of complications in patients with IPF.3 The degree of lung function impairment from ILD may preclude surgical resection for definitive therapy for early-stage lung cancer. For patients who are surgical candidates, surgical resection can trigger an AE-ILD for reasons that are unclear but have been conjectured to include hyperoxia resulting in free radical formation and lung injury induced by mechanical ventilation.4 Patients with ILD are at increased risk for developing pneumonitis from chemotherapy, immunotherapy, and radiotherapy. There is also emerging data that patients with interstitial lung abnormalities (ILA), incidentally detected abnormalities on computed tomography (CT) which may represent ILD in patients for whom an ILD has not been suspected, also have increased risk for developing lung cancer treatment-related complications such as pneumonitis.5 For some of these patients, the findings of ILA on CT of the chest will result in a formal diagnosis of ILD. Whether or not the risk of pneumonitis with lung cancer-directed treatment differs for those with a suspected versus a confirmed diagnosis of ILD or is influenced by the extent and type of ILAs remains to be determined.\n      Here we summarize the evidence regarding the risk of developing lung cancer in patients with ILD and considerations for diagnosis and treatment in this patient population. We also discuss a multidisciplinary approach and practical considerations aimed to closely monitor for ILD progression during lung cancer treatment.\nILD and Risk of Lung Cancer\n      The risk of lung cancer is increased in patients with ILD across varying ILD subtypes.6-9 In a meta-analysis of 35 studies, the estimated prevalence of lung cancer in patients with IPF was 13.5%, with higher rates in men and in smokers.9 Squamous cell carcinoma was the most common subtype (37.8%) followed by adenocarcinoma (30.8%). In a retrospective cohort study of 103 patients with IPF, the cumulative incidence rate of lung cancer increased over time from IPF diagnosis; incidence was 3.3%, 15.4% and 54.7% at 1, 5, and 10 years, respectively, and the age at diagnosis of IPF was independently associated with the risk of lung cancer.10 In a larger study of 938 patients with IPF, the strongest predictors for the development of lung cancer were male gender, current smoking, and decline in forced vital capacity (FVC) of ≥10%/year.11 Patients with combined pulmonary fibrosis and emphysema (CPFE) have an estimated odds ratio (OR) of 9.06 for developing squamous cell lung cancer compared with those without underlying lung disease.12\n      Patients with systemic sclerosis and ILD also have a higher risk of lung cancer.13 In patients under age 60, lung cancer incidence was higher in those with connective tissue disease-associated ILD (CTD-ILD) than in non-CTD-ILD (excluding IPF).14 The risk of lung cancer is increased even the setting of ILA. An analysis of the National Lung Screening Trial showed that 20.2% of the 25 041 participants had ILA and that the presence of ILA were associated with an increased lung cancer incidence (adjusted incidence rate ratio 1.33).15\n      The outcomes of lung cancer in patients with IPF are worse than in patients with either disease process alone. One study showed that the median survival of patients with lung cancer and IPF was 38 months vs 64 months in patients with IPF without lung cancer.16 Survival is also worse for patients with lung cancer and ILD than in those with lung cancer without ILD even when controlling for cancer stage.17,18 ILD subtype affects survival with survival worse for lung cancer in patients with IPF compared to nonspecific interstitial pneumonia (NSIP) or cryptogenic organizing pneumonia (COP).19 Additionally, the presence of ILA has been associated with greater lung cancer-specific mortality in the National Lung Cancer Trial and shorter overall survival in stage I non–small cell lung cancer (NSCLC).15,20\nDiagnosis of Lung Cancer in Patients with ILD\n      Despite the increased incidence of lung cancer in the setting of ILD, there are no ILD-specific guidelines for lung cancer screening. Lung cancers arising in patients with IPF tend to be peripheral, in the lower lobes, and in areas near fibrosis.21-23 The co-existence of fibrosis can make it difficult to differentiate a potential lung cancer from focal fibrosis. Positron emission tomography-CT (PET/CT) can be helpful in this setting. In a study of 55 participants with IPF, PET/CT had a sensitivity and specificity of 98% and 86%, respectively, for detecting malignant lung nodules.24 PET/CT is also more specific than CT for staging mediastinal lymph nodes in patients with non–small cell lung cancer (NSCLC) and IPF.25 When the decision has been made to proceed with a biopsy, options include CT-guided percutaneous transthoracic needle biopsy (TTNB) or endobronchial ultrasound-guided biopsy. The latter is likely to be helpful if suspicious lymph nodes have been noted on CT or PET/CT.\n      TTNB can be an appealing biopsy approach for lung nodules in patients with IPF because these nodules are likely to be peripheral. One study estimated the sensitivity and specificity of CT-guided TTNB for lung nodules in patients with IPF as 90% and 84%, respectively; however, 34% of biopsies returned with nondiagnostic results.4 This study had a high rate of complications at 51%, with a 12% rate of major complications including pneumothorax requiring chest tube placement (8.7%) and AE-IPF within 1 month of the procedure (2%), and the presence of honeycombing along the needle trajectory was associated with an OR of 11.2 for developing a major procedure-related complication. In comparison, a meta-analysis of results of CT-guided TTNB for pulmonary lesions in patients not limited to ILD reported a pooled incidence rate of 3% for pneumothorax requiring chest tube placement.26\nSystemic Therapy in Patients with ILD\n      Systemic therapy has been a component of standard treatment for localized and advanced lung cancer for decades.27 In all-comers with NSCLC, tumor histology (eg, squamous or non-squamous) and molecular characterization are influential factors when deciding among various FDA-approved treatment regimens.28 However, selection of appropriate systemic therapy regimens for patients with NSCLC who have concurrent ILD is a more complex undertaking as chemotherapy, certain targeted therapies, and immunotherapies carry the risk of inducing AE-ILD or pneumonitis. For example, studies suggest that 5%-20% of patients with ILD will experience AE-ILD on chemotherapy and that such flares can prove fatal.29,30 Implementation of standard-of-care systemic therapy for lung cancer treatment in the patient with ILD is not always be feasible due to toxicity considerations. Therefore, optimal systemic therapy strategies for patients with NSCLC with coexisting ILD must balance efficacy and unique safety considerations.\n      The studies that established the efficacy of existing systemic therapy regimens for treatment of NSCLC uniformly excluded patients with baseline ILD. As a result, much of current understanding of the interplay between chemotherapy and underlying ILD is derived from retrospective reports, meta-analyses, and a handful of single arm phase II and pilot studies which were primarily conducted in Asian populations. The findings from prospective studies are summarized in Table 1. In a meta-analysis of first-line chemotherapy for NSCLC that included 684 patients with pre-existing ILD, the pooled objective response rate was 43%, suggesting that patients with ILD benefit from systemic therapy.37 Additionally, in this meta-analysis the pooled rate of AE-ILD was approximately 8% with chemotherapy based on 644 patients treated in 19 studies. The rate of AE-ILD differed according to chemotherapy regimen, with lower rates (5%) for nab-paclitaxel containing regimens relative to other regimens (12%).\n      \n        Table 1.\n        \n          Incidence of interstitial lung disease exacerbation in prospective trials of first-line platinum doublet chemotherapy in non–small cell lung cancer patients with interstitial lung disease.\n        \n        \n          \n            \n            \n            \n            \n          \n          \n            \n              Study\n              Number of patients(Study design)\n              Chemotherapy regimen\n              ILD exacerbation(%)\n            \n          \n          \n            \n              Kenmotsu et al31\n              94(phase II)\n              Carboplatin + Nab-paclitaxel\n              4.3\n            \n            \n              Asahina et al32\n              36(phase II)\n              Carboplatin + Nab-paclitaxel\n              5.6\n            \n            \n              Minegishi et al33\n              18(Pilot)\n              Carboplatin + Weekly Paclitaxel\n              5.6\n            \n            \n              Fukuizumi et al34\n              35(phase II)\n              Carboplatin + Weekly Paclitaxel\n              12.1\n            \n            \n              Sekine et al35\n              21(phase II)\n              Carboplatin + S-1\n              9.5\n            \n            \n              Hanibuchi et al36\n              33(phase II)\n              Carboplatin + S-1\n              6.1\n            \n          \n        \n        \n          \n            Abbreviation: ILD, interstitial lung disease.\n          \n        \n      \n      The combination of carboplatin and nab-paclitaxel has been evaluated as first-line treatment in 2 Japanese single arm phase II studies with NSCLC and ILD.31,32 In the first study which enrolled 94 patients with mild (71%) or moderate (29%) ILD, only 4% patients experienced an AE-ILD within 28 days of completing treatment.31 Notably, one patient suffered a fatal AE-ILD. The rates of ILD were similar in the HOT1302 trial which enrolled 36 patients.32 Specifically, 2 patients (5.6%) experienced pneumonitis, including one patient whose pneumonitis consisted of a grade 5 (fatal) AE-ILD.32 The efficacy and safety of carboplatin in combination with either paclitaxel or the oral fluoropyrimidine derivative S-1 has also been evaluated in treatment-naïve patients with advanced NSCLC and ILD. Patients received carboplatin combined with weekly paclitaxel as part of an initial pilot study (n = 18 patients)33 and a follow-up single arm phase II study (n = 35 patients).34 These 2 Japanese studies reported an AE-ILD rate of 5.6% (pilot study) and 12.1% (phase II study), respectively, with no patients experiencing a fatal AE-ILD.33,34 In 2 Japanese single arm phase II studies where the regimen of S-1 plus carboplatin was assessed, chemotherapy-related AE-ILD occurred in 6.1%-9.5% of patients.35,36 Of note, pemetrexed-based therapy (the most common regimen for all-comers with non-squamous NSCLC) has not been formally assessed in prospective trials in patients with ILD. However, the frequency of AE-ILD in patients treated with pemetrexed alone or as part of combination therapy in small retrospective studies exceeded 10%.38,39\n      Although with limitations, these studies demonstrate the efficacy of first-line platinum doublet chemotherapy in patients with ILD. While the rates of ILD exacerbation were <10% in most studies, several patients experienced fatal AE-ILD. Retrospective data suggest that chemotherapy paired with antifibrotic agents may protect against the development of AE-ILD. In a small study where patients with IPF received platinum doublet chemotherapy (carboplatin plus either nab-paclitaxel or S-1) with the antifibrotic agent pirfenidone, no cases of ILD exacerbation were observed.40 This hypothesis is being formally tested in the J-SONIC phase III study which is randomizing patients to receive carboplatin and nab-paclitaxel with or without nintedanib.41\n      As progression on platinum doublet therapy is inevitable, prognosis of lung cancer is not only dependent on durability of response to platinum doublet therapy but also on benefit from other therapies. Rates of AE-ILD have been shown to be considerably high with certain second-line chemotherapies. For example, ILD exacerbation rates for patients with NSCLC and a usual interstitial pneumonia pattern who received docetaxel or gemcitabine were 28% and 43%, respectively.42 In contrast, the rate of ILD exacerbation with vinorelbine was reassuringly low (0%) in a retrospective analysis,42 suggesting that vinorelbine may be a choice therapy in this patient population. However, given the small sample size of patients receiving each regimen across studies, future larger studies are needed for validation.\n      Finally, although chemotherapy is a longstanding component of treatment for advanced NSCLC, a growing subset of patients whose tumors harbor actionable alterations will preferentially receive oral targeted therapies as initial therapy.27 Targeted therapies, such as EGFR tyrosine kinase inhibitors (TKIs) and anaplastic lymphoma kinase (ALK) inhibitors, are associated with developing pneumonitis,43,44 with some studies suggesting that the risk of developing pulmonary toxicity may be heightened in patients with pre-existing ILD.45,46 In a prospective cohort study that included over 3000 Japanese patients with advanced or recurrent NSCLC, the cumulative incidence of acute ILD was 4% over 12 weeks of gefitinib treatment.47 Additionally, 27% of patients treated with gefitinib had preexisting ILD, and the presence of preexisting ILD was associated with an increased risk of developing acute ILD events. In a meta-analysis that included data from over 2000 patients with advanced NSCLC who received monotherapy with an ALK inhibitor, the overall incidence of pneumonitis was 2.14%.44 There is limited data, however, as to incidence rates of acute exacerbation of ILD for patients with preexisting ILD receiving targeted therapy for NSCLC, and further research is needed to understand the risk for therapy-related pulmonary toxicity in this patient population.\nImmunotherapy in Patients with ILD\n      Immune checkpoint inhibitors (ICIs) have improved overall survival in patients with lung cancer.48 While immune system activation has critical implications for cancer treatment, concerns around immune-related adverse effects due to non-specific immune activation exist.49 ICI-related pneumonitis is a serious and sometimes fatal adverse side effect.50 However, the risk of ICI-related pneumonitis has not been well studied in patients with ILD, as these patients have been largely excluded from clinical trials with ICIs.51-54 Estimates regarding the incidence of pneumonitis in patients with underlying ILA or ILD have been predominately retrospective in nature and range widely from 7.3% to 42.9% depending on the study population and definition of pneumonitis (Table 2).55-62 Several studies have shown that despite a higher incidence of pneumonitis in patients with pre-existing ILD, most cases of pneumonitis did not result in deaths.57,58,63 Moreover, in a retrospective study of 41 patients with ILD receiving ICIs for different cancers, deaths related to cancer and other non-ILD related causes were far more frequent compared to deaths due to respiratory failure from ILD or ICI-related pneumonitis.62 Some studies have found that ground-glass attenuation and increased fibrosis score are risk factors for the development of ICI-related pneumonitis in patients with pre-existing ILD or ILA, suggesting a need for increased monitoring of these patients.56,59,61,63 Among patients with NSCLC and ILD, response rates, progression-free survival, and overall survival were similar to those without ILD supporting that patients with ILD benefit from ICI treatment.55 Together, these data suggest that despite increased risk of ICI-related pneumonitis in patients with ILD, ICIs should not be uniformly withheld in this population.55,62 Rather, the potential risks and benefits of treatment with immunotherapy should be frankly discussed with NSCLC patients with ILD, allowing for shared decision making. Whether currently available ILD treatments such as nintedanib may reduce the risk of developing pneumonitis remains to be determined.64\n      \n        Table 2:\n        \n          Outcomes of patients with interstitial lung disease receiving immune checkpoint inhibitors\n        \n        \n          \n            \n            \n            \n          \n          \n            \n              Study\n              ILD study population\n              Key findings\n            \n          \n          \n            \n              Tasaka et al55\n              416 patients with advanced or recurrent NSCLC, 49 of whom had ILD, treated with nivolumab or pembrolizumab\n              Increased incidence of pneumonitis in the group with pre-existing ILD compared to the non-ILD group (30.6% compared with 9.5%). Non-inferior progression-free and overall survival in the pre-existing ILD group compared to controls.\n            \n            \n              Nakanishi et al56\n              83 patients with NSCLC, 13 of whom had ILA, treated with nivolumab or pembrolizumab\n              Incidence of ICI-ILD* was higher in the group of subjects with pre-existing ILA compared with those without ILA (42.9% vs. 10.1%, P = .007). In the ILA group, ground-glass attenuation was associated with increased risk of ICI-ILD.\n            \n            \n              Shimoji et al63\n              199 subjects with non-lung cancers, 37 (18.6%) of whom had ILA, treated with nivolumab or pembrolizumab\n              Presence of ILA was associated with increased risk of developing ICI-ILD. For those with ILA, the presence of ground-glass attenuation was associated with the development of ICI-ILD.\n            \n            \n              Kanai et al57\n              216 patients with NSCLC, including 26 with ILD, treated with nivolumab.\n              Higher incidence (31% vs 12%) and severity (19% vs. 5%) of pneumonitis in the ILD group compared with the non-ILD group. No pneumonitis-associated deaths.\n            \n            \n              Fujimoto et al58\n              18 patients with NSCLC and mild IIP defined as vital capacity greater than 80% predicted and a possible UIP or inconsistent with UIP pattern treated with nivolumab.\n              Two cases of grade 2 pneumonitis. No deaths related to nivolumab treatment.\n            \n            \n              Nishiyama et al59\n              48 patients with advanced NSCLC with ILD treated with nivolumab, pembrolizumab, or atezolizumab\n              7 subjects (14.5%) developed AE-ILD. The occurrence of AE-ILD was associated with ground-glass attenuation score prior to ICI administration.\n            \n            \n              Shibaki et al60\n              331 patients with NSCLC, including 17 with ILD, treated with nivolumab or pembrolizumab\n              Pneumonitis incidence was higher in subjects with underlying ILD compared with those without (29% vs. 10%, P = .027).\n            \n            \n              Yamaguchi et al61\n              123 subjects with NSCLC, including 37 with a fibrosis score ≥ 1, treated with nivolumab or pembrolizumab\n              18 patients developed ICI-related pneumonitis (14.6%) with fibrosis score on CT of ≥ 1 being a risk factor for ICI-related pneumonitis\n            \n            \n              Dobre et al62\n              41 patients with ILD and cancer (73.2% with lung cancer) treated with nivolumab or pembrolizumab\n              3 subjects (7.3%) developed ICI-related pneumonitis. At 1 year, most deaths were cancer related (69.6%) or due to non-cancer and non-ILD etiologies (17.4%) compared with 13% of deaths related to ILD or ICI pneumonitis.\n            \n          \n        \n        \n          \n            Abbreviations: ILD, interstitial lung disease; NSCLC, non–small cell lung cancer; ICI, immune checkpoint inhibitor; ILA, interstitial lung abnormalities; CT, computed tomography; IIP, idiopathic interstitial pneumonia; UIP, usual interstitial pneumonia; AE, acute exacerbation. *Defined as the development of new, bilateral consolidation or ground-glass attenuation.\nRadiotherapy in Patients with ILD\n      Radiotherapy is a critical component of treatment for many patients with lung cancer. While generally well tolerated, side effects from radiotherapy vary significantly based on the cumulative dose, number of treatment fractions, and the size of the treatment field. The risk of pneumonitis is a critical consideration for all patients undergoing thoracic radiotherapy and a particularly significant concern in patients with pre-existing ILD.\n      \n        Early-stage lung cancer and radiotherapy\n        A proportion of patients with early-stage NSCLC is considered medically inoperable due to medical comorbidities. For these patients, definitive local therapy with stereotactic body radiotherapy (SBRT) is the standard of care.65 SBRT is defined as high-dose radiotherapy delivered in a highly conformal manner with rapid dose fall-off over up to 5 fractions66 and is preferred over conventionally fractionated radiotherapy for patients with inoperable Stage I-IIA NSCLC. SBRT is typically associated with low rates of pneumonitis67 or decline in pulmonary function, even in patients with impaired baseline pulmonary function.68,69 However, for patients with pre-existing ILD, there is significant hesitation regarding the use of SBRT due to concern for developing of pneumonitis. There are no prospective trials on the use of radiotherapy in patients with ILD. There are also limited retrospective data on the use of radiotherapy in patients undergoing treatment for ILD. Instead, published data largely include patients with subclinical ILD, typically defined as previously diagnosed ILD but not receiving ILD-directed treatment or pre-treatment imaging consistent with ILD without a previous ILD diagnosis.\n        Even among studies of patients with primarily subclinical ILD, SBRT is associated with significant toxicities (Table 3). In a retrospective study of 504 patients with Stage I lung cancer, of whom 6% had pre-existing ILD, the rate of ≥grade 3 radiation pneumonitis (RP) was significantly higher in patients with ILD (32%) compared to 4% in the overall group.70 Additionally, 21% of patients with ILD experienced grade 5 RP. In a study of 537 patients with Stage I lung cancer treated with SBRT, 39 of whom were identified as having imaging features consistent with ILD, patients with ILD had a significantly higher rate of grade ≥2 RP (20.5% vs. 5.8%) and grade ≥3 RP (10.3% vs. 1.0%).71 Higher rates of extensive RP outside the radiotherapy treatment fields have also been reported in patients with ILD.72\n        \n          Table 3.\n          \n            Stereotactic body radiotherapy and rate of radiation pneumonitis in lung cancer patients with interstitial lung disease.\n          \n          \n            \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n            \n            \n              \n                Study\n                Number of patients\n                Number of patients with ILD\n                Rate of 2+ RP\n                Rate of Grade 3+ RP\n                Summary\n              \n              \n                ILD\n                Non-ILD\n                \nP-value\n                ILD\n                Non-ILD\n                \nP-value\n              \n            \n            \n              \n                Tsurugai et al73\n                508\n                42\n                19%\n                15%\n                .46\n                12%\n                3%\n                .009\n                ILD was associated with increased risk of grade ≥3 RP.\n              \n              \n                Glick et al71\n                537\n                39\n                20.5%\n                5.8%\n                <.01\n                10.3%\n                1.0%\n                <.01\n                ILD and mean lung dose were associated with increased risk of RP.\n              \n              \n                Bahig et al70\n                504\n                28\n                NA\n                NA\n                NA\n                32%\n                2%\n                <.001\n                ILD was associated with increased risk of grade ≥3 RP with 21% of patients with ILD developing grade 5 RP.\n              \n              \n                Ueki et al74\n                157\n                20\n                55%\n                13%\n                <.0001\n                10%\n                1.5%\n                .02\n                ILD was associated with increased risk of RP, including Grade 5 RP.\n              \n              \n                Yoshitake et al75\n                260\n                18*\n                50%\n                6.7%\n                NA\n                38.9%\n                2.2%\n                NA\n                Presence of interstitial changes was only factor that associated with risk of grade ≥2 RP.\n              \n              \n                Yamaguchi et al72\n                100\n                16\n                19%\n                10%\n                NA\n                19%\n                3.5%\n                NA\n                Lung dose (V5 – V25 and mean lung dose) but not subclinical ILD were associated with grade ≥2 RP.\n              \n            \n          \n          \n            \n              Abbreviations: ILD, interstitial lung disease; RP, radiation pneumonitis; NA, not available.\n            \n            \n              *Defined as patients with “interstitial changes” on pretreatment CT.\n            \n          \n        \n      \n      \n        Locally advanced lung cancer and radiotherapy\n        Radiotherapy also plays a critical role in the treatment of patients with locally advanced NSCLC. For patients with inoperable stage III NSCLC, standard treatment is chemoradiotherapy followed by adjuvant durvalumab.76 Unlike SBRT, which is typically characterized by small treatment fields, treatment of locally advanced lung cancer requires larger treatment fields due to primary tumor size and lymph node involvement. These larger treatment fields in turn result in increased exposure of lung tissue to radiotherapy. As such, the rates of RP, even in patients without co-existing ILD, are high in patients with locally advanced NSCLC. For example, in the PACIFIC trial, the rate of any grade pneumonitis in the control arm which received chemoradiotherapy alone was 24.8%, and the rate of grade 3 or 4 pneumonitis was 2.6%.77 Given these increased risks, treatment of patients with ILD and locally advanced lung cancer is particularly complicated.\n        In a retrospective series of 87 patients with subclinical ILD and NSCLC who were treated with ≥50 Gy of conventionally fractionated radiotherapy, the majority of whom had Stage III NSCLC (70.1%) and received sequential, rather than concurrent, chemoradiotherapy (78.2%), the rate of grade ≥2 RP was 51.7%, including a 5.7% rate of grade 5 RP.78 Of the patients with grade 5 RP, 3/5 received concurrent chemoradiotherapy. On multivariate analysis, mean lung dose (MLD) ≥12 Gy was significantly associated with grade ≥2 RP. The rate of grade ≥3 RP was higher in patients with subclinical ILD involving ≥25% of lung volume. Prior receipt of gemcitabine and lung V5 ≥50% was also associated with increased risk of grade ≥3 RP. In an analysis of 84 patients with pre-existing ILD, ILD involvement >10% of lung field predicted the development of acute RP.79 For patients with locally advanced lung cancer, we often favor sequential chemotherapy and radiotherapy rather than concurrent chemoradiotherapy given the increased risk of pneumonitis associated with concurrent chemoradiotherapy.\n      \n      \n        Proton Beam Therapy\n        There is emerging data on the use of proton beam therapy (PBT) for the treatment of lung cancer.80 A conceptual advantage of PBT is the steep dose fall-off, which can in turn minimize low-dose bath. With proton therapy, only one to 2 beams are typically required for the treatment of lung tumors. By contrast, with conventional photon radiotherapy, multiple beam angles are used to achieve conformality of the high dose region. Due to the multiple beam angles, there is increased exposure of adjacent tissues to lower doses of radiotherapy (Fig. 1). In patients with ILD, even exposure to lower doses of radiotherapy can have potentially significant risks. In a small, retrospective study of 30 patients with Stage I-II NSCLC and IPF, 8 of whom received PBT and 22 of whom received SBRT using photons with 3-dimensional conformal RT or intensity-modulated RT, the group treated with PBT had a numerically smaller but not statistically significant incidence of treatment-related pulmonary complications compared to the photon therapy group (12.5% vs 40.9%; P = .22).81 However, the role of proton therapy for the treatment of lung cancer is still under investigation. A randomized trial of protons vs intensity-modulated radiotherapy with photons for patients with locally advanced NSCLC did not show a reduction in the incidence of radiation pneumonitis with proton therapy.82 Further research is needed as to the efficacy of PBT for lung cancer and if PBT is associated with a lower risk of RP.\n        \n          Figure 1.\n          \n            Photon and proton plans for a patient with a LUL tumor invading the mediastinum. Figure panels A-C are the axial, sagittal, and coronal images from the photon treatment plan using volumetric arc therapy. Figure panels D-F are the axial, sagittal, and coronal images from the proton treatment plan. The internal target volume is in red, clinical target volume is in pink, and planning treatment volume is in purple. The 10 Gy isodose line is pink, the 20 Gy isodose line is blue, the 50 Gy isodose line is green, and the 60 Gy isodose line is in orange. In the photon plan (A-C), the low dose bath is much larger, as can be seen by the larger size of the 10 and 20 Gy isodose line regions compared with the proton plan (D-F).\n            Abbreviations: R, right; L, left; A, anterior; P, posterior.\nEarly-stage lung cancer and radiotherapy\n        A proportion of patients with early-stage NSCLC is considered medically inoperable due to medical comorbidities. For these patients, definitive local therapy with stereotactic body radiotherapy (SBRT) is the standard of care.65 SBRT is defined as high-dose radiotherapy delivered in a highly conformal manner with rapid dose fall-off over up to 5 fractions66 and is preferred over conventionally fractionated radiotherapy for patients with inoperable Stage I-IIA NSCLC. SBRT is typically associated with low rates of pneumonitis67 or decline in pulmonary function, even in patients with impaired baseline pulmonary function.68,69 However, for patients with pre-existing ILD, there is significant hesitation regarding the use of SBRT due to concern for developing of pneumonitis. There are no prospective trials on the use of radiotherapy in patients with ILD. There are also limited retrospective data on the use of radiotherapy in patients undergoing treatment for ILD. Instead, published data largely include patients with subclinical ILD, typically defined as previously diagnosed ILD but not receiving ILD-directed treatment or pre-treatment imaging consistent with ILD without a previous ILD diagnosis.\n        Even among studies of patients with primarily subclinical ILD, SBRT is associated with significant toxicities (Table 3). In a retrospective study of 504 patients with Stage I lung cancer, of whom 6% had pre-existing ILD, the rate of ≥grade 3 radiation pneumonitis (RP) was significantly higher in patients with ILD (32%) compared to 4% in the overall group.70 Additionally, 21% of patients with ILD experienced grade 5 RP. In a study of 537 patients with Stage I lung cancer treated with SBRT, 39 of whom were identified as having imaging features consistent with ILD, patients with ILD had a significantly higher rate of grade ≥2 RP (20.5% vs. 5.8%) and grade ≥3 RP (10.3% vs. 1.0%).71 Higher rates of extensive RP outside the radiotherapy treatment fields have also been reported in patients with ILD.72\n        \n          Table 3.\n          \n            Stereotactic body radiotherapy and rate of radiation pneumonitis in lung cancer patients with interstitial lung disease.\n          \n          \n            \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n            \n            \n              \n                Study\n                Number of patients\n                Number of patients with ILD\n                Rate of 2+ RP\n                Rate of Grade 3+ RP\n                Summary\n              \n              \n                ILD\n                Non-ILD\n                \nP-value\n                ILD\n                Non-ILD\n                \nP-value\n              \n            \n            \n              \n                Tsurugai et al73\n                508\n                42\n                19%\n                15%\n                .46\n                12%\n                3%\n                .009\n                ILD was associated with increased risk of grade ≥3 RP.\n              \n              \n                Glick et al71\n                537\n                39\n                20.5%\n                5.8%\n                <.01\n                10.3%\n                1.0%\n                <.01\n                ILD and mean lung dose were associated with increased risk of RP.\n              \n              \n                Bahig et al70\n                504\n                28\n                NA\n                NA\n                NA\n                32%\n                2%\n                <.001\n                ILD was associated with increased risk of grade ≥3 RP with 21% of patients with ILD developing grade 5 RP.\n              \n              \n                Ueki et al74\n                157\n                20\n                55%\n                13%\n                <.0001\n                10%\n                1.5%\n                .02\n                ILD was associated with increased risk of RP, including Grade 5 RP.\n              \n              \n                Yoshitake et al75\n                260\n                18*\n                50%\n                6.7%\n                NA\n                38.9%\n                2.2%\n                NA\n                Presence of interstitial changes was only factor that associated with risk of grade ≥2 RP.\n              \n              \n                Yamaguchi et al72\n                100\n                16\n                19%\n                10%\n                NA\n                19%\n                3.5%\n                NA\n                Lung dose (V5 – V25 and mean lung dose) but not subclinical ILD were associated with grade ≥2 RP.\n              \n            \n          \n          \n            \n              Abbreviations: ILD, interstitial lung disease; RP, radiation pneumonitis; NA, not available.\n            \n            \n              *Defined as patients with “interstitial changes” on pretreatment CT.\nLocally advanced lung cancer and radiotherapy\n        Radiotherapy also plays a critical role in the treatment of patients with locally advanced NSCLC. For patients with inoperable stage III NSCLC, standard treatment is chemoradiotherapy followed by adjuvant durvalumab.76 Unlike SBRT, which is typically characterized by small treatment fields, treatment of locally advanced lung cancer requires larger treatment fields due to primary tumor size and lymph node involvement. These larger treatment fields in turn result in increased exposure of lung tissue to radiotherapy. As such, the rates of RP, even in patients without co-existing ILD, are high in patients with locally advanced NSCLC. For example, in the PACIFIC trial, the rate of any grade pneumonitis in the control arm which received chemoradiotherapy alone was 24.8%, and the rate of grade 3 or 4 pneumonitis was 2.6%.77 Given these increased risks, treatment of patients with ILD and locally advanced lung cancer is particularly complicated.\n        In a retrospective series of 87 patients with subclinical ILD and NSCLC who were treated with ≥50 Gy of conventionally fractionated radiotherapy, the majority of whom had Stage III NSCLC (70.1%) and received sequential, rather than concurrent, chemoradiotherapy (78.2%), the rate of grade ≥2 RP was 51.7%, including a 5.7% rate of grade 5 RP.78 Of the patients with grade 5 RP, 3/5 received concurrent chemoradiotherapy. On multivariate analysis, mean lung dose (MLD) ≥12 Gy was significantly associated with grade ≥2 RP. The rate of grade ≥3 RP was higher in patients with subclinical ILD involving ≥25% of lung volume. Prior receipt of gemcitabine and lung V5 ≥50% was also associated with increased risk of grade ≥3 RP. In an analysis of 84 patients with pre-existing ILD, ILD involvement >10% of lung field predicted the development of acute RP.79 For patients with locally advanced lung cancer, we often favor sequential chemotherapy and radiotherapy rather than concurrent chemoradiotherapy given the increased risk of pneumonitis associated with concurrent chemoradiotherapy.\nProton Beam Therapy\n        There is emerging data on the use of proton beam therapy (PBT) for the treatment of lung cancer.80 A conceptual advantage of PBT is the steep dose fall-off, which can in turn minimize low-dose bath. With proton therapy, only one to 2 beams are typically required for the treatment of lung tumors. By contrast, with conventional photon radiotherapy, multiple beam angles are used to achieve conformality of the high dose region. Due to the multiple beam angles, there is increased exposure of adjacent tissues to lower doses of radiotherapy (Fig. 1). In patients with ILD, even exposure to lower doses of radiotherapy can have potentially significant risks. In a small, retrospective study of 30 patients with Stage I-II NSCLC and IPF, 8 of whom received PBT and 22 of whom received SBRT using photons with 3-dimensional conformal RT or intensity-modulated RT, the group treated with PBT had a numerically smaller but not statistically significant incidence of treatment-related pulmonary complications compared to the photon therapy group (12.5% vs 40.9%; P = .22).81 However, the role of proton therapy for the treatment of lung cancer is still under investigation. A randomized trial of protons vs intensity-modulated radiotherapy with photons for patients with locally advanced NSCLC did not show a reduction in the incidence of radiation pneumonitis with proton therapy.82 Further research is needed as to the efficacy of PBT for lung cancer and if PBT is associated with a lower risk of RP.\n        \n          Figure 1.\n          \n            Photon and proton plans for a patient with a LUL tumor invading the mediastinum. Figure panels A-C are the axial, sagittal, and coronal images from the photon treatment plan using volumetric arc therapy. Figure panels D-F are the axial, sagittal, and coronal images from the proton treatment plan. The internal target volume is in red, clinical target volume is in pink, and planning treatment volume is in purple. The 10 Gy isodose line is pink, the 20 Gy isodose line is blue, the 50 Gy isodose line is green, and the 60 Gy isodose line is in orange. In the photon plan (A-C), the low dose bath is much larger, as can be seen by the larger size of the 10 and 20 Gy isodose line regions compared with the proton plan (D-F).\n            Abbreviations: R, right; L, left; A, anterior; P, posterior.\nSurgical Considerations\n      While surgical resection may be curative in early-stage lung disease, it is associated with an increased risk of post-operative complications and worse survival in patients with ILD.83 Surgical intervention, both pulmonary and non-pulmonary, in patients with ILD is known to be a risk factor for AE-ILD.84,85 The incidence of post-operative AE-ILD in patients undergoing surgical resection for lung cancer is high, ranging from 9% to 23%.86,87 The implications are significant, as mortality rates of post-operative AE-ILD can exceed 40%.5,87 Patients with ILD are at increased risk of other pulmonary complications, including pneumonia, atelectasis, pneumothorax, and pulmonary embolism, as well as increased post-operative mortality.87-92\n      Retrospective studies have identified multiple risk factors for post-operative complications in patients with ILD. Both decreased FVC and decreased diffusing capacity of the lung for carbon monoxide (DLCO) are associated with post-operative AE-ILD and increased short-term mortality.87,90,92-98 The pattern of ILD has also been associated with risk of AE-ILD. A UIP pattern on CT is an independent risk factor for post-operative AE-ILD.87 Need for oxygen therapy pre-operatively has also been associated with increased morbidity and mortality in patients with ILD undergoing surgical lung biopsy.99,100 In addition to these ILD-related risk factors, procedural-based factors, need for emergency surgery, longer duration of anesthesia, and extent of surgery (ie, lobectomy vs localized wedge resection), are associated with increased risk of pulmonary complications such as pneumonia.87,91,92,101 While validated ILD-specific models to quantify operative risk are lacking, there are several well-studied general risk-stratification models for post-operative pulmonary complications, including the ARISCAT score.102 The ARISCAT score risk stratifies patients based on a number of factors, including pre-operative oxygen saturations, recent respiratory infection, and expected duration of surgery. An ARISCAT score ≥45 has been shown to predict the development of post-operative AE in patients with ILD.97 There remains an ongoing need for additional models for risk stratification for complications associated with lung cancer treatment in ILD patients extending from post-operative risks to risk of pneumonitis from systemic therapies and radiation therapy.\n      The presence of ILD resulting in decreased lung compliance may make patients more vulnerable to ventilator-induced lung injury, particularly with single lung ventilation of the non-operative lung.88,103 To reduce the risk of ventilator-induced lung injury current ventilation methods focus on minimizing hyper-expansion of the non-operative lung and use of low tidal volumes. Higher intra-operative fluid balance also increases the risk of post-operative AE in patients with IPF undergoing lung cancer resection.104 Recent guideline protocols therefore stipulate a goal of euvolemia in the peri- and post-operative period of thoracic surgical intervention.105 Lastly, peri-operative infection and aspiration can both act as a trigger for AE in ILD patients.5\n      Encouragingly, the implementation of minimally invasive surgical techniques such as video-assisted thoracoscopic surgery (VATS) may decrease surgical morbidity for patients with ILD.106 Similarly, recent work suggests that pursuing less extensive surgical intervention (ie, sublobar as opposed to lobar resection) for patients with ILD and early-stage lung cancers may offer similar survival benefit.107 Unfortunately, regardless of advances that mitigate immediate post-operative risk, patients with ILD still have significantly worse long-term survival after lung resection compared to patients with lung cancer without ILD.83\nPercutaneous Ablation of Lung Tumors\n      Image-guided thermal ablation (IGTA), including radiofrequency ablation (RFA) microwave ablation (MWA), and cryoablation, may be a consideration for patients with ILD and early-stage lung cancer although additional research is needed.108 While data on use of IGTA for management of lung cancer in patients with ILD is limited, efficacy and overall survival of patients treated with IGTA has been shown to be similar to sublobar resection and SBRT in patients with NSCLC.109 In patients age ≥65 years and stage I NSCLC, overall survival was similar between those treated with sublobar resection versus thermal ablation when controlling for demographics and certain clinical variables.109 In a study of 54 patients with inoperable stage IA NSCLC treated with RFA, survival rates at 2 years were in line with those historically reported for SBRT.110\n      The development of AE-ILD is also concern for patients with ILD who undergo IGTA. In retrospective analysis of 420 patients including patients with ILD who underwent RFA for primary lung cancer or pulmonary metastases, 3 of 4 deaths were due to AE-ILD.111 A systematic review of 3 retrospective studies and a total of 46 inoperable patients treated with RFA for early-stage NSCLC or oligo metastases reported an ILD-specific toxicity of 25% and 9% mortality.112 Data on cryoablation is limited. A conference abstract reported AE-ILD and subsequent death in 2 of 11 patients with IPF (18%) after percutaneous cryoablation of T1N0M0 NSCLC.113 In the absence of a detailed report, the potential role of cryoablation in this population remains to be determined.\nPractical Considerations\n      For some patients, the initial diagnosis of ILD or ILA may occur at the time of lung cancer diagnosis. Given that ILD and ILA increase the risks associated with lung cancer treatment, providers should pay particular attention to CT findings that may suggest an ILD (Figs. 2 and 3). These CT findings include the presence of ground-glass opacities, reticular markings, traction bronchiectasis, or honeycombing. For patients with a suspected diagnosis of ILD, we recommend pulmonary evaluation as knowledge of the type of ILD may help with balancing risks and benefits of lung cancer treatments with prognosis of the underlying lung disease.\n      \n        Figure 2.\n        \n          Forty-four-year-old woman with systemic sclerosis-associated interstitial lung disease and an enlarging right lower lobe solid nodule corresponding to a biopsy proven non-small cell lung cancer. Left. Coronal CT image demonstrates the lung cancer (arrow) and lower lung predominant fibrosis marked by volume loss, ground-glass opacities, and traction bronchiectasis. Right. Axial CT image of the lung bases demonstrates peripheral predominant ground glass, reticular markings, and traction bronchiectasis (arrows) most consistent with a non-specific interstitial pneumonitis pattern.\n        \n        \n      \n      \n        Figure 3.\n        \n          Eighty-two-year-old man with idiopathic pulmonary fibrosis and an indeterminate subpleural solid left upper lobe nodule. Left: Sagittal CT image demonstrates the nodule (arrow) and honeycombing with an apical basilar gradient consistent with a usual interstitial pneumonia pattern. Right: Axial CT image of the lung bases demonstrates stacked cystic structures (arrows) consistent with honeycombing.\n        \n        \n      \n      For a patient with ILD we recommend that multi-disciplinary discussions include a pulmonologist prior to starting lung cancer treatment and throughout therapy. This multidisciplinary approach encourages frequent discussion between providers which makes adjusting and implementing changes to patient treatment plans more efficient especially if pneumonitis develops. Where possible we recommend that patients with ILD undergo pulmonary function tests (PFTs) prior to treatment initiation, including spirometry, lung volumes, and DLCO. This allows for the grading of the severity of lung function impairment which may inform what treatment options may be available (for example, surgical candidacy). PFTs should be measured periodically throughout treatment to assess for interval changes to signify ILD progression. We also recommend interval monitoring of oxygen levels at rest and with exertion to assess the need for supplemental oxygen or adjustment to existing supplemental oxygen flow rates, especially in the setting of worsening dyspnea. Lastly, as lung cancer treatment may exacerbate pre-existing respiratory symptoms early referral to palliative care may be beneficial.\nConclusions and Future Directions\n      Patients with ILD carry unique considerations for diagnosis and treatment of lung cancer and are at increased risk for adverse effects from all modalities of lung cancer treatment. Despite this, treating lung cancer can prolong survival in this population. Central to the care of patients with ILD and lung cancer is close multidisciplinary collaboration. Opportunities exist to further understand the risk factors leading to pneumonitis in patients with ILD and ILA and if ILD subtype or radiologic pattern may assist with refining the risks of treatment. Whether the use of antifibrotic therapies mitigates the risk of developing pneumonitis or AE-ILD in the setting of lung cancer treatment remains to be determined.40,114\nConflict of Interest\n      \nIbiayi Dagogo-Jack: Pfizer, AstraZeneca, Xcovery, Bristol Myers Squibb, Genentech, Bayer, Syros, Novocyre, BostonGene, Sanifi-Genzyme, Janssen, Boehringer Ingelheim, Bayer, Catalyst, (C/A), Array, Genentech, Novartis, Pfizer, Guardant Health (RF), Foundation Medicine, Creative Education Concepts, OncLive, ASCO Post, DAVA Oncology, Medscape, Total Health Conferencing, American Lung Association (H), Array, Pfizer (travel expenses); Florian J. Fintelmann: William M. Wood Foundation, Pfizer (RF); Florence K. Keane: Siemens (C/A, H); Sydney B. Montesi: DevPro Biopharma, Gilead Sciences, Roche (C/A), NIH/National Heart, Lung, and Blood Institute [K23HL15033] to SBM, Pliant Therapeutics, Merck, United Therapeutics (RF), APIE Therapeutics (SAB), Wolters Kluwer (royalties). The other authors indicated no financial relationships.\n      (C/A) Consulting/advisory relationship; (RF) Research funding; (E) Employment; (ET) Expert testimony; (H) Honoraria received; (OI) Ownership interests; (IP) Intellectual property rights/inventor/patent holder; (SAB) Scientific advisory board.\nAuthor Contributions\n      Conception/design: A.J.F., I.D.J., L.M.F., S.B.M. Manuscript writing: All authors. Final approval of manuscript: All authors.\nData Availability\n      No new data were generated or analyzed in support of this research.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9847545/",
    "doi": "https://doi.org/10.1093/oncolo/oyac226",
    "citation_count": 2,
    "references": {
        "10665778": "Clinical characteristics and prognostic impact of acute exacerbations in patients with interstitial lung disease and lung cancer: A single‐center, retrospective cohort study",
        "10183522": "Treating lung cancer in patients with interstitial lung disease: what do we know?"
    },
    "journal": "The Oncologist",
    "topics": [
        "interstitial, management, patient, disease",
        "interstitial, disease, cancer, patient",
        "lung, management, patient, cancer"
    ]
}