{
    "title": "T lymphocyte cell: A pivotal player in lung cancer",
    "abstract": "Given the plenty of evidence above all, the balance of Th17/Treg cells is broken with the tumor progression in lung cancer, which indicates that further studies are required to understand the mechanism underlying the function and balance of Th17 and Treg cells in NSCLC. Moreover, in the malignant pleural effusions of lung cancer patients, the upregulation of the Fas ligand (FasL), TNF-related apoptosis-inducing ligand (TRAIL) expressions, and the low B-cell lymphoma-2 (Bcl-2) expression cells may be responsible for the activation-induced cell death that impairs the antitumor function of CD8+ T cells (68, 71). Given the plenty of evidence above all, the balance of Th17/Treg cells is broken with the tumor progression in lung cancer, which indicates that further studies are required to understand the mechanism underlying the function and balance of Th17 and Treg cells in NSCLC.",
    "authors": [
        "Yanan Wu",
        "Meng Yuan",
        "Chenlin Wang",
        "Yanfei Chen",
        "Yan Zhang",
        "Jiandong Zhang"
    ],
    "published_year": "2023",
    "description": "1\n      Introduction\n      Lung cancer represents one of the most common malignancies and is the leading cause of cancer-related death worldwide (1). The 5-year survival rate (SR) of lung cancer patients is only 10%–20% (2). Lung cancer is classified into two subtypes: small-cell lung cancer (SCLC; accounts for 20%) and non-SCLC (NSCLC; accounts for 80%). Histologically, NSCLC can be primarily divided into adenocarcinoma (AC), squamous-cell carcinoma (SqCC), large-cell carcinoma (LCC), and other types (3) (\nFigure 1\n). Because of the lack of early typical symptoms and diagnosis indicators, majority of patients with lung cancer are often diagnosed with local invasion, lymph node, and distant metastasis at first-time consultancy. The traditional therapeutic strategy of lung cancer includes surgery, chemotherapy, and radiotherapy (4). Although the survival time of lung cancer patients can be extended with these therapies, the 5-year overall survival (OS) is still not satisfying (5). Thus, developing novel therapeutic strategies of lung cancer is urgently required. In recent years, as immune cells are crucial for both the development and treatment of cancer, people begin to understand cancer through the contribution of the immune system.\n      \n        Figure 1\n        \n          Lung cancer incidence with its classification. NSCLC, non-small-cell lung cancer; SCLC, small-cell lung cancer; SqCC,squamous cell cancer; LCC,large-cell carcinoma; AC, adenocarcinoma.\n        \n        \n      \n      Quite a few studies have revealed that the development of lung cancer is closely related to immunological dysfunction. T cells are critical for tumorigenesis, which plays an important role in the treatment of lung cancer (6). In this context, investigating the number and function of T cells may be useful in developing novel therapeutic strategies about prolonging the survival time of patients. T-cell- associated cellular immunotherapy opens new possibilities for patients with lung cancer, bringing fresh treatment options for patients with advanced cancer or poor responses to traditional treatments.\n      T lymphocytes originate from bone marrow (BM) progenitors and then migrate to the thymus. After differentiating and maturing in the thymus, T lymphocytes distribute to the immune organs and tissues throughout the body to play an immune role through the lymphatic vessels, blood, and tissue fluid circulation (7). For the last few decades, T cells have been a research hotspot. At the present time, the characteristics of T-cell subsets have become clearer. Based on the different expression of surface molecules and functional points, T cells can be subdivided into regulatory T (Treg) cells, T helper (Th) cells, cytotoxic T lymphocytes (CTLs), and other unconventional T cells, including γδ T cells, nature killer T (NKT) cells, and mucosal-associated invariant T (MAIT) cells (8, 9) (\nFigure 2\n). Cell surface markers are special proteins that conveniently serve as the markers of specific cell types. We illustrate these in \nFigure 2\n (10, 11).\n      \n        Figure 2\n        \n          Subsets and surface marker of T cells. Based on the different expression of surface molecules and functional points, T cells can be subdivided into regulatory T (Treg) cells, T helper cells, cytotoxic T lymphocytes (CTLs), and other unconventional T cells.\n2\n      The role and mechanisms of T cells in lung cancer\n      \n        2.1\n        Tregs and lung cancer\n        Tregs serve a significant function in the lung cancer progression and metastasis, which are considered as the biomarkers of poor treatment response in lung cancer patients. There have been several previous studies demonstrating that Tregs were accumulated or activated in lung cancer patients. In carcinogenesis, Tregs maintain immune tolerance to self-antigens, allow the tumor evasion, and contribute to disrupt antitumor immunity (12, 13).\n        Compared with healthy subjects, the percentage of Tregs in the tumor tissue, peripheral blood, and malignant pleural effusion is higher in patients with lung cancer. Patients with higher ratios of Tregs have a significantly worse survival (12, 14). Many lines of evidence suggest that Tregs promote the metastasis of lung cancer. Nasrollah Erfani et al. reported that the Treg level increased with staging, which was the highest in patients with metastatic tumors. Thus, Tregs can reflect the stage of lung cancer and predict the SR and recurrence (14, 15).\n        Tregs may suppress antitumor function by a number of different mechanisms. Previous studies have shown that Tregs can express soluble immunosuppressive cytokines or factors such as transforming growth factor-β (TGF-β), galectin-1 (Gal-1), IL-35, IL-10, prostaglandin E2 (PGE2), and adenosine or act through cell–cell contacts via high levels of cell surface molecules, including programmed cell death protein 1 (PD-1), programmed cell death ligand 1 (PD-L1), cytotoxic T-lymphocyte-associated antigen 4 (CTLA-4), lymphocyte-activation protein 3 (LAG-3), CD39/73, and neuropilin 1 (Nrp1), inducing immune dysfunction (16, 17) (\nTable 1\n). Mouse models revealed that Tregs partially repress the antitumor activity of CD8+ T cells. The depletion of Tregs in mice bearing lung AC (LUAD) treated with anti-CD25-depleting mAb restrained lung tumor growth and enhanced the recruitment of CD8+ T cells, leading to the upregulation of granzyme A, granzyme B, perforin, and tumor cell death (32). Furthermore, Tregs can suppress other effective immune responses. Murine models of Lewis lung carcinoma have demonstrated that Tregs directly suppressed the ability of NK cells to clear tumor cells by a TGF-β-dependent mechanism. Forkhead box protein P3 (Foxp3) is a recognized marker of Tregs that plays a significant role in maintaining the immunosuppressive function of Tregs (33). Foxp3 overexpression induces the viability and invasiveness of lung cancer cells, resulting in tumor cell growth. Peng et al. isolated Tregs from the peripheral blood of eight healthy volunteers and then cocultured them with the human NSCLC cell line 95 D. The results showed that matrix metalloproteinase-9 (MMP-9) expression in tumor cells was increased and apoptosis was decreased following coculture with Tregs. Researchers transfected Tregs with the plasmid-overexpressing Foxp3 in order to construct the Foxp3-overexpressing Tregs. The results demonstrated that the tumor invasive ability and the viability of 95D cells were significantly increased. In addition, the expression of Foxp3 in Tregs may be associated with the complex interaction between various immune cells and tumor cells. Tumor cells secrete a great number of cytokines that induce the sustained expression of Foxp3, resulting in immunosuppression. For example, JC et al. reported that TGF-β1 maintains the expression of Foxp3 and stabilizes the number and functions of Tregs (34). SCLC tumor cells are involved in Treg induction by the secretion of IL-15, which could promote Treg cells’ immunosuppressive functions (21). Intrinsic resistance and acquired resistance to chemotherapy in patients with lung cancer are one of the main causes of high mortality. The lung cancer microenvironment is enriched in Tregs, which may explain the chemotherapy resistance of lung tumor cells. Mesenchymal cells low on E-cadherin are more chemoresistant. The experiments indicated that there is a dynamic and inverse correlation between downregulation in the levels of CDH1 (encoding the epithelial cell marker E-cadherin) and the observed increase in the IL2RA (encoding the Treg marker CD25) in stage IV lung cancer patients resistant to chemotherapy (35). Moreover, the finding revealed Tregs to prompt Kras-related immunosuppressive chemoresistance associated with the CD8+ T-cell exhaustion phenotype (36).\n        \n          Table 1\n          \n            Summary of the cytokines associated with T cells in lung cancer.\n          \n          \n            \n              \n                Cytokines\n                Cell\n                Role in lung cancer\n                References\n              \n            \n            \n              \n                IL-1\n                Myeloid cell\n                Protumor\n                (18)\n              \n              \n                IL-2\n                Th1 cell\n                Antitumor\n                (19)\n              \n              \n                IL-9\n                Th9 cell, Treg\n                Protumor\n                (16, 17, 20)\n              \n              \n                IL-10\n                Treg\n                Protumor\n                (16, 17)\n              \n              \n                IL-15\n                Tumor cell\n                Protumor\n                (21)\n              \n              \n                IL-17\n                Th17 cell, γδT cell\n                Protumor\n                (22, 23)\n              \n              \n                IL-21\n                Th9 cell, Th17 cell, Tfh\n                Antitumor\n                (24–26)\n              \n              \n                IL-22\n                Th17 cell, Th22 cell\n                Protumor\n                (27)\n              \n              \n                IL-26\n                Th17\n                Protumor\n                (28)\n              \n              \n                IL-38\n                Tumor cell\n                Protumor\n                (29)\n              \n              \n                TNF-α\n                Th1 cell, CTL\n                Antitumor\n                (19, 30)\n              \n              \n                IFN-γ\n                Th1 cell, CTL\n                Antitumor\n                (19, 30)\n              \n              \n                TGF-β\n                Treg, tumor cell\n                Protumor\n                (16, 17, 31)\n              \n              \n                PGE2\n                Treg\n                Protumor\n                (16, 17)\n              \n            \n          \n        \n        In addition to Foxp3 Tregs, numerous newly identified subpopulations of Tregs are involved in suppressing antitumor immunity, for example, Forkhead box protein A1(FOXA1+). Tregs express elevated levels of FOXA1+ but low levels of FOXP3+. Although the detailed function of FOXA1+ in immunity is still not completely understood, previous in vitro suppression assays reported that FOXA1+ Tregs inhibited the antitumor immune responses of T cells and induced the expression of PD-L1. Considering the PD-L1 expression level severed as a biomarker for anti-PD-1/PD-L1 therapy response, FOXA1+ Tregs may provide clinical value in identifying potential targets for a new treatment strategy (37). C-C chemokine receptor 8 (CCR8) is a chemokine receptor that is selectively expressed on tumor-infiltrating Tregs in NSCLS. Increased CCR8+ Treg infiltration is associated with a poor clinical outcome in lung cancer. Compared with CCR8-Tregs, CCR8+ Tregs express higher molecules that are associated with immunosuppression function. CCR8+ Tregs enhance chemokines, leading to recruit effector T cells to surroundings and suppress their activation (38). CCR8+ Tregs may form a Treg accumulation site by highly expressing chemokine and its receptors, leading to the formation of an immunosuppressive environment (39). Moreover, Haruna found that the CCR8+ cell depletion from tumor-infiltrating cell (TIC) culture enhances the function of CD8 T cells (38).\n        Taken together, these studies verified the role of Tregs in the development of lung cancer and provide plenty of evidence in the relationship between lung metastatic burden and Tregs. Further studies are warranted to understand the immunosuppressive functions of Tregs.\n      \n      \n        2.2\n        T helper cells and lung cancer\n        Th cells are an important component of our immune system that help other immune cells to eliminate pathogens. Effector Th cells are determined by the type of cytokine released by the antigen-presenting cell (APC). The subtypes of effector Th cells include Th1,Th2, and Th17. Recently, some literatures have discovered other populations such as Th9, Th22, and T follicular helper (Tfh) cells (40).\n        The Th1 cell is the first subset discovered in CD4+ T cells. Th1 cells, which release tumor necrosis factor alpha(TNF-α), IL-2, and interferon gamma (IFN-γ), contribute to antitumor immune responses in lung cancer (19). Th1 cells play an important role in the activation of CD8+ T cells and NK cells. IFN-γhas an antitumor effect while promoting apoptosis through positively regulating the activation state of STAT1 (41, 42). However, Ito et al. detected the irrelevance between Th1 and IFN-γ production in tumor-infiltrating lymphocytes (TILs), supporting the claim that the function of tumor-infiltrating Th1 cells is suppressed in lung cancer (42, 43). Apart from Th1 cells, other subpopulations, in particular Th9 cells (producing IL-9 and IL-21) and Th17 cells (producing IL-17), have been implicated in lung cancer. Compared with non-tumor samples, these two types of cells are enriched in the tumor tissue and malignant pleural effusion (MPE) of patients with lung cancer (41, 44). Th9 cells were originally identified as CD4+ T-cell subsets in 2008 (45). IL-9 is highly expressed in NSCLC and plays a key protumoral role in NSCLC (20). Salazar et al. reported that Th17/IL-17 and Th9/IL9 alters the gene expression profile in lung cancer cells to induce epithelial mesenchymal transition (EMT)and promote metastasis and angiogenesis tumor migration. It has been revealed that, by activating STAT3 signaling, IL-9 strongly induced tumor cell proliferation and migration, prevented tumor cells from apoptosis induced by IFN-γ, and facilitated the intercellular adhesion of tumor cells to pleural mesothelial cell monolayers (PMCs) via ICAM-1/LFA-1- and/or VCAM-1/integrin-β-dependent mechanisms. In addition to IL-9, Th9 cells produce another cytokine, IL-21, which has antitumor effects. It has been reported that CD4+ Th cells producing IL-21 supported the effector functions of CD8+ TIL via IL-21/IL-21R signaling (24). A study demonstrated that serum IL-17 levels were increased in the NSCLC group compared to the healthy control group (46). Chen et al. noted that the enhanced appearance of IL-17 producing cells was significantly correlated with poor patient survival (47). IL-17 levels are much higher in lung cancer MPE than heart failure pleural effusions, which are negatively associated with the survival levels of lung cancer patients (48). In NSCLC, IL-17 has a direct effect on the metastasis of cancer cells both in vitro and in vivo (22). In addition to IL-17, Th17 cells produce other proinflammatory cytokines such as IL-21, IL-22, and IL-26, which are also related with lung cancer (25, 28, 49). IL-22 is highly expressed in tumor tissue, blood, and malignant pleural effusion in NSCLC. Studies revealed that the overexpression of IL-22 induced lung cancer cell resistance against apoptosis via the activation of STAT3 and the inactivation of ERK ½. IL-22 is not only secreted by Th17 cells but also involved in Th22 cell-mediated immune response (27). IL-26 is one of the latest discovered IL-10 family members mainly secreted by Th17 cells. The recently study reported that IL-26 is involved in the production and promotion of MPE by enhancing CD4+IL-22+ T-cell differentiation and inhibiting CD8+ T-cell tumor-killing activity (28). However, several lines of evidence suggest that Th17 cells may also paradoxically contribute to the control of the immune response. IL-21, which is produced by Th17 cells, can expand CD8+ T cells, leading to tumor regression in NSCLC and melanoma (25) Moreover, Th17 cells are found to promote protective antitumor immune responses by promoting effector T-cell, dendritic-cell (DC), and NK-cell tumor microenvironment (TME) recruitment and retention within the TME (50). Studies have shown that high counts of Th17 cells in MPE predicted increased patient survival in NSCLC (51).\n        At present, cancer immunology has shifted from individual cell populations to the integrated understanding of potential interactions among immune cell populations. Th17 cells and Treg cells share a common precursor cell (the naïve CD4+ Th precursor cell), requiring the common signaling pathway mediated by TGF-β for initial differentiation (52). Th17 and Treg cells are considered to inhibit autoimmunity. Thus, the reciprocal generation of these two CD4+ cells is critically important. Studies have shown that the balance of Th17/Treg cells plays a critical role in the development, progression and prognosis of lung cancer. Similar to Tregs, the percentage of Th17 is significantly higher in the peripheral blood and MPE of patients with NSCLC than those in the healthy control group (41, 53). However, the balance of T17 cells and Treg cells is broken in NSCLC. Th17/Treg frequency was found to be much greater in patients with NSCLC compared to those in healthy controls, with an inversely correlation between these two CD4+ cells. It has been proven that the high ratio of Tregs to Th17 is significantly predictive of the poor prognosis of lung cancer patients (54). The external milieu (e.g., cytokines) presented during activation determine the final fate of T-cell subsets. In the NSCLC microenvironment, IL-1β, IL-6, and IL-23 are critical in maintaining and expanding Th17, while TGF-β1 and IL-10 are known to positively correlate with Tregs. However, TGF-β1 is the inhibitor of Th17 differentiation (53). Given the plenty of evidence above all, the balance of Th17/Treg cells is broken with the tumor progression in lung cancer, which indicates that further studies are required to understand the mechanism underlying the function and balance of Th17 and Treg cells in NSCLC. Reversing the imbalance of Th17/Treg modulation may provide an effective strategy for lung cancer therapy.\n        The circulating T follicular helper (Tfh) cell is considered as a novel CD4+T cell subset. Tfh cells are specialized B-cell helpers during the humoral immune response, which help the B-cell activation of germinal center and antibody production (55). Moreover, Tfh cells produce IL-21, which increases antitumor immunity by promoting the expression of IFN-γ and granzyme B in tumor-infiltrating CD8+ T cells (26). In NSCLC patients, the frequency and function of Tfh cells in peripheral blood are significantly lower compared to healthy controls. Prognostically, the frequency of Tfh cells in the tumor tissue of NSCLC patients has been linked to longer survival time from the date of surgery. The results suggested that the Tfh cells were likely involved in antitumor immunity through a potentially specific pathway and associated with a favorable prognosis but suffered strong functional inhibition in NSCLC (56). In conclusion, restoring the cytokine network and Tfh balance may be a novel and effective tool for the treatment of lung cancer.\n        Collectively, these findings suggest that Th cells play an important role in lung cancer immune regulation. The interaction between Th cells and tumor cells will further promote the current understanding of lung cancer.\n      \n      \n        2.3\n        Cytotoxic T cells (cytotoxic T lymphocytes and CD8+ T cells) and lung cancer\n        Cytotoxic T lymphocytes (CTLs) are an important immune component for controlling and killing tumor cells (57). However, studies that examined the relationship between CD8+ TILs and the prognosis in NSCLC remain controversial, varying with the distribution site, pathological classification, or methods used for cell quantification. Several studies have shown that high levels of CD8+ cytotoxic T cells within the tumor and tumor stroma are associated with a favorable lung cancer prognosis (58, 59). In another study, CD8+ T cells were associated with a favorable prognosis, which was only observed in SqCCs (60). However, Bonanno et al. have pointed out that the value of CD8+ TITLs in predicting lung cancer prognosis is limited. There was no correlation between the rate of CD8+ TITLs and the survival status (61). Other studies argued that only the density of stromal CD8+ T cells was consistently and significantly associated with longer survival (62). In 2022, Rodas and coworkers provided direct evidence that, in patients with NSCLC, the CD8+ T cells in stroma were higher in PD-L1-positive cases than in PD-L1-negative cases. Furthermore, the rate of CD8+ T cells was positively related to longer progression-free survival (PFS) and OS in patients with PD-L1-positive NSCLC treated with immune checkpoint inhibitors (ICIs) (63). In addition, the set of features related to tissue architecture was found to be associated with the recurrence of lung cancer. Corredor et al. exploited a set of descriptors (SpaTIL) that capture the local density and colocalization of TIL and tumor cells via digital images, predicting the likelihood of recurrence in early-stage NSCLC (64). Considering the heterogeneity of intertumoral localization of CD8+ T-cell infiltrations in NSCLC, the validly of different tumor sampling strategies would differ substantially. Small biopsies may not reliably represent the whole tumor. Taking a random sampling of 10–20 small areas or large biopsies may be practical choices for studies (65).\n        In order to kill the cancer cells, CD8+ cytotoxic T cells exhibited reactivity against tumor antigens (TAs) (66). TA peptides are presented to the APC surface with the form of the peptide major histocompatibility complex(pMHC). The activated CTL can specifically recognize pMHC through T-cell receptors (TCRs) and then kill their targeted cells via the granule exocytosis pathway or the Fas ligand (FasL) pathway (57). This form of antigen recognition is critical because antigen loss on tumor cells is responsible for recurrence after remission. Neoantigens are abnormal proteins produced by genetic mutations in cancer cells. They are ideal targets for T cells to recognize tumor cells that stimulate a violent antitumor immune effect. In general, the greater number of gene mutations in tumor tissue (the higher TMB), the more neoantigens carried (67). CD8+ T cells functioning as CTLs are an important component part of the cellular immune response that contribute positively to antitumor immunity.\n        Ideally, the efficient activation of effector CD8+ T cells can lead to tumor cell death. However, previous research has reported that compared with healthy donors, the CD8+ T cells from lung cancer patients have a compromised capacity to proliferate and progressively lose the effector function, including reducing cytokine production capability (68). As noted by Xu, the levels of CD95, CD38, and perforin in circulating CD8+ T cells were decreased in lung cancer patients in stage III–IV. This result demonstrated that the function of activated CD8+ T cells was damaged in late-stage lung cancer. Lung cancer induces the alterations of CD8+ T cells. It is the impairment of antitumor immunity that results in a worse prognosis (69). Tumor cells release TAs, and soluble inhibitor factors may lead to a dysfunction of CD8+ T cells, resulting in immunological tolerance and hyporesponsiveness to host immunity. The recruitment of Tregs and other immune cells with suppressor activity by the lung tumor may induce the dysfunction of CD8+ T cells. The alternative immune checkpoints such as PD-1, CTLA-4, T-cell immunoglobulin domain and mucin domain-3 (TIM-3), B- and T-lymphocyte-associated (BTLA), which were detected on cytotoxic CD8+ T cells with a gradual and continuous upregulation, impair the recognition and killing of tumor cells (70). Moreover, in the malignant pleural effusions of lung cancer patients, the upregulation of the Fas ligand (FasL), TNF-related apoptosis-inducing ligand (TRAIL) expressions, and the low B-cell lymphoma-2 (Bcl-2) expression cells may be responsible for the activation-induced cell death that impairs the antitumor function of CD8+ T cells (68, 71). The more detailed mechanism of dysfunctional T cells can be found below. The restoration of CD8+ T-cell exhaustion or dysfunction is one of the focuses of therapeutic approaches for NSCLC (\nFigure 3\n).\n        \n          Figure 3\n          \n            T-cell-associated interaction network in the lung cancer microenvironment. Various T-cell subsets and other immune cells in the tumor microenvironment (TME) influence each other and induce an antitumor or protumor immune response. Tumor cells themselves produce cytokines that favor the expansion of immune cells with suppression activity and induce cytotoxic T-cell dysfunction.\n          \n          \n        \n      \n      \n        2.4\n        T-cell dysfunction and lung cancer\n        T cells can recognize TAs expressed by cancer cells and play an essential role in tumor rejection. Although the presence of TILs, especially CD8+ T cells, is usually a marker of positive clinical outcomes in multiple solid tumors, the high frequency of these cells often fails to effectively promote tumor regression. In the context of high tumor-antigen load and immunosuppressive factor exposure in cancer, intratumoral T cells exhibit dysfunctional states (72). T-cell dysfunction has been described as a hyporesponsive response of various suppressive signals occurring in the TME, and, based on the phenotypic, functional, and molecular features of T cells, several other terms such as exhaustion, senescence, tolerance, and anergy are widely used to describe the dysfunctional state (73). Exhausted T cells (Texs) are the representative of T-cell dysfunction in the TME (74). The concept of T-cell exhaustion was originally identified in chronic lymphocytic choriomeningitis virus (LCMV) infection in murine models and was subsequently observed in human chronic viral infection and cancer (75).This acquisition of the dysfunctional state is driven by multifaceted immunoregulatory pathways in the TME, including (i) the continuous exposure to tumor antigens. Tumor-specific T cells are exposed to high antigen burden and consequent chronic antigen exposure, which may present sustained stimulation leading to repeated activation of T cells and ultimately T-cell dysfunction. (ii) The expression of multiple immune checkpoints. In general, T-cell function is impaired with increasing coexpression of inhibitory receptors. (iii) Immunosuppressive cells in the TME induce T-cell dysfunction, such as Tregs, myeloid‐derived suppressor cells (MDSCs), cancer-associated adipocytes, and fibroblasts. (iv) Suppressive soluble mediators. Some soluble molecules produced in the TME contribute to T-cell dysfunction such as IL-10, indoleamine-2,3 dioxygenase (IDO), TGF-β, adenosine, lactate, vascular endothelial growth factor A (VEGFA), and colony-stimulating factor (CSF). (vi) Physiological changes in the TME within hypoxia, low pH, and low nutrient levels (\nFigure 4\n).\n        \n          Figure 4\n          \n            T-cell dysfunction in cancer. T-cell dysfunction has been described as a hyporesponsive response of various suppressive signals occurring in the TME. This acquisition of the dysfunctional state is driven by multifaceted immunoregulatory pathways in the TME. Based on the phenotypical, transcriptional, and functional analyses of T cells taken from patients with cancers, researchers have shown that these cells exhibit a particular gene expression profile that is different from those of naive, effector, or memory T cells.\n          \n          \n        \n        Based on the phenotypical, transcriptional, and functional analyses of T cells taken from patients with cancers, researchers have shown that these cells exhibit a particular gene expression profile that is different from those of naive, effector, or memory T cells. The typical sign of T-cell dysfunction is the increased and sustained expression of multiple immune checkpoints, including PD-1, CTLA-4, LAG-3, Tim-3, CD160, BTLA, 2B4, and T-cell immunoreceptor with Ig and ITIM domains (TIGIT). Now, it is appreciated that the degree of coexpression of these inhibitory receptors directly correlates with the development of T-cell dysfunction. Accumulated evidence showed that interference with many of these receptors could reverse dysfunctional CD8+ T cells and improve tumor growth control in vitro and in vivo (\n74). In addition, dysfunctional T cells undergo a hierarchical loss of effector functions, including early defects in IL-2 secretion, proliferation, and cytotoxicity, followed by the loss of β-chemokine, TNF-α, and IFN-γ production at later stages (76). The transcriptional regulation of T-cell dysfunction involves changes in the expression patterns and transcriptional connectivity of some key transcription factors. A number of transcription factors in chronic viral infection, including Eomes, Blimp-1, T-bet, BATF, FoxO1, VHL, NFAT, and c-Maf, are expressed in both functional and dysfunctional T cells. However, these transcription factors in dysfunctional T cells are linked to different genes and transcriptional loops, acting in a context-specific fashion (74). Notably, tumor-specific dysfunctional T cells display reduced Eomes and T-bet, which is different from those observed in chronic viral infections (77). Thymocyte selection-associated high mobility group box (TOX), a new transcription factor, revealed its crucial role in promoting T-cell dysfunction (78). Previous research demonstrated that the expression of TOX is high in dysfunctional tumor-specific CD8+ T cells, which is driven by nuclear factor of activated T-cell (NFAT) activation and chronic TCR stimulation (79). In tumor-specific TILs from mice and humans, TOX expression is positively correlated with the coexpression of inhibitory receptors and the low production of inflammatory cytokines (80). Several lines of evidence indicated that epigenetic imprinting plays an important role in T-cell dysfunction. Normally, encoding PD-1 (PDCD1) is impermanently demethylated in activated T cells; afterward, normal methylation levels are restored. However, it is reported that profound and persistent PDCD1 demethylation occurs in dysfunctional virus-specific T cells. Epigenetic therapy with the DNA hypomethylating agent azacytidine (AZA-Vidaza) induces the susceptibility of tumor cells to immune attack by T cells via upregulating genes and pathways related to immune evasion in several human cancer cell lines and genes related to both innate and adaptive immunity (81, 82). The combination of epigenetic therapy and PD-1 blockade has a synergistic antitumor response by enhancing T-cell responses and tumor control (83). In addition, the early dysfunctional TIL-encountering tumor antigen is differentiated to partial plastic in which T cells can be rescued by anti-PD-1 therapy and then transitioned to a fixed dysfunctional state that is resistant to reprogramming (84).\n        Targeted immunotherapies for treating tumor-induced T-cell dysfunction have provided clinical benefits to patients with cancer. At present, these immunotherapies have focused on immune checkpoint blockade using anti-PD-1 and/or CTLA-4 monoclonal antibodies, which are beneficial for patients with various solid and hematological tumors. With the improved understanding of the mechanisms leading to tumor-induced T-cell dysfunction, novel combination immunotherapies will emerge to reactivate dysfunctional T cells and improve the outcomes of cancer patients. However, there is considerable heterogeneity between patients and even within tumors. Thus, one major challenge is to identify the mechanisms of T-cell dysfunction for each patient to develop individualized immunotherapy in the future.\n2.1\n        Tregs and lung cancer\n        Tregs serve a significant function in the lung cancer progression and metastasis, which are considered as the biomarkers of poor treatment response in lung cancer patients. There have been several previous studies demonstrating that Tregs were accumulated or activated in lung cancer patients. In carcinogenesis, Tregs maintain immune tolerance to self-antigens, allow the tumor evasion, and contribute to disrupt antitumor immunity (12, 13).\n        Compared with healthy subjects, the percentage of Tregs in the tumor tissue, peripheral blood, and malignant pleural effusion is higher in patients with lung cancer. Patients with higher ratios of Tregs have a significantly worse survival (12, 14). Many lines of evidence suggest that Tregs promote the metastasis of lung cancer. Nasrollah Erfani et al. reported that the Treg level increased with staging, which was the highest in patients with metastatic tumors. Thus, Tregs can reflect the stage of lung cancer and predict the SR and recurrence (14, 15).\n        Tregs may suppress antitumor function by a number of different mechanisms. Previous studies have shown that Tregs can express soluble immunosuppressive cytokines or factors such as transforming growth factor-β (TGF-β), galectin-1 (Gal-1), IL-35, IL-10, prostaglandin E2 (PGE2), and adenosine or act through cell–cell contacts via high levels of cell surface molecules, including programmed cell death protein 1 (PD-1), programmed cell death ligand 1 (PD-L1), cytotoxic T-lymphocyte-associated antigen 4 (CTLA-4), lymphocyte-activation protein 3 (LAG-3), CD39/73, and neuropilin 1 (Nrp1), inducing immune dysfunction (16, 17) (\nTable 1\n). Mouse models revealed that Tregs partially repress the antitumor activity of CD8+ T cells. The depletion of Tregs in mice bearing lung AC (LUAD) treated with anti-CD25-depleting mAb restrained lung tumor growth and enhanced the recruitment of CD8+ T cells, leading to the upregulation of granzyme A, granzyme B, perforin, and tumor cell death (32). Furthermore, Tregs can suppress other effective immune responses. Murine models of Lewis lung carcinoma have demonstrated that Tregs directly suppressed the ability of NK cells to clear tumor cells by a TGF-β-dependent mechanism. Forkhead box protein P3 (Foxp3) is a recognized marker of Tregs that plays a significant role in maintaining the immunosuppressive function of Tregs (33). Foxp3 overexpression induces the viability and invasiveness of lung cancer cells, resulting in tumor cell growth. Peng et al. isolated Tregs from the peripheral blood of eight healthy volunteers and then cocultured them with the human NSCLC cell line 95 D. The results showed that matrix metalloproteinase-9 (MMP-9) expression in tumor cells was increased and apoptosis was decreased following coculture with Tregs. Researchers transfected Tregs with the plasmid-overexpressing Foxp3 in order to construct the Foxp3-overexpressing Tregs. The results demonstrated that the tumor invasive ability and the viability of 95D cells were significantly increased. In addition, the expression of Foxp3 in Tregs may be associated with the complex interaction between various immune cells and tumor cells. Tumor cells secrete a great number of cytokines that induce the sustained expression of Foxp3, resulting in immunosuppression. For example, JC et al. reported that TGF-β1 maintains the expression of Foxp3 and stabilizes the number and functions of Tregs (34). SCLC tumor cells are involved in Treg induction by the secretion of IL-15, which could promote Treg cells’ immunosuppressive functions (21). Intrinsic resistance and acquired resistance to chemotherapy in patients with lung cancer are one of the main causes of high mortality. The lung cancer microenvironment is enriched in Tregs, which may explain the chemotherapy resistance of lung tumor cells. Mesenchymal cells low on E-cadherin are more chemoresistant. The experiments indicated that there is a dynamic and inverse correlation between downregulation in the levels of CDH1 (encoding the epithelial cell marker E-cadherin) and the observed increase in the IL2RA (encoding the Treg marker CD25) in stage IV lung cancer patients resistant to chemotherapy (35). Moreover, the finding revealed Tregs to prompt Kras-related immunosuppressive chemoresistance associated with the CD8+ T-cell exhaustion phenotype (36).\n        \n          Table 1\n          \n            Summary of the cytokines associated with T cells in lung cancer.\n          \n          \n            \n              \n                Cytokines\n                Cell\n                Role in lung cancer\n                References\n              \n            \n            \n              \n                IL-1\n                Myeloid cell\n                Protumor\n                (18)\n              \n              \n                IL-2\n                Th1 cell\n                Antitumor\n                (19)\n              \n              \n                IL-9\n                Th9 cell, Treg\n                Protumor\n                (16, 17, 20)\n              \n              \n                IL-10\n                Treg\n                Protumor\n                (16, 17)\n              \n              \n                IL-15\n                Tumor cell\n                Protumor\n                (21)\n              \n              \n                IL-17\n                Th17 cell, γδT cell\n                Protumor\n                (22, 23)\n              \n              \n                IL-21\n                Th9 cell, Th17 cell, Tfh\n                Antitumor\n                (24–26)\n              \n              \n                IL-22\n                Th17 cell, Th22 cell\n                Protumor\n                (27)\n              \n              \n                IL-26\n                Th17\n                Protumor\n                (28)\n              \n              \n                IL-38\n                Tumor cell\n                Protumor\n                (29)\n              \n              \n                TNF-α\n                Th1 cell, CTL\n                Antitumor\n                (19, 30)\n              \n              \n                IFN-γ\n                Th1 cell, CTL\n                Antitumor\n                (19, 30)\n              \n              \n                TGF-β\n                Treg, tumor cell\n                Protumor\n                (16, 17, 31)\n              \n              \n                PGE2\n                Treg\n                Protumor\n                (16, 17)\n              \n            \n          \n        \n        In addition to Foxp3 Tregs, numerous newly identified subpopulations of Tregs are involved in suppressing antitumor immunity, for example, Forkhead box protein A1(FOXA1+). Tregs express elevated levels of FOXA1+ but low levels of FOXP3+. Although the detailed function of FOXA1+ in immunity is still not completely understood, previous in vitro suppression assays reported that FOXA1+ Tregs inhibited the antitumor immune responses of T cells and induced the expression of PD-L1. Considering the PD-L1 expression level severed as a biomarker for anti-PD-1/PD-L1 therapy response, FOXA1+ Tregs may provide clinical value in identifying potential targets for a new treatment strategy (37). C-C chemokine receptor 8 (CCR8) is a chemokine receptor that is selectively expressed on tumor-infiltrating Tregs in NSCLS. Increased CCR8+ Treg infiltration is associated with a poor clinical outcome in lung cancer. Compared with CCR8-Tregs, CCR8+ Tregs express higher molecules that are associated with immunosuppression function. CCR8+ Tregs enhance chemokines, leading to recruit effector T cells to surroundings and suppress their activation (38). CCR8+ Tregs may form a Treg accumulation site by highly expressing chemokine and its receptors, leading to the formation of an immunosuppressive environment (39). Moreover, Haruna found that the CCR8+ cell depletion from tumor-infiltrating cell (TIC) culture enhances the function of CD8 T cells (38).\n        Taken together, these studies verified the role of Tregs in the development of lung cancer and provide plenty of evidence in the relationship between lung metastatic burden and Tregs. Further studies are warranted to understand the immunosuppressive functions of Tregs.\n2.2\n        T helper cells and lung cancer\n        Th cells are an important component of our immune system that help other immune cells to eliminate pathogens. Effector Th cells are determined by the type of cytokine released by the antigen-presenting cell (APC). The subtypes of effector Th cells include Th1,Th2, and Th17. Recently, some literatures have discovered other populations such as Th9, Th22, and T follicular helper (Tfh) cells (40).\n        The Th1 cell is the first subset discovered in CD4+ T cells. Th1 cells, which release tumor necrosis factor alpha(TNF-α), IL-2, and interferon gamma (IFN-γ), contribute to antitumor immune responses in lung cancer (19). Th1 cells play an important role in the activation of CD8+ T cells and NK cells. IFN-γhas an antitumor effect while promoting apoptosis through positively regulating the activation state of STAT1 (41, 42). However, Ito et al. detected the irrelevance between Th1 and IFN-γ production in tumor-infiltrating lymphocytes (TILs), supporting the claim that the function of tumor-infiltrating Th1 cells is suppressed in lung cancer (42, 43). Apart from Th1 cells, other subpopulations, in particular Th9 cells (producing IL-9 and IL-21) and Th17 cells (producing IL-17), have been implicated in lung cancer. Compared with non-tumor samples, these two types of cells are enriched in the tumor tissue and malignant pleural effusion (MPE) of patients with lung cancer (41, 44). Th9 cells were originally identified as CD4+ T-cell subsets in 2008 (45). IL-9 is highly expressed in NSCLC and plays a key protumoral role in NSCLC (20). Salazar et al. reported that Th17/IL-17 and Th9/IL9 alters the gene expression profile in lung cancer cells to induce epithelial mesenchymal transition (EMT)and promote metastasis and angiogenesis tumor migration. It has been revealed that, by activating STAT3 signaling, IL-9 strongly induced tumor cell proliferation and migration, prevented tumor cells from apoptosis induced by IFN-γ, and facilitated the intercellular adhesion of tumor cells to pleural mesothelial cell monolayers (PMCs) via ICAM-1/LFA-1- and/or VCAM-1/integrin-β-dependent mechanisms. In addition to IL-9, Th9 cells produce another cytokine, IL-21, which has antitumor effects. It has been reported that CD4+ Th cells producing IL-21 supported the effector functions of CD8+ TIL via IL-21/IL-21R signaling (24). A study demonstrated that serum IL-17 levels were increased in the NSCLC group compared to the healthy control group (46). Chen et al. noted that the enhanced appearance of IL-17 producing cells was significantly correlated with poor patient survival (47). IL-17 levels are much higher in lung cancer MPE than heart failure pleural effusions, which are negatively associated with the survival levels of lung cancer patients (48). In NSCLC, IL-17 has a direct effect on the metastasis of cancer cells both in vitro and in vivo (22). In addition to IL-17, Th17 cells produce other proinflammatory cytokines such as IL-21, IL-22, and IL-26, which are also related with lung cancer (25, 28, 49). IL-22 is highly expressed in tumor tissue, blood, and malignant pleural effusion in NSCLC. Studies revealed that the overexpression of IL-22 induced lung cancer cell resistance against apoptosis via the activation of STAT3 and the inactivation of ERK ½. IL-22 is not only secreted by Th17 cells but also involved in Th22 cell-mediated immune response (27). IL-26 is one of the latest discovered IL-10 family members mainly secreted by Th17 cells. The recently study reported that IL-26 is involved in the production and promotion of MPE by enhancing CD4+IL-22+ T-cell differentiation and inhibiting CD8+ T-cell tumor-killing activity (28). However, several lines of evidence suggest that Th17 cells may also paradoxically contribute to the control of the immune response. IL-21, which is produced by Th17 cells, can expand CD8+ T cells, leading to tumor regression in NSCLC and melanoma (25) Moreover, Th17 cells are found to promote protective antitumor immune responses by promoting effector T-cell, dendritic-cell (DC), and NK-cell tumor microenvironment (TME) recruitment and retention within the TME (50). Studies have shown that high counts of Th17 cells in MPE predicted increased patient survival in NSCLC (51).\n        At present, cancer immunology has shifted from individual cell populations to the integrated understanding of potential interactions among immune cell populations. Th17 cells and Treg cells share a common precursor cell (the naïve CD4+ Th precursor cell), requiring the common signaling pathway mediated by TGF-β for initial differentiation (52). Th17 and Treg cells are considered to inhibit autoimmunity. Thus, the reciprocal generation of these two CD4+ cells is critically important. Studies have shown that the balance of Th17/Treg cells plays a critical role in the development, progression and prognosis of lung cancer. Similar to Tregs, the percentage of Th17 is significantly higher in the peripheral blood and MPE of patients with NSCLC than those in the healthy control group (41, 53). However, the balance of T17 cells and Treg cells is broken in NSCLC. Th17/Treg frequency was found to be much greater in patients with NSCLC compared to those in healthy controls, with an inversely correlation between these two CD4+ cells. It has been proven that the high ratio of Tregs to Th17 is significantly predictive of the poor prognosis of lung cancer patients (54). The external milieu (e.g., cytokines) presented during activation determine the final fate of T-cell subsets. In the NSCLC microenvironment, IL-1β, IL-6, and IL-23 are critical in maintaining and expanding Th17, while TGF-β1 and IL-10 are known to positively correlate with Tregs. However, TGF-β1 is the inhibitor of Th17 differentiation (53). Given the plenty of evidence above all, the balance of Th17/Treg cells is broken with the tumor progression in lung cancer, which indicates that further studies are required to understand the mechanism underlying the function and balance of Th17 and Treg cells in NSCLC. Reversing the imbalance of Th17/Treg modulation may provide an effective strategy for lung cancer therapy.\n        The circulating T follicular helper (Tfh) cell is considered as a novel CD4+T cell subset. Tfh cells are specialized B-cell helpers during the humoral immune response, which help the B-cell activation of germinal center and antibody production (55). Moreover, Tfh cells produce IL-21, which increases antitumor immunity by promoting the expression of IFN-γ and granzyme B in tumor-infiltrating CD8+ T cells (26). In NSCLC patients, the frequency and function of Tfh cells in peripheral blood are significantly lower compared to healthy controls. Prognostically, the frequency of Tfh cells in the tumor tissue of NSCLC patients has been linked to longer survival time from the date of surgery. The results suggested that the Tfh cells were likely involved in antitumor immunity through a potentially specific pathway and associated with a favorable prognosis but suffered strong functional inhibition in NSCLC (56). In conclusion, restoring the cytokine network and Tfh balance may be a novel and effective tool for the treatment of lung cancer.\n        Collectively, these findings suggest that Th cells play an important role in lung cancer immune regulation. The interaction between Th cells and tumor cells will further promote the current understanding of lung cancer.\n2.3\n        Cytotoxic T cells (cytotoxic T lymphocytes and CD8+ T cells) and lung cancer\n        Cytotoxic T lymphocytes (CTLs) are an important immune component for controlling and killing tumor cells (57). However, studies that examined the relationship between CD8+ TILs and the prognosis in NSCLC remain controversial, varying with the distribution site, pathological classification, or methods used for cell quantification. Several studies have shown that high levels of CD8+ cytotoxic T cells within the tumor and tumor stroma are associated with a favorable lung cancer prognosis (58, 59). In another study, CD8+ T cells were associated with a favorable prognosis, which was only observed in SqCCs (60). However, Bonanno et al. have pointed out that the value of CD8+ TITLs in predicting lung cancer prognosis is limited. There was no correlation between the rate of CD8+ TITLs and the survival status (61). Other studies argued that only the density of stromal CD8+ T cells was consistently and significantly associated with longer survival (62). In 2022, Rodas and coworkers provided direct evidence that, in patients with NSCLC, the CD8+ T cells in stroma were higher in PD-L1-positive cases than in PD-L1-negative cases. Furthermore, the rate of CD8+ T cells was positively related to longer progression-free survival (PFS) and OS in patients with PD-L1-positive NSCLC treated with immune checkpoint inhibitors (ICIs) (63). In addition, the set of features related to tissue architecture was found to be associated with the recurrence of lung cancer. Corredor et al. exploited a set of descriptors (SpaTIL) that capture the local density and colocalization of TIL and tumor cells via digital images, predicting the likelihood of recurrence in early-stage NSCLC (64). Considering the heterogeneity of intertumoral localization of CD8+ T-cell infiltrations in NSCLC, the validly of different tumor sampling strategies would differ substantially. Small biopsies may not reliably represent the whole tumor. Taking a random sampling of 10–20 small areas or large biopsies may be practical choices for studies (65).\n        In order to kill the cancer cells, CD8+ cytotoxic T cells exhibited reactivity against tumor antigens (TAs) (66). TA peptides are presented to the APC surface with the form of the peptide major histocompatibility complex(pMHC). The activated CTL can specifically recognize pMHC through T-cell receptors (TCRs) and then kill their targeted cells via the granule exocytosis pathway or the Fas ligand (FasL) pathway (57). This form of antigen recognition is critical because antigen loss on tumor cells is responsible for recurrence after remission. Neoantigens are abnormal proteins produced by genetic mutations in cancer cells. They are ideal targets for T cells to recognize tumor cells that stimulate a violent antitumor immune effect. In general, the greater number of gene mutations in tumor tissue (the higher TMB), the more neoantigens carried (67). CD8+ T cells functioning as CTLs are an important component part of the cellular immune response that contribute positively to antitumor immunity.\n        Ideally, the efficient activation of effector CD8+ T cells can lead to tumor cell death. However, previous research has reported that compared with healthy donors, the CD8+ T cells from lung cancer patients have a compromised capacity to proliferate and progressively lose the effector function, including reducing cytokine production capability (68). As noted by Xu, the levels of CD95, CD38, and perforin in circulating CD8+ T cells were decreased in lung cancer patients in stage III–IV. This result demonstrated that the function of activated CD8+ T cells was damaged in late-stage lung cancer. Lung cancer induces the alterations of CD8+ T cells. It is the impairment of antitumor immunity that results in a worse prognosis (69). Tumor cells release TAs, and soluble inhibitor factors may lead to a dysfunction of CD8+ T cells, resulting in immunological tolerance and hyporesponsiveness to host immunity. The recruitment of Tregs and other immune cells with suppressor activity by the lung tumor may induce the dysfunction of CD8+ T cells. The alternative immune checkpoints such as PD-1, CTLA-4, T-cell immunoglobulin domain and mucin domain-3 (TIM-3), B- and T-lymphocyte-associated (BTLA), which were detected on cytotoxic CD8+ T cells with a gradual and continuous upregulation, impair the recognition and killing of tumor cells (70). Moreover, in the malignant pleural effusions of lung cancer patients, the upregulation of the Fas ligand (FasL), TNF-related apoptosis-inducing ligand (TRAIL) expressions, and the low B-cell lymphoma-2 (Bcl-2) expression cells may be responsible for the activation-induced cell death that impairs the antitumor function of CD8+ T cells (68, 71). The more detailed mechanism of dysfunctional T cells can be found below. The restoration of CD8+ T-cell exhaustion or dysfunction is one of the focuses of therapeutic approaches for NSCLC (\nFigure 3\n).\n        \n          Figure 3\n          \n            T-cell-associated interaction network in the lung cancer microenvironment. Various T-cell subsets and other immune cells in the tumor microenvironment (TME) influence each other and induce an antitumor or protumor immune response. Tumor cells themselves produce cytokines that favor the expansion of immune cells with suppression activity and induce cytotoxic T-cell dysfunction.\n2.4\n        T-cell dysfunction and lung cancer\n        T cells can recognize TAs expressed by cancer cells and play an essential role in tumor rejection. Although the presence of TILs, especially CD8+ T cells, is usually a marker of positive clinical outcomes in multiple solid tumors, the high frequency of these cells often fails to effectively promote tumor regression. In the context of high tumor-antigen load and immunosuppressive factor exposure in cancer, intratumoral T cells exhibit dysfunctional states (72). T-cell dysfunction has been described as a hyporesponsive response of various suppressive signals occurring in the TME, and, based on the phenotypic, functional, and molecular features of T cells, several other terms such as exhaustion, senescence, tolerance, and anergy are widely used to describe the dysfunctional state (73). Exhausted T cells (Texs) are the representative of T-cell dysfunction in the TME (74). The concept of T-cell exhaustion was originally identified in chronic lymphocytic choriomeningitis virus (LCMV) infection in murine models and was subsequently observed in human chronic viral infection and cancer (75).This acquisition of the dysfunctional state is driven by multifaceted immunoregulatory pathways in the TME, including (i) the continuous exposure to tumor antigens. Tumor-specific T cells are exposed to high antigen burden and consequent chronic antigen exposure, which may present sustained stimulation leading to repeated activation of T cells and ultimately T-cell dysfunction. (ii) The expression of multiple immune checkpoints. In general, T-cell function is impaired with increasing coexpression of inhibitory receptors. (iii) Immunosuppressive cells in the TME induce T-cell dysfunction, such as Tregs, myeloid‐derived suppressor cells (MDSCs), cancer-associated adipocytes, and fibroblasts. (iv) Suppressive soluble mediators. Some soluble molecules produced in the TME contribute to T-cell dysfunction such as IL-10, indoleamine-2,3 dioxygenase (IDO), TGF-β, adenosine, lactate, vascular endothelial growth factor A (VEGFA), and colony-stimulating factor (CSF). (vi) Physiological changes in the TME within hypoxia, low pH, and low nutrient levels (\nFigure 4\n).\n        \n          Figure 4\n          \n            T-cell dysfunction in cancer. T-cell dysfunction has been described as a hyporesponsive response of various suppressive signals occurring in the TME. This acquisition of the dysfunctional state is driven by multifaceted immunoregulatory pathways in the TME. Based on the phenotypical, transcriptional, and functional analyses of T cells taken from patients with cancers, researchers have shown that these cells exhibit a particular gene expression profile that is different from those of naive, effector, or memory T cells.\n          \n          \n        \n        Based on the phenotypical, transcriptional, and functional analyses of T cells taken from patients with cancers, researchers have shown that these cells exhibit a particular gene expression profile that is different from those of naive, effector, or memory T cells. The typical sign of T-cell dysfunction is the increased and sustained expression of multiple immune checkpoints, including PD-1, CTLA-4, LAG-3, Tim-3, CD160, BTLA, 2B4, and T-cell immunoreceptor with Ig and ITIM domains (TIGIT). Now, it is appreciated that the degree of coexpression of these inhibitory receptors directly correlates with the development of T-cell dysfunction. Accumulated evidence showed that interference with many of these receptors could reverse dysfunctional CD8+ T cells and improve tumor growth control in vitro and in vivo (\n74). In addition, dysfunctional T cells undergo a hierarchical loss of effector functions, including early defects in IL-2 secretion, proliferation, and cytotoxicity, followed by the loss of β-chemokine, TNF-α, and IFN-γ production at later stages (76). The transcriptional regulation of T-cell dysfunction involves changes in the expression patterns and transcriptional connectivity of some key transcription factors. A number of transcription factors in chronic viral infection, including Eomes, Blimp-1, T-bet, BATF, FoxO1, VHL, NFAT, and c-Maf, are expressed in both functional and dysfunctional T cells. However, these transcription factors in dysfunctional T cells are linked to different genes and transcriptional loops, acting in a context-specific fashion (74). Notably, tumor-specific dysfunctional T cells display reduced Eomes and T-bet, which is different from those observed in chronic viral infections (77). Thymocyte selection-associated high mobility group box (TOX), a new transcription factor, revealed its crucial role in promoting T-cell dysfunction (78). Previous research demonstrated that the expression of TOX is high in dysfunctional tumor-specific CD8+ T cells, which is driven by nuclear factor of activated T-cell (NFAT) activation and chronic TCR stimulation (79). In tumor-specific TILs from mice and humans, TOX expression is positively correlated with the coexpression of inhibitory receptors and the low production of inflammatory cytokines (80). Several lines of evidence indicated that epigenetic imprinting plays an important role in T-cell dysfunction. Normally, encoding PD-1 (PDCD1) is impermanently demethylated in activated T cells; afterward, normal methylation levels are restored. However, it is reported that profound and persistent PDCD1 demethylation occurs in dysfunctional virus-specific T cells. Epigenetic therapy with the DNA hypomethylating agent azacytidine (AZA-Vidaza) induces the susceptibility of tumor cells to immune attack by T cells via upregulating genes and pathways related to immune evasion in several human cancer cell lines and genes related to both innate and adaptive immunity (81, 82). The combination of epigenetic therapy and PD-1 blockade has a synergistic antitumor response by enhancing T-cell responses and tumor control (83). In addition, the early dysfunctional TIL-encountering tumor antigen is differentiated to partial plastic in which T cells can be rescued by anti-PD-1 therapy and then transitioned to a fixed dysfunctional state that is resistant to reprogramming (84).\n        Targeted immunotherapies for treating tumor-induced T-cell dysfunction have provided clinical benefits to patients with cancer. At present, these immunotherapies have focused on immune checkpoint blockade using anti-PD-1 and/or CTLA-4 monoclonal antibodies, which are beneficial for patients with various solid and hematological tumors. With the improved understanding of the mechanisms leading to tumor-induced T-cell dysfunction, novel combination immunotherapies will emerge to reactivate dysfunctional T cells and improve the outcomes of cancer patients. However, there is considerable heterogeneity between patients and even within tumors. Thus, one major challenge is to identify the mechanisms of T-cell dysfunction for each patient to develop individualized immunotherapy in the future.\n3\n      The regulation factor for T cells in lung cancer\n      T cells are the cores of tumorigenesis and cellular immunotherapy in lung cancer. However, many studies suggested that various factors regulated the function of T cells during lung cancer progression. We summarized the interaction of T cells and various effecting factors based on previous studies in lung cancer (\nTable 2\n).\n      \n        Table 2\n        \n          Summary of the regulation factors for T cells in lung cancer.\n        \n        \n          \n            \n              Factors\n              Role in lung cancer\n              Mechanism\n              References\n            \n          \n          \n            \n              IL-1\n              Protumor\n              Recruited γδT cells to secrete IL-17\n              (18)\n            \n            \n              IL-2\n              Antitumor\n              Reverse CD8+ T-cell exhaustion in MPE and shift from Th2 to Th1\n              (85, 86)\n            \n            \n              IL-12\n              Antitumor\n              Shift from Th2 to Th1\n              (85)\n            \n            \n              IL-15\n              Antitumor\n              Activate tumor-infiltrating bystander CD8+ T cells\n              (87)\n            \n            \n              IL-38\n              Protumor\n              Reduce the density of CD8+ TILs and the expression of intratumoral inflammatory cytokines\n              (29)\n            \n            \n              Surgical trauma\n              Protumor\n              Promote Treg recruitment via CCL2 expression\n              (88)\n            \n            \n              N1 neutrophil\n              Antitumor\n              Induce the proliferation and activation of CD4+ and CD8+ T cells in the early stage\n              (89)\n            \n            \n              N2 neutrophil\n              Protumor\n              Restrain effector CD8+ T-cell functions via CXCL-5\n              (89)\n            \n            \n              M1-like macrophage\n              Antitumor\n              Recruit the CD8+ T cells and NK cells by releasing chemokines and cytokines\n              (90)\n            \n            \n              M2-like macrophage\n              Protumor\n              Enhance differentiation toward Tregs and promote the infiltration and function of Tregs\n              (91)\n            \n            \n              MHC 1\n              Antitumor\n              Promote T-cell infiltration\n              (92)\n            \n            \n              MHC 2\n              Antitumor\n              Promote T-cell infiltration and/or T-cell retention in the TME\n              (93)\n            \n            \n              sCD100\n              Antitumor\n              Enhance CD8+ T-cell immune responses\n              (94)\n            \n            \n              Commensal Microbiota\n              Protumor\n              Induce the proliferation and activation of γδT cells\n              (23)\n            \n            \n              Curcumin\n              Antitumor\n              Suppress the Foxp3 activities in Tregs\n              (95)\n            \n            \n              Resveratrol\n              Antitumor\n              Reduce G-MDSC accumulation, enhance CD8+ T cells’ cytotoxic activity and Th1 immune responses via decreasing the expression of PD-1 on pulmonary T cells\n              (96, 97)\n            \n          \n        \n      \n      \n        3.1\n        Cytokines\n        Cytokines produced in the TME regulate T-cell activation and infiltration. As shown in \nTable 2\n, IL-1 secreted by the cells of the myeloid lineage recruits γδ T cells to secrete IL-17 in the lungs of tumor-bearing mice without the involvement of Th17 cells, which may act to induce immune suppression (18). NSCLC cells are capable of restraining the proliferation and immune function of TILs by releasing a variety of immunosuppressive factors, such as transforming growth factor beta 1(TGF-β 1) (31). The activation of IL-2 and IL-12 could shift from Th2 to Th1, which reverses the immunosuppressed state (85). One of the accompanying manifestations of advanced lung cancer is MPE. MPE is correlated with a poor prognosis, whereas MPE CD8+ T cells are in exhausted conditions. Recently study identified that IL-2 can reverse CD8+ T cells with the exhaustion phenotype in the MPE of lung cancer (86). CD8+ TILs include both tumor antigen-specific CD8+ T cells and bystander CD8+ T cells. IL-15 stimulates bystander CD8+ T cells releasing IFN-γ in an NKG2D-dependent manner in NSCLC (87). Furthermore, the overexpression of IL-38 in tumor cells strongly promotes tumor growth through reducing the density of CD8+ TILs and the expression of intratumoral inflammatory cytokines in LUAD patients (29). More attention should be paid to the cytokines of lung cancer in the future.\n      \n      \n        3.2\n        Surgical trauma\n        Even though the surgical removal of tumors is a traditional treatment for lung cancer, both animal and clinical trials have suggested that surgical trauma has impact on promoting tumor progression (98, 99). So far, the mechanism has not been well elucidated. The key problem in tumor progression is the existence of an immunosuppressive microenvironment that helps tumor cells escape immune surveillance, thereby leading to tumor progression and metastasis. Postoperative inflammatory response can lead to a similar immunosuppressive state (100–102). Zhao et al. have shown that the surgical trauma contributes to promote excessive Treg recruitment by upregulating C-C motif chemokine ligand 2 (CCL2) expression. They indicated that CCL2 markedly promoted the percentage and migration of Tregs, whereas anti-CCL2 antibodies significantly inhibited the percentage and migration of Tregs (88). Nevertheless, far-too-little attention has been paid on the related signaling pathway and the molecular mechanism by which CCL2 promotes Treg recruitment. To sum up everything, surgical trauma leads to the lung cancer progression and metastases, and this finding provides knowledge in understanding the progression of lung cancer and identifying potential targets for a new treatment strategy.\n      \n      \n        3.3\n        Tumor-associated neutrophils\n        Tumor-associated neutrophils (TANs) account for a large proportion of the inflammatory cell population in lung cancer. In mouse tumor tissue, a number of studies have suggested that TANs may have dichotomous types of antitumor “N1 neutrophils” and protumoral “N2 neutrophils” (103). In 2014, researchers have suggested that the majority of TANs recruited in the TME in early-stage lung cancer patients are capable to stimulate CD8+ T-cell proliferation and responses. TANs express an antitumor (N1-like) activated phenotype that can increase the production of T-cell IFN-γ and protect T cells from activation-induced cell death through the costimulation of 4-1BBL/4-1BB. In addition, the ongoing cross-talk between TANs and activated T cells results the in substantial upregulation of costimulatory molecules on the neutrophil surface, which enhances T-cell proliferation in a positive-feedback loop (89). Although widely accepted, it suffers from some limitations due to the tumors’ progress and the differences between vitro conditions and vivo conditions. In even more advanced tumors, the subpopulations of human TANs likely undergo phenotypic changes and perform different functions. Interestingly, TANs are associated with a poor prognosis in plenty of humans and experimental mouse models. Previous studies showed that there is a negative correlation between CXCL-5 mediated mature neutrophil density and CD8+ T cells in lung tumor nodules. Moreover, neutrophils accumulating in lung tissue contribute to inhibit effector functions in CD8+ T cells (104). Taken together, the complex interaction of TANs with T cells in lung cancer remains complex.\n      \n      \n        3.4\n        Tumor-associated macrophages\n        It was found that there were substantial infiltrating macrophages defined as tumor-associated macrophages (TAMs) in tumor tissues. TAMs were considered as the most abundant immune cells in the lung cancer microenvironment. Generally, the cells could be classified into two extremes: antitumor (M1-like) and protumor (M2-like) phenotypes (90). M1-like macrophages are initially activated, and they recruit the CD8+ T cells and NK cells by releasing chemokines and cytokines, resulting in an evoke immune system (90). However, M2-like macrophages could form an immunosuppressive microenvironment, stimulate tumor cell initiation, promote tumor angiogenesis, and subsequently assist tumor metastasis (105). It was reported that M2-like macrophages in the tumor stroma impaired the antitumor activity of CD8+ T cells by secreting STAT3 to the TME and expressing high levels of PD-L1 (90, 106). Platinum therapy increases the differentiation of monocytes to M2-like macrophages that, in turn, leads to platinum resistance (107). It is reported that the complex function between TAMs and cytotoxic T cells is one of the causes of chemotherapy resistance. T-cell immunoglobulin and mucin domain protein-4 (TIM-4) was highly expressed on macrophages, resulting in the reduction of antigen presentation and the impairment of the CTL immune response (108). In addition, M2-like macrophages enhance differentiation toward Tregs and promote the infiltration and function of Tregs, thus facilitating the immune evasion of NSCLC (91).\n      \n      \n        3.5\n        Low expression of major histocompatibility complex\n        He et al. assayed the expression of MHC Class II in lung cancer cells and TILs. They found that MHC II was detected both in NSCLC cell lines and tissues. However, they found that MHC II on SCLC cell lines or tissue tumor cells was not expressed. Additionally, MHC Class II expression in SCLC TILs was less than NSCLC TILs (109). In patients with NSCLC, it has been reported that higher MHC Class II is positively related to a better prognosis. Johnson and coworkers found that, in lung adenocarcinoma, cancer cell–specific MHCII (csMHCII) expressed on tumor cells was positively related to T-cell infiltration and retention in the TME (93). Moreover, the expression of MHC Class I is lowest in SCLC compared with other cancer cells (110). The low expression of MHC Class I correlated closely with fewer immune infiltrates in SCLC (92).\n      \n      \n        3.6\n        CD100\n        CD100, also called Sema4D, is an important immune semaphorin expressed on T cells (111). There are two forms of CD100: membrane-bound CD100 (mCD100) and soluble CD100 (sCD100). mCD100 is shed from CD8+ T cells and forms sCD100 by matrix metalloproteinases (MMPs) (112, 113). sCD100 plays a significant role in immunoregulatory activity and modulating CD8+ T cells in NSCLC patients. sCD100 enhanced lung-resident and peripheral CD8+ T-cell responses through the interaction between CD27 and CD100 in NSCLC. However, during NSCLC progression, the level of MMP-14 in peripheral blood and the lung-resident microenvironment were decreased. Compared with the healthy control group, the level of serum sCD100 is lower while the level of mCD100 is higher on CD8+ T cells in NSCLC patients. MMP-14 is necessary for the processing and release of sCD100. During the progression of lung cancer, the frequency of serum MMP-14 in the lung-resident microenvironment and peripheral blood is reduced. It is the decreased MMP-14 levels that are insufficient for mCD100 to form sCD100, leading to the lung resident and peripheral CD8+ T-cell inactivation (94).\n      \n      \n        3.7\n        Commensal microbiota\n        In 2016, culture-in-dependent sequencing studies have showed that the lower respiratory tract is colonized by a complex diversity of bacteria (114). Multiple lines of clinical evidence have linked the development of lung cancer to increased total bacterial load and altered local microbiota in the lung. Recently, Jin’s group understood these associations mechanistically by a genetically engineered mouse model of LUAD. The result suggested that the dysregulation of local microbiota induced the proliferation and activation of the lung-resident γδT cells. γδT cells that produce IL-17 and other proinflammatory molecules augment the inflammatory response and promote lung cancer proliferation. Overall, this finding indicated that depleting microbiota-induced γδT cells may provide effective and novel therapeutic strategies for the treatment and prevention of lung cancer (23).\n      \n      \n        3.8\n        Phytochemicals\n        Phytochemicals are a huge library of natural products that provide anticancer effects against lung cancer. Curcumin is a phenolic substance naturally found in turmeric. Zou et al. reported that curcumin served a significant function in regulating immune responses and Treg types in lung cancer patients. Previous research has showed that Tregs contribute to promote the immunosuppressive TME, allow tumor evasion, and play an important role in lung cancer progression and metastasis. By contrast, it has been pointed out that Th1 is involved in the antitumor activity via increasing the expression of type 1 cytokines, such as IFN-γ and IL-2. Th1 plays a role in tumor recognition (115). At the present time, curcumin has been used for cancer control clinical trials. Compared with lung cancer patients treated with placebo for 2 weeks, the frequency of Tregs is lower and the frequency of Th1 cells is higher in the peripheral system of lung cancer patients treated with curcumin for 2 weeks. Researchers isolated Treg cells from the blood samples collected from lung cancer patients, treated them with curcumin for 6 days, and analyzed these cells by flow cytometry. Using this approach, they have been able to demonstrate that curcumin can convert Tregs into Th1 cells in lung cancer patients. The reason for this phenomenon may be explained that curcumin can increase the T-bet promoter activity and the expression of IFN-γ via suppressing the Foxp3 activities in Tregs (95). Resveratrol (3,5,4′-trihydroxystilbene, Res) is a well-characterized natural polyphenolic compound found in several food plants, such as peanuts and grapes. Resveratrol is a plant antitoxin antioxidant with antioxidant and anti-inflammatory properties (116). In the recent past, several studies have reported the link between resveratrol and lung cancer, demonstrating its antiproliferative, antimigratory, and proapoptotic properties (117–119). Moreover, some data indicated that resveratrol could enhance chemotherapeutic efficacy as well as display an additive inhibitory effect with cisplatin (120, 121). A previous finding showed that resveratrol could delay tumor progression by reducing granulocytic MDSC (G-MDSC) accumulation, impairing its suppressive ability on CD8+ T cells (96). In an experimental mouse 4T1 tumor model, resveratrol enhanced CD8+ T-cell cytotoxic activity and Th1 immune responses via decreasing the expression of PD-1 on pulmonary T cells (97). Due to the wide variety of categories and functions of phytochemicals, future studies are warranted to expound their underlying mechanisms and the potential utility of antitumor therapy.\n      \n      \n        3.9\n        Metabolic checkpoint\n        The fate and function of T cells are essentially related to their metabolism, and T cells require metabolic pathways to generate bioenergetic intermediates to the effector function and exertion of antitumor immunity. The activation process of T cells comes with a pronounced increase in metabolism. Naïve T cells maintain low metabolic demand until activated, reserving fuel for those T cells that enter the effector phase. When quiescent T cells encounter the antigen, the first task is to proliferate quickly, demanding a lot of glucose. Effector T cells significantly upregulate the use of oxidative and memory T-cell precursors and become increasingly dependent on mitochondrial to fatty-acid oxidation over time (122). Memory T cells form a fused network of mitochondria under the control of mitochondrial fusion protein optic atrophy 1 (Opa1), which has excellent oxidative function. However, T cells lose mitochondrial activity after entering the TME. CD8+ TIL chronically activates serine/threonine kinase Akt, which inhibits the mitochondrial biogenesis transcriptional coactivator, PGC1α, directly or indirectly via Foxo1. The persistent loss of mitochondrial activity and mass leads to the functional defects of CD8+ TIL in turn (123).\n        The metabolic pathways are also vital to sustain the proliferation and survival of cancer cells. Thus, cancer cells compete with T cells to acquire adequate nutrients, especially glucose, which results in less availability of nutrients to T cells. T cells activated under nutrient-poor conditions will lose their responses to antigen stimulation. The reduction or deprivation of glucose contributes to T-cell dysfunction by limiting aerobic glycolysis and reducing IFN-γ production and mTOR activity (124). The CD28 signaling pathway can facilitate the glucose uptake and metabolism of T cells (125). Immune checkpoint blockades with anti-PD-1 or anti-CTLA-4 mAbs restore the glycolytic capacities and reinvigorate the effector functions of TILs in a mouse tumor model. PD-L1 blockade also directly targets tumor cells to inhibit mTOR activity and decrease the expression of glycolysis enzymes (124). A published study suggested that low glucose availability in the TME constrained the expression of the methyltransferase EZH2 in T cells, limiting effector T-cell polyfunctionality and survival through the miRNA-EZH2-Notch signaling pathway (126). Furthermore, glycolytic metabolite phosphoenolpyruvate (PEP) has been shown to sustain Ca2+-NFAT signaling and T-cell activation, while the overexpression of phosphoenolpyruvate carboxy kinase (PCK1) to upregulate PEP-improved T-cell effector functions via metabolic reprogramming (127). Of course, the supply of certain amino acids, including arginine, tryptophan, and glutamine, is also essential for T-cell activation and cancer cell proliferation and survival. For example, arginine is lacking in the TME due to the secretion of the arginase 1 by TAMs and MDSCs (128). Moreover, tumor cells lead to excessive glutaminolysis that is required for T-cell activation and proliferation (129). Tumor cells and suppressive immune cells express the tryptophan metabolism enzyme IDO, which decomposes tryptophan in the TME, also resulting in an increase of kynurenine, an immunosuppressive catabolite (130). Accumulated kynurenine, in turn, facilitates regulatory T-cell production (131). Cancer-generated lactic acid is considered a critical immunosuppressive metabolite in the TME. Cancer-generated lactic acid can induce the apoptosis of naïve T cells, which may further promote tumor immune escape due to the loss of the FAK family–interacting protein of 200 kDa (132). Lactic acid induces the PH changes and the loss of cytosolic NAD+ regeneration, which further inhibits T-cell function and cytokine production (133). Therefore, the neutralization of tumor acid has been shown to enhance T-cell antitumor immunity (134). In addition, Treg and tumor cells metabolize extracellular ATP released by the dying cells. The adenosine binds with the adenosine A2A receptor on the surface of T cells to suppress T-cell activation. Hypoxia is another metabolic parameter that is closely linked with rapid tumor growth. Notably, different studies have proven that hypoxia both improves and impairs T cells’ immune responses. Results from murine chronic infections and tumor models indicate that hypoxia can enhance the cytotoxicity of T cells as well as promote viral and tumor clearance (135, 136). By contrast, hypoxia upregulates the expression of inhibitory receptors on T cells and disturbs T-cell functions via hypoxia-inducible factor 1α (HIF-1α) (135, 137). A previous finding suggests that therapy with a simultaneous blockade of PD-L1 and the inhibition of HIF-1α may enhance MDSC-mediated T-cell activation (138).\n        Collectively, the high demand of tumor cells for nutrient leads to the depletion of key nutrients such as glucose and the accumulation of waste products, creating a TME that is metabolically hostile to effector T cells. The TME leads to impaired function of T cells via various inhibitory metabolic signalings. Thus, understanding the metabolic properties of tumor cells and the effect of the TME is expected to reactivate dysregulated T cells and synergistically improve existing immunotherapy.\n3.1\n        Cytokines\n        Cytokines produced in the TME regulate T-cell activation and infiltration. As shown in \nTable 2\n, IL-1 secreted by the cells of the myeloid lineage recruits γδ T cells to secrete IL-17 in the lungs of tumor-bearing mice without the involvement of Th17 cells, which may act to induce immune suppression (18). NSCLC cells are capable of restraining the proliferation and immune function of TILs by releasing a variety of immunosuppressive factors, such as transforming growth factor beta 1(TGF-β 1) (31). The activation of IL-2 and IL-12 could shift from Th2 to Th1, which reverses the immunosuppressed state (85). One of the accompanying manifestations of advanced lung cancer is MPE. MPE is correlated with a poor prognosis, whereas MPE CD8+ T cells are in exhausted conditions. Recently study identified that IL-2 can reverse CD8+ T cells with the exhaustion phenotype in the MPE of lung cancer (86). CD8+ TILs include both tumor antigen-specific CD8+ T cells and bystander CD8+ T cells. IL-15 stimulates bystander CD8+ T cells releasing IFN-γ in an NKG2D-dependent manner in NSCLC (87). Furthermore, the overexpression of IL-38 in tumor cells strongly promotes tumor growth through reducing the density of CD8+ TILs and the expression of intratumoral inflammatory cytokines in LUAD patients (29). More attention should be paid to the cytokines of lung cancer in the future.\n3.2\n        Surgical trauma\n        Even though the surgical removal of tumors is a traditional treatment for lung cancer, both animal and clinical trials have suggested that surgical trauma has impact on promoting tumor progression (98, 99). So far, the mechanism has not been well elucidated. The key problem in tumor progression is the existence of an immunosuppressive microenvironment that helps tumor cells escape immune surveillance, thereby leading to tumor progression and metastasis. Postoperative inflammatory response can lead to a similar immunosuppressive state (100–102). Zhao et al. have shown that the surgical trauma contributes to promote excessive Treg recruitment by upregulating C-C motif chemokine ligand 2 (CCL2) expression. They indicated that CCL2 markedly promoted the percentage and migration of Tregs, whereas anti-CCL2 antibodies significantly inhibited the percentage and migration of Tregs (88). Nevertheless, far-too-little attention has been paid on the related signaling pathway and the molecular mechanism by which CCL2 promotes Treg recruitment. To sum up everything, surgical trauma leads to the lung cancer progression and metastases, and this finding provides knowledge in understanding the progression of lung cancer and identifying potential targets for a new treatment strategy.\n3.3\n        Tumor-associated neutrophils\n        Tumor-associated neutrophils (TANs) account for a large proportion of the inflammatory cell population in lung cancer. In mouse tumor tissue, a number of studies have suggested that TANs may have dichotomous types of antitumor “N1 neutrophils” and protumoral “N2 neutrophils” (103). In 2014, researchers have suggested that the majority of TANs recruited in the TME in early-stage lung cancer patients are capable to stimulate CD8+ T-cell proliferation and responses. TANs express an antitumor (N1-like) activated phenotype that can increase the production of T-cell IFN-γ and protect T cells from activation-induced cell death through the costimulation of 4-1BBL/4-1BB. In addition, the ongoing cross-talk between TANs and activated T cells results the in substantial upregulation of costimulatory molecules on the neutrophil surface, which enhances T-cell proliferation in a positive-feedback loop (89). Although widely accepted, it suffers from some limitations due to the tumors’ progress and the differences between vitro conditions and vivo conditions. In even more advanced tumors, the subpopulations of human TANs likely undergo phenotypic changes and perform different functions. Interestingly, TANs are associated with a poor prognosis in plenty of humans and experimental mouse models. Previous studies showed that there is a negative correlation between CXCL-5 mediated mature neutrophil density and CD8+ T cells in lung tumor nodules. Moreover, neutrophils accumulating in lung tissue contribute to inhibit effector functions in CD8+ T cells (104). Taken together, the complex interaction of TANs with T cells in lung cancer remains complex.\n3.4\n        Tumor-associated macrophages\n        It was found that there were substantial infiltrating macrophages defined as tumor-associated macrophages (TAMs) in tumor tissues. TAMs were considered as the most abundant immune cells in the lung cancer microenvironment. Generally, the cells could be classified into two extremes: antitumor (M1-like) and protumor (M2-like) phenotypes (90). M1-like macrophages are initially activated, and they recruit the CD8+ T cells and NK cells by releasing chemokines and cytokines, resulting in an evoke immune system (90). However, M2-like macrophages could form an immunosuppressive microenvironment, stimulate tumor cell initiation, promote tumor angiogenesis, and subsequently assist tumor metastasis (105). It was reported that M2-like macrophages in the tumor stroma impaired the antitumor activity of CD8+ T cells by secreting STAT3 to the TME and expressing high levels of PD-L1 (90, 106). Platinum therapy increases the differentiation of monocytes to M2-like macrophages that, in turn, leads to platinum resistance (107). It is reported that the complex function between TAMs and cytotoxic T cells is one of the causes of chemotherapy resistance. T-cell immunoglobulin and mucin domain protein-4 (TIM-4) was highly expressed on macrophages, resulting in the reduction of antigen presentation and the impairment of the CTL immune response (108). In addition, M2-like macrophages enhance differentiation toward Tregs and promote the infiltration and function of Tregs, thus facilitating the immune evasion of NSCLC (91).\n3.5\n        Low expression of major histocompatibility complex\n        He et al. assayed the expression of MHC Class II in lung cancer cells and TILs. They found that MHC II was detected both in NSCLC cell lines and tissues. However, they found that MHC II on SCLC cell lines or tissue tumor cells was not expressed. Additionally, MHC Class II expression in SCLC TILs was less than NSCLC TILs (109). In patients with NSCLC, it has been reported that higher MHC Class II is positively related to a better prognosis. Johnson and coworkers found that, in lung adenocarcinoma, cancer cell–specific MHCII (csMHCII) expressed on tumor cells was positively related to T-cell infiltration and retention in the TME (93). Moreover, the expression of MHC Class I is lowest in SCLC compared with other cancer cells (110). The low expression of MHC Class I correlated closely with fewer immune infiltrates in SCLC (92).\n3.6\n        CD100\n        CD100, also called Sema4D, is an important immune semaphorin expressed on T cells (111). There are two forms of CD100: membrane-bound CD100 (mCD100) and soluble CD100 (sCD100). mCD100 is shed from CD8+ T cells and forms sCD100 by matrix metalloproteinases (MMPs) (112, 113). sCD100 plays a significant role in immunoregulatory activity and modulating CD8+ T cells in NSCLC patients. sCD100 enhanced lung-resident and peripheral CD8+ T-cell responses through the interaction between CD27 and CD100 in NSCLC. However, during NSCLC progression, the level of MMP-14 in peripheral blood and the lung-resident microenvironment were decreased. Compared with the healthy control group, the level of serum sCD100 is lower while the level of mCD100 is higher on CD8+ T cells in NSCLC patients. MMP-14 is necessary for the processing and release of sCD100. During the progression of lung cancer, the frequency of serum MMP-14 in the lung-resident microenvironment and peripheral blood is reduced. It is the decreased MMP-14 levels that are insufficient for mCD100 to form sCD100, leading to the lung resident and peripheral CD8+ T-cell inactivation (94).\n3.7\n        Commensal microbiota\n        In 2016, culture-in-dependent sequencing studies have showed that the lower respiratory tract is colonized by a complex diversity of bacteria (114). Multiple lines of clinical evidence have linked the development of lung cancer to increased total bacterial load and altered local microbiota in the lung. Recently, Jin’s group understood these associations mechanistically by a genetically engineered mouse model of LUAD. The result suggested that the dysregulation of local microbiota induced the proliferation and activation of the lung-resident γδT cells. γδT cells that produce IL-17 and other proinflammatory molecules augment the inflammatory response and promote lung cancer proliferation. Overall, this finding indicated that depleting microbiota-induced γδT cells may provide effective and novel therapeutic strategies for the treatment and prevention of lung cancer (23).\n3.8\n        Phytochemicals\n        Phytochemicals are a huge library of natural products that provide anticancer effects against lung cancer. Curcumin is a phenolic substance naturally found in turmeric. Zou et al. reported that curcumin served a significant function in regulating immune responses and Treg types in lung cancer patients. Previous research has showed that Tregs contribute to promote the immunosuppressive TME, allow tumor evasion, and play an important role in lung cancer progression and metastasis. By contrast, it has been pointed out that Th1 is involved in the antitumor activity via increasing the expression of type 1 cytokines, such as IFN-γ and IL-2. Th1 plays a role in tumor recognition (115). At the present time, curcumin has been used for cancer control clinical trials. Compared with lung cancer patients treated with placebo for 2 weeks, the frequency of Tregs is lower and the frequency of Th1 cells is higher in the peripheral system of lung cancer patients treated with curcumin for 2 weeks. Researchers isolated Treg cells from the blood samples collected from lung cancer patients, treated them with curcumin for 6 days, and analyzed these cells by flow cytometry. Using this approach, they have been able to demonstrate that curcumin can convert Tregs into Th1 cells in lung cancer patients. The reason for this phenomenon may be explained that curcumin can increase the T-bet promoter activity and the expression of IFN-γ via suppressing the Foxp3 activities in Tregs (95). Resveratrol (3,5,4′-trihydroxystilbene, Res) is a well-characterized natural polyphenolic compound found in several food plants, such as peanuts and grapes. Resveratrol is a plant antitoxin antioxidant with antioxidant and anti-inflammatory properties (116). In the recent past, several studies have reported the link between resveratrol and lung cancer, demonstrating its antiproliferative, antimigratory, and proapoptotic properties (117–119). Moreover, some data indicated that resveratrol could enhance chemotherapeutic efficacy as well as display an additive inhibitory effect with cisplatin (120, 121). A previous finding showed that resveratrol could delay tumor progression by reducing granulocytic MDSC (G-MDSC) accumulation, impairing its suppressive ability on CD8+ T cells (96). In an experimental mouse 4T1 tumor model, resveratrol enhanced CD8+ T-cell cytotoxic activity and Th1 immune responses via decreasing the expression of PD-1 on pulmonary T cells (97). Due to the wide variety of categories and functions of phytochemicals, future studies are warranted to expound their underlying mechanisms and the potential utility of antitumor therapy.\n3.9\n        Metabolic checkpoint\n        The fate and function of T cells are essentially related to their metabolism, and T cells require metabolic pathways to generate bioenergetic intermediates to the effector function and exertion of antitumor immunity. The activation process of T cells comes with a pronounced increase in metabolism. Naïve T cells maintain low metabolic demand until activated, reserving fuel for those T cells that enter the effector phase. When quiescent T cells encounter the antigen, the first task is to proliferate quickly, demanding a lot of glucose. Effector T cells significantly upregulate the use of oxidative and memory T-cell precursors and become increasingly dependent on mitochondrial to fatty-acid oxidation over time (122). Memory T cells form a fused network of mitochondria under the control of mitochondrial fusion protein optic atrophy 1 (Opa1), which has excellent oxidative function. However, T cells lose mitochondrial activity after entering the TME. CD8+ TIL chronically activates serine/threonine kinase Akt, which inhibits the mitochondrial biogenesis transcriptional coactivator, PGC1α, directly or indirectly via Foxo1. The persistent loss of mitochondrial activity and mass leads to the functional defects of CD8+ TIL in turn (123).\n        The metabolic pathways are also vital to sustain the proliferation and survival of cancer cells. Thus, cancer cells compete with T cells to acquire adequate nutrients, especially glucose, which results in less availability of nutrients to T cells. T cells activated under nutrient-poor conditions will lose their responses to antigen stimulation. The reduction or deprivation of glucose contributes to T-cell dysfunction by limiting aerobic glycolysis and reducing IFN-γ production and mTOR activity (124). The CD28 signaling pathway can facilitate the glucose uptake and metabolism of T cells (125). Immune checkpoint blockades with anti-PD-1 or anti-CTLA-4 mAbs restore the glycolytic capacities and reinvigorate the effector functions of TILs in a mouse tumor model. PD-L1 blockade also directly targets tumor cells to inhibit mTOR activity and decrease the expression of glycolysis enzymes (124). A published study suggested that low glucose availability in the TME constrained the expression of the methyltransferase EZH2 in T cells, limiting effector T-cell polyfunctionality and survival through the miRNA-EZH2-Notch signaling pathway (126). Furthermore, glycolytic metabolite phosphoenolpyruvate (PEP) has been shown to sustain Ca2+-NFAT signaling and T-cell activation, while the overexpression of phosphoenolpyruvate carboxy kinase (PCK1) to upregulate PEP-improved T-cell effector functions via metabolic reprogramming (127). Of course, the supply of certain amino acids, including arginine, tryptophan, and glutamine, is also essential for T-cell activation and cancer cell proliferation and survival. For example, arginine is lacking in the TME due to the secretion of the arginase 1 by TAMs and MDSCs (128). Moreover, tumor cells lead to excessive glutaminolysis that is required for T-cell activation and proliferation (129). Tumor cells and suppressive immune cells express the tryptophan metabolism enzyme IDO, which decomposes tryptophan in the TME, also resulting in an increase of kynurenine, an immunosuppressive catabolite (130). Accumulated kynurenine, in turn, facilitates regulatory T-cell production (131). Cancer-generated lactic acid is considered a critical immunosuppressive metabolite in the TME. Cancer-generated lactic acid can induce the apoptosis of naïve T cells, which may further promote tumor immune escape due to the loss of the FAK family–interacting protein of 200 kDa (132). Lactic acid induces the PH changes and the loss of cytosolic NAD+ regeneration, which further inhibits T-cell function and cytokine production (133). Therefore, the neutralization of tumor acid has been shown to enhance T-cell antitumor immunity (134). In addition, Treg and tumor cells metabolize extracellular ATP released by the dying cells. The adenosine binds with the adenosine A2A receptor on the surface of T cells to suppress T-cell activation. Hypoxia is another metabolic parameter that is closely linked with rapid tumor growth. Notably, different studies have proven that hypoxia both improves and impairs T cells’ immune responses. Results from murine chronic infections and tumor models indicate that hypoxia can enhance the cytotoxicity of T cells as well as promote viral and tumor clearance (135, 136). By contrast, hypoxia upregulates the expression of inhibitory receptors on T cells and disturbs T-cell functions via hypoxia-inducible factor 1α (HIF-1α) (135, 137). A previous finding suggests that therapy with a simultaneous blockade of PD-L1 and the inhibition of HIF-1α may enhance MDSC-mediated T-cell activation (138).\n        Collectively, the high demand of tumor cells for nutrient leads to the depletion of key nutrients such as glucose and the accumulation of waste products, creating a TME that is metabolically hostile to effector T cells. The TME leads to impaired function of T cells via various inhibitory metabolic signalings. Thus, understanding the metabolic properties of tumor cells and the effect of the TME is expected to reactivate dysregulated T cells and synergistically improve existing immunotherapy.\n4\n      T-cell-associated cellular immunotherapy for lung cancer\n      Tumor immunotherapy, which has been developed in recent decades, is thought of as a promising and effective method to treat lung cancer patients. Tumor immunotherapy has been defined as the treatment strategy to combat tumors by generating or augmenting an antitumor immune response against tumor cells (139). T cells are the core of cellular tumor immunotherapy that play an important role in the treatment of lung cancer. In clinical practice, advancements in T-cell-associated cellular immunotherapy have provided plenty of convincing evidence that T-cell-associated cellular immunotherapy is regarded as a method of lung cancer therapy. T-cell-associated cellular immunotherapy affords an opportunity for the study of a complementary method to traditional lung cancer therapeutic therapy.\n      \n        4.1\n        Adoptive T-cell therapy\n        Adoptive T-cell therapy (ACT) is used to expand and infuse natural ex vivo manipulated tumor-reactive T cells into the lymphodepleted patients to kill tumor cells by enhancing T-cell responses (140). Based on the divergent strategies utilizing T cells to kill tumors, adoptive T-cell therapy is divided into (i) the isolation of naturally occurring tumor-reactive T cells from existing tumor masses or blood and (ii) the genetic modification of T cells to endow them with the specific recognition of tumor cells. In this part, the basic principles and utilization of ACT will be presented (\nFigure 5\n and \nTable 3\n).\n        \n          Figure 5\n          \n            Overview of the adoptive T-cell transfer (ACT) approaches to harness the immune system to treat cancer. (A) For TIL ACT, tumor-infiltrating T cells (TILs) are isolated from surgically resected tumor samples and expanded ex vivo. (B) γδT-cell therapy relies on collecting peripheral blood and expanding γδT cells ex vivo. (C) For TCR-T or CAR-T ACT, the peripheral blood T cells are isolated and expressed ex vivo and genetically modified to express either a TCR or a CAR.\n          \n          \n        \n        \n          Table 3\n          \n            Clinical response to different ACT modalities.\n          \n          \n            \n              \n                Treatment\n                Patient no.\n                Population\n                Clinical outcome\n                References\n              \n            \n            \n              \n                γδT cells\n                10\n                IV/rec NSCLC\n                SD3, PD5\n                (141)\n              \n              \n                \n                15\n                I-IV NSCLC\n                SD6, PD6\n                (142)\n              \n              \n                \n                15\n                Advanced/rec. NSCLC\n                SD6, PD6\n                (143)\n              \n              \n                \n                10\n                Advanced NSCLC\n                SD1, PD1, OS↑\n                (144)\n              \n              \n                TIL\n                56\n                II-III NSCLC\n                SR↑\n                (145)\n              \n              \n                \n                11\n                IIIB NSCLC\n                SR↑\n                (146)\n              \n              \n                \n                20\n                Advanced NSCLC\n                CR2, PR3\n                (147)\n              \n              \n                CAR-T\n                11\n                IIB-IV NSCLC\n                PR2, SD5, PD2\n                (148)\n              \n              \n                \n                9\n                Advanced relapsed/refractory EGFR-positive NSCLC\n                PR1, SD6, PD2\n                (149)\n              \n            \n          \n          \n            \n              SD, stable disease; PD, progressive disease; OS, overall survival; SR, survival rate; ORR, overall response rate; CR, complete response; PR, partial response.\n            \n          \n        \n        \n          4.1.1\n          Chimeric antigen receptor-T cell\n          CAR-T cells are genetically engineered T cells that can recognize and bind with antigens on tumor cells. The general strategy in CAR-T cell is the utilization of gene transfer technology to retargeted patients’ T cells to express a CAR that can bind to common antigens. CARs are artificial fusion proteins that comprise four major components, namely, an intracellular signaling domain, a transmembrane (TM) domain, an extracellular spacer/hinge sequence motif, and an extracellular antigen-binding domain. After the transfection of autologous or allogeneic peripheral blood T cells with the CAR complex, transfected cells are injected into patients as cytotoxic agents, attacking cancer cells (4). In recent years, CAR-T cells have gained the recent success of clinical trials in B-cell hematologic malignancies (150). Two CD19-specific CAR-Ts for certain B-cell malignancy treatments were recently approved by the US Food and Drug Administration (FDA) and the European Medicines Agency (151). At present, one of the tough challenges for researchers in this domain is how to expand CAR-T cell therapy from rare hematologic malignancies to solid tumors including lung cancer. Thus, the efficacy and safety of CAR-T cell therapy in solid cancers, especially lung cancer, are under intensive investigation. As new agents of tumor immunotherapy, CAR-T cells show great promise for the treatment of lung cancer. Finding an ideal target antigen has been one of the greatest obstacles in the field of developing treatment of solid tumors. A suitable target antigen should present highly and selectively on cancer cells with no expression on normal tissues (4, 152). In clinical trials for lung cancer, the commonly candidate targeted antigens include human epidermal growth factor receptor 2 (HER2), inactive tyrosine-protein kinase TM receptor (ROR1), CD80/CD86, PD-L1, carcinoembryonic antigen (CEA), prostate stem cell antigen (PSCA), mucin 1 (MUC1), mesothelin (MSLN), and epidermal growth factor receptor (EGFR) (153). In clinical practice, all of these candidate targeted antigens should be concerned about their safety profile and the extent of on-target and off-tumor effects (154).\n        \n        \n          4.1.2\n          T-cell receptor–T cell\n          TCRs are naturally occurring surface receptors on T cells that can recognize antigens in the context of human leukocyte antigen (HLA) presentation. Typically, the affinity of human TCRs to self-antigens isolated from cancer patients is low due to the impact of local and systemic tolerance on the endogenous antitumor T cells (140). To overcome this issue, the artificially designed high-affinity TCR is encoded in T cells by genetic engineering. The basic principle of TCR-T-cell therapy is to modify the patient’s own T cells ex vivo to express tumor antigen-specific TCRs and then expand and reinject them back into the patient’s body to specifically attack malignant tissue (155). The host antitumor immune response selects and activates T cells that recognize tumor antigens. Thus, T cells that obtain TCRs from naturally occurring tumor antigen–specific T (Tas) cells in patients with cancer will target tumor-specific antigens (TSAs) in tumors. Compared with bystander T cells circulating in tissues, Tas cells are characterized by enrichment in tumor, tumor-specific clonal expansion, and neoantigen specificity. Personalized immunotherapy targeting TSAs could induce a highly effective and safe antitumor immune response without damaging normal tissue. T cells engineered with TCRs from these naturally occurring Tas cells in a patient will target personal TSAs in the tumor. However, precisely predicting neoantigens from tumor mutations remains challenging (156). In contrast to the modest success of TCR-T-cell therapy for hematological malignancies, clinical experience in solid tumors including lung cancer is very limited.\n        \n        \n          4.1.3\n          Tumor-infiltrating lymphocyte\n          First isolated from mice tumor samples in 1986 by Rosenberg’ research group, TILs are a cluster of cells involved in innate immune responses that primarily consist of effector T cells and natural killer (NK) cells (140). The quantity of TILs has been proven to positively correlate with the prognosis in lung cancer, making lung cancer an ideal candidate for adoptive cell therapy with TILs (157, 158). TIL therapy involves the extraction and in vitro expansion of tumor-specific lymphocyte colonies (159). Now, there has been some clinical evidence suggesting that the efficacy of TIL ACT is promising in lung cancer. In an open-label phase 1 trial from 2021, Creelan et al. assessed the safety and preliminary efficacy of TIL therapy in combination with nivolumab in the nivolumab (a PD-1 inhibitor) monotherapy of advanced-stage NSCLC. These patients received cyclophosphamide and fludarabine lymphodepletion therapy, ACT TIL, and IL-2, followed by maintenance nivolumab. The result suggested that majority of the patients achieve confirmed clinical responses. Among these patients, two achieved complete clinical responses that were ongoing 1.5 years later. The results of the experiment found clear support for the safety and preliminary efficacy of adoptive cell therapy with autologous TILs in lung cancer (147). Overall, although there is still considerably long time needed for TIL ACT to be approved and widely implemented into the clinical practice of lung cancer, much progress in tumor immunology brings hope for this therapy in the future.\n        \n        \n          4.1.4\n          γδT cells\n          γδT cells are a minor subset of T cells characterized by the expression of γδ T-cell receptor, which are not restricted by MHC (160). γδT cells only account for 2%–10% of T lymphocytes in human blood and play a role in immunosurveillance (161). The findings of recent studies reported that γδT cells exert strong cytotoxicity on lung cancer cell lines (162). Recently, Sakamote and colleagues reported that γδT cells stimulated by zoledronate can recognize and kill the NCI-H358 lung cancer cell line (142). At present, the safety and efficacy of γδT cell therapy are being evaluated in prospective clinical trials. The clinical trials response is promising and worth further studying.\n        \n        \n          4.1.5\n          Clustered regularly interspaced short palindromic repeat–engineered T cells\n          Although adoptive T-cell therapy is a novel and promising approach for antitumors, it has some drawbacks since its introduction, including limitations in hematological malignancies, insertional oncogenesis, T-cell exhaustion and durability, the risk of graft-versus-host disease (GVHD), and manufacturing costs (163). The emergence of clustered regularly interspaced short palindromic repeat (CRISPR)-Cas9 technology reinvigorated tumor immunotherapy as a tool for further realizing the potential of adoptive T-cell therapy. CRISPR and its associated proteins (Cas) are vital components of the crucially adaptive immune system, which exist in archaea, bacteria, and mitochondria. Currently, the CRISPR-Cas9 system has been engineered into a precise and efficient genome editing tool and widely used to edit genomes (164). Briefly, the CRISPR-Cas9 technology edits the target DNA help Cas9 recognize the protospacer-adjacent motif (PAM) upstream or downstream of the target sequence by using a single-guide RNA (gRNA) and then induces the creation of the double-strand breaks (DSBs) of the target DNA (165). Since the Cas9 DNA endonuclease enzyme can target any site in the genome and create DSBs, multiplex and precise gene editing can be achieved with as little unnecessary as possible. CRISPR-Cas9 technology can edit genes at multiple loci possible simultaneously, allowing for the improvement of the time and process frame of gene editing (164). On the one hand, CRISPR-Cas9 technology is used to improve efficacy and expands the application range of CAR-T cells. On the other hand, it is also widely used to modify immune cells including T cells to enhance the antitumor effect. The world-first phase I clinical trial was initiated to investigate the safety and feasibility of CRISPR-Cas9 PD-1-edited T-cell therapy in advanced NSCLC. A total of 22 advanced NSCLC patients whose disease had failed after multiple lines of anticancer therapy were enrolled. A total of 17 patients among them had sufficient edited T cells for reinfusion. The results demonstrated the general safety and feasibility of CRISPR-Cas9 gene–edited T cells in lung cancer (166). Although the application of CRISPR-Cas9 technology still faced a lot of problems, such as PAM dependence, off-target mutations, delivery methods, and sgRNA production, there is no doubt that this technology will play an important role in the development of the next generation of adoptive T-cell technology (164).\n        \n      \n      \n        4.2\n        Immune checkpoint inhibitors\n        Tumor cells are able to release various immunosuppressive factors. Meanwhile, corresponding immune inhibitory receptors on cytotoxic T lymphocytes bind with them. This function mechanisms activate downstream signal transduction pathways to restrain the cytokine secretion of cytotoxic T lymphocytes and greatly restrain the immune function of tumor-specific T lymphocytes. These coinhibitory receptors could reduce tumor-specific CD4+ and CD8+ T-cell effector function, impair T-cell functionality, and induce T-cell exhaustion on a systemic level that leads to generalized immune suppression (167). Now, we are seeing great potential for treatment in this area (\nFigure 6\n).\n        \n          Figure 6\n          \n            Checkpoint inhibitors. Anti-PD-1/PD-L1 and anti-CTLA-4 (checkpoint inhibitors) block PD-1/PD-L1 and CTLA-4 from engaging their ligands, thus restoring the ability of T cells to recognize tumor and initiate immunotherapy.\n          \n          \n        \n        \n          4.2.1\n          Programmed cell death protein 1/programmed cell death ligand 1 blockade immunotherapy\n          In the normal immune process, the PD-1/PD-L1 pathway restrains the proliferation of T cells and protects humans from injury resulting from autoimmune disease and excessively strong immunoreactions. However, some studies have found that the PD-L1 that expressed on the tumor cells binds with the PD-1 receptor on T cells, leading to a negative regulation of T cells and immunological escape in tumors (139). The basic mechanism of PD-1/PD-L1 blockade immunotherapy is to restore the ability of T cells to recognize tumors and initiate immunotherapy by blocking the PD-1 receptor or PD-L1 ligand. Currently, the monoclonal anti-PD-1/PD-L1 antibodies that were approved by the US FDA to treat advanced NSCLC include nivolumab, pembrolizumab, durvalumab, atezolizumab, and avelumab (168). In KEYNOTE-189, 616 patients with metastatic non-squamous NSCLC were randomized (1:2) to receive pemetrexed and platinum plus pembrolizumab or placebo every 3 weeks for four cycles. OS and PFS were significantly longer compared with placebo plus pemetrexed-platinum (169).\n        \n        \n          4.2.2\n          Cytotoxic T-lymphocyte-associated antigen 4 blockade immunotherapy\n          CTLA-4 is an immune checkpoint receptor found on the effector and regulatory T cells (170). Normally, CTLA-4 is upregulated on the cell surface where it functions to mediate the inhibitory signaling of T cells through outcompeting CD28 for binding to its ligand B7 and inducing T-cell cycle arrest. Through these mechanisms, CTLA-4 has a crucial role in maintaining normal immunologic homeostasis as evidenced by the fact that mouse models lacking CTLA-4 die from fatal lymphoproliferation (171). Initial preclinical proof-of-principle studies showed that the antibody blockade of CTLA-4 could lead to antitumor immunity in syngeneic animal models (172). Tremelimumab and ipilimub are therapeutic antibodies targeting CTLA-4 (170). However, CTLA-4 inhibitors have shown minimal single-agent activity in lung cancer patients. Interestingly, the use of ipilimumab in combination with cytotoxic chemotherapy has shown more promising results. In a randomized, double-blind, multicenter phase II study, Lynch et al. evaluated the efficacy of the use of ipilimumab in combination with paclitaxel and carboplatin as first-line treatment in stage IIIB/IV NSCLC. The results showed that phased ipilimumab plus paclitaxel and carboplatin significantly improved irPFS and PFS (173).\n        \n      \n      \n        4.3\n        Non-classical T-cell-associated cellular immunotherapy\n        In addition to the common treatment modalities described above, there are still some non-classical T-cell-related therapies that deserve attention.\n        The upregulation of angiogenesis in lung cancer is a frequent occurrence that is reported to predict a negative prognosis. Thus, antiangiogenic agents are projected to be a promising strategy for cancer treatment (174). Previous studies showed that antiangiogenic agents combined with anti-PD-L1 stimulate the activation and infiltration of T cells. The VEGF/VEGFR inhibitors have a regulatory effect on the immune status of tumors by enhancing T-cell infiltration and activation. In addition, CD8+ T cells isolated from responding tumors expressed elevated granzyme B protein and perforin mRNA levels (175). In an autochthonous mouse model of SCLC, the treatment outcome of mice treated with combined anti-PD-L1 and anti-VEGF targeted therapy is significantly successful compared to anti-VEGF and anti-PD-L1 monotherapy. Researchers further analyzed that T cells isolated from the tumors of mice bearing SCLC, CD4+ TILs, and CD8+ T TILs were observed to infiltrate the tumor, while few FOXP3+ TITLs gather in the tumor bed (176).\n        In addition to VEGF/VEGFR inhibitors, the intrafocal injection of an oncolytic virus (OV) can effectively infect tumor cells and induce tumor lysis, promoting a tumor-specific immune response by inducing the CD8+ T-cell infiltration and upregulation of immune-related gene signatures. Specially, OVs propagate in cancer cells and specially target and kill them but not healthy cells (177). In 2015, the FDA approved the first immunotherapy oncolytic virus for the treatment of melanoma, which has invigorated the field. In 2019, Kellish et al. found a modified oncolytic myxoma virus (MYXV) that shows tumor-specific cytotoxicity efficiently in SCLC. In immunocompetent SCLC mouse models, the OS of mice treated with MYXV was significantly prolonged. Meanwhile, they observed that the CD45+ lymphocyte infiltration is associated with tumor necrosis and growth inhibition in syngeneic murine allograft tumors (178). A randomized double-blind phase II trial evaluated the Seneca Valley virus (NTX-010) in patients with ED-SCLC after chemotherapy with a platinum doublet. However, the result showed that these patients did not benefit from NTX-010 treatment and the trial was terminated attributing to futility (179). At present, the level of clinical evidence in OV therapy is still scarce and needs to be further studied in the future.\n        TLF is a recombinant human lactoferrin. Lactoferrin, an iron-binding glycoprotein of the innate immune defense, is a member of the transferrin family of non-heme iron-binding proteins. Lactoferrin has been proven to potentiate an adaptive immune response that can stimulate the activation of tumor antigen-bearing DCs and CD8+ T cells (180). In a randomized, double-blind, placebo-controlled phase II trial, 100 stage III/IV NSCLC patients whose disease had failed after one or two lines of systemic anticancer therapy were randomly to receive either oral TLF (1.5 g twice per day) or placebo (15 ml twice per day) in addition to supportive care. OS has apparent improvement in patients who received TLF. A trend toward the extension was also observed in PFS and the disease control rate (181). An international, multicenter, randomized, double-blind study was initiated to investigate talactoferrin alfa in advanced NSCLC patients who progressed after two or more previous regimens. The primary endpoint was OS. However, the results observed in NSCLS patients treated with talactoferrin alfa were disappointing. Based on these results, further studies are needed to understand whether TLF could be considered a promising therapy to treat lung cancer (182).\n        Finally, IL-2 is a T-cell growth factor that can enhance the immune response of the tumor by facilitating the activation of T cells. A study with IL-2 plus MLT in patients with advanced cancer has demonstrated partial response and stable disease in 4 out of 20 (20%) and 10 out of 20 (50%) patients, respectively (183). However, in a phase III trial, Ridolh et al. report no response in 241 advanced NSCLC patients treated with subcutaneous low dose IL-2 and first-line chemotherapy with cisplatin and gemcitabine (184). In the future, more studies are needed to acknowledge the efficacy of IL-2 and explore the strategy of combined therapy.\n4.1\n        Adoptive T-cell therapy\n        Adoptive T-cell therapy (ACT) is used to expand and infuse natural ex vivo manipulated tumor-reactive T cells into the lymphodepleted patients to kill tumor cells by enhancing T-cell responses (140). Based on the divergent strategies utilizing T cells to kill tumors, adoptive T-cell therapy is divided into (i) the isolation of naturally occurring tumor-reactive T cells from existing tumor masses or blood and (ii) the genetic modification of T cells to endow them with the specific recognition of tumor cells. In this part, the basic principles and utilization of ACT will be presented (\nFigure 5\n and \nTable 3\n).\n        \n          Figure 5\n          \n            Overview of the adoptive T-cell transfer (ACT) approaches to harness the immune system to treat cancer. (A) For TIL ACT, tumor-infiltrating T cells (TILs) are isolated from surgically resected tumor samples and expanded ex vivo. (B) γδT-cell therapy relies on collecting peripheral blood and expanding γδT cells ex vivo. (C) For TCR-T or CAR-T ACT, the peripheral blood T cells are isolated and expressed ex vivo and genetically modified to express either a TCR or a CAR.\n          \n          \n        \n        \n          Table 3\n          \n            Clinical response to different ACT modalities.\n          \n          \n            \n              \n                Treatment\n                Patient no.\n                Population\n                Clinical outcome\n                References\n              \n            \n            \n              \n                γδT cells\n                10\n                IV/rec NSCLC\n                SD3, PD5\n                (141)\n              \n              \n                \n                15\n                I-IV NSCLC\n                SD6, PD6\n                (142)\n              \n              \n                \n                15\n                Advanced/rec. NSCLC\n                SD6, PD6\n                (143)\n              \n              \n                \n                10\n                Advanced NSCLC\n                SD1, PD1, OS↑\n                (144)\n              \n              \n                TIL\n                56\n                II-III NSCLC\n                SR↑\n                (145)\n              \n              \n                \n                11\n                IIIB NSCLC\n                SR↑\n                (146)\n              \n              \n                \n                20\n                Advanced NSCLC\n                CR2, PR3\n                (147)\n              \n              \n                CAR-T\n                11\n                IIB-IV NSCLC\n                PR2, SD5, PD2\n                (148)\n              \n              \n                \n                9\n                Advanced relapsed/refractory EGFR-positive NSCLC\n                PR1, SD6, PD2\n                (149)\n              \n            \n          \n          \n            \n              SD, stable disease; PD, progressive disease; OS, overall survival; SR, survival rate; ORR, overall response rate; CR, complete response; PR, partial response.\n            \n          \n        \n        \n          4.1.1\n          Chimeric antigen receptor-T cell\n          CAR-T cells are genetically engineered T cells that can recognize and bind with antigens on tumor cells. The general strategy in CAR-T cell is the utilization of gene transfer technology to retargeted patients’ T cells to express a CAR that can bind to common antigens. CARs are artificial fusion proteins that comprise four major components, namely, an intracellular signaling domain, a transmembrane (TM) domain, an extracellular spacer/hinge sequence motif, and an extracellular antigen-binding domain. After the transfection of autologous or allogeneic peripheral blood T cells with the CAR complex, transfected cells are injected into patients as cytotoxic agents, attacking cancer cells (4). In recent years, CAR-T cells have gained the recent success of clinical trials in B-cell hematologic malignancies (150). Two CD19-specific CAR-Ts for certain B-cell malignancy treatments were recently approved by the US Food and Drug Administration (FDA) and the European Medicines Agency (151). At present, one of the tough challenges for researchers in this domain is how to expand CAR-T cell therapy from rare hematologic malignancies to solid tumors including lung cancer. Thus, the efficacy and safety of CAR-T cell therapy in solid cancers, especially lung cancer, are under intensive investigation. As new agents of tumor immunotherapy, CAR-T cells show great promise for the treatment of lung cancer. Finding an ideal target antigen has been one of the greatest obstacles in the field of developing treatment of solid tumors. A suitable target antigen should present highly and selectively on cancer cells with no expression on normal tissues (4, 152). In clinical trials for lung cancer, the commonly candidate targeted antigens include human epidermal growth factor receptor 2 (HER2), inactive tyrosine-protein kinase TM receptor (ROR1), CD80/CD86, PD-L1, carcinoembryonic antigen (CEA), prostate stem cell antigen (PSCA), mucin 1 (MUC1), mesothelin (MSLN), and epidermal growth factor receptor (EGFR) (153). In clinical practice, all of these candidate targeted antigens should be concerned about their safety profile and the extent of on-target and off-tumor effects (154).\n        \n        \n          4.1.2\n          T-cell receptor–T cell\n          TCRs are naturally occurring surface receptors on T cells that can recognize antigens in the context of human leukocyte antigen (HLA) presentation. Typically, the affinity of human TCRs to self-antigens isolated from cancer patients is low due to the impact of local and systemic tolerance on the endogenous antitumor T cells (140). To overcome this issue, the artificially designed high-affinity TCR is encoded in T cells by genetic engineering. The basic principle of TCR-T-cell therapy is to modify the patient’s own T cells ex vivo to express tumor antigen-specific TCRs and then expand and reinject them back into the patient’s body to specifically attack malignant tissue (155). The host antitumor immune response selects and activates T cells that recognize tumor antigens. Thus, T cells that obtain TCRs from naturally occurring tumor antigen–specific T (Tas) cells in patients with cancer will target tumor-specific antigens (TSAs) in tumors. Compared with bystander T cells circulating in tissues, Tas cells are characterized by enrichment in tumor, tumor-specific clonal expansion, and neoantigen specificity. Personalized immunotherapy targeting TSAs could induce a highly effective and safe antitumor immune response without damaging normal tissue. T cells engineered with TCRs from these naturally occurring Tas cells in a patient will target personal TSAs in the tumor. However, precisely predicting neoantigens from tumor mutations remains challenging (156). In contrast to the modest success of TCR-T-cell therapy for hematological malignancies, clinical experience in solid tumors including lung cancer is very limited.\n        \n        \n          4.1.3\n          Tumor-infiltrating lymphocyte\n          First isolated from mice tumor samples in 1986 by Rosenberg’ research group, TILs are a cluster of cells involved in innate immune responses that primarily consist of effector T cells and natural killer (NK) cells (140). The quantity of TILs has been proven to positively correlate with the prognosis in lung cancer, making lung cancer an ideal candidate for adoptive cell therapy with TILs (157, 158). TIL therapy involves the extraction and in vitro expansion of tumor-specific lymphocyte colonies (159). Now, there has been some clinical evidence suggesting that the efficacy of TIL ACT is promising in lung cancer. In an open-label phase 1 trial from 2021, Creelan et al. assessed the safety and preliminary efficacy of TIL therapy in combination with nivolumab in the nivolumab (a PD-1 inhibitor) monotherapy of advanced-stage NSCLC. These patients received cyclophosphamide and fludarabine lymphodepletion therapy, ACT TIL, and IL-2, followed by maintenance nivolumab. The result suggested that majority of the patients achieve confirmed clinical responses. Among these patients, two achieved complete clinical responses that were ongoing 1.5 years later. The results of the experiment found clear support for the safety and preliminary efficacy of adoptive cell therapy with autologous TILs in lung cancer (147). Overall, although there is still considerably long time needed for TIL ACT to be approved and widely implemented into the clinical practice of lung cancer, much progress in tumor immunology brings hope for this therapy in the future.\n        \n        \n          4.1.4\n          γδT cells\n          γδT cells are a minor subset of T cells characterized by the expression of γδ T-cell receptor, which are not restricted by MHC (160). γδT cells only account for 2%–10% of T lymphocytes in human blood and play a role in immunosurveillance (161). The findings of recent studies reported that γδT cells exert strong cytotoxicity on lung cancer cell lines (162). Recently, Sakamote and colleagues reported that γδT cells stimulated by zoledronate can recognize and kill the NCI-H358 lung cancer cell line (142). At present, the safety and efficacy of γδT cell therapy are being evaluated in prospective clinical trials. The clinical trials response is promising and worth further studying.\n        \n        \n          4.1.5\n          Clustered regularly interspaced short palindromic repeat–engineered T cells\n          Although adoptive T-cell therapy is a novel and promising approach for antitumors, it has some drawbacks since its introduction, including limitations in hematological malignancies, insertional oncogenesis, T-cell exhaustion and durability, the risk of graft-versus-host disease (GVHD), and manufacturing costs (163). The emergence of clustered regularly interspaced short palindromic repeat (CRISPR)-Cas9 technology reinvigorated tumor immunotherapy as a tool for further realizing the potential of adoptive T-cell therapy. CRISPR and its associated proteins (Cas) are vital components of the crucially adaptive immune system, which exist in archaea, bacteria, and mitochondria. Currently, the CRISPR-Cas9 system has been engineered into a precise and efficient genome editing tool and widely used to edit genomes (164). Briefly, the CRISPR-Cas9 technology edits the target DNA help Cas9 recognize the protospacer-adjacent motif (PAM) upstream or downstream of the target sequence by using a single-guide RNA (gRNA) and then induces the creation of the double-strand breaks (DSBs) of the target DNA (165). Since the Cas9 DNA endonuclease enzyme can target any site in the genome and create DSBs, multiplex and precise gene editing can be achieved with as little unnecessary as possible. CRISPR-Cas9 technology can edit genes at multiple loci possible simultaneously, allowing for the improvement of the time and process frame of gene editing (164). On the one hand, CRISPR-Cas9 technology is used to improve efficacy and expands the application range of CAR-T cells. On the other hand, it is also widely used to modify immune cells including T cells to enhance the antitumor effect. The world-first phase I clinical trial was initiated to investigate the safety and feasibility of CRISPR-Cas9 PD-1-edited T-cell therapy in advanced NSCLC. A total of 22 advanced NSCLC patients whose disease had failed after multiple lines of anticancer therapy were enrolled. A total of 17 patients among them had sufficient edited T cells for reinfusion. The results demonstrated the general safety and feasibility of CRISPR-Cas9 gene–edited T cells in lung cancer (166). Although the application of CRISPR-Cas9 technology still faced a lot of problems, such as PAM dependence, off-target mutations, delivery methods, and sgRNA production, there is no doubt that this technology will play an important role in the development of the next generation of adoptive T-cell technology (164).\n4.1.1\n          Chimeric antigen receptor-T cell\n          CAR-T cells are genetically engineered T cells that can recognize and bind with antigens on tumor cells. The general strategy in CAR-T cell is the utilization of gene transfer technology to retargeted patients’ T cells to express a CAR that can bind to common antigens. CARs are artificial fusion proteins that comprise four major components, namely, an intracellular signaling domain, a transmembrane (TM) domain, an extracellular spacer/hinge sequence motif, and an extracellular antigen-binding domain. After the transfection of autologous or allogeneic peripheral blood T cells with the CAR complex, transfected cells are injected into patients as cytotoxic agents, attacking cancer cells (4). In recent years, CAR-T cells have gained the recent success of clinical trials in B-cell hematologic malignancies (150). Two CD19-specific CAR-Ts for certain B-cell malignancy treatments were recently approved by the US Food and Drug Administration (FDA) and the European Medicines Agency (151). At present, one of the tough challenges for researchers in this domain is how to expand CAR-T cell therapy from rare hematologic malignancies to solid tumors including lung cancer. Thus, the efficacy and safety of CAR-T cell therapy in solid cancers, especially lung cancer, are under intensive investigation. As new agents of tumor immunotherapy, CAR-T cells show great promise for the treatment of lung cancer. Finding an ideal target antigen has been one of the greatest obstacles in the field of developing treatment of solid tumors. A suitable target antigen should present highly and selectively on cancer cells with no expression on normal tissues (4, 152). In clinical trials for lung cancer, the commonly candidate targeted antigens include human epidermal growth factor receptor 2 (HER2), inactive tyrosine-protein kinase TM receptor (ROR1), CD80/CD86, PD-L1, carcinoembryonic antigen (CEA), prostate stem cell antigen (PSCA), mucin 1 (MUC1), mesothelin (MSLN), and epidermal growth factor receptor (EGFR) (153). In clinical practice, all of these candidate targeted antigens should be concerned about their safety profile and the extent of on-target and off-tumor effects (154).\n4.1.2\n          T-cell receptor–T cell\n          TCRs are naturally occurring surface receptors on T cells that can recognize antigens in the context of human leukocyte antigen (HLA) presentation. Typically, the affinity of human TCRs to self-antigens isolated from cancer patients is low due to the impact of local and systemic tolerance on the endogenous antitumor T cells (140). To overcome this issue, the artificially designed high-affinity TCR is encoded in T cells by genetic engineering. The basic principle of TCR-T-cell therapy is to modify the patient’s own T cells ex vivo to express tumor antigen-specific TCRs and then expand and reinject them back into the patient’s body to specifically attack malignant tissue (155). The host antitumor immune response selects and activates T cells that recognize tumor antigens. Thus, T cells that obtain TCRs from naturally occurring tumor antigen–specific T (Tas) cells in patients with cancer will target tumor-specific antigens (TSAs) in tumors. Compared with bystander T cells circulating in tissues, Tas cells are characterized by enrichment in tumor, tumor-specific clonal expansion, and neoantigen specificity. Personalized immunotherapy targeting TSAs could induce a highly effective and safe antitumor immune response without damaging normal tissue. T cells engineered with TCRs from these naturally occurring Tas cells in a patient will target personal TSAs in the tumor. However, precisely predicting neoantigens from tumor mutations remains challenging (156). In contrast to the modest success of TCR-T-cell therapy for hematological malignancies, clinical experience in solid tumors including lung cancer is very limited.\n4.1.3\n          Tumor-infiltrating lymphocyte\n          First isolated from mice tumor samples in 1986 by Rosenberg’ research group, TILs are a cluster of cells involved in innate immune responses that primarily consist of effector T cells and natural killer (NK) cells (140). The quantity of TILs has been proven to positively correlate with the prognosis in lung cancer, making lung cancer an ideal candidate for adoptive cell therapy with TILs (157, 158). TIL therapy involves the extraction and in vitro expansion of tumor-specific lymphocyte colonies (159). Now, there has been some clinical evidence suggesting that the efficacy of TIL ACT is promising in lung cancer. In an open-label phase 1 trial from 2021, Creelan et al. assessed the safety and preliminary efficacy of TIL therapy in combination with nivolumab in the nivolumab (a PD-1 inhibitor) monotherapy of advanced-stage NSCLC. These patients received cyclophosphamide and fludarabine lymphodepletion therapy, ACT TIL, and IL-2, followed by maintenance nivolumab. The result suggested that majority of the patients achieve confirmed clinical responses. Among these patients, two achieved complete clinical responses that were ongoing 1.5 years later. The results of the experiment found clear support for the safety and preliminary efficacy of adoptive cell therapy with autologous TILs in lung cancer (147). Overall, although there is still considerably long time needed for TIL ACT to be approved and widely implemented into the clinical practice of lung cancer, much progress in tumor immunology brings hope for this therapy in the future.\n4.1.4\n          γδT cells\n          γδT cells are a minor subset of T cells characterized by the expression of γδ T-cell receptor, which are not restricted by MHC (160). γδT cells only account for 2%–10% of T lymphocytes in human blood and play a role in immunosurveillance (161). The findings of recent studies reported that γδT cells exert strong cytotoxicity on lung cancer cell lines (162). Recently, Sakamote and colleagues reported that γδT cells stimulated by zoledronate can recognize and kill the NCI-H358 lung cancer cell line (142). At present, the safety and efficacy of γδT cell therapy are being evaluated in prospective clinical trials. The clinical trials response is promising and worth further studying.\n4.1.5\n          Clustered regularly interspaced short palindromic repeat–engineered T cells\n          Although adoptive T-cell therapy is a novel and promising approach for antitumors, it has some drawbacks since its introduction, including limitations in hematological malignancies, insertional oncogenesis, T-cell exhaustion and durability, the risk of graft-versus-host disease (GVHD), and manufacturing costs (163). The emergence of clustered regularly interspaced short palindromic repeat (CRISPR)-Cas9 technology reinvigorated tumor immunotherapy as a tool for further realizing the potential of adoptive T-cell therapy. CRISPR and its associated proteins (Cas) are vital components of the crucially adaptive immune system, which exist in archaea, bacteria, and mitochondria. Currently, the CRISPR-Cas9 system has been engineered into a precise and efficient genome editing tool and widely used to edit genomes (164). Briefly, the CRISPR-Cas9 technology edits the target DNA help Cas9 recognize the protospacer-adjacent motif (PAM) upstream or downstream of the target sequence by using a single-guide RNA (gRNA) and then induces the creation of the double-strand breaks (DSBs) of the target DNA (165). Since the Cas9 DNA endonuclease enzyme can target any site in the genome and create DSBs, multiplex and precise gene editing can be achieved with as little unnecessary as possible. CRISPR-Cas9 technology can edit genes at multiple loci possible simultaneously, allowing for the improvement of the time and process frame of gene editing (164). On the one hand, CRISPR-Cas9 technology is used to improve efficacy and expands the application range of CAR-T cells. On the other hand, it is also widely used to modify immune cells including T cells to enhance the antitumor effect. The world-first phase I clinical trial was initiated to investigate the safety and feasibility of CRISPR-Cas9 PD-1-edited T-cell therapy in advanced NSCLC. A total of 22 advanced NSCLC patients whose disease had failed after multiple lines of anticancer therapy were enrolled. A total of 17 patients among them had sufficient edited T cells for reinfusion. The results demonstrated the general safety and feasibility of CRISPR-Cas9 gene–edited T cells in lung cancer (166). Although the application of CRISPR-Cas9 technology still faced a lot of problems, such as PAM dependence, off-target mutations, delivery methods, and sgRNA production, there is no doubt that this technology will play an important role in the development of the next generation of adoptive T-cell technology (164).\n4.2\n        Immune checkpoint inhibitors\n        Tumor cells are able to release various immunosuppressive factors. Meanwhile, corresponding immune inhibitory receptors on cytotoxic T lymphocytes bind with them. This function mechanisms activate downstream signal transduction pathways to restrain the cytokine secretion of cytotoxic T lymphocytes and greatly restrain the immune function of tumor-specific T lymphocytes. These coinhibitory receptors could reduce tumor-specific CD4+ and CD8+ T-cell effector function, impair T-cell functionality, and induce T-cell exhaustion on a systemic level that leads to generalized immune suppression (167). Now, we are seeing great potential for treatment in this area (\nFigure 6\n).\n        \n          Figure 6\n          \n            Checkpoint inhibitors. Anti-PD-1/PD-L1 and anti-CTLA-4 (checkpoint inhibitors) block PD-1/PD-L1 and CTLA-4 from engaging their ligands, thus restoring the ability of T cells to recognize tumor and initiate immunotherapy.\n          \n          \n        \n        \n          4.2.1\n          Programmed cell death protein 1/programmed cell death ligand 1 blockade immunotherapy\n          In the normal immune process, the PD-1/PD-L1 pathway restrains the proliferation of T cells and protects humans from injury resulting from autoimmune disease and excessively strong immunoreactions. However, some studies have found that the PD-L1 that expressed on the tumor cells binds with the PD-1 receptor on T cells, leading to a negative regulation of T cells and immunological escape in tumors (139). The basic mechanism of PD-1/PD-L1 blockade immunotherapy is to restore the ability of T cells to recognize tumors and initiate immunotherapy by blocking the PD-1 receptor or PD-L1 ligand. Currently, the monoclonal anti-PD-1/PD-L1 antibodies that were approved by the US FDA to treat advanced NSCLC include nivolumab, pembrolizumab, durvalumab, atezolizumab, and avelumab (168). In KEYNOTE-189, 616 patients with metastatic non-squamous NSCLC were randomized (1:2) to receive pemetrexed and platinum plus pembrolizumab or placebo every 3 weeks for four cycles. OS and PFS were significantly longer compared with placebo plus pemetrexed-platinum (169).\n        \n        \n          4.2.2\n          Cytotoxic T-lymphocyte-associated antigen 4 blockade immunotherapy\n          CTLA-4 is an immune checkpoint receptor found on the effector and regulatory T cells (170). Normally, CTLA-4 is upregulated on the cell surface where it functions to mediate the inhibitory signaling of T cells through outcompeting CD28 for binding to its ligand B7 and inducing T-cell cycle arrest. Through these mechanisms, CTLA-4 has a crucial role in maintaining normal immunologic homeostasis as evidenced by the fact that mouse models lacking CTLA-4 die from fatal lymphoproliferation (171). Initial preclinical proof-of-principle studies showed that the antibody blockade of CTLA-4 could lead to antitumor immunity in syngeneic animal models (172). Tremelimumab and ipilimub are therapeutic antibodies targeting CTLA-4 (170). However, CTLA-4 inhibitors have shown minimal single-agent activity in lung cancer patients. Interestingly, the use of ipilimumab in combination with cytotoxic chemotherapy has shown more promising results. In a randomized, double-blind, multicenter phase II study, Lynch et al. evaluated the efficacy of the use of ipilimumab in combination with paclitaxel and carboplatin as first-line treatment in stage IIIB/IV NSCLC. The results showed that phased ipilimumab plus paclitaxel and carboplatin significantly improved irPFS and PFS (173).\n4.2.1\n          Programmed cell death protein 1/programmed cell death ligand 1 blockade immunotherapy\n          In the normal immune process, the PD-1/PD-L1 pathway restrains the proliferation of T cells and protects humans from injury resulting from autoimmune disease and excessively strong immunoreactions. However, some studies have found that the PD-L1 that expressed on the tumor cells binds with the PD-1 receptor on T cells, leading to a negative regulation of T cells and immunological escape in tumors (139). The basic mechanism of PD-1/PD-L1 blockade immunotherapy is to restore the ability of T cells to recognize tumors and initiate immunotherapy by blocking the PD-1 receptor or PD-L1 ligand. Currently, the monoclonal anti-PD-1/PD-L1 antibodies that were approved by the US FDA to treat advanced NSCLC include nivolumab, pembrolizumab, durvalumab, atezolizumab, and avelumab (168). In KEYNOTE-189, 616 patients with metastatic non-squamous NSCLC were randomized (1:2) to receive pemetrexed and platinum plus pembrolizumab or placebo every 3 weeks for four cycles. OS and PFS were significantly longer compared with placebo plus pemetrexed-platinum (169).\n4.2.2\n          Cytotoxic T-lymphocyte-associated antigen 4 blockade immunotherapy\n          CTLA-4 is an immune checkpoint receptor found on the effector and regulatory T cells (170). Normally, CTLA-4 is upregulated on the cell surface where it functions to mediate the inhibitory signaling of T cells through outcompeting CD28 for binding to its ligand B7 and inducing T-cell cycle arrest. Through these mechanisms, CTLA-4 has a crucial role in maintaining normal immunologic homeostasis as evidenced by the fact that mouse models lacking CTLA-4 die from fatal lymphoproliferation (171). Initial preclinical proof-of-principle studies showed that the antibody blockade of CTLA-4 could lead to antitumor immunity in syngeneic animal models (172). Tremelimumab and ipilimub are therapeutic antibodies targeting CTLA-4 (170). However, CTLA-4 inhibitors have shown minimal single-agent activity in lung cancer patients. Interestingly, the use of ipilimumab in combination with cytotoxic chemotherapy has shown more promising results. In a randomized, double-blind, multicenter phase II study, Lynch et al. evaluated the efficacy of the use of ipilimumab in combination with paclitaxel and carboplatin as first-line treatment in stage IIIB/IV NSCLC. The results showed that phased ipilimumab plus paclitaxel and carboplatin significantly improved irPFS and PFS (173).\n4.3\n        Non-classical T-cell-associated cellular immunotherapy\n        In addition to the common treatment modalities described above, there are still some non-classical T-cell-related therapies that deserve attention.\n        The upregulation of angiogenesis in lung cancer is a frequent occurrence that is reported to predict a negative prognosis. Thus, antiangiogenic agents are projected to be a promising strategy for cancer treatment (174). Previous studies showed that antiangiogenic agents combined with anti-PD-L1 stimulate the activation and infiltration of T cells. The VEGF/VEGFR inhibitors have a regulatory effect on the immune status of tumors by enhancing T-cell infiltration and activation. In addition, CD8+ T cells isolated from responding tumors expressed elevated granzyme B protein and perforin mRNA levels (175). In an autochthonous mouse model of SCLC, the treatment outcome of mice treated with combined anti-PD-L1 and anti-VEGF targeted therapy is significantly successful compared to anti-VEGF and anti-PD-L1 monotherapy. Researchers further analyzed that T cells isolated from the tumors of mice bearing SCLC, CD4+ TILs, and CD8+ T TILs were observed to infiltrate the tumor, while few FOXP3+ TITLs gather in the tumor bed (176).\n        In addition to VEGF/VEGFR inhibitors, the intrafocal injection of an oncolytic virus (OV) can effectively infect tumor cells and induce tumor lysis, promoting a tumor-specific immune response by inducing the CD8+ T-cell infiltration and upregulation of immune-related gene signatures. Specially, OVs propagate in cancer cells and specially target and kill them but not healthy cells (177). In 2015, the FDA approved the first immunotherapy oncolytic virus for the treatment of melanoma, which has invigorated the field. In 2019, Kellish et al. found a modified oncolytic myxoma virus (MYXV) that shows tumor-specific cytotoxicity efficiently in SCLC. In immunocompetent SCLC mouse models, the OS of mice treated with MYXV was significantly prolonged. Meanwhile, they observed that the CD45+ lymphocyte infiltration is associated with tumor necrosis and growth inhibition in syngeneic murine allograft tumors (178). A randomized double-blind phase II trial evaluated the Seneca Valley virus (NTX-010) in patients with ED-SCLC after chemotherapy with a platinum doublet. However, the result showed that these patients did not benefit from NTX-010 treatment and the trial was terminated attributing to futility (179). At present, the level of clinical evidence in OV therapy is still scarce and needs to be further studied in the future.\n        TLF is a recombinant human lactoferrin. Lactoferrin, an iron-binding glycoprotein of the innate immune defense, is a member of the transferrin family of non-heme iron-binding proteins. Lactoferrin has been proven to potentiate an adaptive immune response that can stimulate the activation of tumor antigen-bearing DCs and CD8+ T cells (180). In a randomized, double-blind, placebo-controlled phase II trial, 100 stage III/IV NSCLC patients whose disease had failed after one or two lines of systemic anticancer therapy were randomly to receive either oral TLF (1.5 g twice per day) or placebo (15 ml twice per day) in addition to supportive care. OS has apparent improvement in patients who received TLF. A trend toward the extension was also observed in PFS and the disease control rate (181). An international, multicenter, randomized, double-blind study was initiated to investigate talactoferrin alfa in advanced NSCLC patients who progressed after two or more previous regimens. The primary endpoint was OS. However, the results observed in NSCLS patients treated with talactoferrin alfa were disappointing. Based on these results, further studies are needed to understand whether TLF could be considered a promising therapy to treat lung cancer (182).\n        Finally, IL-2 is a T-cell growth factor that can enhance the immune response of the tumor by facilitating the activation of T cells. A study with IL-2 plus MLT in patients with advanced cancer has demonstrated partial response and stable disease in 4 out of 20 (20%) and 10 out of 20 (50%) patients, respectively (183). However, in a phase III trial, Ridolh et al. report no response in 241 advanced NSCLC patients treated with subcutaneous low dose IL-2 and first-line chemotherapy with cisplatin and gemcitabine (184). In the future, more studies are needed to acknowledge the efficacy of IL-2 and explore the strategy of combined therapy.\n5\n      Discussion\n      The present article gives an overview of the tumor-reactive T-cell biological functions and prognostic value in lung cancer patients and sums up the affecting factors and therapeutic strategies associated with T cells. Lung cancer is a challenging disease in the need of new therapeutic opportunities. Immunotherapy has swiftly risen to become one of the major pillars in cancer treatment. The use of immunotherapy can benefit lung cancer patients by generating effective antitumor responses in the host. T cells have been observed to influence the genesis, progression, and metastasis of lung cancer through cell interaction–dependent and cytokine-mediated effects. T cells are considered as one of the promising therapeutic target candidates as T cells are a critical component of our immune system despite the fact that T-cell associated cellular immunotherapy is not suitable for everyone and the current clinical response rate is not satisfactory. However, an increasing understanding of tumor molecular biology and the immune system has led to new possibilities in treatment strategies. Although it may not be a curative treatment for lung cancer, T-cell immunotherapy can effectively remove residual tumor cells after resection in early-stage lung cancer patients.\n      The biological characteristics of tumor cells determine the diversity and complexity of antitumor mechanisms. In clinical practice, T-cell-associated cellular immunotherapy in combination with traditional treatment methods is expected to become a measure to improve OS in lung cancer patients. The results of ongoing large randomized trials along with future research and novel immunotherapies and new combinations are expected to define the final role of immunotherapy in the treatment algorithm for lung cancer. Identifying the functions and regulations of the T cells associated with the development and metastasis of lung cancer and explore how these T cells execute effector function will be crucial to explore a number of new T-cell-oriented immunotherapeutic strategies.\nAuthor contributions\n      Writing—original draft, YW; Validation, MY and CW; Investigation, YC; Writing—review and editing, JZ and YZ; Funding acquisition, JZ and YZ. All authors have read and agreed to the published version of the manuscript.\nConflict of interest\n      The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.\nPublisher’s note\n      All claims expressed in this article are solely those of the authors and do not necessarily represent those of their affiliated organizations, or those of the publisher, the editors and the reviewers. Any product that may be evaluated in this article, or claim that may be made by its manufacturer, is not guaranteed or endorsed by the publisher.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9911803/",
    "doi": "https://doi.org/10.3389/fimmu.2023.1102778",
    "citation_count": 3,
    "references": {
        "10962170": "Cordyceps sinensis relieves non-small cell lung cancer by inhibiting the MAPK pathway",
        "10799456": "Transcriptomic analysis of glucosidase II beta subunit (GluIIß) knockout A549 cells reveals its roles in regulation of cell adhesion molecules (CAMs) and anti-tumor immunity",
        "10689838": "CD8 T-cell subsets: heterogeneity, functions, and therapeutic potential"
    },
    "journal": "Frontiers in Immunology",
    "topics": [
        "lymphocyte, cell, player, pivotal",
        "lymphocyte, pivotal, cancer, player",
        "lung, cancer, cell, pivotal"
    ]
}