{"protocolSection":{"identificationModule":{"nctId":"NCT05836753","orgStudyIdInfo":{"id":"KY2023-026-01"},"organization":{"fullName":"Beijing Tiantan Hospital","class":"OTHER"},"briefTitle":"Efficacy and Safety of Sarecycline in Patients With Acute Ischemic Stroke After Reperfusion Therapy","officialTitle":"Efficacy and Safety of Sarecycline in Patients With Acute Ischemic Stroke After Reperfusion Therapy: A Phase II, Randomized, Multicenter, Double-blind, Single Dose, Placebo-controlled Parallel Trial","acronym":"ESPRIT"},"statusModule":{"statusVerifiedDate":"2023-07","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-05-07","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-11","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-04-19","studyFirstSubmitQcDate":"2023-04-19","studyFirstPostDateStruct":{"date":"2023-05-01","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-07-18","lastUpdatePostDateStruct":{"date":"2023-07-20","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"yilong Wang","investigatorTitle":"Vice President of Beijing Tiantan Hospital","investigatorAffiliation":"Beijing Tiantan Hospital"},"leadSponsor":{"name":"Beijing Tiantan Hospital","class":"OTHER"},"collaborators":[{"name":"NeuroDawn Pharmaceutical Co., Ltd.","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false,"isUsExport":true},"descriptionModule":{"briefSummary":"The aim of this study was to evaluate the efficacy and safety of Sarecycline versus placebo in the treatment of microcirculation dysfunction after reperfusion therapy in patients with large vessel occlusion stroke.","detailedDescription":"This study evaluated the efficacy and safety of 7-day Sarecycline versus placebo in patients with large vessel occlusion stroke who received reperfusion therapy within 24 hours of onset. In addition, we will explore the effect of Sarecycline versus placebo on indicators of venous thrombotic inflammation at different time points in patients with acute ischemic stroke with large vessel occlusion.\n\nThis trial was a prospective, randomized, multicenter, double-blind, placebo-controlled parallel trial. Patients with acute large vessel occlusion stroke who received reperfusion therapy within 24 hours of onset were randomly assigned according to the ratio of the experimental group: control group =2:1.\n\nThe trial was divided into three phases: screening/baseline period, treatment period, and follow-up period. The primary research objective is to evaluate the effect of Sarecycline in improving neurological deficits at 7 days in patients with acute large vessel occlusion stroke who received reperfusion therapy within 24 hours of onset."},"conditionsModule":{"conditions":["Ischemic Stroke, Acute"],"keywords":["Ischemic Stroke, Sarecycline"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"This trial was a prospective, randomized, multicenter, double-blind, placebo-controlled parallel trial. Subjects were randomly assigned according to the ratio of the experimental group: control group =2:1.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"QUADRUPLE","maskingDescription":"The Sarecycline drug used in the study is indistinguishable from the Sarecycline placebo (the shape, color, and appearance are identical).\n\nIn addition, to ensure the blind method, the drug packaging and batch numbers of the two groups are identical, and the packaging batch numbers are uniformly marked.\n\nDuring the implementation of the study, except for the authorized personnel of the company's supply chain, research management department, and subject security department, members of each research execution group, research center personnel, and CRO data processing personnel cannot view the randomization scheme.\n\nThe blind method was also used to evaluate the outcome. The subjects were randomly divided into groups and blinded to the members of the adjudication committee.","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":120,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Sarecycline treatment group","type":"ACTIVE_COMPARATOR","description":"The first dose should be given immediately after randomization (within 30 minutes); Take one tablet once a day for 7 days continuously (the patient with dysphagia will be administrated through a nasal feeding tube).","interventionNames":["Drug: Sarecycline Tablet"]},{"label":"Sarecycline placebo control group","type":"PLACEBO_COMPARATOR","description":"The control group received Sarecycline placebo tablets (each containing Sarecycline 0 mg) in the same way as the experimental group.","interventionNames":["Drug: Placebo tablets of Sarecycline tablets"]}],"interventions":[{"type":"DRUG","name":"Sarecycline Tablet","description":"Each tablet contained 100 mg of Sarecycline.","armGroupLabels":["Sarecycline treatment group"]},{"type":"DRUG","name":"Placebo tablets of Sarecycline tablets","description":"Each tablet contained 0 mg of Sarecycline.","armGroupLabels":["Sarecycline placebo control group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Changes of NIHSS score between baseline and at 7 days after randomization.","description":"National Institute of Health stroke scale (NIHSS 0-42 scores; higher scores mean a worse outcome）","timeFrame":"at 7 days after randomization"}],"secondaryOutcomes":[{"measure":"Changes of NIHSS score between baseline and within 2 hours after reperfusion.","description":"National Institute of Health stroke scale (NIHSS 0-42 scores; higher scores mean a worse outcome）al Institute of Health stroke scale (NIHSS 0-42 scores; higher scores mean a worse outcome） National Institute of Health stroke scale (NIHSS 0-42 scores; higher scores mean a worse outcome）","timeFrame":"within 2 hours after reperfusion"},{"measure":"Changes of NIHSS score between baseline and 72 hours after randomization.","description":"National Institute of Health stroke scale (NIHSS 0-42 scores; higher scores mean a worse outcome）","timeFrame":"at 72 hours after randomization"},{"measure":"Early neurological deterioration at 72 hours after randomization.","description":"Early neurological deterioration","timeFrame":"at 72 hours after randomization."},{"measure":"Early neurological deterioration at 7 days after randomization.","description":"Early neurological deterioration","timeFrame":"at 7 days after randomization"},{"measure":"Changes of infarction volume between baseline and at 72 hours after randomization.","description":"Infarction volume","timeFrame":"at 72 hours after randomization"},{"measure":"Changes of cerebral blood perfusion between baseline and at 72 hours after randomization.","description":"Cerebral blood perfusion evaluated by CTP","timeFrame":"at 72 hours after randomization"},{"measure":"Changes of collateral circulation compensation between baseline and at 72 hours after randomization.","description":"Collateral circulation compensation","timeFrame":"at 72 hours after randomization"},{"measure":"Modified Rankin Scale (mRS) score at 90 days after randomization.","description":"Modified Rankin Scale (mRS 0-5 scores; higher scores mean a worse outcome）","timeFrame":"at 90 days after randomization"},{"measure":"Quality of life (EQ-5D) score at 90 days after randomization.","description":"EuroQol Five Dimensions Questionnaire","timeFrame":"at 90 days after randomization"},{"measure":"The proportion of combined vascular events (recurrent stroke, myocardial infarction, and vasogenic death) at 90 days after randomization.","description":"Combined vascular events (recurrent stroke, myocardial infarction, and vasogenic death)","timeFrame":"at 90 days after randomization"}],"otherOutcomes":[{"measure":"Venous thrombotic inflammation indicators compare with baseline.","description":"plasma sGPVI, sADAMTS 13, sCD40L levels.","timeFrame":"within 2 hours after reperfusion therapy."},{"measure":"Venous thrombotic inflammation indicators compare with baseline.","description":"plasma sGPVI, sADAMTS 13, sCD40L levels.","timeFrame":"at 24±2 hours after randomization."},{"measure":"Venous thrombotic inflammation indicators compare with baseline.","description":"plasma sGPVI, sADAMTS 13, sCD40L levels.","timeFrame":"at 10±1 days after randomization"},{"measure":"Symptomatic intracranial hemorrhage.","description":"Heidelberg hemorrhage classification.","timeFrame":"at 24±2 hours after randomization"},{"measure":"Symptomatic intracranial hemorrhage.","description":"Heidelberg hemorrhage classification.","timeFrame":"at 10±1 day after randomization"},{"measure":"Any bleeding event.","description":"Any bleeding event was defined as any hemorrhagic event that occurred in the opinion of the investigator, including subcutaneous bleeding, gingival bleeding, gastrointestinal bleeding, intracranial bleeding, and other hemorrhagic events.","timeFrame":"at 90±7 days after randomization."},{"measure":"Vascular death.","description":"Vascular origin including death due to stroke death, sudden cardiac death, death due to acute myocardial infarction and death due to heart failure, pulmonary embolism, heart/cerebrovascular intervention operation (has nothing to do with acute MI) or surgery death and death from cardiovascular causes other(such as: sudden cardiac death had nothing to do with arrhythmia, aneurysm rupture, or peripheral artery disease).","timeFrame":"At 90±7 days after randomization."},{"measure":"Overall mortality.","description":"Death caused by any circumstances.","timeFrame":"At 90±7 days after randomization."},{"measure":"Investigator-reported adverse events/serious adverse events.","description":"Absolute platelet value ≤100×10\\^9/L, high sensitivity reaction and kidney failure.","timeFrame":"At 90±7 days of randomization."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n1. 18≤Age≤80 years old;\n2. Acute large vessel occlusion (LVO) confirmed by imaging (CT+CTA+CTP/MRI+MRA), including the responsible vessel was located in the intracranial internal carotid artery, the T-shaped branch, the M1/M2 segment of the middle cerebral artery, or the A1/A2 segment of the anterior cerebral artery;\n3. ASPECTS≥6;\n4. 7≤NIHSS≤25,and Ia≤1;\n5. Scheduled for reperfusion therapy within 24 hours of onset (including intravenous rt-PA or TNK-tPA thrombolysis (within 4.5 hours), mechanical thrombectomy, and bridging therapy);\n6. First stroke or complete self-care before the onset of current stroke (mRS 0-1);\n7. Patients or his/her legal representatives are able to understand and sign the informed consent.\n\nExclusion criteria:\n\n1. History of pseudomembranous colitis or antibiotic-related colitis.\n2. Allergic to tetracycline antibiotics or any component of the investigational drug.\n3. Known to be resistant to other tetracyclines.\n4. History of intracranial hemorrhagic diseases within the previous 3 months, including parenchymal hemorrhage, intraventricular hemorrhage, subarachnoid hemorrhage, subdural/external hematoma, etc.\n5. Intracranial tumors, vascular malformations, and other intracranial space-occupying lesions.\n6. Bilateral or posterior circulation LVO.\n7. Rare or unknown etiology of LVO, such as dissection and vasculitis.\n8. Severe hepatic or renal insufficiency and various reasons for receiving dialysis before randomization (Severe hepatic insufficiency was defined as ALT \\>3 times the upper limit of normal value or AST \\>3 times the upper limit of normal value; Severe renal insufficiency refers to serum creatinine \\>3.0 mg/dl (265.2 μmol/L) or glomerular filtration rate\\<30 ml/min).\n9. Bleeding tendency (including but not limited to): platelet count \\<100×109/L; Oral warfarin, INR \\> 2; Received heparin within previous 48 hours, APTT≥35s; Hereditary hemorrhagic diseases, such as hemophilia.\n10. Received any of the following treatments within the previous 3 months: systemic retinoic acid, androgen/antiandrogen therapy (e.g., anabolic steroids, andiolactone).\n11. Refractory hypertension that is difficult to control with medication (systolic blood pressure \\>180 mmHg or diastolic blood pressure \\>110 mmHg).\n12. History of intracranial or spinal surgery within the previous 3 months; History of therapeutical surgery or major physical trauma within the previous 1 month.\n13. Have other investigator-evaluated contraindications of reperfusion therapy.\n14. Women of childbearing age who do not use effective contraception and have no negative pregnancy test records; Women during lactation and pregnancy.\n15. Life expectancy of fewer than 6 months due to advanced stage of any comorbidity.\n16. Participated in other interventional clinical trials within the previous 3 months.\n17. Other conditions that are not suitable for participating in this clinical trial, such as inability to understand and/or follow the research procedures due to mental, cognitive, emotional, or physical disorders, etc.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Yilong Wang, PhD，MD","role":"CONTACT","phone":"0086-010-67092222","phoneExt":"0","email":"yilong528@aliyun.com"}],"overallOfficials":[{"name":"Yilong Wang, PhD，MD","affiliation":"Beijing Tiantan Hospital, Capital Medical University, Beijing, , China","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Beijing Tiantan Hospital","status":"RECRUITING","city":"Beijing","zip":"100050","country":"China","contacts":[{"name":"Yilong Wang, M.D.","role":"CONTACT","email":"yilong538@gmail.com"},{"name":"yilong wang, M.D.","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":39.9075,"lon":116.39723}}]},"referencesModule":{"references":[{"pmid":"19834014","type":"RESULT","citation":"Smith WS, Lev MH, English JD, Camargo EC, Chou M, Johnston SC, Gonzalez G, Schaefer PW, Dillon WP, Koroshetz WJ, Furie KL. Significance of large vessel intracranial occlusion causing acute ischemic stroke and TIA. Stroke. 2009 Dec;40(12):3834-40. doi: 10.1161/STROKEAHA.109.561787. Epub 2009 Oct 15."},{"pmid":"20075087","type":"RESULT","citation":"Hussein HM, Georgiadis AL, Vazquez G, Miley JT, Memon MZ, Mohammad YM, Christoforidis GA, Tariq N, Qureshi AI. Occurrence and predictors of futile recanalization following endovascular treatment among patients with acute ischemic stroke: a multicenter study. AJNR Am J Neuroradiol. 2010 Mar;31(3):454-8. doi: 10.3174/ajnr.A2006. Epub 2010 Jan 14."},{"pmid":"26898852","type":"RESULT","citation":"Goyal M, Menon BK, van Zwam WH, Dippel DW, Mitchell PJ, Demchuk AM, Davalos A, Majoie CB, van der Lugt A, de Miquel MA, Donnan GA, Roos YB, Bonafe A, Jahan R, Diener HC, van den Berg LA, Levy EI, Berkhemer OA, Pereira VM, Rempel J, Millan M, Davis SM, Roy D, Thornton J, Roman LS, Ribo M, Beumer D, Stouch B, Brown S, Campbell BC, van Oostenbrugge RJ, Saver JL, Hill MD, Jovin TG; HERMES collaborators. Endovascular thrombectomy after large-vessel ischaemic stroke: a meta-analysis of individual patient data from five randomised trials. Lancet. 2016 Apr 23;387(10029):1723-31. doi: 10.1016/S0140-6736(16)00163-X. Epub 2016 Feb 18."},{"pmid":"32414889","type":"RESULT","citation":"van Horn N, Kniep H, Leischner H, McDonough R, Deb-Chatterji M, Broocks G, Thomalla G, Brekenfeld C, Fiehler J, Hanning U, Flottmann F. Predictors of poor clinical outcome despite complete reperfusion in acute ischemic stroke patients. J Neurointerv Surg. 2021 Jan;13(1):14-18. doi: 10.1136/neurintsurg-2020-015889. Epub 2020 May 15."},{"pmid":"32568647","type":"RESULT","citation":"Casetta I, Fainardi E, Saia V, Pracucci G, Padroni M, Renieri L, Nencini P, Inzitari D, Morosetti D, Sallustio F, Vallone S, Bigliardi G, Zini A, Longo M, Francalanza I, Bracco S, Vallone IM, Tassi R, Bergui M, Naldi A, Saletti A, De Vito A, Gasparotti R, Magoni M, Castellan L, Serrati C, Menozzi R, Scoditti U, Causin F, Pieroni A, Puglielli E, Casalena A, Sanna A, Ruggiero M, Cordici F, Di Maggio L, Duc E, Cosottini M, Giannini N, Sanfilippo G, Zappoli F, Cavallini A, Cavasin N, Critelli A, Ciceri E, Plebani M, Cappellari M, Chiumarulo L, Petruzzellis M, Terrana A, Cariddi LP, Burdi N, Tinelli A, Auteri W, Silvagni U, Biraschi F, Nicolini E, Padolecchia R, Tassinari T, Filauri P, Sacco S, Pavia M, Invernizzi P, Nuzzi NP, Marcheselli S, Amista P, Russo M, Gallesio I, Craparo G, Mannino M, Mangiafico S, Toni D; Italian Registry of Endovascular Treatment in Acute Stroke. Endovascular Thrombectomy for Acute Ischemic Stroke Beyond 6 Hours From Onset: A Real-World Experience. Stroke. 2020 Jul;51(7):2051-2057. doi: 10.1161/STROKEAHA.119.027974. Epub 2020 Jun 17."},{"pmid":"30355104","type":"RESULT","citation":"Ng FC, Coulton B, Chambers B, Thijs V. Persistently Elevated Microvascular Resistance Postrecanalization. Stroke. 2018 Oct;49(10):2512-2515. doi: 10.1161/STROKEAHA.118.021631."},{"pmid":"27733282","type":"RESULT","citation":"GBD 2015 Disease and Injury Incidence and Prevalence Collaborators. Global, regional, and national incidence, prevalence, and years lived with disability for 310 diseases and injuries, 1990-2015: a systematic analysis for the Global Burden of Disease Study 2015. Lancet. 2016 Oct 8;388(10053):1545-1602. doi: 10.1016/S0140-6736(16)31678-6. Erratum In: Lancet. 2017 Jan 7;389(10064):e1."},{"pmid":"29601945","type":"RESULT","citation":"McGarry T, Biniecka M, Veale DJ, Fearon U. Hypoxia, oxidative stress and inflammation. Free Radic Biol Med. 2018 Sep;125:15-24. doi: 10.1016/j.freeradbiomed.2018.03.042. Epub 2018 Mar 27."},{"pmid":"31263257","type":"RESULT","citation":"Stoll G, Nieswandt B. Thrombo-inflammation in acute ischaemic stroke - implications for treatment. Nat Rev Neurol. 2019 Aug;15(8):473-481. doi: 10.1038/s41582-019-0221-1. Epub 2019 Jul 1."},{"pmid":"31899551","type":"RESULT","citation":"Kollikowski AM, Schuhmann MK, Nieswandt B, Mullges W, Stoll G, Pham M. Local Leukocyte Invasion during Hyperacute Human Ischemic Stroke. Ann Neurol. 2020 Mar;87(3):466-479. doi: 10.1002/ana.25665. Epub 2020 Jan 16."},{"pmid":"29232823","type":"RESULT","citation":"El Amki M, Wegener S. Improving Cerebral Blood Flow after Arterial Recanalization: A Novel Therapeutic Strategy in Stroke. Int J Mol Sci. 2017 Dec 9;18(12):2669. doi: 10.3390/ijms18122669."},{"pmid":"29444972","type":"RESULT","citation":"Bustamante A, Ning M, Garcia-Berrocoso T, Penalba A, Boada C, Simats A, Pagola J, Ribo M, Molina C, Lo E, Montaner J. Usefulness of ADAMTS13 to predict response to recanalization therapies in acute ischemic stroke. Neurology. 2018 Mar 20;90(12):e995-e1004. doi: 10.1212/WNL.0000000000005162. Epub 2018 Feb 14."},{"pmid":"31296369","type":"RESULT","citation":"Shi K, Tian DC, Li ZG, Ducruet AF, Lawton MT, Shi FD. Global brain inflammation in stroke. Lancet Neurol. 2019 Nov;18(11):1058-1066. doi: 10.1016/S1474-4422(19)30078-X. Epub 2019 Jul 8."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000007238","term":"Infarction"},{"id":"D000009336","term":"Necrosis"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M5483","name":"Cerebral Infarction","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"C000629276","term":"Sarecycline"}],"ancestors":[{"id":"D000000900","term":"Anti-Bacterial Agents"},{"id":"D000000890","term":"Anti-Infective Agents"},{"id":"D000003879","term":"Dermatologic Agents"}],"browseLeaves":[{"id":"M263789","name":"Sarecycline","asFound":"ETC-1002","relevance":"HIGH"},{"id":"M3912","name":"Anti-Bacterial Agents","relevance":"LOW"},{"id":"M3904","name":"Anti-Infective Agents","relevance":"LOW"},{"id":"M6764","name":"Dermatologic Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"Infe","name":"Anti-Infective Agents"},{"abbrev":"Derm","name":"Dermatologic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}