{"protocolSection":{"identificationModule":{"nctId":"NCT03176420","orgStudyIdInfo":{"id":"UIHC"},"organization":{"fullName":"University of Iowa","class":"OTHER"},"briefTitle":"Endovascular Revascularization of Symptomatic Chronically Occluded Internal Carotid Artery","officialTitle":"The Safety and Feasibility of Endovascular Revascularization of Chronically Occluded Cervical Internal Carotid Artery (COICA) Using Newly Suggested Radiographic Classification of COICA: Pilot Study"},"statusModule":{"statusVerifiedDate":"2023-05","overallStatus":"WITHDRAWN","whyStopped":"Study is not funded, PI has left the institution","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-03-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2022-03-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-03-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2017-05-30","studyFirstSubmitQcDate":"2017-06-01","studyFirstPostDateStruct":{"date":"2017-06-05","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-05-24","lastUpdatePostDateStruct":{"date":"2023-05-30","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Iowa","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This is a phase 2 randomized single-center open label clinical trial with randomization of 1:1 to either best medical management vs. best medical management and endovascular revascularization of chronically occluded ICA (COICA). The study will utilize best medical management and will randomize patients to endovascular balloon angioplasty and stenting.\n\nPrimary Objective:\n\nTo test the hypothesis that endovascular revascularization of COICA improves significantly cognitive function assessed by a specifically designed battery of 14 cognitive tests including the Montreal Cognitive Assessment (MoCA).\n\nSecondary Objective:\n\nTo test the safety of endovascular revascularization of chronically occluded ICA.\n\nTertiary/exploratory Objectives:\n\nTo test the hypothesis that subjects with symptomatic COICAs and mild/moderate cognitive dysfunction have the following biomarkers:\n\nA) Presence of lactate and decreased Naa/Cr in the watershed area (specifically centrum semiovale) on 1H-MRI-spectroscopy, and B) Decreased size of the hippocampus and amygdala on MRI. C) increased MTT on CTP in the ipsilateral side of the occluded ICA specifically in the MCA territory when compared to the opposite unaffected hemisphere.","detailedDescription":"Background:\n\nComplete occlusion of the internal carotid artery (COICA) by atherosclerotic disease causes approximately 15%-25% of ischemic strokes in the carotid artery distribution. Patients treated with medical therapy have 5%-8% risk per year for ipsilateral ischemic stroke during the first 2 years after internal carotid artery occlusion. Internal carotid artery occlusion causes an estimated 61,000 first-ever strokes per year in the USA, an incidence more than twice the annual occurrence of ruptured intracranial aneurysms. Additionally, 40% of subjects with COICA who present with transient ischemic attacks (TIA) and 70% of COICA who present with stroke have cognitive decline with significantly increased risk of vascular dementia and Alzheimer's' disease (AD) with time 2,3.\n\nOur group and others have used an alternative approach to revascularize subjects with COICAs. These studies showed the feasibility and safety of using endovascular angioplasty and stenting (EAS) and/or hybrid of both carotid endarterectomy (CEA) and EAS to restore cerebral flow to the ipsilateral hemisphere of the COICA. A meta-analysis of these studies, identified 333 subjects with COICA, an average age of 67.2 ± 9.3 years, and a male proportion of 85%. The average known occlusion time was 8.8 ± 10.0 months. Successful revascularization was achieved in 70% (232/333), with major complications found in 13 (3.9%) subjects and minor complications in 8 (2.4%) subjects. Furthermore, our group devised a new angiographic and anatomic classification to upfront predict the success of revascularization using these techniques. This classification was tested in 2 pilot studies and the results showed robust plausibility to predict upfront the percentage of success anticipated in revascularizing these lesions using these techniques. In addition, 3 groups including ours showed that revascularization using these techniques restored cerebral blood flow to the ipsilateral hemisphere of the COICA evident of normalization of mean transient time (MTT) on CT perfusion (CTP) and significant improvement in the cognitive function. Previous attempts to improve cognitive function in this cohort failed using bypass (COSS Trial).The rationale for failure is the fact that this technique relied on a very small caliber donor artery (STA) to revascularize the entire hemisphere affected. This significantly improved the oxygen extraction in the middle cerebral artery territory affected but failed to normalize it. Additionally, this technique provided cerebral flow to majority of ipsilateral middle cerberal artery territory but not enough to vascularize the Anterior cerebral artery territory, which supplies the majority of the limbic system involved in executive and cognitive functioning. EAS and hybrid technique restore the caliber of the cervical internal carotid arteryand therefore, the blood flow to all involved vessels (anterior and middle cerebral artery, and other branches) with clear evidence of complete resolution of penumbra and normalization of MTT on CTP. This could provide an explanation of the difference of both techniques in improving cognitive function.\n\nAll subjects who presents to our tertiary hospital with a diagnosis of COICA will undergo full evaluation including 1) documenting previous history of TIA and/or stroke; 2) cervical and brain CTA to document complete occlusion; 3) CTP to assess for presence of penumbra evident by increased MTT in the ipsilateral side of COICA; and 4) MoCA. If any subject is found to have complete occlusion of COICA, evident of abnormal/prolongation of MTT on CTP, previous history of TIA and or stroke, and MoCA \\<26 \\& ≥ 23, then further evaluation is obtained including: 1H-MRI spectroscopy to assess for presence/absence of lactate in the ipsilateral watershed area (centrum semiovale), ratio of Naa/Cr, and size of ipsilateral hippocampus and amygdala, additional cognitive testing battery, and DSA to document adequately the type of COICA the subject have (type A-D).\n\nIf any subject does not have complete occlusion, or complete occlusion but no abnormalities on CTP and/or MoCA \\>26, then the subject is excluded and no further testing needed (see exclusion criteria).\n\nIf the subject meets all inclusion criteria, then a baseline of complete neurological testing, full demographics, CTA or MRA, CTP, MoCA, additional neurological testing (see below), 1H-MRI sectroscopy and DSA are obtained and subject is randomized 1:1 to either best medical management or best medical management + endovascular balloon angioplasty and stenting. Follow up clinic visits are arranged at 3 and 12 months. Repeat testing of MoCA and additional cognitive testing battery are done at these clinical follow-up visits (3 and 12 months). MRI of the brain and DSA is performed at 1 year follow-up to assess brain biomarkers and revascularization respectively."},"conditionsModule":{"conditions":["Stroke","Occlusion Carotid"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"1:1 randomization to maximal medical therapy vs endovascular intervention","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":0,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Interventional arm","type":"EXPERIMENTAL","description":"Endovascular treatment of occluded carotids","interventionNames":["Procedure: angioplasty and stenting of occluded cervical ICA"]},{"label":"medical arm","type":"NO_INTERVENTION","description":"maximal medical therapy of occluded carotids"}],"interventions":[{"type":"PROCEDURE","name":"angioplasty and stenting of occluded cervical ICA","description":"The procedure is performed under monitored anesthetic care. We will perform a thorough and complete six-vessel diagnostic angiogram to completely characterize the occlusion and presence of collaterals. A distal protection device is used unless technically can't be delivered beyond the occlusion or when the occlusion extends beyond the petrous segment of the internal carotid artery. Balloon angioplasty is performed followed by deployment of covered stents to jail the clot/organized thrombus. The carotid reconstruction is performed from the distal to the proximal segment with coronary stents that are telescoped until normal flow is encounter. The Blood pressure is managed rigorously during and after the procedure to minimize the chances of reperfusion hemorrhage.","armGroupLabels":["Interventional arm"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Endovascular revascularization that improves cognitive outcome","description":"This is one outcome that reflects the overall cognition. The composite cognitive score at 12-month follow-up is assessed by a composite z score based on the average z score for the tests for each subject (sum of the z scores divided by the number of tests included) from a specifically designed battery of 14 cognitive tests. Scores from tests in the proposed neuropsychological battery will be converted to z-scores. This is the following battery:\n\nMontreal Cognitive Assessment (MoCA),Wide Range Achievement Test-5 (WRAT-5); Wechsler Adult Intelligence Scale - IV (WAIS-IV); WAIS-IV, Coding subtest; WAIS-IV, Matrix Reasoning subtest; Hopkins Verbal Learning Test ; Benton Visual Retention Test (BVRT) ; Controlled Oral Word Association (COWA) Test; Boston Naming Test;Boston Diagnostic Aphasia Examination, Complex Ideational Material subtest;Trail-Making Test, part A and part B; Beck Depression Inventory-Fast Screen (BDI-FS);Iowa Scales of Personality Change (ISPC).","timeFrame":"12-month"}],"secondaryOutcomes":[{"measure":"safety of the procedure","description":"Occurrence of Stroke, Cerebral Hemorrhage, or Death","timeFrame":"12-month"}],"otherOutcomes":[{"measure":"biomarkers of cognition - Lactate : tertiary outcomes","description":"The presence/absence of lactate on 1H-MRI spectroscopy in centrum semiovale in the ipsilateral side of COICA","timeFrame":"12-month"},{"measure":"biomarkers of cognition - size of amygdala and hippocampus : tertiary outcomes","description":"The change in the size of amygdala and hippocampus in the ipsilateral side of COICA","timeFrame":"12-month"},{"measure":"biomarkers of cognition - MTT : tertiary outcomes","description":"Resolution/improvement of increased MTT (normalization of MTT) on CTP. ipsilateral side of COICA","timeFrame":"12-month"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age ≥ 21\n* Complete occlusion of cervical ICA on imaging studies (MRA or CTA) and confirmed with DSA\n* History of TIA or stroke within 120 days of enrollment\n* increased MTT on CTP in the ipsilateral side of the occluded ICA specifically in the MCA territory when compared to the opposite unaffected hemisphere\n* All occlusion is due to atherosclerotic disease\n* MoCA \\< 26 but ≥23\n\nExclusion Criteria:\n\n* History of Moyamoya or Moyamoya like disease\n* Tandem occlusion\n* No evidence of increased MTT on CT perfusion\n* Severe co-morbid diseases: end-stage renal disease, liver cirrhosis, COPD requiring home oxygen, terminal illness such as cancer, Parkinson disease or other neurodegenerative diseases, severe cognitive heart failure, seizures, debilitating stroke, mRS ≥3.\n* Short life expectancy due to cancer or other co-morbid diseases\n* Class D on COICA classification","healthyVolunteers":false,"sex":"ALL","minimumAge":"21 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"After 1 year following completion of the study, data finalization will occur, and the final dataset will be available for access and distribution. The final dataset will be stripped of identifiers prior to release for sharing.disclosure We will make the data and associated documentation available to users only under a data sharing agreement that provides for: (1) a commitment to using the data only for research purposes and not to identify any individual participant; (2) a commitment to securing the data using appropriate computer technology; and (3) a commitment to destroying or returning the data after analyses are completed."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M3797","name":"Anesthetics","relevance":"LOW"}],"browseBranches":[{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}