{"protocolSection":{"identificationModule":{"nctId":"NCT01800461","orgStudyIdInfo":{"id":"20120844-01H"},"organization":{"fullName":"Ottawa Hospital Research Institute","class":"OTHER"},"briefTitle":"Occupational Performance Coaching for Stroke Survivors","officialTitle":"Occupational Performance Coaching for Stroke Survivors: A Novel Patient-centered Intervention to Improve Participation in Personally Valued Activities"},"statusModule":{"statusVerifiedDate":"2015-10","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2013-02"},"primaryCompletionDateStruct":{"date":"2015-02","type":"ACTUAL"},"completionDateStruct":{"date":"2015-03","type":"ACTUAL"},"studyFirstSubmitDate":"2013-02-22","studyFirstSubmitQcDate":"2013-02-25","studyFirstPostDateStruct":{"date":"2013-02-27","type":"ESTIMATED"},"lastUpdateSubmitDate":"2015-10-18","lastUpdatePostDateStruct":{"date":"2015-10-20","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Dorothy Kessler","investigatorTitle":"PhD Candidate","investigatorAffiliation":"Ottawa Hospital Research Institute"},"leadSponsor":{"name":"Ottawa Hospital Research Institute","class":"OTHER"},"collaborators":[{"name":"University of Ottawa","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"Participation in valued activities following stroke is a recognized problem. Efficient and effective interventions to address this problem have not yet been established although the literature provides direction as to the needs of stroke survivors and important parts of interventions to address these needs. Occupational Performance Coaching (OPC) is an emerging approach to enabling occupational performance or participation in valued activities that includes these important parts of interventions. The primary goal of OPC is ability and satisfaction with participation in chosen activities, while promoting a client's ability to address future problems with participation. OPC has been successfully used with parents and their children in addressing problems with participation.\n\nOPC has not been explored among adults who have experienced a stroke. For this study OPC-Stroke (OPC adapted for stroke survivors) will be tested to explore its potential effectiveness for increasing participation as well as how feasible and acceptable the research methods are. Sixteen participants who receive OPC-Stroke will be compared with sixteen who do not using measures of participation, goal achievement, well-being, self-efficacy and cognition. Those who receive OPC-Stroke will also be interviewed about their experience of the treatment.","detailedDescription":"Introduction Approximately 300,000 Canadians live with the effects of stroke. Following hospital discharge, stroke survivors attempt to return to participation in valued activities but this can be quite challenging. In fact, the majority of stroke survivors, across all disability levels, report problems occupying their time in meaningful ways.\n\nCurrent interventions to enhance participation in valued activities have been limited and studies of these have had mixed results. This may be due to lack on consideration of important factors. As well, it is possible that success has been limited because there is not yet an efficient way to provide the kind of long term, individualized support that is required for successful return to valued activities. Effective and efficient interventions must be designed to build competence and provide stroke survivors with the skills and the tools they need to allow them to plan and manage their own return to personally valued activities over several months of recovery.\n\nOccupational Performance Coaching (OPC) is a new approach in occupational therapy whereby individuals are guided to solve problems critical to the achievement of self-identified goals related to participation. OPC draws on concepts from personal coaching, solution-focused therapy, problem solving interventions and emotional support. A positive, strengths-based approach is used to promote patient self-efficacy and self-management. This individualized approach provides a time-limited intervention to address current participation goals, while allowing individuals to develop the skills to address future participation goals. OPC has been tested with families of children who face challenges participating in age appropriate activities but has not been tested with adults who have experienced stroke. Following review of the literature, an adaptation of OPC for stroke survivors (OPC-Stroke) was developed that emphasizes individualized education and metacognitive strategies during both goal setting and problem solving, and broadens how support is considered beyond the family.\n\nThe purpose of this research is to explore the effectiveness of OPC-Stroke with adults who have experienced stroke and to examine the feasibility and acceptability of the research methods in preparation for a larger randomized controlled trial (RCT). This objective will be attained through answering the following questions:\n\n1. Do stroke survivors receiving OPC-Stroke following discharge to the community report increased participation compared with those receiving standard care.\n2. Do stroke survivors receiving OPC-Stroke following discharge to the community report increased performance and satisfaction with individually identified participation goals, emotional wellbeing, goal self-efficacy, cognition and mobility compared with those receiving standard care?\n3. What is the experience of research participants receiving OPC-Stroke?\n4. Which components and processes of OPC-Stroke promote achievement of self-identified participation goals?\n5. Are the research procedures feasible to implement and are they acceptable to participants and therefore appropriate for testing OPC-Stroke in a larger trial.\n\nDesign This study will use a concurrent mixed method design of a pilot RCT with an embedded qualitative study. The qualitative component of this study will be a descriptive qualitative study with the goal of exploring the experience of participants who receive OPC-Stroke and providing insight into the components and processes of OPC-Stroke that promote goal achievement.\n\nStudy Population Thirty-two stroke survivors being discharged home from the acute stroke unit at The Ottawa Hospital or the Bruyère in-patient stroke rehabilitation unit will be recruited to the study.\n\nParticipants will be recruited at the time of discharge from hospital. The occupational therapists at the hospitals will screen potential participants and refer potentially interested patients to the Research Assistant who will seek informed consent.\n\nRandomization Following consent to participate in the research study and completion of the initial outcome measures, participants will be allocated to the treatment or control group using block randomization (block size of 4). The randomization and allocation process will be completed by the statistician on contract with Bruyère Research Institute to ensure that randomization is adequate and group allocation cannot be tampered with.\n\nThe OPC-Stroke intervention consists of 10 face to face visits with an occupational therapist trained in OPC over a 16 week period. Visits will last approximately one hour.\n\nSince the one of the secondary outcomes is changes in performance and satisfaction with individually-identified participation goals, all participants will receive the first visit prior to randomization. During this visit the coach will use the Personal Project Analysis tool combined with the Canadian Occupational Performance Measure (COPM) to facilitate discussion of and reflection on current participation in activities/projects. Three personal projects will be identified by each participant as intervention goals, and OPC-Stroke sessions will be focused on these projects. Finally, during this first session each participants will score their current performance and satisfaction in these projects using the COPM; as well as goal self-efficacy for each goal\n\nIntervention participants will proceed directly to receive the OPC-Stroke intervention. As noted in the introduction, OPC-Stroke is a process of goal-focussed problem solving and collaborative performance analysis examining the interaction between the person, the environment and the task demands of the project/goal. Throughout the process, the coach will provide emotional support and promote exchange of information. During the final intervention visit, goal progress and the problem solving process will be reviewed.\n\nControl Group The purpose of the control group in this study is to enhance internal validity including controlling for change that may occur with the passage of time. This is particularly relevant following stroke as the course of natural recovery and adjustment may lead to changes in participation. Therefore a usual care option for the control group was selected. Usual care is may consist of limited outpatient therapy (excluding occupational therapy) and/or personal support services for activities of daily living."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Participation","Occupational Therapy","Valued Activities"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":21,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"OPC-Stroke, Usual care","type":"EXPERIMENTAL","description":"OPC-Stroke - 10 weekly sessions of goal setting followed by problem solving process","interventionNames":["Other: OPC-Stroke","Other: Usual care"]},{"label":"Usual care","type":"OTHER","description":"Usual care - Follow-up by physician and possible receipt of home care services","interventionNames":["Other: Usual care"]}],"interventions":[{"type":"OTHER","name":"OPC-Stroke","description":"Occupational therapy coaching intervention","armGroupLabels":["OPC-Stroke, Usual care"]},{"type":"OTHER","name":"Usual care","description":"Usual community care","armGroupLabels":["OPC-Stroke, Usual care","Usual care"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Reintegration to Normal Living Index score","description":"Measurement of change in level of participation from baseline to immediately post-intervention(average of 14 weeks) and to 6 months.","timeFrame":"Baseline, average of 14 weeks, and 6 months"}],"secondaryOutcomes":[{"measure":"Change in Canadian Occupational Performance Measure scores","timeFrame":"Baseline, average of 14 weeks, and 6 months"},{"measure":"Change in Hospital Anxiety and Depression Scale score","description":"Measure of change in overall well-being","timeFrame":"Baseline, average of 14 weeks, and 6 months"},{"measure":"Change in Goals Systems Assessment Battery - Directive Functions Indicators score","description":"Measure of change in goal self-efficacy","timeFrame":"Baseline, average of 14 weeks, and 6 months"},{"measure":"Change in Montreal Cognitive Assessment score","description":"Measure of change in cognition","timeFrame":"Baseline, average of 14 weeks, and 6 months"}],"otherOutcomes":[{"measure":"Participant experience of intervention","timeFrame":"Average of 14 weeks for intervention group only"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* first hospitalization with a diagnosis of stroke (previous experience of adjustment to stroke may influence outcomes),\n* discharge from acute care hospital, inpatient rehabilitation or outpatient occupational therapy to a non-institutionalized setting,\n* FIM scores at rehabilitation discharge of at least 3 for expression, comprehension, memory and problem-solving (to ensure potential participants' ability to participate in coaching process) and\n* live within the City of Ottawa.\n\nExclusion Criteria:\n\n* Those discharged from acute or inpatient rehabilitation and are referred to outpatient stroke rehabilitation for occupational therapy will be excluded until they complete their outpatient occupational therapy (due to potential overlap of client goals while in outpatient occupational therapy)\n* have other degenerative neurological diagnoses (such as Parkinson's, Multiple Sclerosis) or\n* have a current major depressive or psychotic disorder.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Dorothy Kessler, M. Sc.","affiliation":"University of Ottawa","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Ottawa Hospital","city":"Ottawa","state":"Ontario","zip":"K1H 8L6","country":"Canada","geoPoint":{"lat":45.41117,"lon":-75.69812}},{"facility":"Bruyere Continuing Care","city":"Ottawa","state":"Ontario","zip":"K1N 5C8","country":"Canada","geoPoint":{"lat":45.41117,"lon":-75.69812}}]},"referencesModule":{"references":[{"pmid":"28422628","type":"DERIVED","citation":"Kessler D, Egan M, Dubouloz CJ, McEwen S, Graham FP. Occupational Performance Coaching for Stroke Survivors: A Pilot Randomized Controlled Trial. Am J Occup Ther. 2017 May/Jun;71(3):7103190020p1-7103190020p7. doi: 10.5014/ajot.2017.024216."},{"pmid":"25702372","type":"DERIVED","citation":"Kessler DE, Egan MY, Dubouloz CJ, Graham FP, McEwen SE. Occupational performance coaching for stroke survivors: a pilot randomized controlled trial protocol. Can J Occup Ther. 2014 Dec;81(5):279-88. doi: 10.1177/0008417414545869."}]}},"annotationSection":{"annotationModule":{"unpostedAnnotation":{"unpostedResponsibleParty":"Dorothy Kessler, PhD Candidate, Ottawa Hospital Research Institute","unpostedEvents":[{"type":"RELEASE","date":"2017-04-11"},{"type":"RESET","date":"2017-06-27"},{"type":"RELEASE","date":"2018-01-04"},{"type":"RESET","date":"2018-10-04"}]}}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14","submissionTracking":{"estimatedResultsFirstSubmitDate":"2017-04-11","submissionInfos":[{"releaseDate":"2017-04-11","resetDate":"2017-06-27"},{"releaseDate":"2018-01-04","resetDate":"2018-10-04"}]}},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}