{"protocolSection":{"identificationModule":{"nctId":"NCT03827720","orgStudyIdInfo":{"id":"SENSE-002"},"organization":{"fullName":"Sense Diagnostics, LLC","class":"INDUSTRY"},"briefTitle":"Early Feasibility Study of the SENSE Device","officialTitle":"An Early Feasibility Study of the SENSE Device in Healthy Volunteers and Patients With Hemorrhagic Stroke, Ischemic Stroke With Large Vessel Occlusion, and Ischemic Stroke Without Large Vessel Occlusion"},"statusModule":{"statusVerifiedDate":"2021-07","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-06-06","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-11-19","type":"ACTUAL"},"completionDateStruct":{"date":"2021-01-04","type":"ACTUAL"},"studyFirstSubmitDate":"2019-01-28","studyFirstSubmitQcDate":"2019-01-31","studyFirstPostDateStruct":{"date":"2019-02-01","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-07-01","lastUpdatePostDateStruct":{"date":"2021-07-02","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Sense Diagnostics, LLC","class":"INDUSTRY"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUnapprovedDevice":true},"descriptionModule":{"briefSummary":"A single site, study of the SENSE device in up to 20 study subjects, (five healthy controls and five each with ICH, AIS with LVO and AIS without LVO) in whom SENSE can be applied within 24 hours of stroke symptom onset.","detailedDescription":"This will be a single site, study of the SENSE device in up to 20 study subjects, (five healthy controls and five each with ICH, AIS with LVO and AIS without LVO) in whom SENSE can be applied within 24 hours of stroke symptom onset. LVO will be defined as occlusion of the internal carotid artery (ICA) or middle cerebral artery (M1 or M2). All images in stroke patients will be reviewed by an independent neuroradiologist and final diagnoses ascertained by an independent neurologist. The treating clinicians will be blinded to the data collection and SENSE device scanning as described below.\n\nA history and physical examination will be performed by the treating physician, and routine evaluations (including a diagnostic head CT/CT angiogram or MR/MR angiogram). All eligible subjects must have the diagnostic head CT/MR scan and clinical diagnosis of a stroke (ICH, AIS with LVO or AIS without LVO) performed within 24 hours of symptom onset.\n\nEligible subjects or legally authorized representatives will be approached for enrollment. Prior to obtaining informed consent, concurrence of patients' eligibility for this study and an assertion that the patient is clinically stable will be obtained from the treating team and its attending physician prior to obtaining informed consent. After obtaining informed consent to participate in the study, the SENSE device will be placed on the subject and monitoring will proceed over 45 minutes. A research coordinator will be present at the bedside for the 45 minutes of SENSE monitoring.\n\nAfter enrollment, routine clinical management will ensue in the emergency department (ED), hospital ward or intensive care unit (ICU) as appropriate. A standard of care head CT with or without CT angiography or MR with or without angiography performed prior to diagnosis will be collected and analyzed. All enrolled AIS subjects must have a CT or MR angiography performed within 24 hours to establish absence or presence of LVO. Study procedures shall not delay, detract or interfere with medically necessary care or with planned treatments.\n\nThe SENSE device will be placed on the subject's head, and two small ink dots will be marked on the head corresponding to a known location on the device to allow for the device to be removed and replaced consistently throughout the 45 minutes of testing."},"conditionsModule":{"conditions":["Hemorrhagic Stroke","Ischemic Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"The Sensor Evaluation of Neurologic Status in Emergencies (SENSE) device (Sense Diagnostics LLC; Cincinnati, OH) is a non-invasive radiofrequency (RF) sensor that detects and monitors intracranial hemorrhage (ICH).","primaryPurpose":"OTHER","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":20,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Control","type":"EXPERIMENTAL","description":"Healthy volunteers monitored with Sense Device","interventionNames":["Device: SENSE Device"]},{"label":"Intracranial Hemorrhage","type":"EXPERIMENTAL","description":"Intracranial hemorrhage patients monitored with Sense Device","interventionNames":["Device: SENSE Device"]},{"label":"Acute Ischemic Stroke with LOV","type":"EXPERIMENTAL","description":"Acute Ischemic Stroke patients that have large vessel occlusion monitored with SENSE Device","interventionNames":["Device: SENSE Device"]},{"label":"AIS without LOV","type":"EXPERIMENTAL","description":"Ischemic Stroke patients that do not have large vessel occlusion monitored with SENSE device","interventionNames":["Device: SENSE Device"]}],"interventions":[{"type":"DEVICE","name":"SENSE Device","description":"Non-invasive radiofrequency (RF) sensor","armGroupLabels":["AIS without LOV","Acute Ischemic Stroke with LOV","Control","Intracranial Hemorrhage"],"otherNames":["CT Scan"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Correlation of SENSE signal with CT scan for stroke severity (location), hemorrhage volume (ABC method) and AIS LOV status (presence and location)","description":"The change in received power (PR) measured by the SENSE device will be calculated and the accuracy of the SENSE algorithm will be tested for the SENSE measurement that correspond with diagnostic CT scan for stroke severity, hemorrhage volume and in the case of AIS, presence or absence of LVO..","timeFrame":"45 minutes"}],"secondaryOutcomes":[{"measure":"Number of participants that completed the 45 mins monitoring session with the Sense Device successfully through confirmation that all planned data has been collected.","description":"The ability to process collected data in a manner that allows application and use of the SENSE device in a clinical environment through assessment of all participants that have complete SENSE Device data.","timeFrame":"45 minutes"},{"measure":"Number of participants with adverse events (AE), unanticipated adverse device effects (UADE) and serious adverse events (SAE) as defined in the protocol.","description":"Preliminary estimate of the safety of the device when used in a clinical setting through tabulation and summary of AEs, UADEs and SAEs.","timeFrame":"7 days"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male or female patients age 22 years and older\n2. Established diagnosis of AIS (with or without LVO) or ICH within 24 hours of symptom onset\n3. Signed written informed consent by study subject or, if subject is unable, by subject's next of kin or legal guardian\n4. Willingness and ability to comply with 45 minutes of SENSE monitoring per study procedures\n5. Attending (Treating) physician has indicated that the patient is stable and has approved the patient's participation in the study\n\nExclusion Criteria:\n\n1. Female patients who are pregnant or lactating\n2. Patients with a known seizure disorder or those who have a seizure at stroke onset\n3. Presence or history of any other condition or finding that, in the investigator's opinion, makes the patient unsuitable as a candidate for the SENSE device monitoring or study participation or may confound the outcome of the study\n4. Intraventricular hemorrhage requiring emergent ventriculostomy placement on the eligibility CT or MRI\n5. Secondary cause of ICH suspected (e.g., arteriovenous malformation, cavernoma, aneurysm, hemorrhagic transformation ischemic stroke, venous sinus thrombosis, trauma)\n6. Pontine or infratentorial location of ICH\n7. In AIS patients, treatment with intravenous alteplase and/or mechanical thrombectomy prior to the initiation of 45 minutes of SENSE monitoring\n8. Current participation in an interventional clinical trial","healthyVolunteers":true,"sex":"ALL","minimumAge":"22 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Andrew Ringer, MD","affiliation":"TriHealth Hatton Research Institute - Good Samaritan Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"TriHealth Hatton Research Institute - Good Samaritan Hospital","city":"Cincinnati","state":"Ohio","zip":"45212","country":"United States","geoPoint":{"lat":39.12713,"lon":-84.51435}},{"facility":"UC Health","city":"Cincinnati","state":"Ohio","zip":"45219","country":"United States","geoPoint":{"lat":39.12713,"lon":-84.51435}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000083302","term":"Hemorrhagic Stroke"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M2405","name":"Hemorrhagic Stroke","asFound":"Hemorrhagic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}