{"protocolSection":{"identificationModule":{"nctId":"NCT01894802","orgStudyIdInfo":{"id":"STUDY19100269"},"organization":{"fullName":"University of Pittsburgh","class":"OTHER"},"briefTitle":"Cortical Recording and Stimulating Array Brain-Machine Interface","officialTitle":"A Sensorimotor Microelectrode Brain-Machine Interface for Individuals With Significant Upper Limb Impairment","acronym":"CRS-BMI"},"statusModule":{"statusVerifiedDate":"2023-10","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2013-12-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-08","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2013-07-03","studyFirstSubmitQcDate":"2013-07-09","studyFirstPostDateStruct":{"date":"2013-07-10","type":"ESTIMATED"},"lastUpdateSubmitDate":"2023-10-23","lastUpdatePostDateStruct":{"date":"2023-10-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Michael Boninger","investigatorTitle":"Principal Investigator / Sponsor-Investigator","investigatorAffiliation":"University of Pittsburgh"},"leadSponsor":{"name":"Michael Boninger","class":"OTHER"},"collaborators":[{"name":"University of Chicago","class":"OTHER"},{"name":"Carnegie Mellon University","class":"OTHER"},{"name":"Northwestern University","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"The purpose of this research study is to demonstrate the safety and efficacy of using two CRS Arrays (microelectrodes) for long-term recording of brain motor cortex activity and microstimulation of brain sensory cortex.","detailedDescription":"Individuals with severe paralysis have intact brain function but are unable to move due to injury or disease affecting the spinal cord, nerves or muscles. Brain-machine interface (BMI) technology is based on the finding that with intact brain function, neural (nerve) signals are generated even though they do not reach the arms, hands and legs. By placing (implanting) sensors on the surface of the brain, individuals can be trained to send neural signals which are interpreted by a computer and translated to movement which can then be used to control a variety of devices or computer displays. Using neural activity to control an external device is referred to as a brain-machine interface (BMI) technology. In addition, areas of the brain that are involved in interpreting sensations from the arms, hands and legs remain functional after injury. It is therefore possible to send tiny electrical pulses through implanted arrays to mimic sensory input that would normally come from the arms, hands and legs. The investigators refer to this as \"microstimulation.\""},"conditionsModule":{"conditions":["Tetraplegia","Spinal Cord Injury","Brainstem Stroke","Brachial Plexus Injury","Above Elbow Amputation"],"keywords":["Tetraplegia","Quadriplegia","Spinal cord injury","Brainstem or spinal stroke","Neuroprosthetic","Brain-machine interface","Brain-computer interface","Neural activity","Sensory stimulation","Microstimulation","Brachial plexus injury","Above elbow amputation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"OTHER","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":30,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Brain-Machine Interface Users","type":"EXPERIMENTAL","description":"All participants enrolled in the study who meet eligibility criteria will be individuals implanted with microelectrodes in their brain to record neural activity. There is no control group.","interventionNames":["Device: Implantation of CRS Arrays"]}],"interventions":[{"type":"DEVICE","name":"Implantation of CRS Arrays","description":"Two Blackrock Microsystems CRS Arrays will be implanted in the motor cortex and sensory cortex of study participants.","armGroupLabels":["Brain-Machine Interface Users"],"otherNames":["neuroprosthetic","brain-machine interface","brain-computer interface","microelectrode","array"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The primary outcome is the safety of the participant.","description":"This measure will be considered a success if the device is not removed for safety reasons during the 12-month post-implant evaluation.","timeFrame":"One year following array implantation"}],"secondaryOutcomes":[{"measure":"The secondary outcome is the efficacy of the electrodes for long-term recording of neural activity and successful control of external devices.","description":"The efficacy of the CRS Arrays will be determined through a variety of measures, including characterization of signal quality, degrees of freedom achieved and subject performance.","timeFrame":"One year following array implantation"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Subjects must have limited or no ability to use one or both hands due to cervical spinal cord injury, brainstem stroke, brachial plexus injury, above-elbow amputation, or spinal stroke. Individuals with intact limbs must have less than grade 2 strength in finger flexor and abduction on the contralateral side to the implant and a t-score \\<35 on the PROMIS Upper Extremity Short Form. The non-functional hand(s) may be involved passively in functional tasks; for example, pushing an object or passively grasping an object placed into the hand. However, the participant must report that they have no functional use of their hand(s).\n2. Subjects must report that they are unable to perform functional activities with the hand contralateral to implantation.\n3. Subjects must be over 1 year post-injury at time of implantation. In addition, subject must report no worsening in neurologic status (strength, sensation) for the previous 6 months.\n4. Subjects must be between the ages of 22-70 years old at the time of enrollment and completion of the study. Participants outside this age range may be at an increased surgical risk and increased risk of fatigue during BMI training.\n5. Subjects must live within 2 hours of the University of Pittsburgh during the study or be willing to travel to the University of Pittsburgh at least once per week for BMI training.\n6. If subjects do not live in the Pittsburgh area, they are expected to stay somewhere within 2 hours of the University of Pittsburgh for at least 18 months after enrollment.\n7. Subjects must be able to communicate with the investigators in English because of the need to follow the instructions of the study team.\n8. Subjects must show an understanding of the study goals and have the ability to follow simple directions as judged by the investigators\n9. Subjects must have results that are within normal limits on neuropsychological and psychosocial assessment; psychosocial health and support will be assessed by interview with the psychologist.\n10. Subjects must be able to activate distinct cortical areas during imagined or attempted movement tasks (i.e. hand movement and speaking or moving the mouth); this will be evaluated with functional magnetic resonance imaging (fMRI) as part of screening.\n11. Subjects must have a stable psychosocial support and caregivers who are able to perform the necessary daily care of the participant's skin and pedestal site. This requires that the subject identify a caregiver and a backup who have been in place for greater than 6 months and are able to provide needed physical and psychosocial support. This will be assessed by the sponsor-investigator and study neurosurgeon.\n12. Subjects must have a life expectancy greater than 18 months as assessed by the study investigator and neurosurgeon sub-investigator\n13. Documentation of informed consent must be obtained from the participant or their legal representative.\n14. Participants with transhumeral amputation must have been evaluated for a prosthesis, and if deemed appropriate, were fit with an optimized prosthesis. The prosthesis should be used/considered for the PROMIS evaluation.\n\nExclusion Criteria:\n\n1. Visual impairment such that extended viewing of a computer monitor would be difficult even with ordinary corrective lenses\n2. Another serious disease(s) or disorder(s) that could affect ability to participate in this study (verified during pre-op anesthesia evaluation to determine surgical risk status)\n3. Recent history of pressure sores that could be exacerbated by 1-2 days of bed rest\n4. Metallic implant(s) that would prohibit the subject from having an fMRI scan; spinal fixators are generally non-ferrous and would not exclude someone from participating in the study\n5. Any type of implantable generator such as a pacemaker, spinal cord stimulator, cochlear implant, deep brain stimulator (DBS), DBS leads, vagus nerve stimulator, or defibrillator\n6. Women of childbearing age who are pregnant, lactating, or plan to become pregnant during the next 25 months\n7. Allergy to contrast medium or kidney failure that could be exacerbated by contrast agent (for MRI)\n8. Subjects receiving medications (such as sedatives) chronically that may retard motor coordination and cognitive ability\n9. Individuals who require routine MRI, therapeutic ultrasound, or diathermy\n10. Individuals with osteomyelitis\n11. Severe skin disorder that causes excessive skin sloughing, lesions or breakdown of the scalp\n12. History of myocardial infarction or cardiac arrest or with intractable cardiac arrhythmias\n13. Individuals with an implanted hydrocephalus shunt\n14. Individuals who have had a stroke caused by a surgical procedure\n15. Active infection(s) or unexplained fever (verified during pre-op anesthesia evaluation to determine surgical risk status)\n16. Consumption of more than 1 alcoholic beverage per day on average\n17. Receiving chronic oral or intravenous steroids or immunosuppressive therapy\n18. Active cancer within the past year (other than adequately treated basal cell or squamous cell skin cancer) or require chemotherapy\n19. Uncontrolled insulin dependent diabetes mellitus\n20. Uncontrolled autonomic dysreflexia within the past 3 months (for those with spinal cord injury)\n21. Individuals with seizure disorders currently being treated with anti-epileptic medications and individuals with a familial history of seizure disorders\n22. Individuals who have attempted suicide in the past 12 months\n23. Individuals who are immunosuppressed or who have conditions that typically result in immunocompromise (including, but not limited to: ataxia-telangiectasia, cancer, Chediak-Higashi syndrome, combined immunodeficiency disease, complement deficiencies, DiGeorge syndrome, HIV/AIDS, hypogammaglobulinemia, Job syndrome, leukocyte adhesion defects, malnutrition, panhypogammaglobulinemia, Bruton disease, congenital agammaglobulinemia, selective deficiency of IgA and Wiscott-Aldrich syndrome)\n24. Individuals who have had previous neurosurgical intervention involving the frontal lobes (especially the motor cortex) and/or parietal lobe (especially the somatosensory cortex) that is likely to impact the viability of an intracortical electrode\n25. Individuals with active psychiatric concerns, including but not limited to major depression, bipolar disorder, schizophrenia or other psychotic disorder and post-traumatic stress disorder\n26. Individuals with substance abuse within 6 months of study participation\n27. Individuals who are judged by a clinician as being an unsafe ambulator - This would be decided based on a history of frequent uncontrolled falls more than 3 or 4 in a year, or falls that resulted in injury\n28. Individuals who plan to participate in contact sports or sports that require a helmet","healthyVolunteers":false,"sex":"ALL","minimumAge":"22 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Olivia L Aumiller","role":"CONTACT","phone":"412-648-4192","email":"OLA22@pitt.edu"},{"name":"Debbie Harrington","role":"CONTACT","phone":"412-383-1355","email":"debbie.harrington@pitt.edu"}],"overallOfficials":[{"name":"Michael L Boninger, MD","affiliation":"University of Pittsburgh","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of Pittsburgh","status":"RECRUITING","city":"Pittsburgh","state":"Pennsylvania","zip":"15213","country":"United States","contacts":[{"name":"Debbie E Harrington, BS","role":"CONTACT","phone":"412-383-1355","email":"debbie.harrington@pitt.edu"},{"name":"Michael L Boninger, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":40.44062,"lon":-79.99589}}]},"referencesModule":{"references":[{"pmid":"34847547","type":"DERIVED","citation":"Sponheim C, Papadourakis V, Collinger JL, Downey J, Weiss J, Pentousi L, Elliott K, Hatsopoulos NG. Longevity and reliability of chronic unit recordings using the Utah, intracortical multi-electrode arrays. J Neural Eng. 2021 Dec 28;18(6):10.1088/1741-2552/ac3eaf. doi: 10.1088/1741-2552/ac3eaf."},{"pmid":"32494819","type":"DERIVED","citation":"Downey JE, Quick KM, Schwed N, Weiss JM, Wittenberg GF, Boninger ML, Collinger JL. The Motor Cortex Has Independent Representations for Ipsilateral and Contralateral Arm Movements But Correlated Representations for Grasping. Cereb Cortex. 2020 Sep 3;30(10):5400-5409. doi: 10.1093/cercor/bhaa120."},{"pmid":"30429772","type":"DERIVED","citation":"Downey JE, Weiss JM, Flesher SN, Thumser ZC, Marasco PD, Boninger ML, Gaunt RA, Collinger JL. Implicit Grasp Force Representation in Human Motor Cortical Recordings. Front Neurosci. 2018 Oct 31;12:801. doi: 10.3389/fnins.2018.00801. eCollection 2018."},{"pmid":"29553484","type":"DERIVED","citation":"Downey JE, Schwed N, Chase SM, Schwartz AB, Collinger JL. Intracortical recording stability in human brain-computer interface users. J Neural Eng. 2018 Aug;15(4):046016. doi: 10.1088/1741-2552/aab7a0. Epub 2018 Mar 19."},{"pmid":"29209023","type":"DERIVED","citation":"Downey JE, Brane L, Gaunt RA, Tyler-Kabara EC, Boninger ML, Collinger JL. Motor cortical activity changes during neuroprosthetic-controlled object interaction. Sci Rep. 2017 Dec 5;7(1):16947. doi: 10.1038/s41598-017-17222-3."},{"pmid":"26987662","type":"DERIVED","citation":"Downey JE, Weiss JM, Muelling K, Venkatraman A, Valois JS, Hebert M, Bagnell JA, Schwartz AB, Collinger JL. Blending of brain-machine interface and vision-guided autonomous robotics improves neuroprosthetic arm performance during grasping. J Neuroeng Rehabil. 2016 Mar 18;13:28. doi: 10.1186/s12984-016-0134-9."}],"seeAlsoLinks":[{"label":"University of Pittsburgh Medical Center / Brain-Computer Interface Media Page","url":"http://upmc.com/bci"},{"label":"Rehabilitation and Neural Engineering Laboratory","url":"http://rnel.pitt.edu/"}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"We will share de-identified data and study materials with collaborators.","infoTypes":["STUDY_PROTOCOL","SAP","ICF"],"timeFrame":"Information will be shared throughout duration of collaboration.","accessCriteria":"Collaborators will receive data and study materials to assist with duplicating our efforts remotely."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000013119","term":"Spinal Cord Injuries"},{"id":"D000011782","term":"Quadriplegia"},{"id":"D000020526","term":"Brain Stem Infarctions"},{"id":"D000014947","term":"Wounds and Injuries"}],"ancestors":[{"id":"D000020521","term":"Stroke"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000013118","term":"Spinal Cord Diseases"},{"id":"D000020196","term":"Trauma, Nervous System"},{"id":"D000010243","term":"Paralysis"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000007238","term":"Infarction"},{"id":"D000007511","term":"Ischemia"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000009336","term":"Necrosis"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M15606","name":"Spinal Cord Injuries","asFound":"Spinal Cord Injury","relevance":"HIGH"},{"id":"M14322","name":"Quadriplegia","asFound":"Tetraplegia","relevance":"HIGH"},{"id":"M22001","name":"Brain Stem Infarctions","asFound":"Brainstem Stroke","relevance":"HIGH"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M17375","name":"Wounds and Injuries","asFound":"Injury","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M15605","name":"Spinal Cord Diseases","relevance":"LOW"},{"id":"M21713","name":"Trauma, Nervous System","relevance":"LOW"},{"id":"M12847","name":"Paralysis","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}