{"protocolSection":{"identificationModule":{"nctId":"NCT06164912","orgStudyIdInfo":{"id":"HRB-EIA-2019-003"},"organization":{"fullName":"University of Dublin, Trinity College","class":"OTHER"},"briefTitle":"Investigating the Use of a Brain-computer Interface Based on TMS Neurofeedback for Upper Limb Stroke Rehabilitation","officialTitle":"Investigating the Use of a Brain-computer Interface Based on TMS Neurofeedback for Upper Limb Stroke Rehabilitation"},"statusModule":{"statusVerifiedDate":"2023-12","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-06-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-08","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-08","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-10-24","studyFirstSubmitQcDate":"2023-12-06","studyFirstPostDateStruct":{"date":"2023-12-11","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-12-06","lastUpdatePostDateStruct":{"date":"2023-12-11","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Lamia Tadjine","investigatorTitle":"Research Assistant","investigatorAffiliation":"University of Dublin, Trinity College"},"leadSponsor":{"name":"University of Dublin, Trinity College","class":"OTHER"},"collaborators":[{"name":"St. James Hospital","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The mechanisms and effectiveness of a technique to boost the brain's recovery mechanisms will be studied. Brain-Computer Interface (BCI),based on applying magnetic pulses (Transcranial Magnetic Stimulation, TMS) to the stroke damaged area in the brain, causing twitches in the paralysed muscles will be used. The size of these twitches are then displayed to the patient as neurofeedback (NF) on a computer screen in the form of a game. In the game, the aim for the patient is to learn how to make the twitches bigger by engaging appropriate mental imagery to re-activate the damaged brain region.","detailedDescription":"Participants will undergo transcranial magnetic stimulation (TMS) neurofeedback (NF) incorporated into a computer game that is tailored to train the individuals to produce larger than baseline motor evoked potentials (MEPs) in the stroke affected limb, by practising different mental imagery strategies. Pulses of TMS will be applied over the motor cortex of the stroke affected hemisphere, resulting in MEPs that will be recorded from the target muscles of the stroke affected limb. The brain computer interface (BCI) will process the amplitude of these MEPs in real-time, and will display this information on screen to the patient in the form of a game, where their goal is to push a rectangular bar (MEP amplitude) over the line (baseline amplitude when resting). If the trial is successful, the bar turns green and a positive sound-bite is heard. If unsuccessful, the bar turns red and a negative sound-bite is heard. This procedure is repeated for a total of 60 trials per session, spread over three distinct blocks with rest breaks in between. Changes in MEP amplitude will be monitored as training progresses. Half of the participants will be randomly allocated to a control condition, whereby they will experience identical TMS procedures as the experimental group apart from that the feedback bar height on screen will not display MEP amplitude, but will be fixed in the middle of the screen. Positive and negative feedback will be delivered, but in a fixed pattern, not related to changes in MEP.\n\nFunctional upper limb tests and qualitative tests will be conducted before TMS NF training starts and at the end of the training. Tools: Fugl-Myer (FM), Action Research Arm Test (ARAT), Oxford Cognitive Screen (OCS), National Institutes of Health Stroke Severity Scale (NIHSS), Muscle circumference (Bicep and forearm), Sleep Questionnaire, Hospital Anxiety and Depression Scale (HADS), Mental imagery questionnaire (MIQ). Brain MRI datasets from patients collected before and after TMS NF training. There will be 2 distinct data types produced: 1. High resolution T1 anatomical scans (grey matter) 2. Diffusion weighted imaging (DWI) scans (white matter).\n\nObjectives are:\n\n* Increasing the 'excitability' of the pathways connecting the brain to the muscles of the paralysed arm and hand in stroke patients. This is measurable via motor-evoked potentials (MEPs) in response to TMS.\n* To reduce upper limb functional disabilities in sub-acute patients (2-26 weeks post stroke) further and within a faster time scale than standard care approaches.\n* To investigate the mechanisms leading to increased excitability and better motor function.\n* To describe the patient perspective of TMS NF as an add-on to their standard stroke rehabilitative care. The aim is to measure qualitatively the patient's experience during the training and record their subjective perceived benefits via interview.\n* To quantify the extent to which benefits derived from TMS NF training generalise beyond the motor domain, to influence mood and aspects of cognition.\n* To describe the functional and structural brain mechanisms that underlay improvements in upper limb motor function due to the self-regulation of cortico-spinal excitability using TMS NF."},"conditionsModule":{"conditions":["Transcranial Magnetic Stimulation","Stroke","Stroke Rehabilitation","Upper Extremity Paresis"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Participants will undergo transcranial magnetic stimulation (TMS) neurofeedback (NF) incorporated into a computer game that is tailored to train the individuals to produce larger than baseline motor evoked potentials (MEPs) in the stroke affected limb, by practising and engaging different mental imagery strategies. Pulses of TMS will be applied over the motor cortex of the stroke affected hemisphere, resulting in MEPs that will be recorded from the target muscles of the stroke affected limb.The brain computer interface (BCI) will process the amplitude of these MEPs in real-time, and will display this information on screen to the patient in the form of a game, where their goal is to push a rectangular bar (MEP amplitude) over the line (baseline amplitude when resting).","primaryPurpose":"OTHER","maskingInfo":{"masking":"DOUBLE","maskingDescription":"One research assistant will carry out the TMS neurofeedback or pseudofeedback on the patient, the other will conduct the functional tests on the patient so as to not bias the scoring of the functional tests.","whoMasked":["PARTICIPANT","INVESTIGATOR"]}},"enrollmentInfo":{"count":20,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"TMS Neurofeedback","type":"ACTIVE_COMPARATOR","description":"Participants in this Arm will receive TMS neurofeedback","interventionNames":["Other: Transcranial Magnetic Simulation with Neurofeedback"]},{"label":"TMS Pseudofeedback","type":"PLACEBO_COMPARATOR","description":"Participants in this Arm will receive TMS with pseudofeedback","interventionNames":["Other: Transcranial Magnetic Simulation with Pseudofeedback"]}],"interventions":[{"type":"OTHER","name":"Transcranial Magnetic Simulation with Pseudofeedback","description":"Participants will receive TMS with bogus feedback that will be displayed on a screen as they imagine movement.","armGroupLabels":["TMS Pseudofeedback"]},{"type":"OTHER","name":"Transcranial Magnetic Simulation with Neurofeedback","description":"Participants will receive TMS with live Neurofeedback that will be displayed on a screen for them as they are imagining movement","armGroupLabels":["TMS Neurofeedback"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Fugl Meyer","description":"assess motor functioning, balance, sensation and joint functioning in patients with post-stroke hemiplegia. Scoring is based on direct observation of performance. Scale items are scored on the basis of ability to complete the item using a 3-point ordinal scale where 0=cannot perform, 1=performs partially and 2=performs fully. The total possible scale score is 226.","timeFrame":"pre intervention, post intervention (within 3 days maximum), 2 weeks post intervention, 6 weeks post, 12 weeks post, 24 weeks post."},{"measure":"The National Institutes of Health Stroke Scale","description":"to measure stroke-related neurological deficit.The score for each ability is a number between 0 and 4, 0 being normal functioning and 4 being completely impaired. The patient's NIHSS score is calculated by adding the number for each element of the scale; 42 is the highest score possible","timeFrame":"pre intervention, post intervention (within 3 days maximum), 2 weeks post intervention, 6 weeks post, 12 weeks post, 24 weeks post."},{"measure":"Action research arm test","description":"assess upper extremity performance (coordination, dexterity and functioning). Scores on the ARAT may range from 0-57 points, with a maximum score of 57 points indicating better performance.","timeFrame":"pre intervention, post intervention (within 3 days maximum), 2 weeks post intervention, 6 weeks post, 12 weeks post, 24 weeks post."},{"measure":"Oxford Cognitive Screen","description":"assess Language, Praxis, Number, Memory, Spatial and Controlled Attention. Each domain is scored separately and has a specific total.","timeFrame":"pre intervention, post intervention (within 3 days maximum), 2 weeks post intervention, 6 weeks post, 12 weeks post, 24 weeks post."},{"measure":"Sleep questionnaire","description":"28 items. Four-point, Likert-type scale, respondents indicate how frequently they exhibit certain sleep behaviors (0 = \"few,\" 1 = \"sometimes,\" 2 = \"often,\" and 3 = \"almost always\"","timeFrame":"pre intervention, post intervention (within 3 days maximum), 2 weeks post intervention, 6 weeks post, 12 weeks post, 24 weeks post."},{"measure":"Mental imagery questionnaire","description":"2 items. 5-point, Likert-type scale, respondents indicate how vivid their visual and kinesthetic motor imagery is. Visual: 5 - image as clear as seeing,4 - clear image,3 -moderately clear image 2 - blurred image,1 - no image.\n\nKinesthetic - How well can you feel opening and closing your paretic hand? 5 - as intense as executing the action, 4 - intense 3 - moderately intense, 2 - mildly intense\n\n1 - no sensation.","timeFrame":"pre intervention, post intervention (within 3 days maximum), 2 weeks post intervention, 6 weeks post, 12 weeks post, 24 weeks post."},{"measure":"Grey matter MRI Scan","description":"High-Resolution T1 Anatomical Scans (Grey matter) which will show concentration of tissue with high fat content (grey matter) to demonstrate brain anatomy. We will see if there are any structural brain changes before and after the TMS intervention.","timeFrame":"Baseline pre beginning TMS sessions. 6 months post last TMS sessions"},{"measure":"White matter MRI scan","description":"Diffusion Tensor Imaging Scans for imaging the concentration of white matter of the brain. We will see if there are any structural brain changes before and after the TMS intervention.","timeFrame":"Baseline pre beginning TMS sessions. 6 months post last TMS sessions"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Be in the sub-acute phase (2-26 weeks) post stroke.\n2. Single hemisphere lesion\n3. No previous transient ischemic attack (TIA)\n4. Upper limb functional impairment (0-2 power)\n5. No or negligible OCS broken hearts test score (visual neglect)\n6. No or almost no cognitive impairment (Pass or near pass MMSE and MOCA)\n7. Passes TMS-Safety Questionnaire\n8. Detectable motor evoked potential (MEP) in response to TMS\n\nThe exclusion criteria include:\n\n* History of neuromuscular, neurological or active psychiatric disease (as these conditions and their respective medications may influence corticomotor excitability).\n* History of epilepsy or risk of reduced seizure threshold. There is a small remote risk of seizure associated with high-frequency repetitive TMS, which is NOT used in the current protocol. This study uses classical protocols and parameters that fall within the safety limits reported by Rossi et al (2009). Therefore this exclusion criteria is purely an additional precaution.\n* Presence of metallic implants in the head. The sole absolute contraindication to TMS is the presence of metallic implants near to the discharging coils. Exclusion is to avoid risk of heating, malfunction in the implanted device, or cause seizure.\n* History of anxiety-induced fainting. Patients with a history of anxiety induced fainting are at a small risk of fainting due to taking part in the study or hearing the 'clicking' sound produced by the TMS coil discharging.\n* History of reaction or allergy to equipment or the skin preparation gel used to clean the skin surface prior to placing EMG electrodes. While allergic reaction to any of the materials used us very unlikely, any participants with history of adverse reaction to the environments or materials used (or similar) will be excluded to protect their wellbeing and prevent distress.\n* Use of illicit drugs or other neurotransmission-altering drugs. These influence the brain and hence may impact upon the TMS or MRI measurements.\n* Consumption of alcohol on the night preceding the recordings- to avoid potential influence of residual alcohol on neural network activity.\n* Insufficient sleep on the night preceding the recording to prevent participants falling asleep or dozing during the recording, which would influence task performance. This is also in keeping with the guidelines of Rossi et al (2009).\n* Eating very little in the 6 hours preceding the study- to avoid weakness or faintness.\n* Any medical condition associated with neuropathy (eg.diabetes), seizure disorder, brain tumours, structural brain diseases, other degenerative brain diseases and other comorbidities (e.g human immunodeficiency virus). This is to prevent abnormal neural activity generating data related to something other than that of the diagnosis under study (stroke).\n* Any head trauma injury associated with loss of consciousness.\n* Regular, severe headaches\n* Noise induced hearing loss, or ringing in the ears.\n* Possible pregnancy\n* Implanted Neurostimulator\n* Anxiety in Hospital settings","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Kathy Ruddy, PhD","role":"CONTACT","phone":"+44 7481811676","email":"k.ruddy@qub.ac.uk"},{"name":"Lamia Tadjine, MSc","role":"CONTACT","phone":"+353 877623029","email":"ltadjine@tcd.ie"}],"overallOfficials":[{"name":"Joe Harbison, MD","affiliation":"St. James' Hospital Dublin","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"St James' Hospital","status":"RECRUITING","city":"Dublin","state":"Leinster","zip":"D08 NHY1","country":"Ireland","contacts":[{"name":"Jow Harbison, MD","role":"CONTACT","email":"jharbison@stjames.ie"}],"geoPoint":{"lat":53.33306,"lon":-6.24889}}]},"referencesModule":{"references":[{"pmid":"26150318","type":"RESULT","citation":"Byblow WD, Stinear CM, Barber PA, Petoe MA, Ackerley SJ. Proportional recovery after stroke depends on corticomotor integrity. Ann Neurol. 2015 Dec;78(6):848-59. doi: 10.1002/ana.24472. Epub 2015 Nov 17."},{"pmid":"30489255","type":"RESULT","citation":"Ruddy K, Balsters J, Mantini D, Liu Q, Kassraian-Fard P, Enz N, Mihelj E, Subhash Chander B, Soekadar SR, Wenderoth N. Neural activity related to volitional regulation of cortical excitability. Elife. 2018 Nov 29;7:e40843. doi: 10.7554/eLife.40843."},{"pmid":"33395961","type":"RESULT","citation":"Liang WD, Xu Y, Schmidt J, Zhang LX, Ruddy KL. Upregulating excitability of corticospinal pathways in stroke patients using TMS neurofeedback; A pilot study. Neuroimage Clin. 2020;28:102465. doi: 10.1016/j.nicl.2020.102465. Epub 2020 Oct 13."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"Prot","hasProtocol":true,"hasSap":false,"hasIcf":false,"label":"Study Protocol","date":"2023-10-18","uploadDate":"2023-10-24T10:25","filename":"Prot_000.pdf","size":114450}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000010291","term":"Paresis"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M20634","name":"Muscle Weakness","relevance":"LOW"},{"id":"M12894","name":"Paresis","asFound":"Upper Extremity Paresis","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}