{"protocolSection":{"identificationModule":{"nctId":"NCT03443245","orgStudyIdInfo":{"id":"A094594"},"organization":{"fullName":"Cambridge University Hospitals NHS Foundation Trust","class":"OTHER"},"briefTitle":"Differential Metabolic Signature of Stroke Patients Undergoing Thrombolysis","officialTitle":"Differential Metabolic Signature of Stroke Patients Undergoing Thrombolysis Compared to Healthy Controls","acronym":"DETECT"},"statusModule":{"statusVerifiedDate":"2023-02","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-07-03","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-08-31","type":"ACTUAL"},"completionDateStruct":{"date":"2021-08-08","type":"ACTUAL"},"studyFirstSubmitDate":"2018-02-16","studyFirstSubmitQcDate":"2018-02-16","studyFirstPostDateStruct":{"date":"2018-02-23","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-02-06","lastUpdatePostDateStruct":{"date":"2023-02-08","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Thomas Krieg","investigatorTitle":"University Lecturer and Honorary Consultant","investigatorAffiliation":"Cambridge University Hospitals NHS Foundation Trust"},"leadSponsor":{"name":"Cambridge University Hospitals NHS Foundation Trust","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Currently, there is no reliable biomarker for stroke, meaning that treatment is often delayed and patients are often left with a disability. Stroke is one of the largest causes of mortality (death) and morbidity (disease) in the UK and affects around 120 and 15 people per 100,000 population. This has huge economic implications, with around £9 billion a year being spent on stroke in the UK alone, and health and social care costs accounting for half of this amount. Productivity losses (i.e. income costs) are estimated at £1.33 billion and benefit payments total £840 million per year.\n\nPrevious studies involving heart attack patients have suggested that succinate (a biomarker) levels rise after reperfusion (reoxygenation) of the heart tissue and in the context of ischaemia (i.e. when a restriction of blood supply to the heart has caused a heart attack and the tissue has been reoxygenated to improve blood flow around the body). Malonate is a therapeutic option to block this rise in succinate and reduce any potential resulting damage. Animal studies support these findings and have further shown that malonate prevents ischaemic brain damage and reduces the succinate increase in tissue.\n\nHowever, there is currently no pre-clinical data for the release of succinate into blood, nor for stroke. This study aims to explore whether elevated succinate levels are present in stroke patients having thrombolysis (brain reperfusion). If we can show that elevated succinate levels are attributed to stroke (and not a result of thrombolysis), it might be possible to identify a therapeutic intervention at baseline for these patients and this reduce disability in all stroke patients, and healthcare costs in turn.","detailedDescription":"There are around 150,000 incidents of stroke every year in the UK alone. By the age of 75, 1 in 5 women and 1 in 6 men will have had a stroke; 26% of which will have occurred before the age of 65. Moreover, over half of all stroke survivors are left with a disability and 41% of these are discharged from hospital requiring help with daily activities. Without a reliable biomarker for stroke patients, the development of a therapeutic intervention at baseline which has the capability to reduce disability in stroke patients is not possible. There is a dire need for further research into stroke. In 2012, £56 million was spent on stroke-related care/research, compared to £544 million on cancer research and £166 million on heart disease.\n\nStudies involving heart attack patients suggest that succinate could be used as a biomarker for stroke patients. Furthermore, the current therapeutic option used to block the rise in succinate levels, malonate, has been shown to prevent ischaemic brain damage in animal studies. No work to date has explored this phenomenon in humans with stroke and therefore this study has huge potential to bridge the gap in helping to treat stroke patients in the future and thus reduce healthcare costs.\n\nThe DETECT study is a pilot study and has been specifically designed to be as simple as possible. For stroke patients undergoing thrombolysis, they will already have a cannula inserted to aid with the procedure. We propose that research bloods could be taken from this same cannula to reduce the burden to the patient. Wherever possible we will conduct the safety follow-up with stroke patients whilst they are still an inpatient at the hospital, to again reduce the burden to the patient."},"conditionsModule":{"conditions":["Stroke, Ischemic"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"CASE_CONTROL","timePerspective":"PROSPECTIVE"},"bioSpec":{"retention":"SAMPLES_WITHOUT_DNA","description":"Whole blood samples"},"enrollmentInfo":{"count":68,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Stroke patients","description":"Patient will have thrombolysis treatment as part of their standard care."},{"label":"Healthy Volunteers","description":"Healthy volunteers to act as control group for stroke patients."}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Measurement of succinate in the same patients before and immediately after thrombolysis","timeFrame":"Up to 12 months"},{"measure":"Baseline succinate measurement from age-matched healthy volunteers","timeFrame":"Up to 12 months"}],"secondaryOutcomes":[{"measure":"Assessment of pre and post-thrombolysis blood from stroke patients vs healthy controls","description":"Bloods will be screened using a metabolomics scanner to identify if there are any significant changes in the data","timeFrame":"Up to 12 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria (stroke patients):\n\n* Be aged 18 years or over\n* Present at Addenbrooke's Hospital A\\&E with a stroke (ischaemic stroke)\n* Time of onset of confirmed stroke symptoms within 4 hours of arrival in ED\n* Be eligible for thrombolysis\n* Provide informed consent either prior to thrombolysis or after the initial emergency; or personal or nominated consultee declaration following the emergency\n\nInclusion Criteria (healthy volunteers):\n\n* Be aged 18 years or over\n* Provide informed consent\n* Be healthy as determined by clinical history and examination by the investigator, a brief physical examination must be unremarkable.\n\nExclusion Criteria (stroke patients):\n\n* Patients qualifying for thrombolysis but who do not give consent\n* Patients under the age of 18\n* Patients who are currently actively involved with another clinical trial (including observational studies)\n\nExclusion Criteria (healthy volunteers):\n\n* Unable to provide informed written consent\n* Participants under the age of 18\n* Participants who are currently actively involved with another clinical trial (including observational studies)\n* Any medical history or clinically relevant abnormality (from medical notes) that is deemed by the principal investigator and/or suitably qualified delegate to make the subject ineligible for inclusion","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Secondary care (stroke patients via hospital Accident and Emergency unit and stroke wards) Healthy volunteers - invitation to participate from posters displayed in and around secondary care setting","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Thomas Krieg, MD","affiliation":"Cambridge University Hospital NHS Foundation Trust","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Cambridge University Hospitals NHS Foundation Trust","city":"Cambridge","country":"United Kingdom","geoPoint":{"lat":52.2,"lon":0.11667}}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"No IPD will be shared with researchers outside of the study team"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Stroke, Ischemic","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}