{"protocolSection":{"identificationModule":{"nctId":"NCT02666157","orgStudyIdInfo":{"id":"A-BR-104-049"},"organization":{"fullName":"National Cheng-Kung University Hospital","class":"OTHER"},"briefTitle":"Comparison of Efficacy and Safety Among Dabigatran, Rivaroxaban, and Apixaban in Non-Valvular Atrial Fibrillation","officialTitle":"Comparison of Efficacy and Safety Among DAbigatran, RIvaroxaban, and ApixabaN in Patients HavinG Non-Valvular Atrial Fibrillation in Taiwan (DARING-AF Study)","acronym":"DARING-AF"},"statusModule":{"statusVerifiedDate":"2016-02","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2016-01"},"primaryCompletionDateStruct":{"date":"2018-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2018-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2016-01-24","studyFirstSubmitQcDate":"2016-01-24","studyFirstPostDateStruct":{"date":"2016-01-28","type":"ESTIMATED"},"lastUpdateSubmitDate":"2016-02-14","lastUpdatePostDateStruct":{"date":"2016-02-17","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"National Cheng-Kung University Hospital","class":"OTHER"},"collaborators":[{"name":"Tainan Municipal Hospital","class":"OTHER"},{"name":"E-DA Hospital","class":"OTHER"},{"name":"National Cheng-Kung University Hospital Dou-Liou Branch","class":"UNKNOWN"},{"name":"Ministry of Health and Welfare, Taiwan","class":"OTHER_GOV"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"1. The recent development of novel oral anticoagulants (NOACs), including direct thrombin inhibitor (dabigatran) and factor Xa inhibitors (rivaroxaban, apixaban, and edoxaban), could potentially overcome many drawbacks of warfarin, and might provide a safer, and even more effective and convenient alternative approach to warfarin in non-valvular atrial fibrillation (NVAF), especially in Asians.\n2. According to the results of a meta-analysis comparing Asians and non-Asians, NOACs are preferentially indicated in Asians in terms of both efficacy and safety.\n3. There is no randomized controlled trial with sufficient power to directly compare the efficacy and safety among NOACs in NVAF, not to speak of Asians and Chinese.\n4. Indirect comparisons are only based on observation with a lot of limitations such as heterogeneous background characteristics, difference in study design, and diversity in time within therapeutic range in control group. The findings from indirect comparisons are not conclusive but only hypothesis-generating.\n5. This investigator-initiated prospective randomized open blinded end-point clinical trial will directly compare the efficacy and safety among 3 NOACs in patients with NVAF in Taiwan. We hypothesize that rivaroxaban or apixaban is non-inferior to dabigatran in terms of the efficacy.","detailedDescription":"1. participants\n\n   a. eligible participants are randomly assigned to dabigatran, rivaroxaban, or apixaban with allocation ratio of 1:1:1\n   * Patients are randomly assigned to receive dabigatran (110 or 150 mg twice daily), rivaroxaban (15 or 20 mg daily), or apixaban (5 mg twice daily) with dosage and frequency approved by the Ministry of Health and Welfare, Taiwan. Reduced doses (dabigatran 110 mg twice daily, rivaroxaban 10 or 15 mg daily, or apixaban 2.5 mg twice daily) are allowed in a subset of patients with one or more of the following criteria: an age of at least 80 years, a body weight of no more than 60 kg, a serum creatinine level ≥1.5 mg per deciliter (133 μmol per liter) or creatinine clearance around 30 to 49 ml per minute)\n2. blood sampling, genotyping, and measurement of biomarkers\n\n   a. bood samples (13 mL) from peripheral veins in all study subjects at baseline and 10 mL 3 months later, and stored for enzyme-linked immunosorbent assay as well as genotyping\n3. outcome follow-up a. clinical follow-up is performed and clinical outcomes are obtained by clinic visit, telephone call or direct contact with participants or subjects' family quarterly after treatment for 2 times, then every 6 months"},"conditionsModule":{"conditions":["Atrial Fibrillation"],"keywords":["atrial fibrillation","stroke","systemic embolism","bleeding","oral anticoagulant"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE4"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":3672,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Dabigatran","type":"ACTIVE_COMPARATOR","description":"oral dabigatran etexilate capsule 110 or 150 mg (110 mg in specific population) bid for entire study period","interventionNames":["Drug: Dabigatran etexilate"]},{"label":"Rivaroxaban","type":"ACTIVE_COMPARATOR","description":"oral rivaroxaban film-coated tablet 15 or 20 mg (10 or 15 mg in specific population) qd for entire study period","interventionNames":["Drug: Rivaroxaban"]},{"label":"Apixaban","type":"ACTIVE_COMPARATOR","description":"oral apixaban 5 mg (2.5 mg in specific population) bid for entire study period","interventionNames":["Drug: Apixaban"]}],"interventions":[{"type":"DRUG","name":"Dabigatran etexilate","description":"this drug is administered twice per day for the entire study period","armGroupLabels":["Dabigatran"],"otherNames":["Pradaxa"]},{"type":"DRUG","name":"Rivaroxaban","description":"this drug is administered once per day for the entire study period","armGroupLabels":["Rivaroxaban"],"otherNames":["Xarelto"]},{"type":"DRUG","name":"Apixaban","description":"this drug is administered twice per day for the entire study period","armGroupLabels":["Apixaban"],"otherNames":["Eliquis"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Time to the occurrence of the major embolic events","description":"a composite of stroke (ischemic or hemorrhagic), transient ischemic attack or systemic embolism","timeFrame":"up to 36 months"}],"secondaryOutcomes":[{"measure":"Time to the occurrence of the major embolic events and death","description":"a composite of all stroke (including hemorrhagic), systemic embolism, and death","timeFrame":"up to 36 months"},{"measure":"Time to the occurrence of the major embolic and vascular events","description":"a composite of all stroke, systemic embolism, pulmonary embolism, acute myocardial infarction, and vascular death","timeFrame":"up to 36 months"},{"measure":"Time to the occurrence of all clinically relevant bleeding events","description":"a composite of major bleeding or clinically relevant non-major bleeding events","timeFrame":"up to 36 months"}],"otherOutcomes":[{"measure":"Time to the occurrence of all stroke","description":"stroke is defined as a focal loss of neurological function caused by an ischemic or hemorrhagic event with residual symptoms at least 24 hours after onset or leading to death","timeFrame":"up to 36 months"},{"measure":"Time to the occurrence of systemic embolism","description":"embolic events excluding stroke, pulmonary embolism or venous thromboembolism","timeFrame":"up to 36 months"},{"measure":"Time to the occurrence of transient ischemic attack","description":"a transient focal loss of neurological function caused by an ischemic event with complete recovery within 24 hours after onset","timeFrame":"up to 36 months"},{"measure":"Time to the occurrence of death","description":"all-cause death includes vascular and non-vascular causes","timeFrame":"up to 36 months"},{"measure":"Time to the occurrence of pulmonary embolism","description":"clinical diagnosis of pulmonary embolism should be confirmed by an image study","timeFrame":"up to 36 months"},{"measure":"Time to the occurrence of acute myocardial infarction","description":"acute myocardial infarction is defined in accordance with the universal definition proposed in 2012","timeFrame":"up to 36 months"},{"measure":"Time to the occurrence of vascular death","description":"sudden cardiac death, fatal stroke, fatal myocardial infarction, any other death for which there is no clearly documented non-vascular cause, and death from bleeding","timeFrame":"up to 36 months"},{"measure":"Time to the occurrence of hospitalization for congestive heart failure","description":"decompensated congestive heart failure requiring hospitalization for stabilization","timeFrame":"up to 36 months"},{"measure":"Time to the occurrence of advanced chronic kidney disease","description":"defined as estimated glomerular filtration rate \\<30 mL/min/1.73m2 confirmed by 2 separate laboratory tests within 3 months","timeFrame":"up to 36 months"},{"measure":"Time to the occurrence of cardiogenic shock","description":"symptoms and signs of organ hypoperfusion (e.g. cool peripheries, oliguria) plus one of the following parameters: systolic blood pressure 90 mmHg or less, hypotension requiring inotropic/vasopressor therapy remaining after fluid challenge, heart rate of at least 60 bpm, or a cardiac index of 2.2 L/min/m2 or less","timeFrame":"up to 36 months"},{"measure":"Time to the occurrence of any revascularization for peripheral artery disease","description":"percutaneous transluminal angioplasty or bypass surgery for low extremity artery disease","timeFrame":"up to 36 months"},{"measure":"Time to the occurrence of any revascularization for coronary artery disease","description":"percutaneous coronary intervention or coronary artery bypass grafting for obstructive coronary artery disease","timeFrame":"up to 36 months"},{"measure":"Time to occurrence of any revascularization for carotid or vertebral artery stenosis","description":"endovascular therapy, endarterectomy or bypass surgery for carotid or vertebral artery stenosis","timeFrame":"up to 36 months"},{"measure":"Time to the occurrence of major bleeding events","description":"defined as bleeding to cause a drop in hemoglobin level \\>= 2g/dL, fatal bleeding, life-threatening bleeding, or symptomatic bleeding at critical sites (including intracranial, retroperitoneal, intraocular, or intrapericardial)","timeFrame":"up to 36 months"},{"measure":"Time to the occurrence of life-threatening bleeding events","description":"defined as fatal bleeding, symptomatic intracranial hemorrhage, bleeding to cause a drop in hemoglobin level \\>=5g/dL, bleeding requiring transfusion with \\>=4u blood component, bleeding requiring vasopressor administration, or bleeding needing surgery for hemostasis","timeFrame":"up to 36 months"},{"measure":"Time to the occurrence of minor bleeding events","description":"non-major or non-life-threatening bleeding events","timeFrame":"up to 36 months"},{"measure":"Time to the occurrence of clinically relevant non-major bleeding events","description":"clinically overt bleeding that does not satisfy the criteria for major bleeding and that leads to hospital admission, physician-guided medical or surgical treatment, or a change in antithrombotic therapy","timeFrame":"up to 36 months"},{"measure":"Time to the occurrence of major or minor bleeding events","description":"major or minor bleeding","timeFrame":"up to 36 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria: Known AF (paroxysmal or persistent/ permanent) who are suitable and ready for NOAC treatment plus at least one of the following criteria\n\n* Prior ischemic stroke, transient ischemic accident or systemic embolism\n* Left ventricular ejection fraction ≤40% (documented by echocardiography or contrast ventriculography)\n* Symptomatic congestive heart failure (≥ New York Heart Association Functional Class 2) within 6 months before screening\n* Age ≥75 years\n* Age ≥65 but \\<75 years with diabetes mellitus, hypertension or coronary artery disease\n\nExclusion Criteria: Subjects are excluded if they have at least one of the following situations before screening:\n\n* Known severe (i.e. hemodynamically significant) mitral stenosis regardless of having received operation\n* Time elapsed from the onset of stroke ≤7 days\n* Bleeding tendency\n* Creatinine clearance rate ≤30 mL/min\n* Known active liver disease (persistent elevation of alanine aminotransferase, aspartate transaminase or alkaline phosphatase ≥3 × upper normal limit; or advanced liver cirrhosis ≥Pugh B)\n* Pregnancy\n* Recent documented active malignancy or radiation therapy (≤6 months) and not expected to survive 3 years\n* Unwilling to give informed consent\n* Conditions other than AF that required anticoagulation\n* Anemia (hemoglobin level \\<90 g/L) or thrombocytopenia (platelet count \\<100 × 109/L)\n* Persistent uncontrolled hypertension (systolic blood pressure \\>180 mmHg or diastolic blood pressure \\>100 mmHg)\n* Active infective endocarditis\n* Patients considered unreliable by the investigator or have a life expectancy less than the expected duration of the trial because of concomitant disease, or has any condition which in the opinion of the investigator, would not allow safe participation in the study","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Ting-Hsing Chao, MD","role":"CONTACT","phone":"886-6-2353535","phoneExt":"2382","email":"chaoth@mail.ncku.edu.tw"}],"overallOfficials":[{"name":"Ting-Hsing Chao, MD","affiliation":"National Cheng-Kung University Hospital","role":"STUDY_CHAIR"}],"locations":[{"facility":"National Cheng Kung University Hospital","status":"RECRUITING","city":"Tainan","state":"Tainan City","zip":"704","country":"Taiwan","contacts":[{"name":"Ting-Hsing Chao, MD","role":"CONTACT","phone":"886-6-2353535","phoneExt":"2382","email":"chaoth@mail.ncku.edu.tw"},{"name":"Ting-Hsing Chao, MD","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Ju-Yi Chen, MD and PhD","role":"SUB_INVESTIGATOR"},{"name":"Cheng-Han Lee, MD and PhD","role":"SUB_INVESTIGATOR"},{"name":"Chih-Chan Lin, MD","role":"SUB_INVESTIGATOR"},{"name":"Chih-Hung Chen, MD","role":"SUB_INVESTIGATOR"},{"name":"Liang-Miin Tsai, MD","role":"SUB_INVESTIGATOR"},{"name":"Li-Jen Lin, MD","role":"SUB_INVESTIGATOR"},{"name":"Wei-Chuan Tsai, MD","role":"SUB_INVESTIGATOR"},{"name":"Ping-Yen Liu, MD and PhD","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":22.99083,"lon":120.21333}},{"facility":"Tainan Hospital Ministry of Health and Welfare","status":"NOT_YET_RECRUITING","city":"Tainan","state":"Tainan City","zip":"704","country":"Taiwan","contacts":[{"name":"Li-Dan Yang, MD","role":"CONTACT","phone":"886-6-2200055","phoneExt":"9","email":"litannyang@yahoo.com.tw"},{"name":"Li-Dan Yang, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":22.99083,"lon":120.21333}},{"facility":"National Cheng Kung University Hospital Dou-Liou Branch","status":"NOT_YET_RECRUITING","city":"Dou-Liou City","zip":"640","country":"Taiwan","contacts":[{"name":"Yang-Cheh Hsueh, MD","role":"CONTACT","phone":"886-5-5332121","phoneExt":"5101","email":"p308378@dou6.hosp.ncku.edu.tw"},{"name":"Yang-Cheh Hsueh, MD","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Yuen-Ting Sung, MD and PhD","role":"SUB_INVESTIGATOR"}]},{"facility":"E-DA Hospital","status":"NOT_YET_RECRUITING","city":"Kaohsiung","zip":"824","country":"Taiwan","contacts":[{"name":"Wei-Kung Tseng, MD and PhD","role":"CONTACT","phone":"886-7-6150011","phoneExt":"5005","email":"arthurtseng@me.com"},{"name":"Wei-Kung Tseng, MD and PhD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":22.61626,"lon":120.31333}},{"facility":"Tainan Municipal Hospital","status":"RECRUITING","city":"Tainan","zip":"701","country":"Taiwan","contacts":[{"name":"I-Chih Chen, MD","role":"CONTACT","phone":"886-6-2609926","phoneExt":"212045","email":"ichih1230@yahoo.com.tw"},{"name":"I-Chih Chen, MD","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Ruei-Chang Zeng, MD","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":22.99083,"lon":120.21333}}]},"referencesModule":{"references":[{"pmid":"22240753","type":"BACKGROUND","citation":"Chiang CE, Zhang S, Tse HF, Teo WS, Omar R, Sriratanasathavorn C. Atrial fibrillation management in Asia: from the Asian expert forum on atrial fibrillation. Int J Cardiol. 2013 Mar 20;164(1):21-32. doi: 10.1016/j.ijcard.2011.12.033. Epub 2012 Jan 10."},{"pmid":"24500243","type":"BACKGROUND","citation":"Chiang CE, Wang KL, Lip GY. Stroke prevention in atrial fibrillation: an Asian perspective. Thromb Haemost. 2014 May 5;111(5):789-97. doi: 10.1160/TH13-11-0948. Epub 2014 Feb 6."},{"pmid":"18840379","type":"BACKGROUND","citation":"Lin LJ, Cheng MH, Lee CH, Wung DC, Cheng CL, Kao Yang YH. Compliance with antithrombotic prescribing guidelines for patients with atrial fibrillation--a nationwide descriptive study in Taiwan. Clin Ther. 2008 Sep;30(9):1726-36. doi: 10.1016/j.clinthera.2008.09.010."},{"pmid":"24642004","type":"BACKGROUND","citation":"Chang CH, Yang YH, Chen JH, Lin LJ. Cost-effectiveness of dabigatran etexilate for the prevention of stroke and systemic embolism in atrial fibrillation in Taiwan. Thromb Res. 2014 May;133(5):782-9. doi: 10.1016/j.thromres.2014.02.024. Epub 2014 Mar 3."},{"pmid":"25463377","type":"BACKGROUND","citation":"Lip GY, Wang KL, Chiang CE. Non-vitamin K antagonist oral anticoagulants (NOACs) for stroke prevention in Asian patients with atrial fibrillation: time for a reappraisal. Int J Cardiol. 2015 Feb 1;180:246-54. doi: 10.1016/j.ijcard.2014.11.182. Epub 2014 Nov 26."},{"pmid":"19717844","type":"BACKGROUND","citation":"Connolly SJ, Ezekowitz MD, Yusuf S, Eikelboom J, Oldgren J, Parekh A, Pogue J, Reilly PA, Themeles E, Varrone J, Wang S, Alings M, Xavier D, Zhu J, Diaz R, Lewis BS, Darius H, Diener HC, Joyner CD, Wallentin L; RE-LY Steering Committee and Investigators. Dabigatran versus warfarin in patients with atrial fibrillation. N Engl J Med. 2009 Sep 17;361(12):1139-51. doi: 10.1056/NEJMoa0905561. Epub 2009 Aug 30. Erratum In: N Engl J Med. 2010 Nov 4;363(19):1877."},{"pmid":"21830957","type":"BACKGROUND","citation":"Patel MR, Mahaffey KW, Garg J, Pan G, Singer DE, Hacke W, Breithardt G, Halperin JL, Hankey GJ, Piccini JP, Becker RC, Nessel CC, Paolini JF, Berkowitz SD, Fox KA, Califf RM; ROCKET AF Investigators. Rivaroxaban versus warfarin in nonvalvular atrial fibrillation. N Engl J Med. 2011 Sep 8;365(10):883-91. doi: 10.1056/NEJMoa1009638. Epub 2011 Aug 10."},{"pmid":"21870978","type":"BACKGROUND","citation":"Granger CB, Alexander JH, McMurray JJ, Lopes RD, Hylek EM, Hanna M, Al-Khalidi HR, Ansell J, Atar D, Avezum A, Bahit MC, Diaz R, Easton JD, Ezekowitz JA, Flaker G, Garcia D, Geraldes M, Gersh BJ, Golitsyn S, Goto S, Hermosillo AG, Hohnloser SH, Horowitz J, Mohan P, Jansky P, Lewis BS, Lopez-Sendon JL, Pais P, Parkhomenko A, Verheugt FW, Zhu J, Wallentin L; ARISTOTLE Committees and Investigators. Apixaban versus warfarin in patients with atrial fibrillation. N Engl J Med. 2011 Sep 15;365(11):981-92. doi: 10.1056/NEJMoa1107039. Epub 2011 Aug 27."},{"pmid":"24251359","type":"BACKGROUND","citation":"Giugliano RP, Ruff CT, Braunwald E, Murphy SA, Wiviott SD, Halperin JL, Waldo AL, Ezekowitz MD, Weitz JI, Spinar J, Ruzyllo W, Ruda M, Koretsune Y, Betcher J, Shi M, Grip LT, Patel SP, Patel I, Hanyok JJ, Mercuri M, Antman EM; ENGAGE AF-TIMI 48 Investigators. Edoxaban versus warfarin in patients with atrial fibrillation. N Engl J Med. 2013 Nov 28;369(22):2093-104. doi: 10.1056/NEJMoa1310907. Epub 2013 Nov 19."},{"pmid":"23743976","type":"BACKGROUND","citation":"Hori M, Connolly SJ, Zhu J, Liu LS, Lau CP, Pais P, Xavier D, Kim SS, Omar R, Dans AL, Tan RS, Chen JH, Tanomsup S, Watanabe M, Koyanagi M, Ezekowitz MD, Reilly PA, Wallentin L, Yusuf S; RE-LY Investigators. Dabigatran versus warfarin: effects on ischemic and hemorrhagic strokes and bleeding in Asians and non-Asians with atrial fibrillation. Stroke. 2013 Jul;44(7):1891-6. doi: 10.1161/STROKEAHA.113.000990. Epub 2013 Jun 6."},{"pmid":"24315724","type":"BACKGROUND","citation":"Ruff CT, Giugliano RP, Braunwald E, Hoffman EB, Deenadayalu N, Ezekowitz MD, Camm AJ, Weitz JI, Lewis BS, Parkhomenko A, Yamashita T, Antman EM. Comparison of the efficacy and safety of new oral anticoagulants with warfarin in patients with atrial fibrillation: a meta-analysis of randomised trials. Lancet. 2014 Mar 15;383(9921):955-62. doi: 10.1016/S0140-6736(13)62343-0. Epub 2013 Dec 4."},{"pmid":"22575324","type":"BACKGROUND","citation":"Lip GY, Larsen TB, Skjoth F, Rasmussen LH. Indirect comparisons of new oral anticoagulant drugs for efficacy and safety when used for stroke prevention in atrial fibrillation. J Am Coll Cardiol. 2012 Aug 21;60(8):738-46. doi: 10.1016/j.jacc.2012.03.019. Epub 2012 May 9."},{"pmid":"19376304","type":"BACKGROUND","citation":"Ezekowitz MD, Connolly S, Parekh A, Reilly PA, Varrone J, Wang S, Oldgren J, Themeles E, Wallentin L, Yusuf S. Rationale and design of RE-LY: randomized evaluation of long-term anticoagulant therapy, warfarin, compared with dabigatran. Am Heart J. 2009 May;157(5):805-10, 810.e1-2. doi: 10.1016/j.ahj.2009.02.005."},{"pmid":"20211293","type":"BACKGROUND","citation":"ROCKET AF Study Investigators. Rivaroxaban-once daily, oral, direct factor Xa inhibition compared with vitamin K antagonism for prevention of stroke and Embolism Trial in Atrial Fibrillation: rationale and design of the ROCKET AF study. Am Heart J. 2010 Mar;159(3):340-347.e1. doi: 10.1016/j.ahj.2009.11.025."},{"pmid":"20211292","type":"BACKGROUND","citation":"Lopes RD, Alexander JH, Al-Khatib SM, Ansell J, Diaz R, Easton JD, Gersh BJ, Granger CB, Hanna M, Horowitz J, Hylek EM, McMurray JJ, Verheugt FW, Wallentin L; ARISTOTLE Investigators. Apixaban for reduction in stroke and other ThromboemboLic events in atrial fibrillation (ARISTOTLE) trial: design and rationale. Am Heart J. 2010 Mar;159(3):331-9. doi: 10.1016/j.ahj.2009.07.035. Erratum In: Am Heart J. 2010 Jun;159(6):1162."},{"pmid":"20934556","type":"BACKGROUND","citation":"Ruff CT, Giugliano RP, Antman EM, Crugnale SE, Bocanegra T, Mercuri M, Hanyok J, Patel I, Shi M, Salazar D, McCabe CH, Braunwald E. Evaluation of the novel factor Xa inhibitor edoxaban compared with warfarin in patients with atrial fibrillation: design and rationale for the Effective aNticoaGulation with factor xA next GEneration in Atrial Fibrillation-Thrombolysis In Myocardial Infarction study 48 (ENGAGE AF-TIMI 48). Am Heart J. 2010 Oct;160(4):635-41. doi: 10.1016/j.ahj.2010.06.042."},{"pmid":"26304863","type":"BACKGROUND","citation":"Wang KL, Lip GY, Lin SJ, Chiang CE. Non-Vitamin K Antagonist Oral Anticoagulants for Stroke Prevention in Asian Patients With Nonvalvular Atrial Fibrillation: Meta-Analysis. Stroke. 2015 Sep;46(9):2555-61. doi: 10.1161/STROKEAHA.115.009947. Epub 2015 Jul 30."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001281","term":"Atrial Fibrillation"}],"ancestors":[{"id":"D000001145","term":"Arrhythmias, Cardiac"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M9246","name":"Hemorrhage","relevance":"LOW"},{"id":"M7474","name":"Embolism","relevance":"LOW"},{"id":"M4276","name":"Atrial Fibrillation","asFound":"Atrial Fibrillation","relevance":"HIGH"},{"id":"M4143","name":"Arrhythmias, Cardiac","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"meshes":[{"id":"D000069552","term":"Rivaroxaban"},{"id":"C000522181","term":"Apixaban"},{"id":"D000069604","term":"Dabigatran"}],"ancestors":[{"id":"D000065427","term":"Factor Xa Inhibitors"},{"id":"D000000991","term":"Antithrombins"},{"id":"D000015842","term":"Serine Proteinase Inhibitors"},{"id":"D000011480","term":"Protease Inhibitors"},{"id":"D000004791","term":"Enzyme Inhibitors"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"},{"id":"D000000925","term":"Anticoagulants"}],"browseLeaves":[{"id":"M288142","name":"Apixaban","asFound":"Extraction","relevance":"HIGH"},{"id":"M3934","name":"Anticoagulants","relevance":"LOW"},{"id":"M463","name":"Rivaroxaban","asFound":"Weight loss","relevance":"HIGH"},{"id":"M490","name":"Dabigatran","asFound":"Embryo transfer","relevance":"HIGH"},{"id":"M30203","name":"Factor Xa Inhibitors","relevance":"LOW"},{"id":"M3997","name":"Antithrombins","relevance":"LOW"},{"id":"M3996","name":"Antithrombin III","relevance":"LOW"},{"id":"M14033","name":"Protease Inhibitors","relevance":"LOW"},{"id":"M18081","name":"Serine Proteinase Inhibitors","relevance":"LOW"},{"id":"M19299","name":"HIV Protease Inhibitors","relevance":"LOW"},{"id":"M7641","name":"Enzyme Inhibitors","relevance":"LOW"},{"id":"T18","name":"Serine","relevance":"LOW"}],"browseBranches":[{"abbrev":"AnCoag","name":"Anticoagulants"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Infe","name":"Anti-Infective Agents"},{"abbrev":"AA","name":"Amino Acids"}]}},"hasResults":false}