{"protocolSection":{"identificationModule":{"nctId":"NCT01554449","orgStudyIdInfo":{"id":"8642"},"secondaryIdInfos":[{"id":"2010-A00596-33","type":"OTHER","domain":"ID RCB"}],"organization":{"fullName":"University Hospital, Montpellier","class":"OTHER"},"briefTitle":"Upper Arm Reahabilitation After Stroke and Video Game","officialTitle":"Effect of Early Upper Arm Rehabilitation After Stroke Using Adaptative Video Games","acronym":"MARGAUT"},"statusModule":{"statusVerifiedDate":"2018-05","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2011-09-12","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2016-03-22","type":"ACTUAL"},"completionDateStruct":{"date":"2016-07-12","type":"ACTUAL"},"studyFirstSubmitDate":"2012-03-07","studyFirstSubmitQcDate":"2012-03-12","studyFirstPostDateStruct":{"date":"2012-03-15","type":"ESTIMATED"},"lastUpdateSubmitDate":"2018-05-09","lastUpdatePostDateStruct":{"date":"2018-05-15","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University Hospital, Montpellier","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"The purpose of this study is to assess the efficiency of occupational therapy enhanced by \"dedicated adaptative video games\" in rehabilitation of the upper arm of stroke patients in the acute phase after their cerebro-vascular accident. Our hypothesis is that occupational therapy enhanced by dedicated adaptative video games is more efficient in improving motor recovery of the upper arm than conventional occupational therapy alone.","detailedDescription":"Introduction : Stroke constitutes one of the most disabiliting desease in industrialized countries, leading to major deficiencies, especially in the upper arm (concerning 50 to 80% of post-stroke patients). Upper arm rehabilitation after stroke improved during the last ten years, with the development of new rehabilitation methods including constraint induced therapy, mirror therapy, mental imaging, virtual reality and robotics. Video games and virtual reality are very promising in this field, and the development of new adaptative games dedicated to upper arm rehabilitation after stroke is necessary to enhance the benefit of those devices in therms of sensori-motor and functional recovery.\n\nObjectives: To prove the efficiency of video-gaming (using dedicated adaptative games) on recovery of motor function of the upper armafter stroke, compared to a \"conventional\" rehabilitation program.\n\nDesign: Multicentric Randomized Controlled TrialParticipants: 50 early stroke patients and 12 healthy control persons will be included in this trial. Inclusion criteria for patients are as follow: age\\>18, onset of stroke \\<6 weeks, first unique supra-tentorial ischemic or haemorrhagic stroke, Fugl Meyer score of the upper arm \\< 30/66 at inclusion. Exclusion criteria are as follow: severe neglect or aphasia, upper arm severe orthopedic limitation, shoulder pain \\> 5/10, contra-indication to MRI.\n\nMethods:All patient will get a \"standard program\" of rehabilitation 5 days/week duiong six weeks, including physiotherapy (one or two sessions/day), occupational therapy (one session/day) and speech therapy if necessary (one session/day). Patients will be randomized in two groups: the \"treated group\" receiving an additional session of 30 to 45 minutes of daily rehabilitation with video games under the supervision of an occupational therapist, and the \"control group\" receiving the same anount of \"standard rehabilitation\" provided by an occupational therapist.Assesment will be conducted at inclusion (J0), at the end of the program (Week 6: W6) and at follow-up (end of month 6: M6)).\n\nRecorded datas: The primary endpoint is the difference in increasing the upper arm Fugl Meyer Score (FMS) between both groups at W6. Secondary criterions include: FMS at M6, Box and Block Test at W6 and M6, Nine Hole Peg test at W6 and M6, Wolf Motor Function Test at W6 and M6, Motor Activity Log at W6 and M6, Barthel Index at W6 and M6, SF-36 at W6 and M6. Functional MRI and tensor diffusion imaging will also be conducted in 25 patients and 12 controls, at J0 and W6. Evolution of cerebral plasticity and correlations between cerebral re-organisations and kinematic characteristics of upper arm movements will be provided."},"conditionsModule":{"conditions":["Stroke","Cerebro-vascular Accident","Upper Arm Disability","Reaching","Grasping"],"keywords":["Stroke","Upper arm","Rehabilitation","Motor function","Video games","Virtual reality","Occupational Therapy","Functional MRI"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["INVESTIGATOR"]}},"enrollmentInfo":{"count":62,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Serious game","type":"EXPERIMENTAL","description":"In this group, patients will have a session of conventional retraining with a serious game retraining.","interventionNames":["Procedure: serious game reeducation","Procedure: functional MRI"]},{"label":"control patients","type":"ACTIVE_COMPARATOR","description":"In this group, patients will have the conventional retraining with an other conventional retrainning session. The difference between both groups of patients is the serious game session for one group and conventional session for the other group","interventionNames":["Procedure: serious game reeducation","Procedure: functional MRI"]},{"label":"controls","type":"PLACEBO_COMPARATOR","description":"For the neurologic assessments, patients are compared to healthy patient (without stroke)","interventionNames":["Procedure: functional MRI"]}],"interventions":[{"type":"PROCEDURE","name":"serious game reeducation","description":"It's a daily session (45 minutes) of reeducation by serious game (kinect) compared to a daily session (45 minutes) of conventional reeducation","armGroupLabels":["Serious game","control patients"]},{"type":"PROCEDURE","name":"functional MRI","description":"the functional MRI (siemens) will be done on 25 stroke patients and 12 healthy volunteers at baseline and at 6 weeks.","armGroupLabels":["Serious game","control patients","controls"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Efficacy assessment of the serious game on the recovery of the upper limb","description":"Difference in increase of the Upper Arm Fugl Meyer Score (max: 66) between both groups, at the end of the rehabilitation program (week 6)","timeFrame":"at 6 weeks"}],"secondaryOutcomes":[{"measure":"Fugl Meyer Score between both groups","description":"Difference in increase of the Upper Arm Fugl Meyer Score (max: 66) between both groups, at the end of the study(6 months)","timeFrame":"at 6 Months"},{"measure":"Box and Block Test assessment between both groups","description":"The box and block test assess the global capacities of prehension of patients. It's important to compare these capacities between both groups of treatment.","timeFrame":"at 6 Weeks and 6 Months"},{"measure":"Wolf Motor Function Test assessment between both groups.","description":"To assess the motor capacity by the Wolf motor funtion at 6 Weeks and after 6 Months.","timeFrame":"at 6 weeks and at 6 months"},{"measure":"Motor Activity Log assessment between both groups","description":"This test assess the frequency of use and the quality of the movement.","timeFrame":"at 6 weeks and at 6 months"},{"measure":"Barthel Index and SF-36","description":"The Barthel Index assess the global functional capacities by a score (calculated /100)between both groups of patients. The SF-36 is a self-questionnaire which permits the evalulation of quality of life.","timeFrame":"at 6 weeks and at 6 months"},{"measure":"Functional MRI Assessment between controls and patients","description":"Functional MRI permits to study of the topographics neuronal circuits involved in the recovery of the motor functions of the upper limb: evaluation of the profiles of activation involved in the execution of the movement of fingers flexion / extension involving the right hemisphere and then the left hemisphere.","timeFrame":"at baseline and at 6 weeks"},{"measure":"Nine Hole Peg test assessment between both groups","description":"To assess the efficacy of Serious Game on manual dexterity on the duration of Nine Hole Peg test.","timeFrame":"at 6 weeks and at 6 months"},{"measure":"tensor diffusion analysis between controls and patients","description":"The tensor diffusion imaging will also be conducted in 25 patients and 12 controls, at baseline and at 6 weeks. Evolution of cerebral plasticity and correlations between cerebral re-organisations and kinematic characteristics of upper arm movements will be provided.","timeFrame":"at 6 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* age \\> 18\n* onset of stroke \\< 6 weeks\n* first unique supra-tentorial ischemic or haemorhagic stroke\n* Fugl Meyer score of the upper arm \\< 30/66 at baseline\n\nExclusion Criteria:\n\n* severe neglect or aphasia\n* upper arm severe orthopedic limitation\n* shoulder pain \\> 5/10\n* pregnancy \\< 3 months\n* Contraindication to MRI","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Laffont Isabelle, MD, PhD","affiliation":"CHRU de Montpellier","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"CHRU de Montpellier","city":"Montpellier","zip":"34295","country":"France","geoPoint":{"lat":43.61092,"lon":3.87723}}]},"referencesModule":{"references":[{"pmid":"31830535","type":"DERIVED","citation":"Laffont I, Froger J, Jourdan C, Bakhti K, van Dokkum LEH, Gouaich A, Bonnin HY, Armingaud P, Jaussent A, Picot MC, Le Bars E, Dupeyron A, Arquizan C, Gelis A, Mottet D. Rehabilitation of the upper arm early after stroke: Video games versus conventional rehabilitation. A randomized controlled trial. Ann Phys Rehabil Med. 2020 May;63(3):173-180. doi: 10.1016/j.rehab.2019.10.009. Epub 2019 Dec 9."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}