{"protocolSection":{"identificationModule":{"nctId":"NCT05795842","orgStudyIdInfo":{"id":"STUDY00004530"},"secondaryIdInfos":[{"id":"1R01HL166233-01","type":"NIH","link":"https://reporter.nih.gov/quickSearch/1R01HL166233-01"}],"organization":{"fullName":"Emory University","class":"OTHER"},"briefTitle":"DELTA (Detecting and Predicting Atrial Fibrillation in Post-Stroke Patients)","officialTitle":"Develop and Validate Machine-Learning Algorithm to Detect Atrial Fibrillation With Wearable Devices"},"statusModule":{"statusVerifiedDate":"2023-11","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-03-21","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2027-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2028-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-03-21","studyFirstSubmitQcDate":"2023-03-21","studyFirstPostDateStruct":{"date":"2023-04-03","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-11-28","lastUpdatePostDateStruct":{"date":"2023-12-01","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Xiao Hu","investigatorTitle":"Professor","investigatorAffiliation":"Emory University"},"leadSponsor":{"name":"Emory University","class":"OTHER"},"collaborators":[{"name":"Duke University","class":"OTHER"},{"name":"National Heart, Lung, and Blood Institute (NHLBI)","class":"NIH"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUsExport":true},"descriptionModule":{"briefSummary":"Atrial Fibrillation (AF) is an abnormal heart rhythm. Because AF is often asymptomatic, it often remains undiagnosed in the early stages. Anticoagulant therapy greatly reduces the risks of stroke in patients diagnosed with AF. However, diagnosis of AF requires long-term ambulatory monitoring procedures that are burdensome and/or expensive.\n\nSmart devices (such as Apple or Fitbit) use light sensors (called \"photoplethysmography\" or PPG) and motion sensors (called \"accelerometers\") to continuously record biometric data, including heart rhythm. Smart devices are already widely adopted.\n\nThis study seeks to validate an investigational machine-learning software (also called \"algorithms\") for the long-term monitoring and detection of abnormal cardiac rhythms using biometric data collected from consumer smart devices.\n\nThe research team aims to enroll 500 subjects who are being followed after a stroke event of uncertain cause at the Emory Stroke Center. Subjects will undergo standard long-term cardiac monitoring (ECG), using FDA-approved wearable devices fitted with skin electrodes or implantable continuous recorders, and backed by FDA-approved software for abnormal rhythm detection.\n\nPatients will wear a study-provided consumer wrist device at home, for the 30 days of ECG monitoring, 23 hours a day. At the end of the 30 days, the device data will be uploaded to a secure cloud server and will be analyzed offline using proprietary software (called \"algorithms\") and artificial intelligence strategies. Detection of AF events using the investigational algorithms will be compared to the results from the standard monitoring to assess their reliability. Attention will be paid to recorded motion artifacts that can affect the quality and reliability of recorded signals.\n\nThe ultimate aim is to establish that smart devices can potentially be used for monitoring purposes when used with specialized algorithms. Smart devices could offer an affordable alternative to standard-of-care cardiac monitoring.","detailedDescription":"An estimated 1.6% - 6% of the population over age 65 have undiagnosed and often asymptomatic AF. Oral anticoagulant therapy (OAC) reduces the risks of ischemic stroke by 64% and all-cause mortality by 26% for those diagnosed with AF. Hence, not proactively diagnosing and treating AF will be too great an opportunity to miss. Opportunistic AF screening is endorsed as a cost-effective way of diagnosing AF at primary care facilities and/or pharmacies using various techniques. However, the benefits, costs, and potential harms of more powerful systematic AF screening remain a matter of debate. Continuous AF monitoring is also needed to characterize AF occurrence in terms of its burden and temporal relation to symptoms. On the other hand, technologies for continuous monitoring of AF need excellent acceptability by patients. Well-established ambulatory techniques (e.g., Holter) are not suited because of their poor wearability and short monitoring duration. Techniques of implantable loop recorders have advanced significantly to support AF monitoring. However, only some patients can experience the benefits of these techniques because of their associated high costs and invasiveness. Cutaneous ECG patches are clinically used for AF monitoring, but they last for 2 to 4 weeks and are limited to a selected patient population with approved reimbursement. Consumer-facing solutions exist to provide spot-check ECG with an accuracy on par with that of clinical ECG devices, but they are not continuous and are infeasible for patients with compromised fine motor functions.\n\nIn contrast to these techniques, PPG is much better positioned for passive AF monitoring because of its strong physiological premise and the practical consideration that PPG sensors are ubiquitously available in more than 71% of consumer wearable devices. However, because PPG is ubiquitously available on mainstream wearables with companion software capable of generating AF alerts, laypeople can readily use PPG to monitor themselves and take actions without clinician guidance. An untoward consequence of this approach is the potential inappropriate utilization of healthcare resources when following up on false AF detections by potentially millions of users. Unfortunately, algorithms described in 24 published papers have not yet achieved adequate precision that can effectively combat such a risk. For example, many studies reported an accuracy of \\> 95% but a 5% of error is still too high for a technology that will be used by millions of people to continuously monitor AF in free-living settings."},"conditionsModule":{"conditions":["Stroke, Ischemic"],"keywords":["Cardiac monitoring","Atrial Fibrillation"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"CASE_ONLY","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":500,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"AFib monitoring learning algorithms","description":"Participants will wear a prescribed (standard of care) ambulatory ECG monitoring (Biotel Patch or LINQ insertable cardiac monitor) and a MOTO 360 smartwatch, fitted with a proprietary firmware (LifeQ) to collect continuous biometric signals, including PPG signals and 3-axis accelerometers in an ambulatory setting.","interventionNames":["Device: wearable wristband model","Device: Standard of care extended ECG monitoring"]}],"interventions":[{"type":"DEVICE","name":"wearable wristband model","description":"MOTO 360 smartwatch: is a specific consumer wearable wristband model (Motorola: MOTO 360), fitted with proprietary firmware (LifeQ) to collect continuous biometric signals, including PPG signals and 3-axis accelerometers in an ambulatory setting. The device is not a medical or diagnostic device, but rather a photoplethysmography (PPG) data collection device. PPG is a non-invasive technology that uses light to measure the change in the volume of blood beneath the skin that occurs as the heart beats. LifeQ has developed software that enables the collection of vital signs data from PPG technology.","armGroupLabels":["AFib monitoring learning algorithms"],"otherNames":["Algorithm Device"]},{"type":"DEVICE","name":"Standard of care extended ECG monitoring","description":"Participants enrolled in the study are prescribed ambulatory ECG monitoring (Mobile Cardiac Outpatient Telemetry, Biotel e-Patch, or LINQ insertable cardiac monitor). If the patient is negative for Afib during their time wearing an ECG monitoring patch, then patients may proceed with LINQ insertable cardiac monitor, as part of their standard of care. These are standard-of-care FDA-approved devices and detection software. Researchers will rely on the final ECG report to identify arrhythmic events to use as a golden standard to evaluate the algorithm findings. Specifically, the raw data will be used for establishing and getting an accurate ground truth for the algorithm.","armGroupLabels":["AFib monitoring learning algorithms"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Sensitivity and specificity for detecting AF with PPG","description":"Sensitivity and specificity of the algorithm will be calculated at study completion","timeFrame":"At completion of the study up to five years"},{"measure":"The algorithm concordance index or c-index for predicting AF compared with EHR data","description":"The c-index is a metric to evaluate the predictions made by an algorithm. It is defined as the proportion of concordant pairs divided by the total number of possible evaluation pairs. For predicting AF with EHR data, researchers are targeting a higher c-index. Participants with a higher predicted probability of AF will have AF sooner than those with a lower predicted probability.","timeFrame":"At completion of the study up to five years"}],"secondaryOutcomes":[{"measure":"Assess the characteristics and quality of long-term, continuous high-fidelity ambulatory photoplethysmographic (PPG) data using consumer wearable devices with PPG and accelerometers sensors.","description":"Research team will report signal quality (a number between \\[0, 1\\]) for reach 30-second PPG strip and report its relationship with patient mobilities (based on acc signals), time of day.","timeFrame":"Baseline and up to five years"},{"measure":"Effect of wrist motion and skin tone on PPG signal","description":"Research team will assess any cofounding effect of wrist motion and skin tone on PPG signal and on AF detection","timeFrame":"At completion of the study up to five years"},{"measure":"Validate atrial fibrillation (AF) pattern detection using investigational machine-learning algorithms from wearable devices in post-stroke patients.","description":"The investigators aim to collect and process photoplethysmographic (PPG) signals from wearable devices compared to standard-of-care ECG-based automated detection in post-stroke patients. This is not a hypothesis-driven study but rather a signal database development project with the goal to collect PPG signals and monitoring data to support the development and validation of algorithms that will be useful to detect atrial fibrillation.","timeFrame":"At completion of the study up to five years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Adults 55years of age or older.\n* Post-discharge with diagnostic of index ischemic stroke with uncertain cause.\n* Subject must be treated at the Emory Stroke Clinic for follow-up treatment.\n* Subject must be prescribed a clinical extended cardiac monitoring.\n* No diagnosis of AFib at the time of index stroke.\n* Subject or their Legal Authorized Representative (LAR) must be willing and able to provide informed consent.\n* Subject, family proxy, or caregiver must be able to understand English and the instructions necessary to manage and recharge the study wrist device.\n\nExclusion Criteria:\n\n* Subject is younger than 55 years of age at the time of consent.\n* Subject has a diagnosis of AFib at the time of index stroke.\n* No indication for clinical extended cardiac monitoring.\n* Subject, family proxy, or caregiver unable to understand English and unable to follow the instructions on how to manage and recharge the study wrist device.\n* Subject has a diagnosis of structural valve disease, endocarditis, aortic arch atheroma \\>3 mm, hypercoagulability, on lifelong anticoagulation, or has an active neoplastic disease\n* Subject or LAR is not willing or able to provide informed consent.","healthyVolunteers":false,"sex":"ALL","minimumAge":"55 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Subjects 55 years of age or older, who are discharged from an index ischemic stroke, who are treated at one of the hospitals within the Emory Health Care System, and who initiate follow-up care at the Emory Stroke Clinic. The patient population should have clinically prescribed extended cardiac monitoring and have no AF diagnosis at the time of enrollment.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Xiao Hu, PhD","role":"CONTACT","phone":"404-712-8520","email":"xhu40@emory.edu"},{"name":"Corey Williams","role":"CONTACT","phone":"404-251-4060","email":"corey.williams2@emory.edu"}],"overallOfficials":[{"name":"Xiao Hu, PhD","affiliation":"Emory University, School of Nursing","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Emory Clinic","status":"RECRUITING","city":"Atlanta","state":"Georgia","zip":"30322","country":"United States","contacts":[{"name":"Corey Williams","role":"CONTACT","phone":"404-251-4060","email":"corey.williams2@emory.edu"}],"geoPoint":{"lat":33.749,"lon":-84.38798}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"The research team plans to share de-identified individual participant data collected during the trial.","infoTypes":["STUDY_PROTOCOL","SAP","ICF","CSR","ANALYTIC_CODE"],"timeFrame":"Beginning 3 months and ending 5 years following article publication","accessCriteria":"Researchers who provide a methodologically sound proposal to achieve aims in the approved proposal. To gain access, data requesters will need to sign a data access agreement. Data are available for 5 years at a third-party website."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000001281","term":"Atrial Fibrillation"}],"ancestors":[{"id":"D000020521","term":"Stroke"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000001145","term":"Arrhythmias, Cardiac"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M4276","name":"Atrial Fibrillation","asFound":"Atrial Fibrillation","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Stroke, Ischemic","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M4143","name":"Arrhythmias, Cardiac","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}