{"protocolSection":{"identificationModule":{"nctId":"NCT02494726","orgStudyIdInfo":{"id":"MS-09-0156"},"organization":{"fullName":"The University of Texas Health Science Center, Houston","class":"OTHER"},"briefTitle":"Prospective Analysis of the Use of TEG in Stroke Patients","officialTitle":"Prospective Analysis of the Use of Thromboelastography in Stroke Patients","acronym":"TEG"},"statusModule":{"statusVerifiedDate":"2015-07","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2009-11"},"primaryCompletionDateStruct":{"date":"2014-05","type":"ACTUAL"},"completionDateStruct":{"date":"2014-12","type":"ACTUAL"},"studyFirstSubmitDate":"2015-07-04","studyFirstSubmitQcDate":"2015-07-09","studyFirstPostDateStruct":{"date":"2015-07-10","type":"ESTIMATED"},"lastUpdateSubmitDate":"2015-07-09","lastUpdatePostDateStruct":{"date":"2015-07-10","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"James Grotta","investigatorTitle":"Professor and Chair, Department of Neurology","investigatorAffiliation":"The University of Texas Health Science Center, Houston"},"leadSponsor":{"name":"The University of Texas Health Science Center, Houston","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"The overall purpose of this study is to evaluate how effective Thromboelastography (TEG) is on identifying ischemic and hemorrhagic stroke patients at increased risk for bleeding after receiving tissue plasminogen activator (tPA), as well as on differentiating between patients in whom optimal thrombolysis has been achieved, and those whom it has not.","detailedDescription":"Thromboelastography (TEG), a computerized analysis that has been used since the 1940s, is the only stand alone test that can provide integrated information on the balance between the two separate but simultaneously occuring components of coagulation, thrombosis and lysis. It measures the coagulation process from initial clotting cascade to clot strength.\n\nTEG may be used to assess the coagulation status of patients with acute stroke, whether ischemic or hemorrhagic. TEG might also be a useful way to predict and assess the degree of fibrinolysis that is achieved by tissue plasminogen activator (tPA). Currently tPA is given as a standard dose determined by the patient's body weight, thus given the variability in patient outcome after tPA, this dose could sometimes be too small or too large, leading to thrombolysis or bleeding, respectively. One of the purposes of this observational study is to evaluate how effective TEG is on predicting and assessing the degree of thrombolysis following tPA therapy, by producing a range of TEG values correlated with optimal thrombolysis.\n\nThe results of the recent FAST trial demonstrated the need to identify patients with spontaneous intracerebral hemorrhage (ICH) who are at increased risk for hematoma enlargement. Such identified patients, could benefit from a therapeutic advantage of activated factor VII or other hemostatic agents may be more clearly studied. Therefore, another purpose of this study is to evaluate how effective TEG is on predicting further bleeding for patients with spontaneous ICH.\n\nThe study will consist of 208 ischemic patients and 80 hemorrhagic patients, whom which are approached from all stroke patients admitted to Memorial Hermann Hospital Emergency Department receiving a confirmatory CT or MRI scan. Patients who agree to participate will have blood drawn the day of hospital arrival, will then be followed for 36 +/- 12 hours after the stroke, and 90 +/- 30 days after the stroke, all during which two more blood samples will be obtained.\n\nNormal controls will be age and sex matched to the investigators' research population. A one-time blood draw will be obtained and information collected will be age, sex and TEG values."},"conditionsModule":{"conditions":["Ischemic Stroke","Brain Hemorrhage"],"keywords":["Ischemic stroke","ICH stroke","TEG","Thromboelastography","Stroke"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"CASE_CONTROL","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":178,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Ischemic Stroke","description":"Ischemic stroke patients who have had blood analyzed using thromboelastography (TEG)","interventionNames":["Other: Thromboelastography"]},{"label":"Healthy Controls","description":"Healthy controls who have had their blood analyzed using thromboelastography (TEG)","interventionNames":["Other: Thromboelastography"]},{"label":"Hemorrhagic Stroke","description":"Intracerebral hemorrhage patients who have had their blood analyzed by thromboelastography (TEG)","interventionNames":["Other: Thromboelastography"]}],"interventions":[{"type":"OTHER","name":"Thromboelastography","description":"TEG (Thrombelastography) measurements include: Split Point (SP) is the time elapsed for the clot to initially form fibrin when the blood is first placed in the TEG machine. Reaction Time (R) is the time elapsed from its initial fibrin formation until the clot reaches 2mm. K is the time measured from R until the level of clot firmness reaches 20mm, measuring the speed of clot strengthening. These are measured in minutes. Delta measures if the formation of the clot has been suppressed; measured as the difference between R and SP. Angle reflects the speed at which clots form by forming the slope of the TEG tracing at R from the horizontal line. Maximum Amplitude (MA) in mm is the measure of maximum strength of the clot, true platelet function. G is the measure of the clot firmness; measured by a formula (G=(5000\\*MA)/(100-MA) in dynes/cm2). LY30 is a measure of clot lysis at 30 minutes after MA is reached.","armGroupLabels":["Healthy Controls","Hemorrhagic Stroke","Ischemic Stroke"],"otherNames":["TEG"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Baseline TEG in patients with spontaneous ICH vs age matched controls","description":"Compare baseline (within 6 hours of last seen normal) TEG in patients with spontaneous ICH to TEG in age-matched controls.","timeFrame":"TEG obtained within 6 hours of last seen normal in patients with spontaneous ICH"}],"secondaryOutcomes":[{"measure":"Rapid clinical improvement after tPA (8 or greater point improvement on NIHSS score or total NIHSS 0 or 1)","description":"Correlate baseline (within 4.5 hours of last seen normal and prior to tPA) and 10 minute post tPA TEG values with rapid clinical improvement","timeFrame":"Change in NIHSS score from baseline (prior to IV tPA within 4.5 hours of last seen normal) to NIHSS 36 +/- 12 hours after last seen normal."}],"otherOutcomes":[{"measure":"Hematoma enlargement in patients with spontaneous ICH","description":"Correlate baseline TEG values (within 6 hours of last seen normal) with hematoma enlargement","timeFrame":"CT hematoma volume at 36 +/- 12 hours compared to baseline (within 6 hours of last seen normal)"},{"measure":"Hemorrhagic transformation after IV tPA","description":"Correlate baseline TEG values (within 4.5 hours of last seen normal) with hemorrhagic transformation or hemorrhage on CT 36 hours after stroke onset","timeFrame":"Any bleeding on post tPA imaging 36 hours +/- 12 hrs after stroke onset"},{"measure":"Arterial recanalization after IV tPA","description":"Correlate baseline TEG values (within 4.5 hours of last seen normal) with recanalization (TICI 2b or 3 flow) on imaging within 36 hours post IV tPA compared to pre-treatment","timeFrame":"Recanalization (TICI 2b or 3 flow) on imaging within 36 hours post IV tPA compared to pre-treatment"},{"measure":"Hyperdense Middle Cerebral Artery Sign (HDMCA)","description":"Correlate baseline TEG values (within 4.5 hours of last seen normal) with HDMCA on baseline CT imaging","timeFrame":"HDMCA on baseline CT in patients receiving IV tPA within 4.5 hours of last seen normal"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* At least 18 years of age or older.\n* Symptoms and signs causing measurable neurologic deficit consistent with an acute stroke.\n* CT or MRI consistent with stroke (ischemic or hemorrhagic) or with clinical evidence suggesting a stroke.\n* For acute ischemic stroke patients, treatment with tPA and TEG blood draw must be done within 4.5 hours of symptom onset.\n* For ICH patients, TEG blood draw must be done within 6 hours of symptom onset.\n\nExclusion Criteria:\n\n* Contraindication to CT and MRI (ex. inability to lie flat)\n* If ICH patient\n* Hemorrhage secondary to trauma, arteriovenous malformation (AVM) or crush injury\n* Planned surgical evacuation (hemicraniectomy and ventriculostomy allowed).\n* Receipt of hemostatic agents (FFP, Cryo, activated factor seven) prior to TEG blood draw.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"All stroke patients admitted to Memorial Hermann Hospital Emergency Department receiving a confirmatory CT or MRI scan.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"James Grotta, M.D.","affiliation":"The University of Texas Health Science Center, Houston","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"The University of Texas Medical School at Houston","city":"Houston","state":"Texas","zip":"77030","country":"United States","geoPoint":{"lat":29.76328,"lon":-95.36327}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000020300","term":"Intracranial Hemorrhages"},{"id":"D000006470","term":"Hemorrhage"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M9246","name":"Hemorrhage","asFound":"Hemorrhage","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M21803","name":"Intracranial Hemorrhages","asFound":"Brain Hemorrhage","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}