{"protocolSection":{"identificationModule":{"nctId":"NCT02545114","orgStudyIdInfo":{"id":"0002103"},"organization":{"fullName":"Polderman, Kees, H., MD, PhD","class":"INDIV"},"briefTitle":"Tolvaptan for Patients With Acute Neurological Injuries","officialTitle":"Use of Tolvaptan to Treat SIADH-induced Hyponatremia in Selected Patients With Acute Neurological Injuries"},"statusModule":{"statusVerifiedDate":"2015-09","overallStatus":"TERMINATED","whyStopped":"Major protocol revision needed, current project terminated after enrollment of 25 patients.","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2015-08"},"primaryCompletionDateStruct":{"date":"2016-07","type":"ACTUAL"},"completionDateStruct":{"date":"2016-09","type":"ACTUAL"},"studyFirstSubmitDate":"2015-09-02","studyFirstSubmitQcDate":"2015-09-08","studyFirstPostDateStruct":{"date":"2015-09-09","type":"ESTIMATED"},"lastUpdateSubmitDate":"2018-09-20","lastUpdatePostDateStruct":{"date":"2018-09-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Polderman, Kees, H., MD, PhD","class":"INDIV"},"collaborators":[{"name":"University of Pittsburgh","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"Hyponatremia occurs frequently in patients with acute brain injury in the days to weeks following injury, and may contribute to adverse outcome. In addition, hyponatremia can aggravate neurologic dysfunction, complicate neurological assessments, and contribute to neurologic symptoms such as gait dysfunction that can impair efforts at mobilization and rehabilitation. Strict normonatremia (serum Na levels between 135 and 145 meq/dl) is the goal in most patients with acute brain injury. SIADH is the most frequent cause of hyponatremia in patients with neurological injury; however, treatment with fluid restriction is often difficult or contra-indicated, for example in patients with subarachnoid hemorrhage (SAH) where intravascular hypovolemia can trigger vasospasms. The aim of this project is to test Tolvaptan, an ADH antagonist, as a treatment in selected patients with acute brain injury who have developed SIADH.","detailedDescription":"Hyponatremia occurs frequently in patients with acute brain injury in the days to weeks following the acute injury, and may contribute to adverse outcome (1). In addition, hyponatremia can aggravate neurologic dysfunction, complicate neurological assessments, and contribute to neurologic symptoms such as gait dysfunction that can impair efforts at mobilization and rehabilitation. Strict normonatremia (serum Na levels between 135 and 145 meq/dl) is the goal in most patients with acute brain injury.\n\nVarious studies have shown that SIADH (syndrome of inappropriate anti-diuretic hormone secretion) is by far the most frequent cause of hyponatremia in patients with acute neurological injuries (1-4). However, the most frequently recommended standard therapies for SIADH such as fluid restriction are often impractical, counter-indicated or impossible to implement in neurocritical patients. For example, patients admitted for subarachnoid hemorrhage (SAH) require maintenance of a euvolemic state to prevent vasospasms; often, high volumes of fluid are required to prevent even brief episodes of hypovolemia, as these may trigger vasospasms \\[5-8\\].\n\nThus many patients are treated with hypertonic saline, which is usually effective, but at the price of inducing hypervolemia with possible (worsening of) cardiac dysfunction (which also occurs very often in patients with acute brain injury, again in particular those with SAH). In addition, using hypertonic saline may require central venous access and ICU monitoring, preventing transfer to a step-down unit in otherwise stable patients.\n\nThe investigators plan to use Tolvaptan (Samsca), an oral ADH antagonist that promotes aquauresis, as an agent to treat neurologically and hemodynamically stable patients with acute neurological injuries and suspected SIADH. As this drug is currently approved for 1-month use in patients with SIADH, and patients with acute brain injury develop transient SIADH with a duration of days to weeks, Tolvaptan would in theory be tailor-made for this population. However, experience with Tolvaptan in neurocritical patients is very limited. Current local hospital protocols call for maintaining normonatremia in all patients with acute brain injury (except for patients with brain edema being treated with hypertonic saline to induce hypernatremia). Hyponatremia is usually treated with hypertonic saline at this time.\n\nThe investigators aim to use Tolvaptan in patients admitted to the neurological ICU who have developed SIADH, who have recurrence of hyponatremia after discontinuation of hypertonic saline that was initially given to correct hyponatremia, and in neurologically stable patients who develop hyponatremia in the days (up to one week) after admission. Tolvaptan will be given for a 3 day period, then DC-ed but restarted immediately if sodium levels drop below 135 meq. The maximum treatment duration is 14 days.\n\nA key point of attention will be that the patients receive sufficient fluid intake, either by mouth if they are able to eat and drink, via intravenous administration, or a combination of both. The minimum fluid intake must be 2500 ml per 24 hours; usually the intake will be greater, especially in patients with SAH. Thus fluid intake/fluid administration will be closely monitored. In practice, every patient will be on a continuous IV infusion of 80-100 ml apart from their oral intake.\n\nSodium levels will be checked every 4-6 hours, as is already standard practice in patients with acute brain injury who develop hyponatremia.\n\nPrimary endpoint: Normalization of sodium levels (level 135-145 meq/dl). Secondary endpoints: 1. incidence of vasospasms; 2. incidence of pulmonary edema (defined as evidence of edema on chest X ray); 3. clinical outcomes, including length of stay in the ICU.\n\nSafety Liver enzymes will be monitored because a study in patients with autosomal dominant polycystic kidney disease, where Tolvaptan was used to slow the progression of the disease, reported that prolonged (3 month) administration of high doses (120 mg) of Tolvaptan was linked to a (reversible) rise in OT and PT, and in rare cases bilirubin, in some patients (9). However, previous studies in patients without polycystic kidney disease using Tolvaptan doses up to 60 mg for one year have not reported liver enzyme rises (10-11). The highest dose to be used is 45 mg, and the maximum duration will be 2 weeks.\n\nTolvaptan is currently used occasionally in daily clinical practice in local neurological ICU's. A review of the data on 43 patients (34 SAH, 5 ICH, 2 AIS, 2 post-brain tumor surgery) showed that the drug successfully controlled hyponatremia in the patients in whom it was used, without side effects being noted (12). Average sodium levels were 129.4 meq before treatment and increased to 135.8 meq within 48 hours. Median treatment duration was 5 days (average 4.3 days). No significant side effects were noted. Of note, liberal fluid intake was ensured in all of these patients.\n\nTarget patient population and number. A total of 80 patients with acute neurological injury; a minimum of 30 patients with subarachnoid hemorrhage, 10 patients with intracranial hemorrhage, 10 patients with acute ischemic stroke, 10 patients with traumatic brain injury, and 10 patients who have undergone elective neurosurgical intervention.\n\nInclusion criteria.\n\n* Patients with euvolemic or hypervolemic hyponatremia: serum Na \\<135 meq/dl\n* Inappropriately high urinary sodium excretion\n\nExclusion criteria.\n\n* Clinically evident hypovolemic hyponatremia\n* Recent myocardial infarction or cardiac surgery\n* Sustained ventricular tachycardia or fibrillation\n* Systolic blood pressure of less than 90 mm Hg\n* Serum creatinine concentration of more than 3 mg per deciliter\n* History of, or biochemical evidence of, liver disease\n* Serum sodium concentration less than 120 mmol per liter in association with neurologic impairment\n* Urinary tract obstruction\n* Use of other diuretics (furosemide, burinex, hydrochlorthiazide) that cannot be safely discontinued\n* Concomitant use of hypertonic saline (prior use OK, if hypertonic is stopped within 1 hour of the first dose of Tolvaptan administration).\n* History of chronic SIADH or known chronic hyponatremia from other causes (e.g. heart failure)\n* Uncontrolled hypothyroidism or adrenal insufficiency\n* Severe co-morbidities with life expectancy \\<6 months\n* CMO status"},"conditionsModule":{"conditions":["Hyponatremia","SIADH"],"keywords":["Hyponatremia","SIADH, stroke","SAH; ICH","AIS"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":25,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Tolvaptan","type":"OTHER","description":"Intervention arm. Open label, no control group","interventionNames":["Drug: Tolvaptan"]}],"interventions":[{"type":"DRUG","name":"Tolvaptan","description":"Use of Tolvaptan to treat SIADH-induced hyponatremia in selected patients with acute neurological injuries.","armGroupLabels":["Tolvaptan"],"otherNames":["Samsca"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Serum sodium level","timeFrame":"1-3 days"}],"secondaryOutcomes":[{"measure":"Incidence of vasospasms","timeFrame":"3 weeks"},{"measure":"Incidence of pulmonary edema","timeFrame":"2 weeks"},{"measure":"Length of stay in ICU","timeFrame":"4 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients with euvolemic or hypervolemic hyponatremia: serum Na \\<135 meq/dl\n* Inappropriately high urinary sodium excretion\n\nExclusion Criteria:\n\n* Clinically evident hypovolemic hyponatremia\n* Recent myocardial infarction or cardiac surgery\n* Sustained ventricular tachycardia or fibrillation\n* Systolic blood pressure of less than 90 mm Hg\n* Serum creatinine concentration of more than 3 mg per deciliter\n* History of, or biochemical evidence of, liver disease\n* Serum sodium concentration less than 120 mmol per liter in association with neurologic impairment\n* Urinary tract obstruction\n* Use of other diuretics (furosemide, burinex, hydrochlorthiazide) that cannot be safely discontinued\n* Concomitant use of hypertonic saline (prior use OK, if hypertonic is stopped within 1 hour of the first dose of Tolvaptan administration).\n* History of chronic SIADH or known chronic hyponatremia from other causes (e.g. heart failure)\n* Uncontrolled hypothyroidism or adrenal insufficiency\n* Severe co-morbidities with life expectancy \\<6 months\n* CMO status","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Kees Polderman, MD, PhD","affiliation":"University of Pittsburgh","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Mercy Hospital","city":"Pittsburgh","state":"Pennsylvania","zip":"15219","country":"United States","geoPoint":{"lat":40.44062,"lon":-79.99589}},{"facility":"UPMC Presbyterian","city":"Pittsburgh","state":"Pennsylvania","zip":"15261","country":"United States","geoPoint":{"lat":40.44062,"lon":-79.99589}}]},"referencesModule":{"references":[{"pmid":"24248182","type":"BACKGROUND","citation":"Hannon MJ, Behan LA, O'Brien MM, Tormey W, Ball SG, Javadpour M, Sherlock M, Thompson CJ. Hyponatremia following mild/moderate subarachnoid hemorrhage is due to SIAD and glucocorticoid deficiency and not cerebral salt wasting. J Clin Endocrinol Metab. 2014 Jan;99(1):291-8. doi: 10.1210/jc.2013-3032. Epub 2013 Dec 20. Erratum In: J Clin Endocrinol Metab. 2014 Mar;99(3):1096. Javadpur, M [corrected to Javadpour, M]."},{"pmid":"19834406","type":"BACKGROUND","citation":"Rahman M, Friedman WA. Hyponatremia in neurosurgical patients: clinical guidelines development. Neurosurgery. 2009 Nov;65(5):925-35; discussion 935-6. doi: 10.1227/01.NEU.0000358954.62182.B3."},{"pmid":"19417163","type":"BACKGROUND","citation":"Sherlock M, O'Sullivan E, Agha A, Behan LA, Owens D, Finucane F, Rawluk D, Tormey W, Thompson CJ. Incidence and pathophysiology of severe hyponatraemia in neurosurgical patients. Postgrad Med J. 2009 Apr;85(1002):171-5. doi: 10.1136/pgmj.2008.072819."},{"pmid":"16487432","type":"BACKGROUND","citation":"Sherlock M, O'Sullivan E, Agha A, Behan LA, Rawluk D, Brennan P, Tormey W, Thompson CJ. The incidence and pathophysiology of hyponatraemia after subarachnoid haemorrhage. Clin Endocrinol (Oxf). 2006 Mar;64(3):250-4. doi: 10.1111/j.1365-2265.2006.02432.x."},{"pmid":"21773873","type":"BACKGROUND","citation":"Diringer MN, Bleck TP, Claude Hemphill J 3rd, Menon D, Shutter L, Vespa P, Bruder N, Connolly ES Jr, Citerio G, Gress D, Hanggi D, Hoh BL, Lanzino G, Le Roux P, Rabinstein A, Schmutzhard E, Stocchetti N, Suarez JI, Treggiari M, Tseng MY, Vergouwen MD, Wolf S, Zipfel G; Neurocritical Care Society. Critical care management of patients following aneurysmal subarachnoid hemorrhage: recommendations from the Neurocritical Care Society's Multidisciplinary Consensus Conference. Neurocrit Care. 2011 Sep;15(2):211-40. doi: 10.1007/s12028-011-9605-9."},{"pmid":"23406828","type":"BACKGROUND","citation":"Steiner T, Juvela S, Unterberg A, Jung C, Forsting M, Rinkel G; European Stroke Organization. European Stroke Organization guidelines for the management of intracranial aneurysms and subarachnoid haemorrhage. Cerebrovasc Dis. 2013;35(2):93-112. doi: 10.1159/000346087. Epub 2013 Feb 7."},{"pmid":"22932990","type":"BACKGROUND","citation":"Edlow JA, Samuels O, Smith WS, Weingart SD. Emergency neurological life support: subarachnoid hemorrhage. Neurocrit Care. 2012 Sep;17 Suppl 1:S47-53. doi: 10.1007/s12028-012-9761-6."},{"pmid":"21748498","type":"BACKGROUND","citation":"Stocchetti N; Participants in the International Multi-Disciplinary Consensus Conference on the Critical Care Management of Subarachnoid Hemorrhage. Triggers for aggressive interventions in subarachnoid hemorrhage. Neurocrit Care. 2011 Sep;15(2):324-8. doi: 10.1007/s12028-011-9597-5."},{"pmid":"23121377","type":"BACKGROUND","citation":"Torres VE, Chapman AB, Devuyst O, Gansevoort RT, Grantham JJ, Higashihara E, Perrone RD, Krasa HB, Ouyang J, Czerwiec FS; TEMPO 3:4 Trial Investigators. Tolvaptan in patients with autosomal dominant polycystic kidney disease. N Engl J Med. 2012 Dec 20;367(25):2407-18. doi: 10.1056/NEJMoa1205511. Epub 2012 Nov 3."},{"pmid":"17105757","type":"BACKGROUND","citation":"Schrier RW, Gross P, Gheorghiade M, Berl T, Verbalis JG, Czerwiec FS, Orlandi C; SALT Investigators. Tolvaptan, a selective oral vasopressin V2-receptor antagonist, for hyponatremia. N Engl J Med. 2006 Nov 16;355(20):2099-112. doi: 10.1056/NEJMoa065181. Epub 2006 Nov 14."},{"pmid":"20185637","type":"BACKGROUND","citation":"Berl T, Quittnat-Pelletier F, Verbalis JG, Schrier RW, Bichet DG, Ouyang J, Czerwiec FS; SALTWATER Investigators. Oral tolvaptan is safe and effective in chronic hyponatremia. J Am Soc Nephrol. 2010 Apr;21(4):705-12. doi: 10.1681/ASN.2009080857. Epub 2010 Feb 25. Erratum In: J Am Soc Nephrol. 2010 Aug;21(8):1407."},{"type":"BACKGROUND","citation":"Polderman KH, Bajus D, Varon J. Use of Tolvaptan to treat SIADH-induced hyponatremia in selected patients with acute neurological injuries. Neurocrit Care 2014 21:S224 (abstract 215)."}]}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"Prot","hasProtocol":true,"hasSap":false,"hasIcf":false,"label":"Study Protocol","date":"2018-08-24","uploadDate":"2018-08-24T12:28","filename":"Prot_000.pdf","size":110545}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020196","term":"Trauma, Nervous System"},{"id":"D000007010","term":"Hyponatremia"}],"ancestors":[{"id":"D000014883","term":"Water-Electrolyte Imbalance"},{"id":"D000008659","term":"Metabolic Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014947","term":"Wounds and Injuries"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M21713","name":"Trauma, Nervous System","asFound":"Neurological Injury","relevance":"HIGH"},{"id":"M9750","name":"Hyponatremia","asFound":"Hyponatremia","relevance":"HIGH"},{"id":"M17375","name":"Wounds and Injuries","relevance":"LOW"},{"id":"M17314","name":"Water-Electrolyte Imbalance","relevance":"LOW"},{"id":"M11329","name":"Metabolic Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"D000077602","term":"Tolvaptan"}],"ancestors":[{"id":"D000065092","term":"Antidiuretic Hormone Receptor Antagonists"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"},{"id":"D000045283","term":"Natriuretic Agents"},{"id":"D000045505","term":"Physiological Effects of Drugs"}],"browseLeaves":[{"id":"M1858","name":"Tolvaptan","asFound":"Allocation","relevance":"HIGH"},{"id":"M9479","name":"Hormones","relevance":"LOW"},{"id":"M17104","name":"Vasopressins","relevance":"LOW"},{"id":"M4127","name":"Arginine Vasopressin","relevance":"LOW"}],"browseBranches":[{"abbrev":"NaAg","name":"Natriuretic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"VaCoAg","name":"Vasoconstrictor Agents"},{"abbrev":"Coag","name":"Coagulants"}]}},"hasResults":false}