{"protocolSection":{"identificationModule":{"nctId":"NCT05547438","orgStudyIdInfo":{"id":"CLN-22-411"},"organization":{"fullName":"NeuroTrauma Sciences, LLC","class":"INDUSTRY"},"briefTitle":"Single Ascending Dose Safety and Tolerability of NTS-104 Healthy Adults","officialTitle":"A Single-Center, Randomized, Placebo-Controlled, Single Ascending Dose Trial to Evaluate the Safety, Tolerability, and Pharmacokinetics of Intravenous Nts-104 Tris in Healthy Adults"},"statusModule":{"statusVerifiedDate":"2023-05","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-04-28","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-07-27","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-08-07","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-09-12","studyFirstSubmitQcDate":"2022-09-16","studyFirstPostDateStruct":{"date":"2022-09-21","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-05-24","lastUpdatePostDateStruct":{"date":"2023-05-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"NeuroTrauma Sciences, LLC","class":"INDUSTRY"},"collaborators":[{"name":"Parexel","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"NTS-104 TRIS will be administered as a single intravenous dose to healthy subjects at doses of 0.8, 4, 8 and 16 mg/kg in 4 Cohorts. Each cohort of 8 subjects will begin with dosing 2 sentinel subjects with one being given the investigational product and one the placebo. If no safety issues arise, dosing the remaining subjects in the cohort will begin. A Safety Review Committee will review the safety and pharmacokinetic data before approving escalation to the next dose level.","detailedDescription":"This is a randomized, , placebo-controlled, Phase 1, single-dose, dose-escalation study to assess the safety, tolerability, and PK of IV NTS-104 in healthy participants. The study is composed of a screening period, a treatment day, and a follow-up period. The study will enroll 4 cohorts with 8 participants in each cohort. Participants in each cohort will be randomized 3:1 to receive either a single IV administration of NTS-104 or placebo. Cohort 1 will be administered 0.8 mg/kg (Cohort 1) with proposed subsequent doses of 4 mg/kg (Cohort 2), 8 mg/kg (Cohort 3), and 16 mg/kg (Cohort 4). Two additional cohorts of 8 participants each, Cohorts 5 and 6, may be enrolled if the human equivalent dose to the no-observed-adverse-effect level (NOAEL) dose in rats is not reached or if exposure limits are not exceeded in the first 4 cohorts. Each cohort will start with a sentinel pair of participants, with 1 participant assigned to NTS-104 Tris (Arm 1) and 1 participant randomized to placebo (Arm 2). If there are no safety concerns identified at 48 hours, the remainder of the cohort will be dosed, with 5 participants randomized to NTS-104 Tris (Arm 1) and 1 participant assigned to placebo (Arm 2)."},"conditionsModule":{"conditions":["Acute Ischemic Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"SEQUENTIAL","interventionModelDescription":"Single ascending doses with review of safety, tolerability and pk prior to next dose level","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","INVESTIGATOR"]}},"enrollmentInfo":{"count":32,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Treatment Arm 1","type":"EXPERIMENTAL","description":"0.8, 4, 8, or 16 mg/mL NTS-104 solution for IV infusion","interventionNames":["Drug: NTS-104 TRIS"]},{"label":"Treatment Arm 2","type":"PLACEBO_COMPARATOR","description":"Single administration of placebo at the same volume and duration","interventionNames":["Drug: Placebo"]}],"interventions":[{"type":"DRUG","name":"NTS-104 TRIS","description":"Subjects will receive a single IV infusion of either 0.8, 4, 8, or 16 mg/mL NTS-104 depending on the Cohort number","armGroupLabels":["Treatment Arm 1"],"otherNames":["IP"]},{"type":"DRUG","name":"Placebo","description":"Subjects will be administered an IV infusion of placebo and the same duration and volume as the subjects administered NTS-104 TRIS in the cohort","armGroupLabels":["Treatment Arm 2"],"otherNames":["Buffer"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Adverse Events and Serious Adverse Events","description":"Treatment emergent adverse events reported by the participant or observed by the Investigator","timeFrame":"Day -28 to Day 8"},{"measure":"Change from Baseline in Physical Examination","description":"Any change in appearance, eyes, ears, nose, head, throat, neck, chest, lungs, heart, abdomen, extremities, skin, and neurologic examination including mental status from the screening physical to the physical on Day 8","timeFrame":"Day -28 to Day 8"},{"measure":"Change in Baseline Vital Signs","description":"Any change in vital signs will include blood pressure and heart rate at supine position after the participant has sat quietly for at least 5 minutes, from screening to Day 8.","timeFrame":"Day -28 to Day 8"},{"measure":"Concomitant Medication Use","description":"Change in use of concomitant medication taken from screening to after the IP administration","timeFrame":"Day -1 to Day 8"},{"measure":"Change in QTcF Determined by Electrocardiogram","description":"Any change in the QTcF from screening determined significant by the Investigator.","timeFrame":"Day -28 to Day 8"}],"secondaryOutcomes":[{"measure":"Cmax","description":"Maximum plasma concentration calculated using non-compartmental analysis","timeFrame":"Blood will be drawn from each patient prior to the start of the infusion, at 30, 60, 75, 90, 105, 120, 150, and 180 minutes after the infusion as well as at 4, 6, 8, 12, 24, 36, and 48 hours after the infusion."},{"measure":"Tmax","description":"Time to reach maximum plasma concentration using non-compartmental analysis","timeFrame":"Blood will be drawn from each patient prior to the start of the infusion, at 30, 60, 75, 90, 105, 120, 150, and 180 minutes after the infusion as well as at 4, 6, 8, 12, 24, 36, and 48 hours after the infusion."},{"measure":"AUC(0-t)","description":"area under the curve to the last time with a concentration ≥ the lower limit of quantification of the bioanalytical method using non-compartmental analysis","timeFrame":"Blood will be drawn from each patient prior to the start of the infusion, at 30, 60, 75, 90, 105, 120, 150, and 180 minutes after the infusion as well as at 4, 6, 8, 12, 24, 36, and 48 hours after the infusion."},{"measure":"AUC(inf)","description":"Area under the curve to infinity using non-compartmental analysis","timeFrame":"Blood will be drawn from each patient prior to the start of the infusion, at 30, 60, 75, 90, 105, 120, 150, and 180 minutes after the infusion as well as at 4, 6, 8, 12, 24, 36, and 48 hours after the infusion."},{"measure":"Elimination rate constant (λz)","description":"Rate of elimination of IP using non-compartmental analysis based concentrations in plasma","timeFrame":"Blood will be drawn from each patient prior to the start of the infusion, at 30, 60, 75, 90, 105, 120, 150, and 180 minutes after the infusion as well as at 4, 6, 8, 12, 24, 36, and 48 hours after the infusion."},{"measure":"Elimination half-life (t½)","description":"The time it takes for the elimination processes to reduce the plasma concentration or the amount of drug in the body by 50 percent. Will be calculated using non-compartmental analysis based on the plasma concentrations","timeFrame":"Blood will be drawn from each patient prior to the start of the infusion, at 30, 60, 75, 90, 105, 120, 150, and 180 minutes after the infusion as well as at 4, 6, 8, 12, 24, 36, and 48 hours after the infusion."},{"measure":"Total Plasma Clearance (CL)","description":"Elimination of drug over time as determined by non-compartmental analysis of plasma concentrations","timeFrame":"Blood will be drawn from each patient prior to the start of the infusion, at 30, 60, 75, 90, 105, 120, 150, and 180 minutes after the infusion as well as at 4, 6, 8, 12, 24, 36, and 48 hours after the infusion."},{"measure":"Volume of Distribution (Vz)","description":"Proportionality constant that relates the total amount of drug in the body to the plasma concentration of the drug at a given time as determined by non-compartmental analysis of the plasma concentrations","timeFrame":"Blood will be drawn from each patient prior to the start of the infusion, at 30, 60, 75, 90, 105, 120, 150, and 180 minutes after the infusion as well as at 4, 6, 8, 12, 24, 36, and 48 hours after the infusion."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Participants who provide written informed consent to participate in the study.\n2. Healthy males and females between 18 and 65 years (inclusive) of age at the time of signing informed consent.\n3. Body mass index (BMI) of 18 to 32 kg/m2 (inclusive) and weighing at least 50 kg at screening.\n4. Participants in general good health in the opinion of the Investigator as determined by medical history; vital signs; and physical, neurological, and suicidal ideation examinations.\n5. Blood pressure and heart rate within normal limits (blood pressure: systolic 90 to 140 mmHg and diastolic 50 to 90 mmHg; heart rate: 45 to 100 beats per minute) at screening and at admission on Day -1.\n6. Female participants must have a negative serum pregnancy test at screening and at admission and be willing and able to use a medically acceptable method of birth control - Acceptable methods of birth control in this study must start one complete menstrual cycle (and at least 30 days) prior to the first day of dosing and continue until 4 weeks after the final follow-up visit.\n\n   * Acceptable methods of birth control include abstinence, tubal ligation, bilateral tubal occlusion, progestogen-only hormonal contraception associated with inhibition of ovulation (oral, injectable and implantable), combined hormonal contraception (i.e., estrogen- and progestogen-containing), IUS and IUD.\n   * Female participants of non-childbearing potential are defined as either postmenopausal (evidence of menopause based on a combination of amenorrhea for at least one year confirmed with pre-admission serum follicle-stimulating hormone level \\[\\>30 IU/L\\]), or surgical sterilization (evidence of hysterectomy and/or bilateral oophorectomy).\n   * Male participants with a partner who might become pregnant must use reliable forms of contraception during the trial and 4 weeks afterward. Surgical sterilization (vasectomy with documentation of azoospermia) and a barrier method (condom).\n   * The participant's female partner uses oral contraceptives (combined hormonal contraception), injectable progesterone or subdermal implants, and the male partner uses a barrier method (condom)\n\nExclusion Criteria:\n\n1. History of significant medical disorder that, in the opinion of the Investigator, contraindicates administration of the study medications.\n2. Any active or current comorbidity with the exception of topical or allergic conditions treated with topical comedication and/or non-drowsy anti-allergic medication or acetaminophen\n3. Any use of current comedication at admission or during the 30 days prior to enrollment with the exception of topical dermatological medication and/or non-drowsy anti-allergic medication or acetaminophen\n4. Any acute illness (e.g., acute infection) within 72 hours of study drug administration, if considered of significance by the Investigator.\n5. Any clinically significant abnormality in safety laboratory tests at screening or admission, in particular a screening TSH test\n6. Positive human immunodeficiency virus, hepatitis B, or hepatitis C serology at screening.\n7. Specifically, any history or current diagnosis of hepatic impairment at screening and Day - 1\n8. Specifically, any history or current diagnosis of renal impairment at screening\n9. Specifically, a history of type 1 diabetes mellitus or current type 2 diabetes.\n10. Any abnormality on the neurological examination, at screening or enrollment\n11. Positive Columbia-Suicide Severity Rating Scale (C-SSRS).\n12. Participation in another clinical trial with drugs received within 3 months prior to dosing (calculated from the previous study's last dosing date).\n13. Participant who is an active smoker and/or has smoked or used nicotine or nicotine- containing products (e.g., nicotine patch, gum, e-cigarettes) within the past 6 months before enrollment.\n14. The use of ketogenic diets within 12 months prior to enrollment.\n15. Electrocardiogram (ECG) with clinically significant findings recorded at screening or admission.\n\n17. Positive coronavirus disease 2019 (COVID-19) test determined at screening and admission (nasal swab).\n\n18. Known history of alcohol or drug abuse in the past 5 years. 19. Positive urinary drug or cotinine screen determined at screening and admission.\n\n20. Positive serum alcohol screen determined during the screening period and on admission.\n\n21. Any other condition, which in the Investigator's opinion, would not make the participant a good candidate for the study.\n\n22. Blood donation of 500 mL (1 pint) or more: 56 days before the screening visit and until after the follow-up visit.\n\n23. Plasma donation: 7 days before the screening visit and until after the follow-up visit.\n\n24. Grapefruit, grapefruit juice, star fruit, pomegranate, and Seville oranges: 7 days before screening and until after the follow-up visit","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Marilyn S Dar","role":"CONTACT","phone":"18455361733","email":"m.dar@neurotraumasciences.com"},{"name":"Tina Lamidi","role":"CONTACT","phone":"240-506-4435","email":"tina.lamidi@parexel.com"}],"overallOfficials":[{"name":"Marc de Somer, MD","affiliation":"NeuroTrauma Sciences, LLC","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Parexel International EPCU Baltimore 7th floor","status":"RECRUITING","city":"Baltimore","state":"Maryland","zip":"21225","country":"United States","contacts":[{"name":"Ronald Goldwater, MD","role":"CONTACT"},{"name":"Shannon Marriott, PA-C","role":"CONTACT"}],"geoPoint":{"lat":39.29038,"lon":-76.61219}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000020521","term":"Stroke"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Acute Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M21550","name":"Pharmaceutical Solutions","relevance":"LOW"}],"browseBranches":[{"abbrev":"PhSol","name":"Pharmaceutical Solutions"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}