{"protocolSection":{"identificationModule":{"nctId":"NCT04553640","orgStudyIdInfo":{"id":"IRB00167998"},"organization":{"fullName":"Johns Hopkins University","class":"OTHER"},"briefTitle":"Virtual Patient Education From Real Cases","officialTitle":"Virtual Patient Education From Real Cases (ViPER) to Improve ED Diagnosis of Dizziness and Stroke","acronym":"ViPER"},"statusModule":{"statusVerifiedDate":"2023-07","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-05-15","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-06-30","type":"ACTUAL"},"completionDateStruct":{"date":"2023-06-30","type":"ACTUAL"},"studyFirstSubmitDate":"2020-09-11","studyFirstSubmitQcDate":"2020-09-11","studyFirstPostDateStruct":{"date":"2020-09-17","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-07-11","lastUpdatePostDateStruct":{"date":"2023-07-12","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Johns Hopkins University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Misdiagnosis of neurological conditions is common in healthcare settings, sometimes with devastating consequences. Most diagnostic errors result from failures in bedside diagnostic reasoning. Dizziness is a symptom that is common, costly, and frequently associated with missed stroke. Too often healthcare providers have misconceptions about diagnostic approaches to dizziness. Current systems of medical education, residency training, and licensure requirements have proven insufficient to prevent harms from diagnostic error. Traditional lectures do not change physician behavior but active learning strategies with the use of simulation do. The investigators built and hope to expand a simulation-based curriculum to improve diagnosis of dizziness (SIDD) that will mirror real-world encounters and clinical practice. Using the tenets of deliberate practice with rapid, real-time feedback, the investigators hope to improve the approach to dizziness of healthcare providers and correct knowledge deficits that contribute to diagnostic errors. Investigators have chosen dizziness as the \"model symptom\" for this study. Future plans include expanding this approach to other symptoms that are also common, costly, and associated with a high misdiagnosis rate (e.g. abdominal pain, dyspnea, or chest pain).","detailedDescription":"Diagnostic errors and resulting misdiagnosis-related harms represent a major public health problem. Most diagnostic errors result from failures in bedside diagnostic reasoning. Gaps in expertise (ultimately linked to faulty knowledge, inadequate training, or lack of feedback) account for many of these failures. Current systems of medical education, residency training, and licensure requirements have proven insufficient to prevent harms from diagnostic errors. The National Academy of Medicine recommends using simulation training with early exposure to a variety of typical/atypical cases to improve diagnostic performance. A systematic review found strong positive associations between simulation training and improved outcomes of knowledge, skills, and behaviors. Training in bedside diagnosis could be dramatically enhanced through symptom-specific virtual patient (VP) curricula that expose learners to real-world cases in a deliberate practice framework - practice that is motivated, purposeful, and systematic. This approach allows the appropriate mix of cases and difficulty to be presented to learners sequentially, potentially enhancing clinical skills.\n\nClinical presentations with nonspecific symptoms and diagnoses with wide differentials are especially prone to diagnostic errors; dizziness may be the epitome of this conundrum. Dizziness is a symptom that is common, costly, and associated with missed stroke. Isolated dizziness is the most common clinical context for missed stroke. Stroke is a leading cause of major long-term disability in the United States and an enormous source of global disease burden. It is listed as the fourth most common diagnostic errors among those reported by physicians. In fact, closed-claims analyses focused on neurologic conditions found stroke as the most common misdiagnosis, and more than 20% occurred in the ED. A hospital records analyses indicated that deaths due to cerebrovascular events result from diagnostic error far more frequently than those due to myocardial infarction. The ED is a high-risk site for diagnostic errors and indiscriminate use of neuroimaging for diagnosis of dizziness is neither accurate nor cost-effective. Risk stratification using symptoms and signs at the bedside offer the potential to provide cost-effective reductions in misdiagnosis-related harms. There is evidence to suggest that providers are currently ill-equipped and harbor misconceptions about the best approach to dizzy patients. Therefore, the investigators chose dizziness as the \"model symptom\" for study.\n\nEven at Johns Hopkins Medicine, where dizziness diagnosis has been studied extensively, this remains a problem. The Center for Diagnostic Excellence group recently showed that (a) \\<5% of dizziness charts have correct documentation of standard bedside examination techniques; (b) 40% of patients leave the ED with a symptom-only diagnosis (at least half of whom could have been correctly diagnosed and treated); and (c) 39% receive a CT (\\>90% of which are inappropriate). Emergency medicine residents overwhelmingly express the need for better training in dizziness diagnosis.\n\nThe investigators recently demonstrated that \\<10 hours' worth of simulation-based deliberate practice training using a dizziness-focused ViPER (Virtual Patient Education from Real Cases) curriculum made internal medicine interns twice as accurate as senior resident colleagues on VP cases. The investigators now seek to do the same for emergency medicine residents and demonstrate real-world impact."},"conditionsModule":{"conditions":["Simulation","Dizziness","Vertigo","Stroke"],"keywords":["virtual education","medical education"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"CROSSOVER","interventionModelDescription":"Phase 1: A stratified randomized controlled delayed intervention trial to assess the effectiveness of the \"intervention\" relative to a \"control\" condition. Participants will undergo a pretest \\& then stratified randomization to groups A or B (depending on clinical experience). Participants in group A will be exposed to the intervention (virtual patient curriculum + Feedback) and participants in group B will be exposed to the control (Online articles on dizziness and traditional ED residency training). The groups will then reverse so that now group B is exposed to the intervention. Outcomes will be measured for all participants at T0 (pretest), T1 (crossover point), and T2 (intervention end).\n\nPhase 2: This will be a non-randomized study between intervention group (those ED providers who participated in our curriculum) vs. new control group (matched ED providers who did not participate in our curriculum).","primaryPurpose":"OTHER","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":28,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Group A/Intervention Curriculum","type":"EXPERIMENTAL","description":"Virtual patient (VP) cases and feedback available through solving VP cases and participants' self-report on the diagnosis of dizzy patients in the emergency department.","interventionNames":["Other: Group A/Intervention Curriculum","Other: Group B/Control Curriculum"]},{"label":"Group B/Control curriculum","type":"ACTIVE_COMPARATOR","description":"Online articles on dizziness AND regular emergency department clinical rotations","interventionNames":["Other: Group A/Intervention Curriculum","Other: Group B/Control Curriculum"]}],"interventions":[{"type":"OTHER","name":"Group A/Intervention Curriculum","description":"Virtual patient cases and feedback","armGroupLabels":["Group A/Intervention Curriculum","Group B/Control curriculum"],"otherNames":["Simulation-based curriculum to Improve Diagnosis of Dizziness (SIDD)"]},{"type":"OTHER","name":"Group B/Control Curriculum","description":"Online articles on dizziness and emergency department clinical experience","armGroupLabels":["Group A/Intervention Curriculum","Group B/Control curriculum"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Diagnostic accuracy as determined by the percentage of proportion of correct virtual patient cases from the total number of virtual patient cases","description":"Diagnostic accuracy on virtual patient cases in a pretest-posttest study and then participants will be exposed to a 2nd posttest after a time delay - evaluated with Phase 1","timeFrame":"6 months"}],"secondaryOutcomes":[{"measure":"Diagnostic process assessed with quality of EHR notes for dizzy patients as assessed by a rubric (intervention vs. control group)","description":"EHR (electronic health record) notes for ED dizzy patients will be assessed for intervention vs. control group by two blinded raters using a rubric - evaluated with Phase 2","timeFrame":"6 months"},{"measure":"Diagnostic Utilization as determined by percentage of neuroimaging utilization in ED","description":"Number/percentage of CT/MRI scans ordered for dizzy patients in the ED (intervention vs. control group) - evaluated with Phase 2.","timeFrame":"6 months"},{"measure":"Self-Confidence as determined by online self assessment survey","description":"at the beginning and end of the study, the investigators will use an online self assessment survey with a range of score of 1 to 5 (1=extremely incompetent, 2=somewhat incompetent, 3=neither incompetent nor competent, 4=somewhat competent, and 5=extremely competent) to gauge learners' confidence in evaluating dizzy patients and perceived strengths and weaknesses in diagnostic approach, history, and examination","timeFrame":"6 months"},{"measure":"Satisfaction as determined by a self assessment score","description":"The self assessment survey score will range from 1 to 5 (1=extremely dissatisfied, 2=somewhat dissatisfied, 3=neither satisfied nor dissatisfied, 4=somewhat satisfied, and 5=extremely satisfied); Software usability and satisfaction data from participants will be collated for this scoring system.","timeFrame":"6 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* All internal medicine interns (PGY 1) and residents (PGY 2 and 3) at Johns Hopkins Hospital (JHH) and Johns Hopkins Bayview Medical Center (JHBMC) will be invited to participate voluntarily.\n* JHBMC and JHH Hospitalists, Physician Assistants, Nurse Practitioners, Emergency Medicine Residents.\n\nExclusion Criteria:\n\n* Interns and residents not associated with the internal medicine or emergency medicine residency programs at JHH and JHBMC.\n* Hospitalists, Physician Assistants, Nurse Practitioners not associated with JHBMC or JHH.","healthyVolunteers":true,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Susrutha Kotwal, MD","affiliation":"Johns Hopkins University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Johns Hopkins University School of Medicine","city":"Baltimore","state":"Maryland","zip":"21224","country":"United States","geoPoint":{"lat":39.29038,"lon":-76.61219}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000014717","term":"Vertigo"},{"id":"D000004244","term":"Dizziness"}],"ancestors":[{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000015837","term":"Vestibular Diseases"},{"id":"D000007759","term":"Labyrinth Diseases"},{"id":"D000004427","term":"Ear Diseases"},{"id":"D000010038","term":"Otorhinolaryngologic Diseases"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000012678","term":"Sensation Disorders"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M7110","name":"Dizziness","asFound":"Dizziness","relevance":"HIGH"},{"id":"M17152","name":"Vertigo","asFound":"Dizziness","relevance":"HIGH"},{"id":"M18077","name":"Vestibular Diseases","relevance":"LOW"},{"id":"M10469","name":"Labyrinth Diseases","relevance":"LOW"},{"id":"M10472","name":"Labyrinthitis","relevance":"LOW"},{"id":"M7291","name":"Ear Diseases","relevance":"LOW"},{"id":"M12651","name":"Otorhinolaryngologic Diseases","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M15180","name":"Sensation Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC09","name":"Ear, Nose, and Throat Diseases"}]}},"hasResults":false}