{"protocolSection":{"identificationModule":{"nctId":"NCT00046410","orgStudyIdInfo":{"id":"020314"},"secondaryIdInfos":[{"id":"02-N-0314"}],"organization":{"fullName":"National Institutes of Health Clinical Center (CC)","class":"NIH"},"briefTitle":"Comparison of the Risk of Stroke With On- Versus Off-Pump Coronary Artery Bypass Grafting","officialTitle":"Assessing the Risk of New Ischemic Brain Lesions With On- Versus Off-Pump Coronary Artery Bypass Grafting"},"statusModule":{"statusVerifiedDate":"2007-11-15","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2002-09-25"},"completionDateStruct":{"date":"2007-11-15"},"studyFirstSubmitDate":"2002-09-27","studyFirstSubmitQcDate":"2002-09-27","studyFirstPostDateStruct":{"date":"2002-09-30","type":"ESTIMATED"},"lastUpdateSubmitDate":"2017-06-30","lastUpdatePostDateStruct":{"date":"2017-07-02","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"leadSponsor":{"name":"National Institute of Neurological Disorders and Stroke (NINDS)","class":"NIH"}},"descriptionModule":{"briefSummary":"This study will compare the safety of coronary artery bypass grafting (CABG) with and without the use of heart-lung bypass during surgery (on- versus off-pump surgery). CABG carries a risk of stroke and of cognition problems (problems with thought processes) that may be caused by small strokes. This study will use magnetic resonance imaging (MRI) to determine whether the newer technique of off-pump CABG carries a lower risk of stroke than on-pump CABG. The study will also evaluate the relative risk (the risk of stroke in CABG patients exposed to the following factors compared to CABG patients who are not exposed to the following factors) of other factors for stroke and cognitive problems, such as atherosclerosis (hardening of the arteries), age, sex, pre-surgery intellectual function and performance, previous stroke, chronic kidney failure, diabetes, high blood pressure, carotid artery disease (narrowing of the neck arteries to the brain), peripheral blood vessel disease, and micro embolism (tiny blood clots that travel to the brain).\n\nPatients 18 years of age and older with chest pain or narrowing of the coronary arteries who are scheduled to undergo CABG surgery may be eligible for this study.\n\nParticipants will be randomly assigned to have CABG either on-pump or off-pump. They will undergo the following tests and procedures:\n\n* Tests of cognitive and neurological function before surgery and 6 months after surgery\n* Blood tests to look for cytokines (substances that indicate inflammation) before surgery, immediately after surgery and 1 day after surgery\n* MRI scans to detect stroke before surgery, 1 day after surgery and 1 month after surgery.\n\nMRI is a diagnostic test that uses a strong magnetic field and radio waves to show structural and chemical changes in tissue. For the procedure, the patient lies on a table that slides into the scanner-a metal cylinder surrounded by a magnetic field. Earplugs are worn to muffle the loud knocking sounds that occur when the pictures are being taken. The scan, taken before surgery, will last about 20 minutes; the two after surgery take about 10 minutes to perform.","detailedDescription":"Objective - Off-pump coronary artery bypass grafting (CABG) is hypothesized to be a safer alternative to conventional on-pump CABG, but the comparative risks and benefits of the procedures for neurological outcomes have not been established by prospective randomized testing. The primary objective of this study is to assess the difference in frequency of new ischemic brain lesions in patients randomized to either on- or off-pump CABG. We will test the hypothesis that off-pump CABG is associated with a smaller proportion of patients with new lesions on MRI post-operatively. Secondary objectives will explore the relationship of other imaging markers, blood markers, and results of cognitive testing to the occurrence of new ischemic lesions, and estimate the relative risk of pre-operative factors. We will also conduct an observational substudy of non-randomized heart surgery patients acquiring complementary data to estimate the relative risk of pre-operative and operative factors for the occurrence of new ischemic lesions.\n\nStudy population - A total of 140 patients (70 per each group) will be randomized. Subjects will be neurologically independent adult patients undergoing non-emergency CABG who are appropriate for either on- or off-pump surgery. In the observational study we will also assemble a cohort of 100 consecutive patients that will have CABG and 100 consecutive patients that will have valve replacement surgery. Total accrual across both studies will be 340 patients.\n\nDesign - The study has a prospective randomized single blinded design. Patients will be randomized to on- or off-pump surgical technique if they meet all eligibility criteria. Analyses will be performed blinded to the surgical group assignment and based on intention-to-treat principle. MRI evaluation will be performed prior to surgery, 48 hours after surgery, 30 days and 6 months after surgery. Biomarkers will be quantified in blood drawn before and immediately after surgery and 6, 24, 48 and 72 hours post-operatively. Cognitive testing will also be performed 30 days and 6 months after surgery. Interim analysis after each 20 patients will be performed up to the first 100 patients, with stopping rules if a highly significant difference is observed on the primary outcome variable. Patients randomized but who have no post-operative scan and have no clinical evidence of post-operative stroke will not be included in the sample for the primary analysis. Patients in the observational substudy will undergo the same pre- and post-operative evaluations as patients in the RCT.\n\nOutcome measures - The primary outcome measures are evidence of new ischemic lesions on 48-hour DWI or 30-day DWI or FLAIR, or clinical evidence of new stroke if protocol required scans are not performed, determined at 30 days after surgery. The proportion of patients in each group with primary outcome variable will be tested by a chi-square for proportions. Secondary imaging outcome variables will include the number of new lesions, and the total volume of new ischemic lesions. Secondary outcome measure include all cause mortality, encephalopathy, 30-day and 6-month cognitive decline, evidence of reperfusion injury on 48-hour post-gadolinium FLAIR, new ischemic lesions on 6-month DWI or FLAIR, and changes in values of blood markers. The relationships among new ischemic lesions, cognitive decline, and changes in blood markers will be explored. The association of baseline variables to the prediction of new lesions will be explored using multivariate logistic regression procedures."},"conditionsModule":{"conditions":["Coronary Disease"],"keywords":["MRI","Diffusion","Cognitive","Stroke","Heart","Coronary Artery Disease","Heart Disease"]},"designModule":{"studyType":"OBSERVATIONAL","enrollmentInfo":{"count":340}},"eligibilityModule":{"eligibilityCriteria":"* INCLUSION CRITERIA:\n\n  1. Age 18 years or greater\n  2. Neurologically and cognitively independent prior to surgery (mRS less than 2)\n  3. Patients with stable or unstable angina pectoris (Braunwald Class I-II, B) and/or documented ischemia due to single or multivessel disease and a normal, mild or moderately impaired global left ventricular function\n  4. Patients who are a candidate for CABG\n  5. Patients who are eligible for on-pump and off-pump CABG: Patients with single or multi-vessel disease in which one or more significant stenosis(es) in at least one major epicardial coronary artery (left anterior descending artery, left circumflex artery, right coronary artery, or the combination of one of the former and a side branch providing different myocardial territories).\n\nEXCLUSION CRITERIA:\n\n1. History of CABG\n2. Need for concomitant major surgery (e.g., valve replacement, resection ventricular aneurysm, congenital heart disease, vascular surgery of the carotid artery or thoracic-abdominal aorta) or salvage or emergency CABG\n3. Concomitant medical disorders making clinical follow-up of at least 6 months unlikely or impossible (e.g., neoplastic disease, hepatic failure)\n4. Q-wave myocardial infarction in the previous 6 weeks\n5. Overt congestive heart failure\n6. Hemorrhagic diathesis or hypercoagulability\n7. Any contraindication for off-pump CABG (i.e., thoracic deformities)\n8. Patients whose procedure requires no clamps (i.e., LIMA to LAD)\n9. Patients with hemodynamic instability, severe left ventricular dysfunction (ejection fraction less than 25%), significant cardiac enlargement, frequent arrhythmia or respiratory instability\n10. Carotid stenosis (greater than or equal to 60%) by magnetic resonance angiography or carotid Doppler\n11. Patients with a history of dementia, cognitive dysfunction (MMSE score less than 24) or psychiatric disorder\n12. Any MRI contraindication (cardiac pacemaker or defibrillator, insulin pump, aneurysmal clip, implanted neural stimulator, cochlear implant, metal shrapnel or bullet, etc)\n13. Unable to give informed consent\n14. Patients with the following intraoperative findings such as 1) hemodynamic instability with positioning, 2) inadequate visualization, 3) inappropriate vessels (i.e., small, intramyocardial), or 4) heavily calcified aorta by palpation\n\nINCLUSION CRITERIA FOR THE OBSERVATIONAL STUDY\n\n1. Age 65 years or greater\n2. Neurologically and cognitively independent prior to surgery (mRS less than 2)\n3. Patient scheduled for CABG or aortic or mitral valve replacement within one week\n\nEXCLUSION CRITERIA FOR THE OBSERVATIONAL STUDY\n\n1. Need for concomitant carotid endarterectomy\n2. Concomitant medical disorders making clinical follow-up of at least 6 months unlikely or impossible (e.g., neoplastic disease, hepatic failure)\n3. Patients with a history of dementia, cognitive dysfunction (MMSE score less than 24) or psychiatric disorder\n4. Any MRI contraindication (cardiac pacemaker or defibrillator, insulin pump, aneurysmal clip, implanted neural stimulator, cochlear implant, metal shrapnel or bullet, etc)\n5. Patient unable to give informed consent\n6. Participation in other research studies","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"Washington Hospital Center","city":"Washington, D.C.","state":"District of Columbia","zip":"20010","country":"United States","geoPoint":{"lat":38.89511,"lon":-77.03637}}]},"referencesModule":{"references":[{"pmid":"11276484","type":"BACKGROUND","citation":"Engelman DT, Cohn LH, Rizzo RJ. Incidence and predictors of tias and strokes following coronary artery bypass grafting: report and collective review. Heart Surg Forum. 1999;2(3):242-5."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000003327","term":"Coronary Disease"}],"ancestors":[{"id":"D000017202","term":"Myocardial Ischemia"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000014652","term":"Vascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M6236","name":"Coronary Artery Disease","relevance":"LOW"},{"id":"M6239","name":"Coronary Disease","asFound":"Coronary Disease","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M19196","name":"Myocardial Ischemia","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}