{"protocolSection":{"identificationModule":{"nctId":"NCT04856527","orgStudyIdInfo":{"id":"2020-1072"},"organization":{"fullName":"University of Cincinnati","class":"OTHER"},"briefTitle":"Motor Control Physical Therapist Support Stroke","officialTitle":"The Motor Control Consequences of Excessive Physical Therapist Support in Individuals With Stroke"},"statusModule":{"statusVerifiedDate":"2022-04","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-06-02","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-10-12","type":"ACTUAL"},"completionDateStruct":{"date":"2021-10-12","type":"ACTUAL"},"studyFirstSubmitDate":"2021-04-14","studyFirstSubmitQcDate":"2021-04-19","studyFirstPostDateStruct":{"date":"2021-04-23","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-04-28","lastUpdatePostDateStruct":{"date":"2022-04-29","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Sarah Schwab","investigatorTitle":"Principal Investigator","investigatorAffiliation":"University of Cincinnati"},"leadSponsor":{"name":"University of Cincinnati","class":"OTHER"},"collaborators":[{"name":"TriHealth Inc.","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The purpose of this study is to systematically determine the effect of unnecessary physical therapist assistance in individuals after stroke during the practice of an upper limb task on an individual's task performance and their underlying motor control patterns when learning (or re-learning) motor skills.","detailedDescription":"Independent motor task performance is the most highly prioritized outcome of physical therapy for individuals with motor disability. Accordingly, a key priority for physical therapists in multiple practice settings is the advancement of functional motor independence. Therapists must determine when a patient requires assistance (e.g., verbal cues, physical support) to complete a motor task and when a patient is able to execute a motor skill with less assistance. If a therapist does not provide enough support, the patient is at risk for unsuccessful task performance. As such, therapists often default to providing a higher level of assistance.\n\nAn individual following stroke, for instance, may demonstrate an increased magnitude of postural sway while completing self-care activities at the sink. A therapist may decide to provide physical support for the patient to decrease sway variability, whether or not the patient requires this support to maintain performance. The motor control consequences of providing this assistance (thus constraining movement variability and providing fewer options for adapting movement) when assistance is actually not needed is unknown. The purpose of this study is to systematically determine the effect of unnecessary assistance during the practice of an upper limb task on functional performance and underlying motor control patterns when learning (or re-learning) motor skills in individuals with stroke. The insights gained from the current project will have the potential to improve the currently available physical therapy interventions for individuals with stroke.\n\nThe effects of unnecessary physical therapist support will be examined in terms of upper limb task performance, retention, and transfer, and in terms of the postural control supporting task performance. The study is currently planned for individuals with stroke. Participants will be required to maintain the position of a virtual laser within a target while standing. An experimental group will receive postural support (physical assistance to maintain upright posture) during a practice period in order to specifically determine the effect of postural support on upper limb task performance and postural sway patterns. Participants will also engage in a light finger force production transfer task to ascertain the influence of postural support on a different supra-postural task.\n\nIt is hypothesized that providing unnecessary assistance (and thus limiting independence) during practice of a novel motor task will result in (a) faster improvements in task performance but reduced retention and more limited transfer to another, similar task; and (b) reduced task- sensitive postural sway adjustments (measured in terms of both the quantity and temporal structure) during practice, at transfer, and at retention, reflecting reduced adaptability of postural patterns to task demands."},"conditionsModule":{"conditions":["Stroke"],"keywords":["physical therapy","postural control","supra-postural task","stroke","motor control","contextual factors","variability"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"BASIC_SCIENCE","maskingInfo":{"masking":"SINGLE","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":25,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Experimental Group","type":"EXPERIMENTAL","description":"Participants will receive physical therapist support to reduce postural sway while completing a precision aiming task in virtual reality, whether or not they require the support.","interventionNames":["Behavioral: Physical therapist support"]},{"label":"Control Group","type":"NO_INTERVENTION","description":"Participants will receive no physical therapist support while completing the task."}],"interventions":[{"type":"BEHAVIORAL","name":"Physical therapist support","description":"Participants will receive physical therapist support to reduce postural sway variability while completing an upper limb precision aiming task in virtual reality.","armGroupLabels":["Experimental Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Center of pressure path length","description":"The amount of displacement of the location of the (resultant) vertical ground reaction force vector.","timeFrame":"Change from initial assessment to after 10 minutes of practice; during practice (10 minutes total)"},{"measure":"Standard deviation of center of pressure","description":"Variability of center of pressure trajectory for each plane.","timeFrame":"Change from initial assessment to after 10 minutes of practice; during practice (10 minutes total)"},{"measure":"Recurrence quantification analysis","description":"Quantifies the patterning, non-stationarity, and complexity of biological time series through the analysis of local recurrences in a reconstructed phase space.","timeFrame":"Change from initial assessment to after 10 minutes of practice; during practice (10 minutes total)"},{"measure":"Entropy (Sample entropy or multiscale entropy)","description":"Evaluates the predictability of the next state of a system, given what is known about the current state of a system.","timeFrame":"Change from initial assessment to after 10 minutes of practice; during practice (10 minutes total)"},{"measure":"Error (root mean square error)","description":"Deviation of laser from target; deviation of force production from target force.","timeFrame":"Change from initial assessment to after 10 minutes of practice; during practice (10 minutes total)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Between 45 and 80 years at time of consenting\n2. Previous diagnosis of stroke for which they sought treatment (\\> 1 month prior to enrollment)\n3. Able to communicate with investigators, follow a 2-step command and correctly answer consent comprehension questions\n4. Independence or modified independence during ambulation (defined as the ability to ambulate with no physical assist and walk with an assistive device as needed) for at least 30 ft.\n5. Score 0-3 on the Modified Rankin Scale, which indicates complete independence to moderate disability but able to walk without assistance.\n6. Maintain standing balance for \\> 2 minutes with no physical support.\n7. Maintain grasp of a handheld object with at least one hand.\n\nExclusion Criteria:\n\n1. Limited language abilities, deafness, blindness, or serious motor impairment that outright prevents performance of the experimental tasks (e.g., severe lower extremity spasticity)\n2. Pregnancy.\n3. Pain with weightbearing \\> 4/10.\n4. Inability to answer consent questions and follow simple 1-step commands.\n5. Any other medical condition that would preclude the valid administration of the study measures, specifically seizure disorders or additional neurologic conditions beyond stroke.","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"University of Cincinnati Center for Cognition, Action, and Perception","city":"Cincinnati","state":"Ohio","zip":"45221","country":"United States","geoPoint":{"lat":39.12713,"lon":-84.51435}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Analytic code and other study materials may be shared on PI's Open Science Framework (OSF) page.","infoTypes":["ANALYTIC_CODE"],"timeFrame":"Within 6 months of study completion or after the primary manuscript from this study is accepted for publication and will likely remain available indefinitely","url":"https://osf.io/wq2rf/"}},"annotationSection":{"annotationModule":{"unpostedAnnotation":{"unpostedResponsibleParty":"Sarah Schwab, Principal Investigator, University of Cincinnati","unpostedEvents":[{"type":"RELEASE","date":"2022-10-05"},{"type":"RESET","date":"2023-08-25"}]}}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14","submissionTracking":{"estimatedResultsFirstSubmitDate":"2022-10-05","submissionInfos":[{"releaseDate":"2022-10-05","resetDate":"2023-08-25"},{"releaseDate":"2023-08-28"}]}},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}