{"protocolSection":{"identificationModule":{"nctId":"NCT02675790","orgStudyIdInfo":{"id":"141077"},"organization":{"fullName":"Vanderbilt University Medical Center","class":"OTHER"},"briefTitle":"Moderate Dose Hydroxyurea for Secondary Stroke Prevention in Children With Sickle Cell Disease in Sub-Saharan Africa","officialTitle":"Hydroxyurea for Stroke Prevention in Children With Sickle Cell Disease in Sub-Saharan Africa","acronym":"SPRINT"},"statusModule":{"statusVerifiedDate":"2022-01","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-03-31","type":"ACTUAL"},"completionDateStruct":{"date":"2020-03-31","type":"ACTUAL"},"studyFirstSubmitDate":"2016-01-08","studyFirstSubmitQcDate":"2016-02-04","studyFirstPostDateStruct":{"date":"2016-02-05","type":"ESTIMATED"},"lastUpdateSubmitDate":"2022-01-16","lastUpdatePostDateStruct":{"date":"2022-01-19","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Michael DeBaun","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Vanderbilt University Medical Center"},"leadSponsor":{"name":"Vanderbilt University Medical Center","class":"OTHER"},"collaborators":[{"name":"Aminu Kano Teaching Hospital","class":"OTHER"},{"name":"Murtala Muhammed Specialist Hospital","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The overall goal of the proposed study is to determine the effectiveness of hydroxyurea therapy for secondary stroke prevention and prevention of other neurological events in children with SCA with an acute overt stroke.","detailedDescription":"Sub-Saharan Africans are disproportionately affected with sickle cell disease (SCD). In the most populous country in sub-Saharan Africa, Nigeria, over 150,000 children with the most severe form of SCD, sickle cell anemia (SCA), are born per year as compared to about 1,100 births in the United States. In Nigeria, for every birth year cohort of children with SCA followed to their 18th birthday with no premature deaths, there are at least 15,000 overt strokes. The prevalence of stroke among children with SCA, particularly in low-income countries, is associated with an increased rate of morbidity and premature death. If untreated, 50% of children who have had their first overt stroke will have a recurrent stroke within two years of the event. Regular blood transfusion is standard therapy for secondary stroke prevention in this high stroke risk population. However, monthly blood transfusion therapy is not a feasible option for children with SCA in sub-Saharan Africa for several reasons, including the high cost of monthly transfusion and limited blood supplies. Preliminary data from observational studies suggest that hydroxyurea (HU) therapy may be an effective alternative strategy for secondary stroke prevention in children with SCA. In sub-Saharan Africa, the critical unanswered question is what appropriate HU dose for secondary stroke prevention maximizes therapeutic benefit while minimizing toxicity to children.\n\nIn preparation for this application, over the last 9 months, we achieved the following milestones with the SPIN trial (NCT01801423; NIH/NINDS Grant number 1R21NS080639-01): 1) demonstrated the feasibility of HU therapy for primary stroke prevention in Africa, with 92% of the eligible participants enrolled; 2) showed favorable data that moderate dose HU therapy (20 mg/kg/day) is safe; 3) demonstrated that HU therapy may be effective for primary stroke prevention (3 months after starting HU therapy, two-thirds of the children in the SPIN Trial (n=25) with baseline elevated transcranial Doppler (TCD) measurements decreased their TCD values to normal levels); 4) demonstrated short-term safety of HU therapy, with no deaths or increase in hospitalizations when compared to a prospectively followed comparison group (n=210) that had 7 deaths and a higher rate of all-cause hospitalizations; 5) revealed very good adherence to HU therapy based on the biological correlate, mean corpuscular volume (MCV), and the validated Morisky Medication Adherence Scale; and 6) conducted a one-month intensive clinical research training at Vanderbilt University, paired with ongoing mentoring for more than one year with multi-disciplinary teams from Aminu Kano Teaching Hospital (AKTH) and an affiliated satellite clinic, Murtala Muhammad Specialist Hospital (MMSH) both located in Kano, Nigeria. Our results to date indicate that no children have developed a stroke while on HU therapy, and the rate of adverse events has been lower than in the comparison group with a normal TCD measurement at baseline who were followed for the same period of time (median of 25 months). In the SPIN trial, both the treatment and the comparison group are being followed for 3 years.\n\nBased on our encouraging early results for primary stroke prevention in the SPIN Trial among children with SCA in Kano, Nigeria, we propose a definitive partial phase III trial with the same study team, wherein we will test the hypothesis that moderate dose HU therapy (20 mg/kg/day) results in 80% relative risk reduction when compared to low dose HU therapy (10 mg/kg/day) for secondary stroke prevention among children 1 - 16 years of age with SCA and acute overt stroke.\n\nThe aims for the two center randomized partial double-blind Phase III clinical trial are: 1) to assess the efficacy of moderate dose HU therapy for secondary stroke prevention when compared to low dose HU therapy among children with SCA; 2) to determine whether moderate HU therapy decreases the rate of all-cause hospitalizations when compared to low dose HU therapy; and 3) to assess prevalence of strokes and incidence of recurrent strokes among individuals with SCD ages 1 - 16 at active study site from January 1, 2014 to June 30, 2017. We will randomly allocate up to 120 children who meet the inclusion criteria in a ratio of 1:1 with follow-up for at least 36 months per participant from a pool of over 10,000 children with SCA who attend the two study sites, AKTH and MMSH, both located in Kano, Nigeria. Similar methods of operation and procedures from the SPIN Trial with participants from both sites will be used to conduct this proposed trial.\n\nAmong the study population of over 10,000 children with SCA in Kano, \\< 1% receive a TCD measurement between the two study sites; therefore, we expect ≥ 100 children will have an initial stroke annually, based on an incidence of 1 per 100 patient years. Among those with an initial stroke who are untreated, which includes most of the children with strokes at the study sites, we expect at least 50% will have a recurrent stroke within two years. Rarely do we have an opportunity to conduct a trial that will likely result in a paradigm shift of medical care for children who have strokes. Completion of the trial will provide a targeted strategy for secondary stroke prevention in regions of the world where regular blood transfusion therapy is not routinely available, and children with strokes are left with no reasonable alternative for stroke prevention."},"conditionsModule":{"conditions":["Sickle Cell Disease","Sickle Cell Anemia","Stroke"],"keywords":["hydroxyurea","sub-Saharan Africa","secondary stroke prevention"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE3"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"SINGLE_GROUP","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"QUADRUPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":120,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Hydroxyurea (Moderate Dose)","type":"ACTIVE_COMPARATOR","description":"The study intervention will include moderate dose hydroxyurea therapy at 20 mg/kg/day (range 17.5 - 26 mg/kg/day) for 36 months.","interventionNames":["Drug: Moderate Dose Hydroxyurea"]},{"label":"Hydroxyurea (Low Dose)","type":"ACTIVE_COMPARATOR","description":"The study intervention will include random allocation to low dose hydroxyurea therapy at 10 mg/kg/day (range 7 - 15 mg/kg/day) for 36 months.","interventionNames":["Drug: Low Dose Hydroxyurea"]}],"interventions":[{"type":"DRUG","name":"Moderate Dose Hydroxyurea","description":"Hydroxyurea therapy at 20 mg/kg/day for primary stroke prevention.","armGroupLabels":["Hydroxyurea (Moderate Dose)"],"otherNames":["Hydrea"]},{"type":"DRUG","name":"Low Dose Hydroxyurea","description":"Hydroxyurea therapy at 10 mg/kg/day (range 7 - 15 mg/kg/day) for primary stroke prevention.","armGroupLabels":["Hydroxyurea (Low Dose)"],"otherNames":["Hydrea"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Recurrence of clinically overt stroke, transient ischemic attack or death","description":"To assess the effectiveness of moderate dose HU therapy at 20 mg/kg/day for secondary stroke prevention when compared to low dose HU therapy at 10 mg/kg/day in children with SCA. Within 30 days after the onset of a first stroke, children 1 to 16 years of age with SCA will be randomized to receive moderate dose HU therapy at 20 mg/kg/day (study group) or low dose HU therapy at 10 mg/kg/day (control group) with monthly follow-up for at least 36 months per participant. Parents will be educated on how to recognize signs and symptoms of a stroke. The rate of stroke recurrence will be measured using standardized neurological examinations (Pediatric NIH Stroke Scale).","timeFrame":"36 months"}],"secondaryOutcomes":[{"measure":"Incidence of all cause hospitalizations","description":"To determine whether moderate HU therapy at 20 mg/kg/day decreases the rate of all-cause hospitalizations when compared to low dose HU therapy at 10 mg/kg/day with monthly follow-up for at least 36 months per participant.","timeFrame":"36 months"}],"otherOutcomes":[{"measure":"Prevalence of stroke and incidence of recurrent strokes","description":"To assess prevalence of strokes and incidence of recurrent strokes among individuals with SCD ages 1 - 16 at active study site from January 1, 2014 to June 30, 2017.","timeFrame":"42 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Children ages 1 to 16 years of age with sickle cell anemia confirmed by hemoglobin electrophoresis evaluation or high performance liquid chromatography (HPLC);\n* Informed consent from a parent or legal guardian and assent of participants;\n* Children with presence of new stroke up to and including 30 days prior to signing the informed consent;\n* Acceptance of HU therapy for at least three years.\n\nExclusion Criteria:\n\n* Children with history of stroke with event occurring more than 30 days prior to signing the informed consent;\n* Confirmed pregnancy or considering family planning - due to possible hydroxyurea-induced congenital anomalies or abnormal fetal growth. Adolescents who have started their menses must have a pregnancy test done every month prior to getting a prescription for HU;\n* Children who are already on blood transfusion or HU therapy;\n* Other exclusions: significant cytopenias \\[absolute neutrophil count (ANC) \\<1500/ul, platelets \\<150,000/ul, reticulocytes \\<80,000/ul, unless Hb is \\> 9 g/dl\\], renal insufficiency (creatinine \\> 0.8 mg/dl); other significant organ system dysfunction, or other contraindication to HU therapy; and history of seizures or diagnosis of epilepsy;\n* Other significant organ system dysfunction based on the site investigators discretion;\n* Any other condition, such as malnutrition, or chronic illness, which in the opinion of the site's Principal Investigator makes study therapy not advisable or unsafe;\n* Active infections: bacterial, viral or fungal (tuberculosis, malaria, active hepatitis, osteomyelitis);\n* Active chronic leg ulcers.","healthyVolunteers":false,"sex":"ALL","minimumAge":"1 Year","maximumAge":"16 Years","stdAges":["CHILD"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Michael R. DeBaun, MD, MPH","affiliation":"Vanderbilt University Medical Center","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Aminu Kano Teaching Hospital","city":"Kano","country":"Nigeria","geoPoint":{"lat":12.00012,"lon":8.51672}},{"facility":"Murtala Muhammad Specialist Hospital","city":"Kano","country":"Nigeria","geoPoint":{"lat":12.00012,"lon":8.51672}}]},"referencesModule":{"references":[{"pmid":"9414296","type":"BACKGROUND","citation":"Ohene-Frempong K, Weiner SJ, Sleeper LA, Miller ST, Embury S, Moohr JW, Wethers DL, Pegelow CH, Gill FM. Cerebrovascular accidents in sickle cell disease: rates and risk factors. Blood. 1998 Jan 1;91(1):288-94."},{"pmid":"25824688","type":"BACKGROUND","citation":"Kassim AA, Galadanci NA, Pruthi S, DeBaun MR. How I treat and manage strokes in sickle cell disease. Blood. 2015 May 28;125(22):3401-10. doi: 10.1182/blood-2014-09-551564. Epub 2015 Mar 30."},{"pmid":"36322937","type":"DERIVED","citation":"Abdullahi SU, Sunusi S, Abba MS, Sani S, Inuwa HA, Gambo S, Gambo A, Musa B, Covert Greene BV, Kassim AA, Rodeghier M, Hussaini N, Ciobanu M, Aliyu MH, Jordan LC, DeBaun MR. Hydroxyurea for secondary stroke prevention in children with sickle cell anemia in Nigeria: a randomized controlled trial. Blood. 2023 Feb 23;141(8):825-834. doi: 10.1182/blood.2022016620."},{"pmid":"30952488","type":"DERIVED","citation":"Abdullahi SU, DeBaun MR, Jordan LC, Rodeghier M, Galadanci NA. Stroke Recurrence in Nigerian Children With Sickle Cell Disease: Evidence for a Secondary Stroke Prevention Trial. Pediatr Neurol. 2019 Jun;95:73-78. doi: 10.1016/j.pediatrneurol.2019.01.008. Epub 2019 Jan 17."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14","removedCountries":["United States"]},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000000755","term":"Anemia, Sickle Cell"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000000745","term":"Anemia, Hemolytic, Congenital"},{"id":"D000000743","term":"Anemia, Hemolytic"},{"id":"D000000740","term":"Anemia"},{"id":"D000006402","term":"Hematologic Diseases"},{"id":"D000006453","term":"Hemoglobinopathies"},{"id":"D000030342","term":"Genetic Diseases, Inborn"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M11997","name":"Neoplasm Metastasis","relevance":"LOW"},{"id":"M3760","name":"Anemia","relevance":"LOW"},{"id":"M3775","name":"Anemia, Sickle Cell","asFound":"Sickle Cell Disease","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M3763","name":"Anemia, Hemolytic","relevance":"LOW"},{"id":"M9237","name":"Hemolysis","relevance":"LOW"},{"id":"M3765","name":"Anemia, Hemolytic, Congenital","relevance":"LOW"},{"id":"M9180","name":"Hematologic Diseases","relevance":"LOW"},{"id":"M9229","name":"Hemoglobinopathies","relevance":"LOW"},{"id":"M23376","name":"Genetic Diseases, Inborn","relevance":"LOW"},{"id":"T5229","name":"Sickle Cell Anemia","asFound":"Sickle Cell Disease","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC15","name":"Blood and Lymph Conditions"},{"abbrev":"BC16","name":"Diseases and Abnormalities at or Before Birth"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"D000006918","term":"Hydroxyurea"}],"ancestors":[{"id":"D000000970","term":"Antineoplastic Agents"},{"id":"D000000986","term":"Antisickling Agents"},{"id":"D000004791","term":"Enzyme Inhibitors"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"},{"id":"D000019384","term":"Nucleic Acid Synthesis Inhibitors"}],"browseLeaves":[{"id":"M9659","name":"Hydroxyurea","asFound":"Exacerbation","relevance":"HIGH"},{"id":"M7641","name":"Enzyme Inhibitors","relevance":"LOW"}],"browseBranches":[{"abbrev":"ANeo","name":"Antineoplastic Agents"},{"abbrev":"AnSickAg","name":"Antisickling Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}