{"protocolSection":{"identificationModule":{"nctId":"NCT02756091","orgStudyIdInfo":{"id":"2016-00526"},"organization":{"fullName":"Insel Gruppe AG, University Hospital Bern","class":"OTHER"},"briefTitle":"International Intracranial Dissection Study","officialTitle":"International Intracranial Artery Dissection Study","acronym":"I-IDIS"},"statusModule":{"statusVerifiedDate":"2018-10","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2016-08"},"primaryCompletionDateStruct":{"date":"2021-11","type":"ESTIMATED"},"completionDateStruct":{"date":"2022-05","type":"ESTIMATED"},"studyFirstSubmitDate":"2016-04-11","studyFirstSubmitQcDate":"2016-04-28","studyFirstPostDateStruct":{"date":"2016-04-29","type":"ESTIMATED"},"lastUpdateSubmitDate":"2018-10-11","lastUpdatePostDateStruct":{"date":"2018-10-12","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Insel Gruppe AG, University Hospital Bern","class":"OTHER"},"collaborators":[{"name":"Swiss Heart Foundation","class":"OTHER"},{"name":"Cervical Artery Dissections and Ischemic Stroke Patients - Consortium","class":"NETWORK"}]},"descriptionModule":{"briefSummary":"Cervicocerebral artery dissection is a major cause for stroke in young adults. While knowledge of cervical artery dissection (CeAD) has increased thanks to a number of high quality studies, knowledge on intracranial artery dissection (IAD) is limited. Due to treatment and publication bias little is known about the natural history of IAD. Overall, IAD is assumed to have a more severe course than CeAD, with a more ominous outcome in patients with subarachnoid hemorrhage (SAH). Furthermore, little information is available on the risk of recurrent IAD as well as on the risk of recurrent ischemic and haemorrhagic events in non-Asian patients. Radiological diagnosis of IAD can be challenging given the small size of intracranial arteries, and the subtle and non-specific radiological signs which tend to evolve over time. The optimal treatment of IAD is unknown. There are no randomised trials and only observational studies with relatively small sample sizes are available, thus providing a very low level of evidence.\n\nFinding the factors that are decisive for outcome and recurrence after intracranial artery dissection is key to an improved management of this potentially severe disease predominantly affecting young patients. By using standardised protocols for diagnosis, imaging and follow-up, the investigators intend to obtain large representative patient samples in order to fill the gap of evidence.","detailedDescription":"Cervicocephalic artery dissection corresponds to a hematoma in the wall of a cervical or an intracranial artery and is an important cause of stroke in children and young and middle-aged adults. While extracranial cervical artery dissection (CeAD) has been extensively studied and described, less information is available on pure intracranial artery dissection (IAD) not involving the cervical portion of the artery. Early reports were based exclusively on autopsy series, hence biased towards the most severe cases. The incidence of IAD is unknown, but is probably lower than the incidence of symptomatic CeAD in populations of European origin. The proportion of IAD among all cervicocephalic dissections varies substantially between ethnic and age groups, and depending on study recruitment strategies and ascertainment methods. Indeed, recruitments through departments of neurology are biased towards CeAD and IAD presenting with local symptoms and/or ischaemic stroke while recruitments through departments of neurosurgery or interventional neuroradiology are biased towards IAD presenting with subarachnoid haemorrhage (SAH).Therefore, patients with IAD are managed not only by neurologists, but also by neurosurgeons, and interventional neuroradiologists, each having an incomplete picture of the disease.\n\nThe vast majority of reported series of IAD patients come from Asian countries and IAD affects the posterior circulation more frequently than the anterior circulation in these series. This contrasts with CeAD and saccular intracranial aneurysms, which most commonly affect the anterior circulation. Due to treatment and publication bias little is known about the natural history of IAD. Overall, IAD is assumed to have a more severe course than CeAD, with a more ominous outcome in patients with SAH IAD than in patients with non-SAH IAD. Furthermore, little information is available on the risk of recurrent IAD as well as risk for recurrent ischaemic and haemorrhagic events. Radiological diagnosis of IAD can be challenging given the small size of intracranial arteries, and the subtle and non-specific radiological signs which tend to evolve with time.\n\nThe optimal treatment of IAD is unknown. There are no randomised trials and only observational studies with relatively small sample sizes are available, thus providing a very low level of evidence. Patients with SAH IAD are usually treated by surgery or endovascular procedures because up to 40% of the patients experience re-bleeding within the first days after the event. Various surgical and endovascular treatment methods have been proposed for intracranial dissecting aneurysms. When patients are in poor clinical condition or treatment has an unacceptably high complication risk, it can be decided to withhold from surgical or endovascular treatment. In addition, Most non-SAH IAD patients have been treated medically, but the choice of antithrombotic therapy (anticoagulants or antiplatelet agents) has been evaluated neither in randomised trials nor in systematic reviews and meta-analyses of observational data. As a consequence, there is currently no consensus on optimal treatment of IAD."},"conditionsModule":{"conditions":["Cerebrovascular Disorders","Vascular: Intracranial","Intimal Dissection","Stroke"],"keywords":["Intracranial Artery Dissection","IAD","Stroke","Observational Study"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":true,"targetDuration":"12 Months","designInfo":{"observationalModel":"OTHER","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":500,"type":"ESTIMATED"}},"armsInterventionsModule":{"interventions":[{"type":"OTHER","name":"No study-specific intervention"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Modified Rankin Scale score (mRS score)","description":"The mRS is a standardised valid measure to semi-quantify functional outcome after stroke.","timeFrame":"180 days after diagnosis +/- 30 days"},{"measure":"Recurrence of stroke","timeFrame":"180 days after diagnosis"}],"secondaryOutcomes":[{"measure":"Recurrence of cervico- cerebral dissection","timeFrame":"90 days, 180 days, 12 months"},{"measure":"Recurrence of stroke","timeFrame":"0-10 days, 90 days, 12 months after diagnosis"},{"measure":"Change in Modified Rankin Scale score (mRS score) from before diagnosis to follow up","description":"The mRS is a standardised valid measure to semi-quantify functional outcome after stroke.","timeFrame":"0-10 days, 90 days, 12 months after diagnosis"},{"measure":"Change in occupational status from before diagnosis to follow up","description":"The patients' profession, workload (whether the patient is full time or part time working) and, if the patient is not working, the reason why he or she is not working (e.g. for medical reason) are assessed by patient interview according to local routine procedure.","timeFrame":"0-10 days, 90 days, 180 days, 12 months after diagnosis"},{"measure":"Mortality","timeFrame":"0-10 days, 90 days, 180 days, 12 months after diagnosis"},{"measure":"Increase or reduction in size (>50% local degree of stenosis) or disappearance of stenosis at 6 months (in patients with stenotic and occlusive dissection)","description":"Assessed by radiological assessments according to local routine procedures.","timeFrame":"180 days after diagnosis"},{"measure":"Increase or reduction in size (> 20% maximal diameter) of aneurysms at 6 months (in patients with aneurysm)","description":"Assessed by radiological assessments according to local routine procedures.","timeFrame":"180 days after diagnosis"}],"otherOutcomes":[{"measure":"Personal and familiar risk factors for intracranial artery dissection","description":"Assessment of personal and familiar risk factors according to local routine procedures (may differ according to local standard). Risk factors will be elicited by patient questionnaire or by questioning of patients' next of kin.","timeFrame":"0-10 days after diagnosis"},{"measure":"Laboratory parameters assessed by blood test","description":"Assessment of laboratory findings according to local routine procedures (may differ according to local standard).","timeFrame":"90 days, 180 days, 12 months"},{"measure":"Radiological findings assessed by magnetic resonance imaging (MRI), magnetic resonance angiography, computed tomography (CT), computed tomography angiography, digital subtraction angiography or duplex sonography","description":"Assessment of radiological findings according to local routine procedures (may differ according to local standard).","timeFrame":"0-10 days, 90 days, 180 days, 12 months after diagnosis"},{"measure":"Localization of intracranial artery dissection","description":"Localization of intracranial artery dissection by imaging modalities according to local routine procedures (may differ according to local standard).","timeFrame":"0-10 days after diagnosis"},{"measure":"Demographic variables","description":"Assessment of demographic variables according to local routine procedures (may differ according to local standard). Demographic variables will be elicited by patient questionnaire or by questioning of patients' next of kin.","timeFrame":"0-10 days after diagnosis"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients with acute Intracranial Artery Dissection (symptom onset ≤ 30 days)\n* Age ≥ 18 years\n* Consent to participate according to local requirements\n\nExclusion Criteria:\n\n* Iatrogenic dissection caused by endovascular intervention\n* Extracranial dissection with intracranial extension","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Patients are recruited in a consecutive ongoing recruitment process in daily clinical practice.\n\nPatients who are hospitalized in participant sites are screened by authorized study group members according to local daily practice. If the patient matches the selection criteria (inclusion and exclusion criteria)he/she is enrolled in the study.","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Marcel Arnold, Prof. Dr. med.","role":"CONTACT","email":"marcel.arnold@insel.ch"},{"name":"Barbara Goeggel Simonetti, Dr. med.","role":"CONTACT","email":"Barbara.GoeggelSimonetti@insel.ch"}],"overallOfficials":[{"name":"Marcel Arnold, Prof. Dr. med.","affiliation":"Neurology Department, Inselspital University Hospital Bern","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Barbara Goeggel Simonetti, Dr. med.","affiliation":"Neurology Department, Inselspital University Hospital Bern","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"National Cerebral and Cardiovascular Center Osaka","status":"RECRUITING","city":"Osaka","state":"Kansai","zip":"565-8565","country":"Japan","contacts":[{"name":"Masatoshi Koga, MD, PHD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":34.69374,"lon":135.50218}},{"facility":"Department of Neurology, University Hospital Basel","status":"RECRUITING","city":"Basel","state":"Basel- Stadt","zip":"4056","country":"Switzerland","contacts":[{"name":"Engelter Stefan, Prof. Dr. med.","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":47.55839,"lon":7.57327}},{"facility":"Department of Neurology, Inselspital Bern","status":"RECRUITING","city":"Bern","zip":"3010","country":"Switzerland","contacts":[{"name":"Marcel Arnold, Prof. Dr. med.","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Barbara Goeggel-Simonetti, Dr. med.","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":46.94809,"lon":7.44744}}]},"referencesModule":{"seeAlsoLinks":[{"label":"CADISP (Cervical Artery Dissections and Ischemic Stroke Patients) is an International Consortium performing research on ischemic stroke in young and middle-aged adults and in particular on cervical artery dissection.","url":"http://www.cadisp.com"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000002561","term":"Cerebrovascular Disorders"}],"ancestors":[{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","asFound":"Cerebrovascular Disorders","relevance":"HIGH"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}