{"protocolSection":{"identificationModule":{"nctId":"NCT02848664","orgStudyIdInfo":{"id":"#14-0064"},"organization":{"fullName":"James Madison University","class":"OTHER"},"briefTitle":"Use of the Passy Muir Swallowing Self Trainer","officialTitle":"Study of the Use of the Passy Muir Swallowing Self Trainer by Persons With Dysphagia"},"statusModule":{"statusVerifiedDate":"2018-11","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2013-08","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2015-08","type":"ACTUAL"},"completionDateStruct":{"date":"2015-08","type":"ACTUAL"},"studyFirstSubmitDate":"2016-07-26","studyFirstSubmitQcDate":"2016-07-27","studyFirstPostDateStruct":{"date":"2016-07-28","type":"ESTIMATED"},"resultsFirstSubmitDate":"2018-04-06","resultsFirstSubmitQcDate":"2018-11-15","resultsFirstPostDateStruct":{"date":"2019-03-11","type":"ACTUAL"},"lastUpdateSubmitDate":"2018-11-15","lastUpdatePostDateStruct":{"date":"2019-03-11","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Christy Ludlow","investigatorTitle":"Professor","investigatorAffiliation":"James Madison University"},"leadSponsor":{"name":"James Madison University","class":"OTHER"},"collaborators":[{"name":"Passy Muir Inc.","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"The purpose of this study is to develop appropriate training methods and gather participant feedback on their use of the Passy Muir Swallowing Self-Training Device (PMSST). The PMSST is a small device that provides external vibratory stimulation to the larynx during swallowing and swallowing training. A secondary purpose of the study is to determine how 3 months of use of the PMSST affects swallowing physiology, brain activation, oral intake and quality of life. This was an uncontrolled pilot study aimed at gaining patient feedback on use of the vibratory device.","detailedDescription":"The investigators are currently developing the Passy Muir Swallowing Self-Trainer to continue treatment of dysphagia after the patient is discharged to home. The self-training device is worn around the neck with motors placed externally on the skin over the thyroid cartilage to provide vibratory stimulation to the larynx. The vibrations activate the sensory receptors inside the larynx which excite central nervous system (CNS) control for swallowing and can help the patient to initiate swallowing. Patients can use the self-training device at home to promote swallowing rehabilitation during daily swallowing practice. The device can also be programmed to vibrate at regular intervals throughout the day to promote saliva swallows. Using this method, the patient can continue their swallowing therapy independently and in a manner that is cost effective. A previous Phase I trial compared the clinical outcomes of 8 patients with chronic dysphagia using either an intramuscular electrical stimulation implant device or an external vibratory stimulator to practice swallowing daily at home. Functional outcomes of oral intake improved with both devices. As the external vibratory stimulation has the advantage of being external and completely noninvasive, it has been selected for further development as a self-training device. A second pilot study examined the effect of different frequencies of vibration on the swallowing frequency of healthy participants and found swallowing rate significantly increased from baseline when using a vibration of either 70 Hz or 150 Hz (Mulheren and Ludlow, 2017). Data has also been collected on the effect of different vibration characteristics on swallowing in participants who have swallowing problems after stroke (Kamarunas et al., in press).\n\nPurpose: The purpose of this study is to allow patients with chronic dysphagia to use the Self-Trainer for daily swallowing practice in their home and collect feedback on device use and satisfaction and use. Objective information on the effectiveness of self-training for swallowing rehabilitation will also be gathered.\n\nObjectives:\n\n1. To develop and evaluate training for participants and caregivers to use the self-trainer.\n2. To gather participant feedback on the use of the device after 3 months of daily practice.\n3. To determine how 3 months of daily practice with the Passy Muir Swallowing Self-Trainer affects swallowing physiology, brain activation, oral intake, and quality of life in participants with chronic dysphagia."},"conditionsModule":{"conditions":["Stroke","Brain Injury","Head and Neck Cancer"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":11,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Dysphagia retraining with device","description":"Participants with dysphagia received baseline testing of dysphagia and dysphagia handicap. Then received training on how to use a vibrotactile device for self training at home. They used the device for 3 months and returned for re-evaluation on testing of dysphagia and feedback on the device","interventionNames":["Device: Dysphagia retraining with device"]}],"interventions":[{"type":"DEVICE","name":"Dysphagia retraining with device","description":"Patients used the device for 60 trials of retraining swallowing at home each day and also had the device turned on throughout the day in automatic mode to intermittently trigger every few minutes to trigger a swallow for saliva control","armGroupLabels":["Dysphagia retraining with device"],"otherNames":["Passy Muir Swallowing Self Trainer"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Dysphagia Outcome and Severity Scale (DOSS) Rating","description":"An ordinal scale of 7 levels of severity of swallowing disorder with 1 being the lowest level and 7 being the highest level.\n\nLevel 1 is Severe dysphagia Nothing per oral and unable to tolerate any per oral liquid/substance safely.\n\nLevel 2 is Moderately severe dysphagia, requires maximum assistance or use of strategies with partial per oral only, tolerates at least one consistency safely with total use of strategies.\n\nLevel 3 is Moderate Dysphagia, requires total assist, supervision, or strategies with two or more consistencies restricted.\n\nLevel 4 is Mild-moderate Dysphagia, Requires intermittent supervision/cueing, one or two consistencies restricted level 5 is Mild dysphagia: requires distant supervision may need one diet consistency restricted Level 6 Within functional limits, modified independence Level 7 Normal in all situations","timeFrame":"From before onset of device use to return 3 months later"},{"measure":"Dysphagia Handicap Index (DHI)","description":"Total handicap Score from 0 (no Handicap) to 100 (Severe Handicap)","timeFrame":"From before onset of device use to return 3 months later"}],"secondaryOutcomes":[{"measure":"Laryngeal Elevation Relative to Hyoid Elevation for Vestibule Closure","description":"Calibrated kinematic measures from videofluoroscopic imaging during a modified barium swallow study. Computed the change in peak elevation in millimeters during swallowing from the rest position before swallowing for two structures: the larynx and the hyoid bone. The peak elevation of the two structures were compared by subtracting the hyoid peak elevation from the laryngeal peak elevation. If the measure was positive the larynx was elevated to a greater degree than the hyoid bone resulting in vestibule closure and airway protection during the swallow.","timeFrame":"From before onset of device use to return 3 months later"},{"measure":"Cortical Activation for Swallowing","description":"The level of cortical activation for swallowing was measured using near infra-red spectroscopy. Overall blood oxygenation level during swallowing was compared with the level during a non activation period prior to swallowing. To compute Z scores, the change in overall level between swallowing and prior to swallowing was divided by the standard deviation of the level prior to swallowing. The Z scores measured prior to and post device use for 3 months were compared.","timeFrame":"From before onset of device use to return 3 months later"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* 13 years or older\n* Stable medical condition\n* Diagnosed with oropharyngeal dysphagia confirmed by Modified Barium Swallow (MBS) baseline measure of the follow two scales:\n\n  1. Penetration-Aspiration Scale score of 2 or greater verified by modified barium swallow (Rosenbek et al., 1996) and/or\n  2. Functional Oral Intake Scale score of 5 or lower (Crary et al., 2005)\n* Folstein Mini-Mental State Examination (MMSE) score of 23 or greater indicating cognitive ability to follow directions and communicate preferences\n* Willingness to travel to Sentara Rockingham Memorial Hospital 2 or more times to undergo initial evaluation, device use training and checkup at 3 months.\n\nExclusion Criteria:\n\n* Pregnancy\n* Cardiac problems\n\n  * history of cardiac rhythm condition (including heart murmur or cardiac arrhythmia)\n  * cardiac pacemaker in place\n* Highly-pigmented (dark) skin color is an exclusion criterion because near-infrared spectroscopy requires the measurement of the degree of absorption of different wavelengths of light after being reflected back through the scalp. Highly pigmented skin interferes with wavelength transmission, making the measurement of changes in absorption inaccurate.\n* Lack of a primary care physician who can be contacted if there are findings on the Magnetic Resonance Imaging (MRI) scan.\n* Presence of metal in the body (prostheses, electrodes, shrapnel, aneurism clips, other medical hardware)\n* Presence of certain tattoos with ferromagnetic metal or permanent makeup, due to the exposure to high magnetic force through MRI procedures.\n* Subjects who were metal workers as a previous occupation will also be excluded due to the possibility of unknown/undetected metal in their body.\n* Volunteers with broken skin in the area that the functional Near Infra-Red Spectroscopy (fNIRS) probes will be placed on the scalp\n* Claustrophobia\n* Previous surgery that used surgical staples\n* Artificial joints","healthyVolunteers":false,"sex":"ALL","minimumAge":"13 Years","maximumAge":"100 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"],"studyPopulation":"Chronic severe dysphagia requiring Percutaneous Endoscopic Gastrostomy (PEG) tube for nutrition","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Erin Kamarunas, PhD","affiliation":"James Madison University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"James Madison University","city":"Harrisonburg","state":"Virginia","zip":"22807","country":"United States","geoPoint":{"lat":38.44957,"lon":-78.86892}}]},"referencesModule":{"references":[{"pmid":"28679839","type":"BACKGROUND","citation":"Mulheren RW, Ludlow CL. Vibration over the larynx increases swallowing and cortical activation for swallowing. J Neurophysiol. 2017 Sep 1;118(3):1698-1708. doi: 10.1152/jn.00244.2017. Epub 2017 Jul 5."},{"pmid":"27471240","type":"BACKGROUND","citation":"Hegyi Szynkiewicz S, Mulheren RW, Palmore KW, O'Donoghue CR, Ludlow CL. Using devices to upregulate nonnutritive swallowing in typically developing infants. J Appl Physiol (1985). 2016 Oct 1;121(4):831-837. doi: 10.1152/japplphysiol.00797.2015. Epub 2016 Jul 28."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"resultsSection":{"participantFlowModule":{"preAssignmentDetails":"Exclusion of those with psychiatric, epilepsy, severe speech/language communication disorders, cognitive impairment, esophageal disorders, and inability to tolerate a nasal endoscopic examination. Inclusion criteria: 13 years or older, parental consent if under 18, stable medical condition and oropharyngeal dysphagia.","recruitmentDetails":"Potential patient participants were recruited from patients who had previously participated in protocol on The Passy Muir Swallowing Self Training Device, Voice and Swallowing Clinics, community hospitals, announcements in websites of patient support groups, and contacts with speech language pathologists specializing in dysphagia.","groups":[{"id":"FG000","title":"Laryngeal Vibrotactile Stimulation","description":"Participants with dysphagia received an external laryngeal vibratory stimulation device, The Passy Muir Swallowing Self Trainer, to assist with swallowing retraining. Participants and their caregivers received training to criterion on how to use the device and were then given a device to take home for 3 months for daily use in swallowing training and for saliva swallowing throughout the day. They were asked to use the device for a minimum of 60 practice trials of swallowing their own and to wear the device to assist with saliva swallowing. All participants were evaluated on their swallowing using modified barium swallow examination and patient questionnaires immediately before device training and on return 3 months later. They also completed questionnaires on the device characteristics on return."}],"periods":[{"title":"Overall Study","milestones":[{"type":"STARTED","achievements":[{"groupId":"FG000","numSubjects":"11"}]},{"type":"COMPLETED","achievements":[{"groupId":"FG000","numSubjects":"7"}]},{"type":"NOT COMPLETED","achievements":[{"groupId":"FG000","numSubjects":"4"}]}],"dropWithdraws":[{"type":"Withdrawal by Subject","reasons":[{"groupId":"FG000","numSubjects":"2"}]},{"type":"Adverse Event","reasons":[{"groupId":"FG000","numSubjects":"1"}]},{"type":"no assistance for device training","reasons":[{"groupId":"FG000","numSubjects":"1"}]}]}]},"baselineCharacteristicsModule":{"groups":[{"id":"BG000","title":"Laryngeal Vibrotactile Stimulation","description":"Participants with dysphagia received external laryngeal vibrotactile stimulation to trigger swallowing for swallowing retraining. Participants received training on the device and were then given a device to take home for 3 months.\n\nPassy Muir Swallowing Self Trainer: External vibratory stimulation to the larynx to trigger swallow reflex in patients with dysphagia"}],"denoms":[{"units":"Participants","counts":[{"groupId":"BG000","value":"7"}]}],"measures":[{"title":"Age, Continuous","paramType":"MEAN","dispersionType":"STANDARD_DEVIATION","unitOfMeasure":"years","classes":[{"categories":[{"measurements":[{"groupId":"BG000","value":"56.4","spread":"20.1"}]}]}]},{"title":"Sex: Female, Male","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"categories":[{"title":"Female","measurements":[{"groupId":"BG000","value":"2"}]},{"title":"Male","measurements":[{"groupId":"BG000","value":"5"}]}]}]},{"title":"Race (NIH/OMB)","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"categories":[{"title":"American Indian or Alaska Native","measurements":[{"groupId":"BG000","value":"0"}]},{"title":"Asian","measurements":[{"groupId":"BG000","value":"0"}]},{"title":"Native Hawaiian or Other Pacific Islander","measurements":[{"groupId":"BG000","value":"0"}]},{"title":"Black or African American","measurements":[{"groupId":"BG000","value":"1"}]},{"title":"White","measurements":[{"groupId":"BG000","value":"6"}]},{"title":"More than one race","measurements":[{"groupId":"BG000","value":"0"}]},{"title":"Unknown or Not Reported","measurements":[{"groupId":"BG000","value":"0"}]}]}]},{"title":"Region of Enrollment","paramType":"NUMBER","unitOfMeasure":"participants","classes":[{"title":"United States","categories":[{"measurements":[{"groupId":"BG000","value":"7"}]}]}]},{"title":"Functional Oral Intake Scale","description":"There are 7 levels of oral intake that are assigned by the examiner based on patient and caretaker reports or oral intake. These 7 levels are\n\n1. Nothing by mouth (Severe)\n2. Tube dependent with minimal attempts at food or liquid (Moderate/Severe)\n3. Tube dependent with consistent oral intake (Moderate)\n4. Total oral diet of a single consistency\n5. Total oral diet with multiple consistencies, requiring special preparations or compensations\n6. Total oral diet with multiple consistencies, without requiring special preparation, with specific limitations\n7. Total oral diet no restrictions","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"categories":[{"title":"1-Severe","measurements":[{"groupId":"BG000","value":"6"}]},{"title":"2-Moderate/Severe","measurements":[{"groupId":"BG000","value":"1"}]},{"title":"3-Moderate","measurements":[{"groupId":"BG000","value":"0"}]}]}]}]},"outcomeMeasuresModule":{"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Dysphagia Outcome and Severity Scale (DOSS) Rating","description":"An ordinal scale of 7 levels of severity of swallowing disorder with 1 being the lowest level and 7 being the highest level.\n\nLevel 1 is Severe dysphagia Nothing per oral and unable to tolerate any per oral liquid/substance safely.\n\nLevel 2 is Moderately severe dysphagia, requires maximum assistance or use of strategies with partial per oral only, tolerates at least one consistency safely with total use of strategies.\n\nLevel 3 is Moderate Dysphagia, requires total assist, supervision, or strategies with two or more consistencies restricted.\n\nLevel 4 is Mild-moderate Dysphagia, Requires intermittent supervision/cueing, one or two consistencies restricted level 5 is Mild dysphagia: requires distant supervision may need one diet consistency restricted Level 6 Within functional limits, modified independence Level 7 Normal in all situations","populationDescription":"Patients with Severe/Moderate to Severe dysphagia, chronic for more than 6 months, nutrition is by enteric means, may be able to ingest one consistencies with supervision","reportingStatus":"POSTED","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","timeFrame":"From before onset of device use to return 3 months later","groups":[{"id":"OG000","title":"Laryngeal Vibrotactile Stimulation","description":"Participants with dysphagia received external laryngeal vibrotactile stimulation to trigger swallowing for swallowing retraining. Participants received training on the device and were then given a device to take home for 3 months.\n\nPassy Muir Swallowing Self Trainer: External vibratory stimulation to the larynx to trigger swallow reflex in patients with dysphagia"}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"7"}]}],"classes":[{"categories":[{"title":"No change on DOSS","measurements":[{"groupId":"OG000","value":"5"}]},{"title":"Improvement on DOSS","measurements":[{"groupId":"OG000","value":"2"}]}]}],"analyses":[{"groupIds":["OG000"],"groupDescription":"Examined change in DOSS for each participant from before to after three months of device use. Examined numbers of participants who showed either worsening of DOSS, no improvement in DOSS or improvement of DOSS.","nonInferiorityType":"OTHER","nonInferiorityComment":"Same DOSS score before and after device use for 3 months or improved DOSS score after device use for 3 months","pValue":"<0.025","pValueComment":"p values adjusted for multiple comparisons (two outcome measures)","statisticalMethod":"Wilcoxon (Mann-Whitney)"}]},{"type":"PRIMARY","title":"Dysphagia Handicap Index (DHI)","description":"Total handicap Score from 0 (no Handicap) to 100 (Severe Handicap)","reportingStatus":"POSTED","paramType":"MEAN","dispersionType":"Standard Deviation","unitOfMeasure":"units on a scale","timeFrame":"From before onset of device use to return 3 months later","groups":[{"id":"OG000","title":"Laryngeal Vibrotactile Stimulation","description":"Participants with dysphagia received external laryngeal vibrotactile stimulation to trigger swallowing"}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"7"}]}],"classes":[{"title":"Pre Device use DHI score","categories":[{"measurements":[{"groupId":"OG000","value":"61.143","spread":"17.199"}]}]},{"title":"Post Use DHI Score","categories":[{"measurements":[{"groupId":"OG000","value":"38.571","spread":"22.501"}]}]}],"analyses":[{"groupIds":["OG000"],"nonInferiorityType":"EQUIVALENCE","nonInferiorityComment":"Examination of whether the level of swallowing handicap is changed following device use","pValue":"0.016","statisticalMethod":"t-test, 2 sided","paramType":"Mean Difference (Net)","paramValue":"22.571","ciPctValue":"95","ciNumSides":"TWO_SIDED","ciLowerLimit":"6.003","ciUpperLimit":"39.140"}]},{"type":"SECONDARY","title":"Laryngeal Elevation Relative to Hyoid Elevation for Vestibule Closure","description":"Calibrated kinematic measures from videofluoroscopic imaging during a modified barium swallow study. Computed the change in peak elevation in millimeters during swallowing from the rest position before swallowing for two structures: the larynx and the hyoid bone. The peak elevation of the two structures were compared by subtracting the hyoid peak elevation from the laryngeal peak elevation. If the measure was positive the larynx was elevated to a greater degree than the hyoid bone resulting in vestibule closure and airway protection during the swallow.","populationDescription":"Only 5 patients were able to undergo a repeated modified barium swallow study after device use.","reportingStatus":"POSTED","paramType":"MEAN","dispersionType":"Standard Deviation","unitOfMeasure":"millimeters","timeFrame":"From before onset of device use to return 3 months later","groups":[{"id":"OG000","title":"Laryngeal Vibrotactile Stimulation","description":"Patients using vibrotactile device over 3 months at home while practicing swallowing and to manage salivary flow by swallowing during waking hours"}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"5"}]}],"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.525","spread":"4.338"}]}]}],"analyses":[{"groupIds":["OG000"],"nonInferiorityType":"EQUIVALENCE","nonInferiorityComment":"whether the degree of laryngeal elevation relative to hyoid elevation became greater or less after device use for 3 months","pValue":"0.046","statisticalMethod":"t-test, 2 sided"}]},{"type":"SECONDARY","title":"Cortical Activation for Swallowing","description":"The level of cortical activation for swallowing was measured using near infra-red spectroscopy. Overall blood oxygenation level during swallowing was compared with the level during a non activation period prior to swallowing. To compute Z scores, the change in overall level between swallowing and prior to swallowing was divided by the standard deviation of the level prior to swallowing. The Z scores measured prior to and post device use for 3 months were compared.","populationDescription":"Same patients before and after device use","reportingStatus":"POSTED","paramType":"MEAN","dispersionType":"Standard Error","unitOfMeasure":"Z score","timeFrame":"From before onset of device use to return 3 months later","groups":[{"id":"OG000","title":"Baseline Before Device Use","description":"Baseline evaluation before receiving a device"},{"id":"OG001","title":"After Device Use for 3 Months","description":"After vibrotactile device over 3 months at home for practicing swallowing and to manage salivary flow by swallowing during waking hours"}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"6"},{"groupId":"OG001","value":"6"}]}],"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.042","spread":"17.391"},{"groupId":"OG001","value":"70.822","spread":"20.912"}]}]}],"analyses":[{"groupIds":["OG000","OG001"],"nonInferiorityType":"EQUIVALENCE","nonInferiorityComment":"pairwise comparison within subject comparing baseline with 3 months post device use","pValue":"0.037","statisticalMethod":"ANOVA","paramType":"Mean Difference (Final Values)","paramValue":"-52.780","ciPctValue":"95","ciNumSides":"TWO_SIDED","ciLowerLimit":"-100.751","ciUpperLimit":"-4.809"}]}]},"adverseEventsModule":{"frequencyThreshold":"5","timeFrame":"3 months","description":"Severe Adverse Event: Diagnosis of Aspiration Pneumonia","eventGroups":[{"id":"EG000","title":"Laryngeal Vibrotactile Stimulation","description":"Patients using vibrotactile device over 3 months at home while practicing swallowing and to manage salivary by swallowing during waking hours","deathsNumAffected":0,"deathsNumAtRisk":7,"seriousNumAffected":0,"seriousNumAtRisk":7,"otherNumAffected":3,"otherNumAtRisk":7}],"otherEvents":[{"term":"Increase in temperature for more than 3 days","organSystem":"Respiratory, thoracic and mediastinal disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","notes":"Increase in body temperature necessitating visit to primary care physician for prophylactic antibiotic intervention to prevent aspiration pneumonia","stats":[{"groupId":"EG000","numEvents":3,"numAffected":3,"numAtRisk":7}]}]},"moreInfoModule":{"certainAgreement":{"piSponsorEmployee":false,"restrictiveAgreement":false},"pointOfContact":{"title":"Dr. Erin Kamarunas","organization":"James Madison University","email":"kamaruee@jmu.edu","phone":"540-568-8846"}}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"Prot","hasProtocol":true,"hasSap":false,"hasIcf":false,"label":"Study Protocol","date":"2015-07-29","uploadDate":"2018-04-06T15:26","filename":"Prot_000.pdf","size":504260},{"typeAbbrev":"ICF","hasProtocol":false,"hasSap":false,"hasIcf":true,"label":"Informed Consent Form","date":"2014-06-13","uploadDate":"2018-04-06T15:27","filename":"ICF_001.pdf","size":206550}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001930","term":"Brain Injuries"}],"ancestors":[{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000006259","term":"Craniocerebral Trauma"},{"id":"D000020196","term":"Trauma, Nervous System"},{"id":"D000014947","term":"Wounds and Injuries"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M9038","name":"Head and Neck Neoplasms","relevance":"LOW"},{"id":"M6572","name":"Deglutition Disorders","relevance":"LOW"},{"id":"M4897","name":"Brain Injuries","asFound":"Brain Injury","relevance":"HIGH"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17375","name":"Wounds and Injuries","relevance":"LOW"},{"id":"M9039","name":"Craniocerebral Trauma","relevance":"LOW"},{"id":"M21713","name":"Trauma, Nervous System","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC06","name":"Digestive System Diseases"},{"abbrev":"BC09","name":"Ear, Nose, and Throat Diseases"},{"abbrev":"BC26","name":"Wounds and Injuries"}]}},"hasResults":true}