{"protocolSection":{"identificationModule":{"nctId":"NCT05447884","orgStudyIdInfo":{"id":"24671"},"organization":{"fullName":"North Carolina State University","class":"OTHER"},"briefTitle":"Improving Balance and Energetics of Walking Using a Hip Exoskeleton","officialTitle":"Learning-based Control of a Hip Exoskeleton to Improve Balance and Energetics of Human Walking Functions"},"statusModule":{"statusVerifiedDate":"2023-12","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-06-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-06-28","studyFirstSubmitQcDate":"2022-07-01","studyFirstPostDateStruct":{"date":"2022-07-07","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-12-19","lastUpdatePostDateStruct":{"date":"2023-12-20","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"He Huang","investigatorTitle":"Jackson Family Distinguished Professor","investigatorAffiliation":"North Carolina State University"},"leadSponsor":{"name":"North Carolina State University","class":"OTHER"},"collaborators":[{"name":"University of North Carolina, Chapel Hill","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"Robotic lower limb exoskeletons aim to improve or augment limb functions. Automatic modulation of robotic assistance is very important because it can increase the assistive outcomes and guarantee safety when using exoskeletons.\n\nHowever, this automatic assistance adjustment is challenging due to person-to-person and day-to-day variations, as well as the time-varying complex human-machine-interaction forces. In recent years, human-in-the-loop optimization methods have been investigated to reduce participants' metabolic costs by providing personalized assistance from robotic exoskeletons. However, metabolic cost measure is noisy and the experimental protocol is usually relatively long. In addition, the influence of exoskeleton control on this human state in terms of energetic cost is unclear and indirect. More importantly, the optimization by reducing metabolic cost is found to affect human gait patterns and cause undesired outcomes. In this study, new evaluation measures other than metabolic cost will be investigated to optimize the assistance from a powered hip exoskeleton based on a reinforcement learning method. It is hypothesized that the new reinforcement learning-based optimal control approach will produce personalized torque assistance, reduce human volitional effort, and improve balance and other performance during walking tasks. Both participants without and with neurological disorders will be included in this study.","detailedDescription":"This research is primarily being done in the NCSU/UNC Joint Department of Biomedical Engineering at North Carolina State University (NCSU) and is also collaborated with the University of North Carolina at Chapel Hill (UNC-Chapel Hill). NCSU will have the following roles in this study: (1) new research and development of controls algorithms, (2) conducting experiments, (3) recruitment, (4) data collection, (5) the consent process, (6) handling identifiable information (consent paperwork, photos and videos with the subject's face). Dr. Michael Lewek at UNC-Chapel Hill (also serves as a physical therapist in this study) will be involved in recruitment, physical exam, screening, consent process, and experimental procedures related to persons with stroke.\n\n1. The study will include a total of 100 participants. Out of 100 participants, 80 participants with no neurological or other health concerns will be recruited while 20 participants affected by chronic paretic stroke will be recruited. Participants with no neurological conditions will be approached through flyers. Once a participant contacts the researchers expressing interest, the eligibility will be assessed through screening questions. In order to recruit participants affected by paretic stroke, we will be reaching out to support groups to spread awareness about our research study and sharing contact details for interested participants to contact us. Flyers will be distributed to support group organizers who will share them with their groups. The initial eligibility will be assessed through the screening questionnaire. If the participant is found to be eligible, a physician will be asked to perform an evaluation and provide clearance for the participant to be a part of the study. The physician evaluation and clearance form have been provided in the documentation.\n\n   Once the suitability of the subject is established, the consent form is sent to the participants, and the goals, procedures, and considerations of the study are explained. Additionally, the covid policies, expectations,s and screening procedures are explained. If the subject expressing interest is a part of the stroke subject group, a physical evaluation would be performed by a physician to ascertain the eligibility for the experiment. A physical evaluation form is provided to the physician with a paid return envelope if the physician's office cannot send the evaluation online. The fees for the evaluation are not covered by the research and that information is conveyed to the participants at the time of recruitment as well as in the consent forms.\n2. To schedule each session, subjects are provided instructions on how to arrive at the lab and contact details of the researchers through phone or email, as per the subject's preference. Subjects are recommended to shave their legs if possible and wear shorts to ensure easier sensor attachment.\n3. After acquiring informed consent and screened for Covid, the subjects be led to a private area in the lab to mount the robotic hip exoskeleton and wearable sensors with the supervision of a researcher of the same gender as the participant. The subject will not have to undress for the attachment of the hip exoskeleton. The system is attached over clothes by using Velcro straps at the waist and thighs as well as clips on the chest as described below. A visual representation of the system is provided in the supplemental documentation for reference.\n4. The following sensors are attached to the subject: a. Muscle activity sensors: Number: 7 per limb. Placement: One on the lower hip, two in the back of the lower thigh, two in the front of the lower thigh, one on the shank, and one on the calf. The area will be cleaned with an alcohol prep pad before attaching the sensor. b. Movement measurement sensors (IMU): Number: 7 in total. Placement: One on the lower back, one on each thigh, shank, and foot. c. Movement analysis markers: Number: 22 in total. Placement: 4 on the waist, three each on both thighs, shank, and foot. d. Oxygen usage sensor: The sensor is worn like a mask that has a 2-inch tube. It measures the oxygen being breathed in and out to estimate how much oxygen is used. It does not obstruct any airflow nor interfere with the activity of the user and can be worn on a surgical or N95 Mask. The sensors are connected to the body through the adhesive tape and Velcro straps.\n5. With the assistance of the researcher, the experimental hip exoskeleton is attached to the participants. The exoskeleton weighs slightly under 5 pounds. The attachment procedure involves wearing the hip exoskeleton over the subjects' clothes using shoulder straps that are similar to that of a backpack. Once the subject wears the hip exoskeleton, additional self-adhering velcro straps are used to attach the hip exoskeleton to the subject. The Velcro straps are placed at the waist and lower thighs of the subject to ensure the exoskeleton can function effectively.\n6. Movement analysis markers (described in 4.c) will be placed on the surface of the skin and exoskeleton using Nexcare double-sided skin tape and light-sensitive cameras may be used to capture the markers' positions enabling us to study the more detailed leg motion. The precise location might vary per subject depending on the height of the subjects to ensure markers are visible from the cameras. A visual representation is attached in the supplemental documentation. The cameras are part of the vicon system and controlled by the nexus software (https://www.vicon.com/software/nexus/) and are already set up permanently in the gait lab through floor and ceiling attachments.\n7. All the muscle activity sensors are connected to one data acquisition box connected near the chest of the subject (https://www.motion-labs.com/prod_ma400.html). One cable runs from the box to the data acquisition computer. The IMU sensors are wireless, the whole volumetric sensor is connected to a box placed on the shoulder that is wirelessly connected to the data acquisition computer.\n8. In addition to the one sensor cable, two cables are connected to the exoskeleton. One sends power while the other sends commands. All three cables are routed through a single cable sleeve that is attached to the subject once they are on the treadmill and connected through the guardrail at a height of 3 feet and 1 foot behind the user, to prevent it from being a trip hazard. The cable is attached at the back near the pelvis to the exoskeleton. The cable is only attached once when the subject is on the treadmill to prevent any trip hazard and research personnel will manually hold the cable to prevent any entanglement during motion between trials.\n9. The following trial will be performed: Set up trials, baseline evaluation trials, walking tuning trials, and final evaluation trials. A maximum of 10 trials will be performed in session.\n\n   1. Set up trials (1 trial+ additional 10 sec of walking): In order to ensure all systems are working, a setup needs to be performed. The procedure for the setup of the motion capture includes standing in a T position on the treadmill for 5 sec while the cameras record the markers. Once that is done, a 2 min walking trial will be performed to ensure that the markers are visible during walking and the muscle activation signals are consistently being recorded. Finally, to ensure the IMU system is calibrated, the subject is asked to stand in a normal standing position for 5 seconds followed by walking for 10 seconds. The IMU system calibration might be repeated up to 2 more times in case of poor calibration.\n   2. Baseline evaluation trials (1 trial): The subject is asked to walk once on the treadmill for 2 minutes at their preferred speed with all the devices attached. The exoskeleton will not be applying any force during the trial. This trial will be used as a baseline to evaluate the final trials.\n   3. Walking tuning trial (3-6 trials): Participants are asked to walk on the treadmill while the exoskeleton applies for assistance during walking. The device uses its adaptive controller to figure out the optimal assistance to the user to reduce their energetic exertion. The trial takes about 3-5 minutes.\n   4. Final evaluation trials (3 trials): Subjects are asked to walk with optimal assistance obtained from walking trials for 2 minutes. The data captured will be compared to the baseline trial to evaluate the benefits of the exoskeleton.\n10. The comfort level of participants after each trial will be assessed through verbal feedback. Participants are encouraged to stop the trial at any point if the trial makes them uncomfortable or if they feel fatigued. Each activity might last for a duration of 3-5 minutes depending on the performance of the algorithm and the subjects are encouraged to perform the tasks at their preferred speed. A minimum of 3 minutes of rest is provided between trials with the rest extending up to 10 min depending on the preference of the subject.\n11. During the resting periods, the subject will be provided a chair to sit in, with both snacks and hydration available. The next trial will only start when the subject voluntarily signals he is ready for the next trial. If the subject is ready before 3 minutes of rest time is over, the subject will be asked to wait for the 3 min minimum duration to elapse. The treadmill is at an elevated height in the lab. Hence subjects will have to climb up and down the stairs to access the treadmill. The chair to relax will be placed on a platform. So unless the subjects have to leave the lab, they need not climb down the stairs more than once. The stair climbing task is mentioned in the consent form and it will be discussed with the subjects.\n12. Safety: In order to prevent any risks of falling, subjects will be supported by a bodyweight support harness (zeroG, Aretech LLC). The bodyweight harness is tethered on the shoulders of the participants to comply with the attachment guidelines of ZeroG. Consistent verbal countdowns are given for every step of the trial including starting and stopping of the treadmill, starting and stopping data collection, and starting and stopping assistance from the exoskeleton. The trial will only start with a verbal acknowledgment of the subject. The exoskeleton and treadmill are provided with a safety shut-off button to stop the trial immediately. At any point, if the subjects express any discomfort, the trials are immediately stopped. Frequent verbal feedback on subject comfort and tiredness is sought throughout the entire duration. Additionally, a physical therapist (Dr. Lewek) would be present during the trials of stroke subjects to monitor the participants and ensure their safety and well-being.\n13. During the testing sessions video may be taken for analysis of the quality of trials. Video will be taken of the torso and below and will not include the face of the participants. Photos may also be taken of the skin to aid in the placement of electrodes for future trials. Photos will not contain any defining characteristics. Any identifiers, such as tattoos and birth markers will be removed or blacked out from video or audio when they are captured.\n14. The disconnection procedure happens after the required tasks are complete. The sensors (electrodes, mask, IMU) and markers will be removed, and alcohol will be rubbed over the areas where the sensors were stuck to reduce the chances of the irritation using alcohol swabs by the researcher. The IMU sensors which are attached using self-adhering Velcro straps will be removed and finally, the straps from the exoskeleton are removed. All the attached sensors are then sanitized based on the manufacturer's directions and stored for the next experiment.\n15. A maximum of 5 testing sessions over an 8-week period will be performed. Each testing session will run no longer than 4 hours, of which total time duration from the first physical activity to detachment will not exceed 3 hours including adequate breaks."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Hip exoskeleton","Assistance personalization","Walking balance","Walking energetics","Reinforcement learning","Adaptive optimal control","Learning-based control","Gait analysis","Human-in-the-loop optimization","Human-robot-interaction"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"CROSSOVER","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":100,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Group A - Participants without neurological disorders","type":"EXPERIMENTAL","description":"Individuals without any neurological disorders will be recruited (Group A). Usually, participants from this group are able to walk normally on different terrains and at multiple typical walking speeds.","interventionNames":["Other: A zero impedance mode, controlling a wearable bilateral hip exoskeleton","Other: A personalized optimal assistance mode, controlling a wearable bilateral hip exoskeleton","Other: A free walking mode, without wearing a wearable bilateral hip exoskeleton"]},{"label":"Group B - Participants with paretic stroke","type":"EXPERIMENTAL","description":"Individuals with paretic stroke will be recruited (Group S). Usually, participants from this group have limited hip joint motion of range, weakened hip joint flexion or extension, or both flexion and extension functionalities, but they can also walk independently.","interventionNames":["Other: A zero impedance mode, controlling a wearable bilateral hip exoskeleton","Other: A personalized optimal assistance mode, controlling a wearable bilateral hip exoskeleton","Other: A free walking mode, without wearing a wearable bilateral hip exoskeleton"]}],"interventions":[{"type":"OTHER","name":"A zero impedance mode, controlling a wearable bilateral hip exoskeleton","description":"The bilateral hip exoskeleton has two degrees of freedom to enable the hip joint extension and flexion movement on both left and right sides. The zero impedance mode will not provide any assistance or resistance to the hip joints.","armGroupLabels":["Group A - Participants without neurological disorders","Group B - Participants with paretic stroke"]},{"type":"OTHER","name":"A personalized optimal assistance mode, controlling a wearable bilateral hip exoskeleton","description":"The personalized optimal assistance mode includes both individualized hip flexion and hip extension assistance, which is determined by using the reinforcement learning-based automatic control parameters tuning during walking tasks. Therefore, the personalized optimal assistance will be able to improve the walking gait performance and reduce the energetic consumption.","armGroupLabels":["Group A - Participants without neurological disorders","Group B - Participants with paretic stroke"]},{"type":"OTHER","name":"A free walking mode, without wearing a wearable bilateral hip exoskeleton","description":"The free walking mode will not include the usage of the wearable bilateral hip exoskeleton, and the human walking subjects will conduct pure natural walking tasks.","armGroupLabels":["Group A - Participants without neurological disorders","Group B - Participants with paretic stroke"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Human lower limb joints angular position","description":"The investigators will measure the angular position \\[rad\\] on the left and right hip joints by using the embedded incremental encoders that are installed on the hip exoskeleton.\n\nThe investigators will measure the angular position \\[rad\\] on the left and right knee and ankle joints using the motion capture system containing the 3-dimensional coordinates of reflective markers.","timeFrame":"Through study completion, an average of 55 months."},{"measure":"Human lower limb joints angular velocity","description":"The investigators will measure the angular velocity \\[rad/sec\\] on the left and right hip joints by using the embedded incremental encoders that are installed on the hip exoskeleton.\n\nThe investigators will measure the angular velocity \\[rad/sec\\] on the left and right knee and ankle joints using the motion capture system containing the 3-dimensional coordinates of reflective markers.\n\nThe calculation of the angular velocity is the time-derivative of the angular position in the unit of \\[mm\\].","timeFrame":"Through study completion, an average of 55 months."}],"secondaryOutcomes":[{"measure":"Human walking stride length","description":"The investigators will measure the walking stride length \\[mm\\] of the left and right legs using the motion capture system containing the 3-dimensional coordinates of reflective markers on each foot.","timeFrame":"Through study completion, an average of 55 months."},{"measure":"Human walking symmetry","description":"The investigators will calculate the gait symmetry (normalized value between -1 and 1) based on the measurements of left and right stride length \\[mm\\].","timeFrame":"Through study completion, an average of 55 months."},{"measure":"Human lower limb joints torque","description":"The investigators will measure the biological joint torque \\[Nm\\] on each joint of the lower extremities.\n\nThe investigators will measure the assistance torque \\[Nm\\] from the hip exoskeleton.","timeFrame":"Through study completion, an average of 55 months."},{"measure":"Human lower limb joints power","description":"The investigators will measure the biological joint power \\[W\\] on each joint of the lower extremities.\n\nThe investigators will measure the assistance power \\[W\\] from the hip exoskeleton.","timeFrame":"Through study completion, an average of 55 months."},{"measure":"Human lower limb muscles activity","description":"The investigator will measure the lower limb muscle activity (muscle electrical signal in the unit of volts) \\[V\\] by using seven-channel surface electromyography sensors on both left and right legs, including one on the lower hip, two on the back thigh, two on the front thigh, one on the front shank, and one on the back shank.","timeFrame":"Through study completion, an average of 55 months."},{"measure":"Human walking energy expenditure","description":"The investigators will measure the oxygen consumption \\[mm\\^3/min\\] and carbon dioxide generation \\[mm\\^3/min\\] during the walking experiments by using the wearable mask-type breath sensor.\n\nThe calculation of the measure of oxygen consumption and carbon dioxide generation is the averaged value among a certain amount of time in the unit of minutes.","timeFrame":"Through study completion, an average of 55 months."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria for non-neurologically affected populations:\n\n* Between 18 and 64 years old\n* Live in the United States\n* Able to understand study requirements and sign an informed consent\n* Have full range of motion in your hip joint\n* Able to walk normally without any assistance.\n\nExclusion Criteria for non-neurologically affected populations:\n\n* Cannot follow instructions or provide feedback due to cognitive or language limitations\n* Suffered from a stroke that affects balance or walking\n* Use an electronically controlled medical device, such as a pacemaker, implanted defibrillator, or drug pump\n* Pregnancy\n* Experience numbness, tingling, muscle weakness, pain, or paralysis in any part of your body\n* Cannot walk or balance without help from a person or a tool, such as a walker or cane\n* Limited movement in your hip or ankle\n* You have any skin-related allergies or irritation to adhesives\n* Have blood circulation, heart, metabolic, or cognitive disorders, including but not limited to: Peripheral vascular disease, Pitting edema, Heart disease, Diabetes (uncontrolled), Seizures, and Cognitive diagnoses that affect their ability to process information.\n\nInclusion Criteria for subjects who suffered a stroke:\n\n* Between 18 and 64 years old\n* Live in the United States\n* Able to understand study requirements and sign an informed consent\n* Have weakness on one side of their body due to a stroke within the past 6 months\n* Have the doctor confirm that the subjects had a stroke within the past 6 months\n* Can walk without any assistance for at least 6 minutes and 1000 feet (a little less than a quarter-mile)\n* Can walk at a speed of 1 mile per hour\n* Have normal or corrected-to-normal vision and hearing\n* Capable of safely stepping on stairs without an Ankle-Foot Orthosis but may use canes as needed\n\nExclusion Criteria for subjects who suffered a stroke:\n\n* Cannot follow instructions or provide feedback due to cognitive, spatial awareness, and/or language limitations\n* Are pregnant\n* Cannot walk without an ankle-foot brace or a therapist's assistance\n* Cannot walk or balance without the help of a tool, such as a walker or cane\n* Have vision, balance, or reaching issues unrelated to stroke\n* Use an electronically controlled medical device, such as a pacemaker, implanted defibrillator, or drug pump\n* Have numbness, tingling, muscle weakness, or pain in any part of your body\n* Have any skin related allergies or irritation to adhesives\n* Have blood circulation, heart, metabolic, or cognitive disorders, including but not limited to: Peripheral vascular disease, Pitting edema, Heart disease, Diabetes (uncontrolled), and Seizures.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"64 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Qiang Zhang, Ph.D.","role":"CONTACT","phone":"412-628-4758","email":"qzhang25@ncsu.edu"},{"name":"Laura Rohrbaugh","role":"CONTACT","phone":"919-513-3840","email":"lasmith6@ncsu.edu"}],"locations":[{"facility":"North Carolina State University","status":"RECRUITING","city":"Raleigh","state":"North Carolina","zip":"27695","country":"United States","contacts":[{"name":"Helen Huang, Ph.D.","role":"CONTACT","phone":"919-515-5218","email":"hhuang11@ncsu.edu"},{"name":"Laura Rohrbaugh","role":"CONTACT","phone":"919-513-3840","email":"lasmith6@ncsu.edu"},{"name":"Helen Huang, Ph.D.","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Michael D. Lewek, Ph.D.","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Qiang Zhang, Ph.D.","role":"SUB_INVESTIGATOR"},{"name":"Varun Valam, Ph.D.","role":"SUB_INVESTIGATOR"},{"name":"Ming Liu, Ph.D.","role":"SUB_INVESTIGATOR"},{"name":"Abbas Alili","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":35.7721,"lon":-78.63861}}]},"referencesModule":{"references":[{"type":"RESULT","citation":"M. Li, Y. Wen, X. Gao, J. Si, and H. Huang, \"Toward expedited impedance tuning of a robotic prosthesis for personalized gait assistance by reinforcement learning control,\" IEEE Trans. Robot., vol. 38, no. 1, pp. 407-420, 2022."},{"pmid":"30668514","type":"RESULT","citation":"Wen Y, Si J, Brandt A, Gao X, Huang HH. Online Reinforcement Learning Control for the Personalization of a Robotic Knee Prosthesis. IEEE Trans Cybern. 2020 Jun;50(6):2346-2356. doi: 10.1109/TCYB.2019.2890974. Epub 2019 Jan 16."},{"type":"RESULT","citation":"X. Tu, M. Li, M. Liu, J. Si, and H. H. Huang, \"A data-driven reinforcement learning solution framework for optimal and adaptive personalization of a hip exoskeleton,\" in 2021 IEEE International Conference on Robotics and Automation (ICRA), 2021, pp. 10 610- 10 616."}],"seeAlsoLinks":[{"label":"We have recently started to design a new hip exoskeleton. Our innovation lies in the design of active hip abduction/adduction joints, beyond the powered hip flexion/extension, in order to assist gait and dynamic postural stability at the same time.","url":"https://nrel.bme.unc.edu/research/"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"ICF","hasProtocol":false,"hasSap":false,"hasIcf":true,"label":"Informed Consent Form","date":"2022-04-19","uploadDate":"2022-07-01T12:19","filename":"ICF_000.pdf","size":749626}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}