{"protocolSection":{"identificationModule":{"nctId":"NCT03784768","orgStudyIdInfo":{"id":"strokeandvibration"},"organization":{"fullName":"Kırıkkale University","class":"OTHER"},"briefTitle":"Effect of Plantar Vibration on Static and Dynamic Balance","officialTitle":"Effect of Plantar Vibration on the Static and Dynamic Balance in Stroke Patients"},"statusModule":{"statusVerifiedDate":"2021-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-12-26","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-06-20","type":"ACTUAL"},"completionDateStruct":{"date":"2019-07-25","type":"ACTUAL"},"studyFirstSubmitDate":"2018-12-18","studyFirstSubmitQcDate":"2018-12-20","studyFirstPostDateStruct":{"date":"2018-12-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-06-30","lastUpdatePostDateStruct":{"date":"2021-07-02","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Birol Önal","investigatorTitle":"Research Assistant","investigatorAffiliation":"Kırıkkale University"},"leadSponsor":{"name":"Kırıkkale University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The aim of this study is to have a positive effect on the static and dynamic balance of vibration applied to the foot base in stroke patients.","detailedDescription":"Kırıkkale University Faculty of Medicine Physical Therapy will be hospitalized in the USA clinic and volunteers will be involved in stroke rehabilitation. The patients who meet the inclusion criteria and who are excluded from the exclusion criteria will be randomized according to the order of arrival and will be divided into two groups as the education group and the control group. Patients will be taken to the control and study group respectively in order of arrival. If the next patient falls outside the inclusion criteria of the study, randomization will be applied to the next patient. Patients in the control group will be given routine conventional physiotherapy in 4-week and 60-minute sessions. The training group will be given routine conventional physiotherapy in 4-week and 45-minute sessions.In addition, three sessions a week will be applied to the soles of the feet for 15 minutes with a 15-100 Hz vibration device on both sides of the soles of the feet before conventional physical therapy. Individuals before; age, gender, marital status, nutritional characteristics, habits, smoking and alcohol, auxiliary devices, background information, family history, educational status, social security, previous or current occupation, frequency of fall, cause of fall and drugs used will be questioned. Static and dynamic equilibrium parameters will be evaluated at the beginning of the study and at the end of the 4th week."},"conditionsModule":{"conditions":["Stroke Patients"],"keywords":["Static balanced","Dynamic balanced","Stroke","Rehabilitation","Vibration"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"30 stroke patients will be included in this study. The patients who meet the inclusion criteria will be divided randomly into 2 groups as study (n=15) and control (n=15). Patients in study group received 45-min conventional physiotherapy session for 5-days in a week, over 4-week. Each physiotherapy sessions will consist of range of motion and strengthening exercises, exercises such as activities of daily living, mobility and transfer activities.In addition, three sessions a week will be applied to the soles of the feet for 15 minutes with a 15-100 Hz vibration device on both sides of the soles of the feet before conventional physical therapy. Patients in the control group received 60-min conventional pysiotherapy session for 5-days in a week, over 4-week. Each physiotherapy session will consist of range of motion and strengthening exercises, exercises such as activities of daily living, mobility and transfer activities.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":30,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Plantar Vibration Group","type":"EXPERIMENTAL","description":"Patients in plantar vibration group will be received 45-minute conventional physiotherapy session for 5-days in a week, over 4-week. Each physiotherapy sessions will consist of range of motion exercises, strengthening exercises, exercises such as activities of daily living, mobility and transfer activities. In addition, three sessions a week will be applied to the soles of the feet for 15 minutes with a 15-100 Hz vibration device on both sides of the soles of the feet before conventional physical therapy.","interventionNames":["Other: Plantar Vibration Group"]},{"label":"Control Group","type":"ACTIVE_COMPARATOR","description":"Patients in the control group will be received 60-minute conventional pysiotherapy session for 5-days in a week, over 4-week. Each physiotherapy session will consist of range of motion exercises, strengthening exercises, exercises such as activities of daily living, mobility and transfer activities.","interventionNames":["Other: Control Group"]}],"interventions":[{"type":"OTHER","name":"Plantar Vibration Group","description":"Patients in plantar vibration group will be received 45-minute conventional physiotherapy session for 5-days in a week, over 4-week. Each physiotherapy sessions will consist of range of motion exercises, strengthening exercises, exercises such as activities of daily living, mobility and transfer activities. In addition, three sessions a week will be applied to the soles of the feet for 15 minutes with a 15-100 Hz vibration device on both sides of the soles of the feet before conventional physical therapy.","armGroupLabels":["Plantar Vibration Group"]},{"type":"OTHER","name":"Control Group","description":"Patients in control group will be received 60-minute conventional physiotherapy session for 5-days in a week, over 4-week. Each physiotherapy sessions will consist of range of motion exercises, strengthening exercises, exercises such as activities of daily living, mobility and transfer activities.","armGroupLabels":["Control Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Mini-Mental State Test","description":"It was used to determine the cognitive state before the training. The Mini-Mental State Test was first published by Folstein et al. It consists of eleven items under 5 main headings: orientation, record memory, attention and calculation, recall and language, and the total score is evaluated over 30 points. The ideal threshold value of the Mini-Mental State Test was found to be 24.","timeFrame":"15 minute"},{"measure":"Time Up and Go Test","description":"This test is applied to assess the risk of falling and mobility.This test starts with the individual leaving the chair without receiving arm support by giving the go command while sitting in a chair.The distance of 3 meters is asked to return and sit again in the chair.The elapsed time is recorded in seconds.","timeFrame":"5 minute"},{"measure":"Berg Balance Scale","description":"It is a 14-item scale that evaluates the tasks used in daily life activities.Standing up without support, standing without support, sitting without support, standing up, transfers, standing with feet, standing with legs while standing, reaching out while standing, picking up from the ground, looking back, 360 degree rotation, firm side standing on the stool, one foot standstill and standstill functions are evaluated.Each item is planned between 0-4; 0 is unable to fulfill the task, 4 is to fulfill the task successfully. The total score of the test is between 0-56.0-20 points: wheelchair dependent, 21-40: assisted walking, 41-56: means independent ambulation.","timeFrame":"15 minute"},{"measure":"Trunk Impairment Scale","description":"Evaluate the motor loss in trunk after stroke.It is a scale consisting of 17 items.3 items assess the static sitting balance, dynamic balance with 10 items, coordination with 4 items.The score is 0-23.The highest score is considered the best performance.","timeFrame":"10 minute"},{"measure":"Functional Reach Test","description":"Subjects will asked to stand comfortably, to make a fist, and to raise their arm until it was parallel to the yardstick (position 1). The placement of the end of the third metacarpal along the yardstick will recorded. Subjects will then asked to reach as far forward as they could without losing their balance (position 2), and the position of the end of the third metacarpal along the yardstick will again recorded. No attempt will make to control the subject's method of reach, but if he will touch the wall or took a step during the maneuver, that trial will consider invalid and repeated.","timeFrame":"5 minute"},{"measure":"10 Meter Walk Tests","description":"Walking speed are measure by timing subjects over 10 meters with a stopwatch. To avoid the effects of acceleration and deceleration, measurements take over the middle 10 meters of a 14-meter walkway. It is repeated 2 times.","timeFrame":"3 minute"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* 45-70 years of age stroke areas\n* Cognitive and non-communication problems\n* Volunteer to join the work\n* Those with less than 150 kilos\n* Can walk 10 meters independently (with assistive device if available)\n* Patients with a maximum level of 2-3 spasticity according to the Modified Ashworth Scale\n* Patients at least 8 weeks after stroke diagnosis\n\nExclusion Criteria:\n\n* People who are not stable due to vital signs\n* Those with coronary heart disease\n* Open wounds under the soles of the feet\n* Being spastic at the level that will block the base touch\n* Pathological conditions affecting lower limb sense (diabetic peripheral neuropathy, post- fracture surgery)\n* 20 seconds independent standing\n* Mini Mental Test score below 24\n* Multiple sclerosis, Parkinson's disease, etc.\n* Those with vision problems\n* Patients with thoracolumbar surgery\n* Patients with spinal canal stenosis","healthyVolunteers":false,"sex":"ALL","minimumAge":"45 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Birol Onal","affiliation":"Kırıkkale University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Kırıkkale University","city":"Kırıkkale","zip":"71000","country":"Turkey","geoPoint":{"lat":39.84528,"lon":33.50639}}]},"referencesModule":{"references":[{"pmid":"29740561","type":"BACKGROUND","citation":"Khalifeloo M, Naghdi S, Ansari NN, Akbari M, Jalaie S, Jannat D, Hasson S. A study on the immediate effects of plantar vibration on balance dysfunction in patients with stroke. J Exerc Rehabil. 2018 Apr 26;14(2):259-266. doi: 10.12965/jer.1836044.022. eCollection 2018 Apr."},{"pmid":"19855076","type":"BACKGROUND","citation":"Paoloni M, Mangone M, Scettri P, Procaccianti R, Cometa A, Santilli V. Segmental muscle vibration improves walking in chronic stroke patients with foot drop: a randomized controlled trial. Neurorehabil Neural Repair. 2010 Mar-Apr;24(3):254-62. doi: 10.1177/1545968309349940. Epub 2009 Oct 23."},{"pmid":"21272715","type":"BACKGROUND","citation":"Wanderley FS, Alburquerque-Sendin F, Parizotto NA, Rebelatto JR. Effect of plantar vibration stimuli on the balance of older women: a randomized controlled trial. Arch Phys Med Rehabil. 2011 Feb;92(2):199-206. doi: 10.1016/j.apmr.2010.10.014."},{"pmid":"35462214","type":"DERIVED","citation":"Onal B, Sertel M, Karaca G. Effect of plantar vibration on static and dynamic balance in stroke patients: a randomised controlled study. Physiotherapy. 2022 Sep;116:1-8. doi: 10.1016/j.physio.2022.02.002. Epub 2022 Feb 14."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}