{"protocolSection":{"identificationModule":{"nctId":"NCT00628537","orgStudyIdInfo":{"id":"BT4"},"organization":{"fullName":"University of Southern California","class":"OTHER"},"briefTitle":"Prevention of Post-Stroke Hand/Wrist Flexion Deformity","officialTitle":"BION Implantable Microstimulator"},"statusModule":{"statusVerifiedDate":"2015-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2004-04"},"primaryCompletionDateStruct":{"date":"2008-12","type":"ACTUAL"},"completionDateStruct":{"date":"2008-12","type":"ACTUAL"},"studyFirstSubmitDate":"2008-02-25","studyFirstSubmitQcDate":"2008-02-25","studyFirstPostDateStruct":{"date":"2008-03-05","type":"ESTIMATED"},"lastUpdateSubmitDate":"2015-06-01","lastUpdatePostDateStruct":{"date":"2015-06-03","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Gerald E. Loeb, M.D.","investigatorTitle":"Professor","investigatorAffiliation":"University of Southern California"},"leadSponsor":{"name":"University of Southern California","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"The study looks at a new treatment for wrist and finger contractures -- a condition where the affected hand is in a \"closed\" position, with the wrist and fingers stiff and difficult to move from that position. We want to study if stimulation of wrist and finger muscles using an implanted neuromuscular stimulator (BION) will be more or less effective than doing passive exercises of the affected hand to improve the range of movement at wrist and finger joints. Subjects of this study will be randomized into one of three groups: one doing passive movement therapy; one receiving surface stimulation (electrical stimulation with electrodes on the skin of the arm) and one doing BION® therapy. The passive movement group will do therapy for 12 weeks. Subjects in either stimulation group will receive stimulation for 6 weeks and then only passive therapy for 6 weeks.","detailedDescription":"BION™ Experimental Group\n\nFollowing implantation, the patients receiving BIONs will have a 3 to 7 day healing period. During this period, subjects will not receive active therapy. At the end of this healing period, subjects will come to the testing center so that the examiner can program the exercise patterns. They will be instructed to increase the strength of their muscle contractions as tolerance permits. The goal for the BION™ patients is to achieve 30 minutes of stimulation twice daily, using a cycled stimulation at frequencies adequate to produce tetanic contraction, (typically 25-35 pps) that raises the joint through full range of motion against gravity (a range graded as 3/5) based on the available range of motion. The intensity, duration and frequency of the exercise program will be modified according to the progress of the participant, so that the strength of the contraction is increased over time.\n\nSurface Stimulation Group\n\nPatients will be instructed to stimulate twice daily for 30 minutes through surface electrodes placed according to instructions that the subject has been given. Stimulus parameters will be similar to those reported in earlier successful stimulation studies. The parameters should achieve a tetanic contraction that raises the joint through full range of motion against gravity (graded 3/5) based on the patient's available range of motion, and cycled, typically at 25-35 pps, using stimulus ramps as necessary so that contractions are smoothly graded and comfortable. Every effort will be made to ensure that the parameters needed in this group are chosen to produce a similar type of contraction to that obtained with BION™ stimulation.\n\nControl Group with conservative therapy (Range of motion exercises)\n\nThe research participant is instructed in self-administered, standard range of motion stretching exercises. If the patient is unable to stretch the fingers into extension, a family member or a care-giver will be instructed to assist. They will be instructed to exercise the affected hand twice daily, repeating the exercise a minimum of 15 times in each session for 6 weeks. Control subjects will return to the clinic every two weeks for the first 6 weeks and every 3 weeks during the follow-up period. During these visits, passive range of motion testing will be administered."},"conditionsModule":{"conditions":["Hand Deformities"],"keywords":["Neuromuscular stimulator","Flexor deformities of wrist and fingers"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":30,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"1","type":"EXPERIMENTAL","description":"BION™ Experimental Group","interventionNames":["Device: BION stimulation"]},{"label":"2","type":"ACTIVE_COMPARATOR","description":"Surface Stimulation Group","interventionNames":["Device: BION stimulation"]},{"label":"3","type":"ACTIVE_COMPARATOR","description":"Control Group with conservative therapy (Range of motion exercises)","interventionNames":["Device: BION stimulation"]}],"interventions":[{"type":"DEVICE","name":"BION stimulation","description":"BION™ Experimental Group\n\nThe goal for the BION™ patients is to achieve 30 minutes of stimulation twice daily, using a cycled stimulation at frequencies adequate to produce tetanic contraction, (typically 25-35 pps) that raises the joint through full range of motion against gravity (a range graded as 3/5) based on the available range of motion.\n\nSurface Stimulation Group\n\nPatients will be instructed to stimulate twice daily for 30 minutes through surface electrodes placed according to instructions that the subject has been given. Every effort will be made to ensure that the parameters needed in this group are chosen to produce a similar type of contraction to that obtained with BION™ stimulation.\n\nControl Group with conservative therapy (Range of motion exercises)\n\nThe research participant is instructed in self-administered, standard range of motion stretching exercises.","armGroupLabels":["1","2","3"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"passive Range of Motion, active Range of Motion, Rancho Arm Function Scale, Fugl Meyer Function Scale","timeFrame":"baseline, 2 weeks, 4 weeks and 6 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Diagnosis of hemiplegic stroke 6 months to 20 years prior to enrollment in this study;\n2. Paresis of extensors in the forearm;\n3. Demonstrable restriction of hand or wrist mobility (i.e. significant stretch response, defined as a 2+ or greater on the Ashworth scale, can be elicited in the finger or wrist flexor muscles, and the patient's resting hand posture is flexed when the patient is standing with the upper arm pendant and the elbow flexed);\n4. Age 18 years or older;\n5. Stable pattern of pain-medication use for at least one month prior to enrollment;\n6. Medically stable;\n7. Able to travel to the testing center;\n8. Mentally capable to understand and carry out the procedures and communicate concerns; and\n9. Able and willing to participate and provide informed consent.\n10. Ability to bring the wrist into neutral posture and the MCP joints into 30 degrees of flexion\n\nExclusion Criteria:\n\n1. Pregnant, nursing, or planning to become pregnant within the study timeframe;\n2. Presence of electronic implants (e.g., cardiac pacemaker, cochlear implant, neurostimulator, etc.);\n3. Presence of metallic implants, such as artificial elbow implants or metal screws, in the immediate field of the magnetic coil (on the arm between the fingers and the shoulder).\n4. Use of electrical stimulation for treatment of relevant extensor muscles in the past month;\n5. Inability to recruit muscles through surface electrical stimulation because of excessive adipose tissue;\n6. Presence of other unrelated hand or wrist pathologies; participating in other treatments including active physical therapy or drug therapy that affect their hand or wrist.\n7. Severe hemineglect; and\n8. Cancer or other serious illness, including a disease other than stroke resulting in motor dysfunction.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Lucinda Baker, M.D.","affiliation":"University of Southern California","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Rancho Los Angeles National Rehabilitation Center","city":"Downey","state":"California","zip":"90242","country":"United States","geoPoint":{"lat":33.94001,"lon":-118.13257}}]},"referencesModule":{"references":[{"pmid":"16711659","type":"RESULT","citation":"Loeb GE, Richmond FJ, Baker LL. The BION devices: injectable interfaces with peripheral nerves and muscles. Neurosurg Focus. 2006 May 15;20(5):E2. doi: 10.3171/foc.2006.20.5.3."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000006226","term":"Hand Deformities"},{"id":"D000000013","term":"Congenital Abnormalities"}],"ancestors":[{"id":"D000009140","term":"Musculoskeletal Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M12","name":"Congenital Abnormalities","asFound":"Deformity","relevance":"HIGH"},{"id":"M9008","name":"Hand Deformities","asFound":"Hand Deformities","relevance":"HIGH"},{"id":"M11787","name":"Musculoskeletal Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC16","name":"Diseases and Abnormalities at or Before Birth"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"}]}},"hasResults":false}