{"protocolSection":{"identificationModule":{"nctId":"NCT03542370","orgStudyIdInfo":{"id":"DNSG-DASH diet"},"organization":{"fullName":"University of Toronto","class":"OTHER"},"briefTitle":"Umbrella Review of the DASH Dietary Pattern and Cardiometabolic Risk","officialTitle":"DASH Dietary Pattern and Cardiometabolic Risk: An Umbrella Review of Systematic Reviews and Meta-analyses of Prospective Cohort Studies and Randomized and Non-randomized Controlled Trials"},"statusModule":{"statusVerifiedDate":"2018-12","overallStatus":"UNKNOWN","lastKnownStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-09-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-01-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2019-06-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2018-05-09","studyFirstSubmitQcDate":"2018-05-18","studyFirstPostDateStruct":{"date":"2018-05-31","type":"ACTUAL"},"lastUpdateSubmitDate":"2018-12-05","lastUpdatePostDateStruct":{"date":"2018-12-07","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"John Sievenpiper","investigatorTitle":"Associate Professor","investigatorAffiliation":"University of Toronto"},"leadSponsor":{"name":"University of Toronto","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The European Association for the Study of Diabetes (EASD) guidelines have not made any specific recommendations regarding the Dietary Approaches to Stop Hypertension (DASH) diet, a dietary pattern that emphasizes fruits and vegetables, low-fat or non-fat dairy, limiting saturated fat intake and usually also recommends limiting sodium intake. To update the recommendations, the Diabetes and Nutrition Study Group (DNSG) of the EASD commissioned an umbrella review of systematic reviews and meta-analyses using the Grading of Recommendations Assessment, Development, and Evaluation (GRADE) approach to summarize the available evidence from recent systematic reviews and meta-analyses of prospective cohort studies and randomized and non-randomized controlled trials of the relationship between the DASH dietary pattern and cardiometabolic risk.","detailedDescription":"Background: The DASH Dietary Pattern, which emphasizes intake of fruits and vegetables, low-fat or non-fat dairy, nuts, and legumes and limits saturated fat and red meat intake, is associated with reduced cardiovascular disease and diabetes risk in prospective cohort studies and has been shown to lower blood pressure and other intermediate cardiometabolic risk factors in randomized controlled trials. Despite the endorsement of the DASH Dietary Pattern by major international diabetes and cardiovascular guidelines, the European Association for the Study of Diabetes (EASD) guidelines for nutrition therapy have not made any specific recommendations for the DASH dietary pattern. The present umbrella review using the Grading of Recommendations Assessment, Development, and Evaluation (GRADE) approach was commissioned by the Diabetes and Nutrition Study Group (DNSG) of the EASD to summarize the available evidence from recent systematic reviews and meta-analyses of prospective cohort studies and randomized and non-randomized controlled trials of the relationship between the DASH dietary pattern and cardiometabolic risk.\n\nNeed for proposed research: Public health policy and clinical practice guidelines are established with the use of systematic reviews and meta-analyses of randomized and non-randomized controlled trials and prospective cohort studies, which are regarded as the highest levels of evidence. As dietary guidelines and public health policy have shifted toward food and dietary-pattern based recommendations, there is a need to summarize the evidence from systematic reviews and meta-analyses assessing the effect of the DASH dietary pattern trials on cardiometabolic risk factors.\n\nObjective: The investigators will conduct an umbrella review of systematic reviews and meta-analyses using GRADE to summarize the relation of the DASH dietary pattern with incident cardiometabolic disease outcomes in prospective cohort studies and the effect the DASH dietary pattern on intermediate cardiometabolic risk factors in randomzied and non-randomized controlled trials.\n\nDesign: The umbrella review will be conducted according to the principals of the Cochrane Handbook for Systematic Reviews of Interventions for the controlled clinical trials and the GRADE handbook with reporting according to the Meta-analysis Of Observational Studies in Epidemiology (MOOSE) guidelines for prospective cohort studies and the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) for controlled trials.\n\nData sources: MEDLINE and EMBASE will be searched using appropriate search terms. Authors will be contacted for applicable missing data.\n\nStudy selection: The investigators will include the most recent and/or comprehensive systematic reviews and meta-analyses assessing the relation of the DASH dietary pattern with incident cardiometabolic diseases (CVD, coronary heart disease (CHD), stroke, diabetes) in prospective cohort studies and the effect on intermediate cardiometabolic risk factors (blood pressure, blood lipids, glycemic control, adiposity, and inflammation) in randomized and non-randomized controlled trials. If the search did not identify an existing systematic review and meta-analysis on any of our pre-specified outcomes (please refer to Outcomes), we then conducted a systematic search for that outcome and performed a meta-analysis on all studies retrieved which assess the effect in controlled trials (or association for prospective cohorts) of the DASH diet compared to a control diet on that outcome.\n\nData extraction: Two or more investigators will independently extract relevant data and assess risk of bias of the individual studies using the Newcastle-Ottawa Scale for observational studies and the Cochrane Risk of Bias Tool for controlled clinical trials. All disagreements will be resolved by consensus.\n\nOutcomes: The primary outcome will be incident cardiovascular disease (CVD) in the prospective cohort studies and systolic blood pressure in the randomized and non-randomized controlled trials. Secondary outcomes will include incident coronary heart disease (CHD), stroke, and diabetes in the prospective cohort studies and diastolic blood pressure, blood lipids (total-C, LDL-C, HDL-C, and triglycerides), glycemic control (HbA1c, fasting blood glucose, fasting blood insulin, homeostasis model assessment of insulin resistance \\[HOMA-IR\\]), adiposity (body weight), and inflammation (C-reactive protein) in controlled trials.\n\nEvidence Assessment: The certainty of the evidence for each outcome will be assessed using the Grading of Recommendations Assessment, Development and Evaluation (GRADE).\n\nKnowledge translation plan: The results will be disseminated through interactive presentations at local, national, and international scientific meetings and publication in high impact factor journals. Target audiences will include the public health and scientific communities with interest in nutrition, diabetes, obesity, and cardiovascular disease. Feedback will be incorporated and used to improve the public health message and key areas for future research will be defined. Applicant/Co-applicant Decision Makers will network among opinion leaders to increase awareness and participate directly as committee members in the development of future guidelines.\n\nSignificance: The proposed project will aid in knowledge translation related to the role of the DASH dietary pattern in cardiometabolic risk, strengthening the evidence-base for guidelines and improving health outcomes by educating healthcare providers and patients, stimulating industry innovation, and guiding future research design."},"conditionsModule":{"conditions":["Cardiovascular Risk Factor","Cardiovascular Diseases","Coronary Heart Disease","Stroke","Diabetes","Blood Pressure","Cholesterol; Lipidosis","Inflammation","Adiposity"],"keywords":["dietary approaches to stop hypertension","DASH","cardiometabolic health","Umbrella Review","GRADE","Systematic review and meta-analysis"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"OTHER","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":1,"type":"ESTIMATED"}},"armsInterventionsModule":{"interventions":[{"type":"OTHER","name":"DASH dietary pattern","description":"A dietary pattern that emphasizes intake of fruits and vegetables, low-fat or non-fat dairy, limiting saturated fat intake, and usually also recommends limiting sodium intake."}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Incident CVD (Prospective Cohort Studies)","description":"Relative Risk","timeFrame":"At least 1 year"},{"measure":"Blood Pressure - Systolic Blood Pressure (randomized and non-randomized controlled trials)","description":"Mean Difference","timeFrame":"Up to 20 years"}],"secondaryOutcomes":[{"measure":"Incident CHD (Prospective Cohort Studies)","description":"Relative Risk","timeFrame":"At least 1 year"},{"measure":"Incident Stroke (Prospective Cohort Studies)","description":"Relative Risk","timeFrame":"At least 1 year"},{"measure":"Incident Diabetes (Prospective Cohort Studies)","description":"Relative Risk","timeFrame":"At least 1 year"},{"measure":"Blood Pressure - Diastolic Blood Pressure (randomized and non-randomized controlled trials)","description":"Mean Difference","timeFrame":"Up to 20 years"},{"measure":"Blood Lipids - Total-Cholesterol (randomized and non-randomized controlled trials)","description":"Mean Difference","timeFrame":"Up to 20 years"},{"measure":"Blood Lipids - LDL-C (randomized and non-randomized controlled trials)","description":"Mean Difference","timeFrame":"Up to 20 years"},{"measure":"Blood Lipids - HDL-C (randomized and non-randomized controlled trials)","description":"Mean Difference","timeFrame":"Up to 20 years"},{"measure":"Blood Lipids - Triglycerides (randomized and non-randomized controlled trials)","description":"Mean Difference","timeFrame":"Up to 20 years"},{"measure":"Glycemic Control - HbA1c (randomized and non-randomized controlled trials)","description":"Mean Difference","timeFrame":"Up to 20 years"},{"measure":"Glycemic Control - Fasting Blood Glucose (randomized and non-randomized controlled trials)","description":"Mean Difference","timeFrame":"Up to 20 years"},{"measure":"Glycemic Control - Fasting Blood Insulin (randomized and non-randomized controlled trials)","description":"Mean Difference","timeFrame":"Up to 20 years"},{"measure":"Glycemic Control - HOMA-IR (randomized and non-randomized controlled trials)","description":"Mean Difference","timeFrame":"Up to 20 years"},{"measure":"Adiposity - Body Weight (randomized and non-randomized controlled trials)","description":"Mean Difference","timeFrame":"Up to 20 years"},{"measure":"Inflammation - C-Reactive Protein (randomized and non-randomized controlled trials)","description":"Mean Difference","timeFrame":"Up to 20 years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Systematic reviews and meta-analyses of prospective cohorts or controlled clinical trials\n* Assessment of the DASH dietary pattern\n* Viable outcome data with ≥ 1 outcome of interest\n\nExclusion Criteria:\n\n* Non-systematic review and meta-analysis publications\n* Non-human studies\n* No assessment of the exposure of the DASH dietary pattern\n* No viable outcome data","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"],"studyPopulation":"All individuals, both children and adults, regardless of health status.","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"John L Sievenpiper, MD, PhD","affiliation":"University of Toronto","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"The Toronto 3D (Diet, Digestive tract and Disease) Knowledge Synthesis and Clinical Trials Unit, Clinical Nutrition and Risk Factor Modification Centre, St. Michael's Hospital","city":"Toronto","state":"Ontario","zip":"M5C 2T2","country":"Canada","geoPoint":{"lat":43.70011,"lon":-79.4163}}]},"referencesModule":{"references":[{"pmid":"11136953","type":"BACKGROUND","citation":"Sacks FM, Svetkey LP, Vollmer WM, Appel LJ, Bray GA, Harsha D, Obarzanek E, Conlin PR, Miller ER 3rd, Simons-Morton DG, Karanja N, Lin PH; DASH-Sodium Collaborative Research Group. Effects on blood pressure of reduced dietary sodium and the Dietary Approaches to Stop Hypertension (DASH) diet. DASH-Sodium Collaborative Research Group. N Engl J Med. 2001 Jan 4;344(1):3-10. doi: 10.1056/NEJM200101043440101."},{"pmid":"28714997","type":"BACKGROUND","citation":"Piepoli MF, Hoes AW, Agewall S, Albus C, Brotons C, Catapano AL, Cooney MT, Corra U, Cosyns B, Deaton C, Graham I, Hall MS, Hobbs FDR, Lochen ML, Lollgen H, Marques-Vidal P, Perk J, Prescott E, Redon J, Richter DJ, Sattar N, Smulders Y, Tiberi M, van der Worp HB, van Dis I, Verschuren WMM. [2016 European guidelines on cardiovascular disease prevention in clinical practice. The Sixth Joint Task Force of the European Society of Cardiology and Other Societies on Cardiovascular Disease Prevention in Clinical Practice (constituted by representatives of 10 societies and by invited experts. Developed with the special contribution of the European Association for Cardiovascular Prevention & Rehabilitation]. G Ital Cardiol (Rome). 2017 Jul-Aug;18(7):547-612. doi: 10.1714/2729.27821. No abstract available. Italian."},{"pmid":"27712954","type":"BACKGROUND","citation":"Anderson TJ, Gregoire J, Pearson GJ, Barry AR, Couture P, Dawes M, Francis GA, Genest J Jr, Grover S, Gupta M, Hegele RA, Lau DC, Leiter LA, Lonn E, Mancini GB, McPherson R, Ngui D, Poirier P, Sievenpiper JL, Stone JA, Thanassoulis G, Ward R. 2016 Canadian Cardiovascular Society Guidelines for the Management of Dyslipidemia for the Prevention of Cardiovascular Disease in the Adult. Can J Cardiol. 2016 Nov;32(11):1263-1282. doi: 10.1016/j.cjca.2016.07.510. Epub 2016 Jul 25."},{"pmid":"12748199","type":"BACKGROUND","citation":"Chobanian AV, Bakris GL, Black HR, Cushman WC, Green LA, Izzo JL Jr, Jones DW, Materson BJ, Oparil S, Wright JT Jr, Roccella EJ; National Heart, Lung, and Blood Institute Joint National Committee on Prevention, Detection, Evaluation, and Treatment of High Blood Pressure; National High Blood Pressure Education Program Coordinating Committee. The Seventh Report of the Joint National Committee on Prevention, Detection, Evaluation, and Treatment of High Blood Pressure: the JNC 7 report. JAMA. 2003 May 21;289(19):2560-72. doi: 10.1001/jama.289.19.2560. Epub 2003 May 14. Erratum In: JAMA. 2003 Jul 9;290(2):197."},{"pmid":"22008217","type":"BACKGROUND","citation":"Higgins JP, Altman DG, Gotzsche PC, Juni P, Moher D, Oxman AD, Savovic J, Schulz KF, Weeks L, Sterne JA; Cochrane Bias Methods Group; Cochrane Statistical Methods Group. The Cochrane Collaboration's tool for assessing risk of bias in randomised trials. BMJ. 2011 Oct 18;343:d5928. doi: 10.1136/bmj.d5928."},{"type":"BACKGROUND","citation":"Wells GA, Shea B, O'Connell D, et al. The Newcastle-Ottawa Scale (NOS) for assessing the quality of nonrandomised studies in meta-analyses. Ottawa: Ottawa Hospital Research Institute; 2014. Available: www.ohri.ca/programs/clinical_epidemiology/oxford.asp"},{"pmid":"21208779","type":"BACKGROUND","citation":"Balshem H, Helfand M, Schunemann HJ, Oxman AD, Kunz R, Brozek J, Vist GE, Falck-Ytter Y, Meerpohl J, Norris S, Guyatt GH. GRADE guidelines: 3. Rating the quality of evidence. J Clin Epidemiol. 2011 Apr;64(4):401-6. doi: 10.1016/j.jclinepi.2010.07.015. Epub 2011 Jan 5."},{"pmid":"29650114","type":"BACKGROUND","citation":"Diabetes Canada Clinical Practice Guidelines Expert Committee; Sievenpiper JL, Chan CB, Dworatzek PD, Freeze C, Williams SL. Nutrition Therapy. Can J Diabetes. 2018 Apr;42 Suppl 1:S64-S79. doi: 10.1016/j.jcjd.2017.10.009. No abstract available. Erratum In: Can J Diabetes. 2019 Mar;43(2):153."}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"This is not applicable since there is no individual participant data."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000003327","term":"Coronary Disease"},{"id":"D000003324","term":"Coronary Artery Disease"},{"id":"D000017202","term":"Myocardial Ischemia"},{"id":"D000008064","term":"Lipidoses"},{"id":"D000007249","term":"Inflammation"}],"ancestors":[{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000001161","term":"Arteriosclerosis"},{"id":"D000001157","term":"Arterial Occlusive Diseases"},{"id":"D000008052","term":"Lipid Metabolism, Inborn Errors"},{"id":"D000008661","term":"Metabolism, Inborn Errors"},{"id":"D000030342","term":"Genetic Diseases, Inborn"},{"id":"D000052439","term":"Lipid Metabolism Disorders"},{"id":"D000008659","term":"Metabolic Diseases"}],"browseLeaves":[{"id":"M12391","name":"Obesity","relevance":"LOW"},{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M6805","name":"Diabetes Mellitus","relevance":"LOW"},{"id":"M9714","name":"Hypertension","relevance":"LOW"},{"id":"M6236","name":"Coronary Artery Disease","asFound":"Coronary Heart Disease","relevance":"HIGH"},{"id":"M6239","name":"Coronary Disease","asFound":"Coronary Heart Disease","relevance":"HIGH"},{"id":"M9983","name":"Inflammation","asFound":"Inflammation","relevance":"HIGH"},{"id":"M19196","name":"Myocardial Ischemia","asFound":"Coronary Heart Disease","relevance":"HIGH"},{"id":"M9109","name":"Heart Diseases","asFound":"Heart Disease","relevance":"HIGH"},{"id":"M10754","name":"Lipidoses","asFound":"Lipidosis","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M4159","name":"Arteriosclerosis","relevance":"LOW"},{"id":"M4155","name":"Arterial Occlusive Diseases","relevance":"LOW"},{"id":"M10744","name":"Lipid Metabolism, Inborn Errors","relevance":"LOW"},{"id":"M11331","name":"Metabolism, Inborn Errors","relevance":"LOW"},{"id":"M23376","name":"Genetic Diseases, Inborn","relevance":"LOW"},{"id":"M11329","name":"Metabolic Diseases","relevance":"LOW"},{"id":"M26719","name":"Lipid Metabolism Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"BC19","name":"Gland and Hormone Related Diseases"},{"abbrev":"BC16","name":"Diseases and Abnormalities at or Before Birth"}]}},"hasResults":false}