{"protocolSection":{"identificationModule":{"nctId":"NCT06032533","orgStudyIdInfo":{"id":"1-16-02-429-22"},"secondaryIdInfos":[{"id":"787394","type":"OTHER","domain":"Region Midtjylland"},{"id":"2304824","type":"OTHER","domain":"National Scientific Ethics Committee Denmark"}],"organization":{"fullName":"Aarhus University Hospital","class":"OTHER"},"briefTitle":"Remote Ischemic Conditioning in Aneurysmal SAH","officialTitle":"The Effect of Remote Ischemic Conditioning on Delayed Cerebral Ischemia in Aneurysmal Subarachnoid Hemorrhage: A Prospective, Randomized, Patient-assessor Blinded, Sham-controlled Pilot Study Investigating Effect on Clinical Outcome.","acronym":"RESCUE-SAH"},"statusModule":{"statusVerifiedDate":"2023-09","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-09-09","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2027-11-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-11-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-09-05","studyFirstSubmitQcDate":"2023-09-05","studyFirstPostDateStruct":{"date":"2023-09-13","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-09-28","lastUpdatePostDateStruct":{"date":"2023-09-29","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Grethe Andersen","investigatorTitle":"Professor, Consultant Neurologist, MD","investigatorAffiliation":"Aarhus University Hospital"},"leadSponsor":{"name":"Aarhus University Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The goal of this clinical trial is to examine the effect of limb occlusion therapy (remote ischemic conditioning, RIC) in subjects with aneurysmal subarachnoid hemorrhage.\n\nThe main question it aims to answer is whether RIC can improve long-term recovery in participants with aneurysmal subarachnoid hemorrhage.\n\nResearchers will compare levels of functional independence in participants in the RIC-group to participants in the sham-group.","detailedDescription":"Aneurysmal subarachnoid hemorrhage (aSAH) is one of the most devastating types of stroke. Half of the patients die during the acute ictus, and those who survive have a poor prognosis as 20-30% are disabled or eventually die from the disease. In the acute phase after aSAH, the most devastating complication is rebleeding, whereas in the late phase, delayed cerebral ischemia (DCI) is another feared complication, associated with high morbidity and mortality. Symptoms of DCI occur in 30 % of patients and 15-20 % of patients will develop a disabling stroke due to DCI. DCI typically occurs between days 4 and 14 after the initial bleeding. The cause of DCI is not fully understood. Cerebral vasospasms (CVS) are commonly seen on angiography in the first 4-14 days after initial bleeding, and have been linked to late onset of symptoms of focal ischaemia since the 60s. Modern research suggests that the pathophysiology is multifactorial, but CVS is still thought to be a major contributor. Other contributing factors are thought to be microthrombosis, microvascular spasm, oxidative stress, cortically spreading depolarizations, cell death, breakdown of blood-brain barrier, among others. Treatment with nimodipine is standard-of-care and is the only pharmacological intervention that has been shown to improve outcome in aSAH patients, although it has no impact on large-vessel CVS\\[.\n\nThe need for developing effective methods for prevention or treatment of DCI persists, and an effective prophylactic treatment may have a large impact on the general outcome of aSAH.\n\nIschemic conditioning is a potent activator of endogenous protection against ischemic injury. RIC can be applied as repeated short-lasting ischemia in a distant tissue that results in protection against subsequent long-lasting ischemic injury in the target organ. This protection can be applied prior to or during a prolonged ischemic event as remote ischemic preconditioning (RIPreC) and perconditioning (RIPerC), respectively.\n\nRIC is commonly achieved by inflation of a blood pressure cuff to induce 5-minute cycles of limb ischemia alternating with 5 minutes of reperfusion. RIC activates several protective mechanisms, through humoral and neural pathways and shows promise in the setting of acute stroke.\n\nInflammation initiated by cerebral ischemia can contribute to secondary brain injury and is correlated with poor outcome. Following ischemia there is a harmful excess leukocyte infiltration in the brain parenchyma, and in experimental studies on aSAH, pharmacological inhibition of cytokines has been associated with improved outcome. RIC has been demonstrated to reduce inflammation and downregulate inflammatory markers. In addition, RIC has protective effects on cerebral endothelial function and induces vasodilation, increasing cerebral blood flow (CBF).\n\nAngiogenesis, erythropoietin and nitric oxide (NO) are suggested to induce neuroprotection and stimulation of these strategies by conditioning including inhibition of inflammation has the potential to play an important part in treatment of patients after aSAH.\n\nThe effect of RIC on blood and cerebrospinal fluid biomarkers has never been explored in the setting of aSAH.\n\nTo-date, no serious adverse events have been documented in RIC. The procedure has been applied in numerous cardiovascular ischemic patients and in patients suffering from ischemic stroke and cerebral hemorrhage (ICH/SAH).\n\nA recent smaller randomized trials of RIPreC after aSAH showed promising results with regards to functional outcomes and incidence of cerebral oxygen desaturation, likewise without adverse effects of RIC.\n\nRIC is a non-pharmacologic and non-invasive treatment without noticeable discomfort that has neuroprotective potential worldwide.\n\nAneurysmal SAH and subsequent DCI represents a unique clinical opportunity to test RIC as DCI typically manifests within the first 14 days after ictus and is often a significant contributor to neurological injury. The treatment is feasible, safe, and rooted in well-explored physiological concepts. There is a clear scientific gap and opportunity to explore RIC in the setting of aSAH and DCI in larger randomized trials."},"conditionsModule":{"conditions":["Subarachnoid Hemorrhage, Aneurysmal","Delayed Cerebral Ischemia"],"keywords":["Remote Ischemic Conditioning","Subarachnoid Hemorrhage","Aneurysm","Delayed Cerebral Ischemia"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Participants are randomized to either daily treatment with remote ischemic conditioning or daily sham-treatment.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","maskingDescription":"Outcomes assessors are recruited from another department, and have not been involved with subjects prior to the telephone interview. Participants and outcome assessors are blinded to subject intervention.","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":100,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Remote Ischemic Conditioning","type":"EXPERIMENTAL","description":"After randomization a large thigh blood pressure cuff will be placed on the lower limb. The cuff will be inflated to a pressure 30 mm Hg greater than the systolic arterial blood pressure measured by the patient's arterial line or upper limb blood pressure cuff. The adequate level of inflation will be confirmed by the absence of pulse in the ipsilateral pedal artery detected by palpation. If the pulse signal is still present, the cuff will be inflated further until it disappears. The cuff will remain inflated for 5 minutes. Then the cuff will be deflated and the limb allowed to re-perfuse for 5 minutes. The procedure will be repeated five times followed by reperfusion. The first session will be performed 24-72 hours after the initial hemorrhage, within the first 24 hours after treatment of aneurysm, and repeated every 24 hours, between 8-10 am, until post hemorrhagic day 14.","interventionNames":["Device: Remote Ischemic Conditioning with Automatic Tourniquet Device"]},{"label":"Sham-RIC","type":"SHAM_COMPARATOR","description":"After randomization a large leg blood pressure cuff will be placed on the lower limb. This cuff is not attached to the device, but appears to be. The device will the be operated by trained staff. A hidden cuff is attached to the device to ensure that the device produces regular operation noises. The hidden cuff (not attached to patient) is inflated. The cuff will remain inflated for 5 minutes, then the cuff will be deflated for 5 minutes. The procedure will be repeated for five cycles. The first session will be performed 48-72 hours after the initial hemorrhage, at least 24 hours after treatment of aneurysm and repeated every 24 hours, between 8-10 am, until post hemorrhagic day 14.","interventionNames":["Device: Sham Remote Ischemic Conditioning with Automatic Tourniquet Device"]}],"interventions":[{"type":"DEVICE","name":"Remote Ischemic Conditioning with Automatic Tourniquet Device","description":"5 Cycles of Remote Ischemic Conditioning performed on the leg. One cycle consists of 5 minutes of arterial occlusion followed by 5 minutes of reperfusion. The above is repeated daily for 14 days or until patient is discharged.\n\nPatients are randomized to either active Remote Ischemic Conditioning or Sham-treatment.","armGroupLabels":["Remote Ischemic Conditioning"]},{"type":"DEVICE","name":"Sham Remote Ischemic Conditioning with Automatic Tourniquet Device","description":"5 Cycles of sham-treatment performed on the leg. One cycle consists of 5 minutes of sham-treatment followed by 5 minutes of pause. The above is repeated daily for 14 days or until patient is discharged.\n\nPatients are randomized to either active Remote Ischemic Conditioning or Sham-treatment.","armGroupLabels":["Sham-RIC"],"otherNames":["Sham"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Clinical outcome after 6 months measured by modified Rankin scale score (0-6, Higher score indicates worse outcome)","description":"Assessed by telephone interview. Patient assessor is blinded to intervention","timeFrame":"Assessed 6 months after initial aneurysm rupture."}],"secondaryOutcomes":[{"measure":"Difference in Infarct growth","description":"Assessed by MRI, measured by segmentation and calculation of infarct volume.","timeFrame":"MRI performed 4-6 weeks after initial hemorrhage."},{"measure":"Clinical outcome after 14 days measured by modified Rankin scale score (0-6, Higher score indicates worse outcome)","description":"Assessed by clinician in charge of patient discharge.","timeFrame":"14 days after initial hemorrhage."},{"measure":"Occurrence of delayed cerebral ischemia","description":"Neurological deterioration after aSAH where DCI is deemed most likely cause, supported by angiography/perfusion CT.","timeFrame":"Within first 14 days after initial hemorrhage."},{"measure":"Mortality after 3 months","description":"Assessed via patient records. Assessor is blinded to intervention.","timeFrame":"Assessed at 3 months post initial hemorrhage"},{"measure":"Mortality after 12 months","description":"Assessed via patient records. Assessor is blinded to the intervention.","timeFrame":"Assessed at 12 months post initial hemorrhage"},{"measure":"Presence of angiographic vasospasm on CT angiography baseline vs 8-day scan","description":"Evaluated by a neuro-radiologist with more than 10 years of experience in intracerebral angiography. Assessor is blinded to intervention.","timeFrame":"8-9 days post initial hemorrhage."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Aneurysmal subarachnoid hemorrhage confirmed by computed tomography (CT) with aneurysm origin confirmed by computed tomography angiography (CTA) or digital subtraction angiography (DSA)\n* Aneurysmal subarachnoid hemorrhage symptom-onset ≤ 3 days\n* Aneurysm protected by clipping or coiling\n* Independent in daily living before symptom onset (mRS ≤ 2)\n\nExclusion Criteria:\n\n* Subarachnoid hemorrhage caused by a lesion other than cerebral aneurysm\n* Symptomatic vasospasm at the time of enrollment\n* Previous cerebral lesion e.g. symptomatic cerebral infarction (\\>2cm), multiple sclerosis, symptomatic intracerebral hemorrhage, tumour, prior neurosurgery (excluding prior clipping or coiling of cold aneurysms without complications).\n* History of severe peripheral vascular disease or signs of severe peripheral vascular disease on physical examination\n* History of deep vein thrombosis or signs of deep vein thrombosis on physical examination\n* Kidney involvement or prior kidney disease with an estimated glomerular filtration rate (eGFR) below safe levels for contrast infusion in relation to CT-perfusion.\n* Pregnancy (Women of child-bearing age will have serum-Humane Choriogonadotropine taken prior to final inclusion. If pregnancy cannot be ruled out,the patient can't be included. Women with a safe birth control method will be encouraged to use this method during the entire period of active treatment.)\n* Concomitant other acute life-threatening medical or surgical condition","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Kim M Ørskov, MD","role":"CONTACT","phone":"+4542791933","email":"kimoer@rm.dk"}],"overallOfficials":[{"name":"Grethe Andersen, Prof., MD","affiliation":"Department of Neurology, Aarhus University Hospital","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Arzu Bilgin-Freiert, MD, PhD","affiliation":"Department of Neurosurgery","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Department of Neurosurgery, Aarhus University Hospital","status":"RECRUITING","city":"Aarhus N","state":"Danmark","zip":"DK-8200","country":"Denmark","contacts":[{"name":"Jens Christian H Sørensen, Prof., MD","role":"CONTACT"},{"name":"Arzu Bilgin-Freiert, MD, PhD","role":"CONTACT","phone":"+4529474197","email":"arzbil@rm.dk"},{"name":"Kim M Ørskov, MD","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":56.15674,"lon":10.21076}}]},"referencesModule":{"references":[{"pmid":"26585977","type":"BACKGROUND","citation":"Hess DC, Blauenfeldt RA, Andersen G, Hougaard KD, Hoda MN, Ding Y, Ji X. Remote ischaemic conditioning-a new paradigm of self-protection in the brain. Nat Rev Neurol. 2015 Dec;11(12):698-710. doi: 10.1038/nrneurol.2015.223. Epub 2015 Nov 20."},{"pmid":"25072112","type":"BACKGROUND","citation":"Gonzalez NR, Connolly M, Dusick JR, Bhakta H, Vespa P. Phase I clinical trial for the feasibility and safety of remote ischemic conditioning for aneurysmal subarachnoid hemorrhage. Neurosurgery. 2014 Nov;75(5):590-8; discussion 598. doi: 10.1227/NEU.0000000000000514."}],"seeAlsoLinks":[{"label":"Background on Aneurysmal Subarachnoid Hemorrhage and Delayed Cerebral Ischemia","url":"https://www.uptodate.com/contents/aneurysmal-subarachnoid-hemorrhage-treatment-and-prognosis"}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Individual participant data that underlie the results reported in this article after de-identification of participants","infoTypes":["STUDY_PROTOCOL","SAP","ANALYTIC_CODE"],"timeFrame":"Beginning 3 moths and ending 5 years following publication of results","accessCriteria":"Proposals should be directed to kimoer@rm.dk. To gain access data requestors will need to sign a data processing agreement."}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"Prot_SAP","hasProtocol":true,"hasSap":true,"hasIcf":false,"label":"Study Protocol and Statistical Analysis Plan","date":"2023-06-21","uploadDate":"2023-09-01T05:28","filename":"Prot_SAP_000.pdf","size":1777471}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000013345","term":"Subarachnoid Hemorrhage"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000007511","term":"Ischemia"},{"id":"D000006470","term":"Hemorrhage"}],"ancestors":[{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000020300","term":"Intracranial Hemorrhages"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000020521","term":"Stroke"},{"id":"D000007238","term":"Infarction"},{"id":"D000009336","term":"Necrosis"}],"browseLeaves":[{"id":"M9246","name":"Hemorrhage","asFound":"Hemorrhage","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemia","relevance":"HIGH"},{"id":"M3803","name":"Aneurysm","relevance":"LOW"},{"id":"M5483","name":"Cerebral Infarction","asFound":"Cerebral Ischemia","relevance":"HIGH"},{"id":"M15825","name":"Subarachnoid Hemorrhage","asFound":"Subarachnoid Hemorrhage","relevance":"HIGH"},{"id":"M5484","name":"Brain Ischemia","asFound":"Cerebral Ischemia","relevance":"HIGH"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M21803","name":"Intracranial Hemorrhages","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"BC10","name":"Nervous System Diseases"}]}},"hasResults":false}