{"protocolSection":{"identificationModule":{"nctId":"NCT03063970","orgStudyIdInfo":{"id":"Glasgow Caledonian NMAHP RU"},"organization":{"fullName":"Glasgow Caledonian University","class":"OTHER"},"briefTitle":"Lycra Orthosis as Therapy for the Upper Limb After Stroke","officialTitle":"Dynamic Lycra Orthosis as an Adjunct to Upper Limb Rehabilitation After Stroke: A Randomised Controlled Feasibility Trial","acronym":"LOTUS"},"statusModule":{"statusVerifiedDate":"2018-07","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-02-28","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2017-12-30","type":"ACTUAL"},"completionDateStruct":{"date":"2018-03-31","type":"ACTUAL"},"studyFirstSubmitDate":"2017-02-13","studyFirstSubmitQcDate":"2017-02-23","studyFirstPostDateStruct":{"date":"2017-02-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2018-07-02","lastUpdatePostDateStruct":{"date":"2018-07-03","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Jacqueline Morris","investigatorTitle":"Principal Investigator","investigatorAffiliation":"University of Dundee"},"leadSponsor":{"name":"Glasgow Caledonian University","class":"OTHER"},"collaborators":[{"name":"Chief Scientist Office of the Scottish Government","class":"OTHER_GOV"},{"name":"University of Dundee","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke is the major cause of complex adult disability in the UK. Upper limb impairment contributes to disability and fewer than 15% of survivors regain full arm and hand function by 6 months. Consequently, many stroke survivors have difficulties with activities of daily living where good upper limb and hand function is required. Upper limb impairment also predicts quality of life and independent functioning after stroke. It is therefore vital that effective therapeutic interventions to improve upper limb recovery are found.\n\nVarious therapeutic interventions to improve arm recovery after stroke have been proposed, however although effective in some circumstances, many have been proven as unacceptable and unfeasible in usual rehabilitation practice. The aim of this study is to evaluate the acceptability and feasibility of Dynamic Lycra Orthoses (DLO), as an adjunct to usual UL rehabilitation and to examine the magnitude, direction and variability of any effects on upper limb impairment and functioning.\n\nThis inexpensive, commercially available, CE marked, tailor-made lycra sleeve garment is worn for up to 8 hours a day and during rehabilitation therapy. The DLO has not been extensively studies in stroke rehabilitation, but existing evidence suggests that the garment may enhance sensory feedback and correct upper limb movement and positioning, facilitating conditions for recovery without the need for direct therapist supervision. It may therefore augment the effects of standard dose of Occupational Therapy and Physiotherapy, and self-directed practice.\n\nThis is a feasibility, randomised, controlled trial. Using 2:1 randomisation, We will recruit and randomise 60 participants with mild, moderate and severe UL impairment who have been admitted to Ninewells Hospital or Perth Royal Infirmary, Tayside, Scotland with a stroke affecting the upper limb to receive usual care or usual care plus the DLO. The DLO will be worn daily for up to 8 hours over 8 weeks. A blinded rater will collect outcomes data examining upper limb functioning, strength, dexterity, sensation, use of the arm for daily functioning and quality of life at the end of the intervention and at follow-up eight weeks later. Data relating to duration and frequency of DLO wear, proportion of eligible participants, and those willing to be randomised, drop-outs and losses to follow-up will also be recorded to assess feasibility of a full-scale trial.","detailedDescription":"Introduction:\n\nStroke causes complex adult disability, with 30-50% of survivors experiencing limited independence in daily activities. Annually in Scotland there are around 14 000 new stroke events and approximately 80,000 survivors living with stroke related disability.This number will increase by 2035 as demographic change leads to a 26% increase in people aged over 65 years and developments in acute stroke care lead to improved stroke survival rates. Consequently, the cumulative cost to the UK economy of stroke, currently estimated to be £8.9 billion, will increase proportionately.\n\nPoor upper limb (UL) recovery is a major cause of post-stroke disability with fewer than 15% of survivors regaining full function by 6 months. Activities found difficult by stroke survivors include dressing, bathing and feeding where good UL and hand function is required. Limited UL function is characterised by muscle weakness, muscle stiffness or spasticity and altered sensation leading to loss of movement co-ordination for functional tasks. UL impairment is also an important predictor of quality of life six months after stroke onset. It is therefore vital for quality of life and independent functioning after stroke that effective strategies to improve arm recovery are found.\n\nBackground:\n\nDespite the problem of poor UL recovery, few cost-effective rehabilitation interventions are available. Intensive repetitive functional task-specific practice is effective at improving UL recovery, particularly where the unaffected UL is constrained to force practice with the affected UL. However effects depend on six hours per day of intensive physiotherapy to guide practice, combined with constraint in a mitt of an additional 8 hours per day. Such intensive supervision although effective, is unfeasible in many healthcare settings, and survivors and therapists express reluctance to participate in such demanding treatments. It is therefore essential to develop effective, resource efficient ways to provide survivors with therapeutic correction of movement during task practice, but with less therapy supervision. This is vital because rehabilitation therapy available within stroke units in the UK is typically less than one hour per day.\n\nDynamic lycra orthoses (DLO) may provide an inexpensive (£200 per unit) and potentially effective adjunct to UL rehabilitation after stroke. The orthoses correct limb position during movement and provide sensory feedback, as therapists would normally do. They are made to measure fabric lycra compression garments individually tailored to correct UL movement and positioning. They do this by providing correction of finger, wrist and elbow movement whilst still allowing functional movement. The orthoses can be worn during therapy and throughout the day when practising and performing functional tasks.\n\nTheoretically, viscoelastic properties of the DLO create biomechanical forces for joint stability and functional positioning where muscle weakness is problematic. The DLO may also stretch stiff or spastic muscles where they limit functional UL use. Finally, pressure exerted by the garment on muscles and skin may stimulate sensory awareness and sensory feedback thereby improving neurophysiological control of movement. Because the DLO can be worn for long periods of time, it may optimise effects of task practice during formal therapy but also during self-directed task practice, without the need for direct therapy supervision. Indeed, a growing body of evidence shows that DLO wear reduces spasticity and improves UL movement and function in children with neurological impairments.\n\nRationale for the Study:\n\nAlthough discussions with local stroke rehabilitation therapists suggest some DLO use in practice, evidence of effectiveness for UL outcomes following stroke is limited. Literature searches conducted by the investigators identified only one single case study showing improved dexterity, dressing and writing in a survivor with longstanding stroke after wearing the garment for 12 hours daily over 6 weeks. A second crossover trial with survivors (n=16) 3 to 36 weeks after stroke onset showed better wrist resting posture, passive range of movement and reduction of wrist and finger muscle spasticity after only 3 hours wear of the DLO. These studies were small and of low quality but suggest that evaluation of potential effectiveness of the intervention on UL impairment and activity limitation outcomes as an adjunct to UL rehabilitation after stroke is warranted.\n\nObjectives\n\n1. To assess the feasibility of conducting an effectiveness trial of the DLO in rehabilitation.\n2. To assess the potential effectiveness of the DLO intervention provided as an adjunct to rehabilitation on: UL sensory and motor impairments, UL activity limitation, activities of daily living and quality of life compared to those receiving usual rehabilitation only in order to select a primary outcome measure and establish sample size for a full scale effectiveness trial.\n\nResearch Questions\n\n1. What proportion of stroke survivors agree to participation and randomisation in the DLO study?\n2. What proportion of participants who consent to participate in the trial fully complete the intervention and outcome and follow-up assessments?\n3. What is the magnitude and direction of difference in upper limb impairment and activity in stroke survivors using the UL DLO intervention as an adjunct to rehabilitation, compared to those receiving standard rehabilitation?\n4. Is there any evidence that effects of the orthosis are likely to persist at eight week follow-up?\n5. Are there indications that responses to the DLO are likely to differ between participants depending on initial UL impairment severity and stroke type (lesion location, stroke classification and ischaemic or haemorrhagic)?\n\nDesign:\n\nA randomised controlled feasibility trial to collect data to provide an estimate of the direction and magnitude of effects on a range of clinical outcome variables to determine the most appropriate primary outcome and sample size for a definitive trial. of particular importance is assessing which survivors may benefit most, according to severity of UL impairment.\n\nProcedure:\n\n51 stroke survivors consecutively admitted to Ninewells Hospital and PRI and their associated rehabilitation hospitals. Potentially eligible patients will be initially identified by nursing, rehabilitation staff or stroke research nurses between 2 and 4 weeks after admission to either of the selected acute stroke units, or when patients are medically stable. The nursing and rehabilitation staff will provide invitation letters signed by the care team and explain information sheets to patients about the study, with an invitation to participate. The study researchers will then approach patients who have indicated an interest in participation. Patients who agree after discussion with nurses and therapy staff to be considered for and screened for inclusion, will be approached by study researchers 24 hours after being given the information. The study will be explained in detail and written informed consent obtained before screening for inclusion criteria and for study participation.\n\nCognitive ability will be formally assessed using the Montreal Cognitive Assessment, communication will be assessed using the NIH Stroke Scale, scales used by this team in previous stroke studies. Upper limb activity limitation will be assessed using the Action Research Arm Test (the ARAT). The ARAT will determine upper limb severity (mild, moderate, severe) for purposive sampling purposes and to ensure equal severity sub-groups at each phase. Other screening information (confirmation of stroke type, previous stroke, ability to participate in rehabilitation, premorbid arm impairment, shoulder pain and sensitivity to lycra and information about comorbidities) will be obtained from medical records, from staff and from the patients themselves and recoded in a proforma format in the CRF. Written informed consent for medical record review will also be undertaken at time of recruitment.\n\nRandomisation:\n\nInvestigators will randomly allocate participants within each severity sub-group to a control group or an intervention group on a 2:1 basis. This will lead to 33 participants (11 in each severity sub-group) receiving the lycra orthosis and 18 (6 in each severity sub-group) acting as control participants. After baseline assessment and, given that side of hemiplegia may determine participants characteristics, stratification will be undertaken according to side of hemiplegia using a secure, concealed web-based computerised randomisation system provided by Tayside Clinical Trials Unit.\n\nIntervention Group:\n\nParticipants will be assessed and measured for the DLO by a study Occupational Therapist (OT) trained in DLO fitting. All participants will receive the sleeve orthosis, which encompasses fingers, wrist and elbow, tailored to their own requirements as assessed by the OT, who will be informed by participant performance on the baseline measures.\n\nThe OT will liaise with manufacturers and will order, fit and arrange for any adjustments to the orthosis to ensure fit.\n\nParticipants will be asked to wear the DLO eight hours per day for a maximum of 8 weeks during waking hours. The orthosis will be removed for washing and bathing, but otherwise participants will wear the DLO for participation in usual therapy as directed by the therapists, and daily activities.\n\nPost Stroke upper limb oedema has been identified as a factor in early recovery. Participants in the intervention group, reporting oedema that prevents garment wear as per protocol, will be provided with an oedema glove to wear at night and information on oedema management as per normal care.\n\nThe study research therapists will review DLO wear after 4 weeks of full wear. In order to reflect normal practice, if issues arise at any other time the researchers will advise participants and key health professionals to contact them.\n\nThe treatment group will also receive usual care and rehabilitation and a general advice leaflet on looking after their arm\n\nControl Group:\n\nThe control group will receive usual care and rehabilitation and a general advice leaflet on looking after their arm.\n\nBoth groups will continue to receive usual occupational and physiotherapy.\n\nHealthcare Professionals: Regular therapists and nurses will record time for DLO application and type and duration of usual therapy using a simple proforma log.\n\nOutcome assessment will be undertaken by a blinded assessor at baseline, after eight weeks of intervention with follow-up eight weeks after that.\n\nThe exploratory RCT will allow an estimation of effect size and variability which will facilitate a sample size calculation for a later definitive RCT to test effectiveness. The sample size of 51 is accepted as being adequate for a feasibility study of this type."},"conditionsModule":{"conditions":["Stroke","Cerebrovascular Accident"],"keywords":["Upper extremity","Rehabilitation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Feasibility Randomised Controlled Trial","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"Blinded assessor otherwise uninvolved in the study.","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":43,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Experimental Group","type":"EXPERIMENTAL","description":"Wear of the tailor made Dynamic Lycra Orthosis for up to eight hours every day for eight weeks Usual rehabilitation","interventionNames":["Device: Dynamic Lycra Orthosis","Other: Usual Rehabilitation"]},{"label":"Comparison Group","type":"ACTIVE_COMPARATOR","description":"Usual rehabilitation","interventionNames":["Other: Usual Rehabilitation"]}],"interventions":[{"type":"DEVICE","name":"Dynamic Lycra Orthosis","description":"Dynamic lycra orthoses: made to measure fabric lycra compression gauntlets individually tailored to correct upper limb movement and positioning. Worn for eight hours per day but may be removed for therapy and washing.","armGroupLabels":["Experimental Group"]},{"type":"OTHER","name":"Usual Rehabilitation","description":"Physiotherapy or Occupational Therapy delivered as routine part of rehabilitation","armGroupLabels":["Comparison Group","Experimental Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Action Research Arm Test","description":"Measure of Upper Limb Activity Limitation: total score of 57 for performance of 4 summed domains: Grip, grasp, gross and pinch","timeFrame":"8 weeks"}],"secondaryOutcomes":[{"measure":"Motricity Index Upper Limb Section","description":"Measure of Upper Limb Motor Impairment \\& Strength.\n\nResistance to pinch, elbow flexion and shoulder abduction are scored to a maximum score of 33. Section scores are summed to a total of 100.\n\n0 = No movement.\n\n9 = Palpable contraction in muscle but no movement.\n\n14 = Movement seen but not full range/ not against gravity.\n\n19 = Full range against gravity, not against resistance.\n\n25 = Movement against resistance but weaker than other side.\n\n33 = Normal power.","timeFrame":"Week 8"},{"measure":"Motricity Index Upper Limb Section","description":"Measure of Upper Limb Motor Impairment \\& Strength.\n\nResistance to Pinch, elbow flexion and shoulder abduction are scored to a maximum score of 33. Section scores are summed to a total of 100\n\n0 = No movement.\n\n9 = Palpable contraction in muscle but no movement.\n\n14 = Movement seen but not full range/ not against gravity.\n\n19 = Full range against gravity, not against resistance.\n\n25 = Movement against resistance but weaker than other side.\n\n33 = Normal power.","timeFrame":"Week 16"},{"measure":"ERASMUS MC Nottingham Sensory Assessment","description":"Light Touch and Kinaesthetic Sense are assessed for the fingers, forearm and hand. Domains are scored for sensation:\n\n0 = absent, 1 = impaired, 2 = normal\n\nScores for light touch and kinaesthetic sense are summed to a total score of 8 for each domain.","timeFrame":"Week 8"},{"measure":"ERASMUS MC Nottingham Sensory Assessment","description":"Light Touch and Kinaesthetic Sense are assessed for the fingers, forearm and hand. Domains are scored for sensation:\n\n0 = absent, 1 = impaired, 2 = normal\n\nScores for light touch and kinaesthetic sense are summed to a total score of 8 for each domain","timeFrame":"Week 16"},{"measure":"Nine Hole Peg Test","description":"Timed Upper Limb Dexterity Test. Nine pegs are placed in nine holes and removed. Scored by time (seconds) taken to place and remove pegs","timeFrame":"Week 8"},{"measure":"Nine Hole Peg Test","description":"Timed Upper Limb Dexterity Test. Nine pegs are placed in nine holes and removed. Scored by time (seconds) taken to place and remove pegs","timeFrame":"Week 16"},{"measure":"Grip Strength Dynamometry","description":"Grip Strength Measurement using Jamar Dynamometer\n\nGrip strength scored in Kg","timeFrame":"Week 8"},{"measure":"Grip Strength Dynamometry","description":"Grip Strength Measurement using Jamar Dynamometer\n\nGrip strength scored in Kg","timeFrame":"Week 16"},{"measure":"Motor Assessment Log 14","description":"Questionnaire assessing how much and how well a participant uses their stroke affected arm for everyday tasks.\n\n14 items are scored between 0 and 5 by the participant to indicate how well and how often they perform the task","timeFrame":"8 Weeks"},{"measure":"Motor Assessment Log 14","description":"Questionnaire assessing how much and how well a participant uses their stroke affected arm for everyday tasks.\n\n14 items are scored between 0 and 5 by the participant to indicate how well and how often they perform the task","timeFrame":"16 weeks"},{"measure":"Tardieu Scale","description":"Assessment of Upper Limb Muscle Tone that takes account of passive movement resistance at slow and fast speed. Scores recorded for angle of muscle reaction at fast and slow stretch and for quality of movement:\n\n0 = No resistance, 1 = slight resistance, 2 = clear catch at precise angle, 4 = fatigable clonus, 5 = infatigable clonus","timeFrame":"8 weeks"},{"measure":"Tardieu Scale","description":"Assessment of Upper Limb Muscle Tone that takes account of passive movement resistance at slow and fast speed. Scores recorded for angle of muscle reaction at fast and slow stretch and for quality of movement:\n\n0 = No resistance, 1 = slight resistance, 2 = clear catch at precise angle, 4 = fatigable clonus, 5 = infatigable clonus","timeFrame":"16 weeks"},{"measure":"Unilateral inattention and extinction","description":"NIH Stroke Scale item 11, test of inattention and extinction: Total possible score = 4, maximum of 2 each for extinction and inattention:\n\n0 = No abnormality, 1 = Visual, tactile, auditory, spatial, or personal inattention or extinction to bilateral simultaneous stimulation in one of the sensory modalities, 2 = Profound hemi-inattention or hemi-inattention to more than one modality.","timeFrame":"8 weeks"},{"measure":"Unilateral inattention and extinction","description":"NIH Stroke Scale item 11, test of inattention and extinction: Total possible score = 4, maximum of 2 each for extinction and inattention:\n\n0 = No abnormality, 1 = Visual, tactile, auditory, spatial, or personal inattention or extinction to bilateral simultaneous stimulation in one of the sensory modalities, 2 = Profound hemi-inattention or hemi-inattention to more than one modality.","timeFrame":"16 weeks"},{"measure":"EQ5D","description":"Quality of Life Assessment: Score maximum of 5, indicating fewer problems for domains of mobility, self-care, usual activities, pain/discomfort and anxiety/depression. EQ5D VAS provides overall assessment of health rated in scale between 0 and 100 where 100 is best health","timeFrame":"8 weeks"},{"measure":"EQ5D","description":"Quality of Life Assessment: Score maximum of 5, indicating fewer problems for domains of mobility, self-care, usual activities, pain/discomfort and anxiety/depression. EQ5D VAS provides overall assessment of health rated in scale between 0 and 100 where 100 is best health","timeFrame":"16 weeks"},{"measure":"Modified Barthel Index","description":"Activities of Daily Living: summed score of independence scored across 10 domains of activities of daily living. Maximum Score 100","timeFrame":"8 weeks"},{"measure":"Modified Barthel Index","description":"Activities of Daily Living: summed score of independence scored across 10 domains of activities of daily living. Maximum Score 100","timeFrame":"16 weeks"},{"measure":"Action Research Arm Test","description":"Measure of Upper Limb Activity Limitation: total score of 57 for performance of 4 summed domains: Grip, grasp, gross and pinch","timeFrame":"16 Weeks"},{"measure":"Star cancellation test","description":"Assessment of visuospatial neglect: identification of stars on an A4 page. Score total of number of stars marked, maximum =54","timeFrame":"8 weeks"},{"measure":"Star cancellation test","description":"Assessment of visuospatial neglect: identification of stars on an A4 page. Score total of number of stars marked, maximum =54","timeFrame":"16 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Unilateral ischaemic or haemorrhagic stroke diagnosed on CT scan or MRI. Persistent UL impairment 2-4 weeks after stroke onset indicated by a score on the Action Research Arm Test (ARAT) of between 0 and 45 (maximum score 57), indicating a persistent motor weakness with the preserved ability to make some movement with the affected arm.\n* Medically stable and able to participate in usual rehabilitation activities.\n\nExclusion Criteria:\n\n* Severe aphasia or cognitive impairment that limits participation and ability to provide informed consent.\n* Previous stroke resulting in residual disability.\n* Premorbid arm impairment.\n* Hemiplegic shoulder pain.\n* Sensitivity to lycra.\n* Any other upper limb orthoses already prescribed and in use.\n* Unable to provide informed consent.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Jacqui Morris, PhD","affiliation":"Glasgow Caledonian University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Ninewells Hospital","city":"Dundee","state":"Tayside","zip":"DD1 9SY","country":"United Kingdom","geoPoint":{"lat":56.46913,"lon":-2.97489}},{"facility":"Perth Royal Informary","city":"Perth","state":"Tayside","zip":"PH1 1NX","country":"United Kingdom","geoPoint":{"lat":56.39522,"lon":-3.43139}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}