{"protocolSection":{"identificationModule":{"nctId":"NCT04907188","orgStudyIdInfo":{"id":"HBSK01"},"organization":{"fullName":"Hope Biosciences","class":"INDUSTRY"},"briefTitle":"Individual Patient Expanded Access IND for the Treatment of Stroke","officialTitle":"Individual Patient Expanded Access IND to Evaluate the Safety and Preliminary Efficacy of Autologous HB-adMSCs for the Treatment of Stroke"},"statusModule":{"statusVerifiedDate":"2022-11","overallStatus":"NO_LONGER_AVAILABLE","expandedAccessInfo":{"hasExpandedAccess":false},"studyFirstSubmitDate":"2021-05-26","studyFirstSubmitQcDate":"2021-05-26","studyFirstPostDateStruct":{"date":"2021-05-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-11-15","lastUpdatePostDateStruct":{"date":"2022-11-18","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Hope Biosciences Stem Cell Research Foundation","class":"OTHER"},"collaborators":[{"name":"Hope Biosciences","class":"INDUSTRY"}]},"descriptionModule":{"briefSummary":"This protocol is part of an Individual Patient Expanded Access IND. The patient is an 84-year-old male with history of Ischemic Stroke of the Left Middle Cerebral Artery causing an acute posterior left frontal cortical infarct with petechial hemorrhage and mild local mass effect without midline shift. The Stroke was due to a long-standing evolution of atrial fibrillation that provoked an embolus. The original stroke event happened on February/14/2022.","detailedDescription":"This is an Individual Patient Expanded Access IND of autologous adipose derived Mesenchymal Stem Cells with the primary goal of treating 1 individual with Stroke who has exhausted all current treatment options and whose condition has not improved. There are no FDA approved, fully restorative treatments for his condition. We propose to administer 6 autologous HB-adMSCs intravenous infusion of 200 million (2 x 10\\^8 cells) cells approximately every 28 days.\n\nA protocol amendment to administer additional HB-adMSCs infusions/injections may be submitted to IRB for approval depending on the patients' response, AE/SAEs, and cell expansion characteristics.\n\nThis expanded access IND was created at the request of the subject and his physician. After receiving approvals from Western IRB and FDA, the subject will be contacted and provided with a copy of the informed consent for review. The PI will meet with the patient in person or by telephone and explain the study procedures (including the HB-adMSCs administration), and safety assessment procedures), follow-up visits, potential risks and benefits of the study, alternatives, and the voluntary nature of participation. Ample time will be given for the patient to ask questions and decide about participation. If consent is obtained, a schedule of study events and a copy of the signed informed consent document will be provided to the patient. The informed consent process will be documented in the appropriate Source Documents and will include the discussion points mentioned above.\n\nThe subject will go through a screening process that will last up to 14 days. During this time the Clinical Investigator will review labs and diagnostic test results to confirm study eligibility. Abnormal test results (i.e., ongoing infection), may require follow-up before proceeding with the treatment. This screening period will start with the \"Screening Visit\", which will include the following procedures:\n\n1. Informed Consent will be obtained.\n2. Demographics\n3. Review of inclusion and exclusion criteria\n4. Review of medical history and concomitant medications\n5. Vital signs (Heart Rate, Blood Pressure, Respirations, Temp., SpO2)\n6. Physical exam\n7. Height and weight\n8. Blood samples will be collected for safety assessments:\n\n   1. Hematology\n   2. Chemistry\n   3. Coagulation Panel\n9. A verification of patient consent will be verbally performed.\n10. Clinician Assessments: NIH Stroke Scale and The Barthel Index.\n11. Patient Assessments SF36 and PHQ Depression Scale will be administered.\n\nInfusion 1 (Week 1) Once the eligibility is confirmed, +7 days after the screening visit, the subject will return to\n\nHBSCRF to receive the IV treatment. Procedures will be assessed as follows:\n\n1. Review of medical history, adverse events, and concomitant medications.\n2. Physical exam\n3. Vital signs (Heart Rate, Blood Pressure, Respirations, Temp., SpO2)\n4. A verification of patient consent will be verbally performed\n5. The patient will wear an Apple watch during infusions to monitor heart rate.\n6. The HB-adMSCs will be administered and the patient closely observed:\n\n   a. One intravenous infusion of HB-adMSCs (2x10\\^8 cells) to last 1 hour.\n7. The subject will then be monitored for a minimum of 1hr after infusion as follows:\n\n   b. Measure Vital signs at minute 0 of the infusion c. Measure Vital signs at minute 15 after IV infusion. d. Measure Vital Signs at minute 30 after IV infusion. e. Measure Vital signs at minute 60 after IV infusion. f. Measure Vital signs at minute 120 after IV infusion. g. Vital signs will be recorded more frequently if clinically indicated).\n8. The Subject will be given comprehensive discharge criteria/instructions.\n9. Telephone encounter for adverse events. The subject will be contacted by telephone the following day, and 72 hours later after the infusion visit to determine if any adverse events have occurred. \\*\\* The Patient will be evaluated by his cardiologist post infusion with a 12 lead EKG for any signs of significant cardiac changes that prevent the patient from continuing to receive the product from a cardiac standpoint (post infusion 1) the rest of the infusions will not be administered. However, the patient will be followed until resolution of any adverse events.\n\nParameter Values Systolic blood pressure + 20% of baseline. Diastolic blood pressure + 20% of baseline. Heart rate + 20% of baseline Temperature \\>96.7F and \\<100.5F Respiratory rate \\>10 breaths per minute and \\< 22 breaths per minute Pulse oximetry \\> 94% on room air Additionally, the following will be documented to ensure a safe discharge from the research facility:\n\n* The patient must be alert and oriented with normal mental status.\n* The patient must be afebrile with vital signs within normal limits.\n* The patient will be able to ambulate with little or minimal assistance.\n* The patient will rate a level of pain at 3 or below on a scale of 0-10.\n\nWeek 2 to week 22, Infusions 2 to 6\n\n1. Review of medical history, adverse events, and concomitant medications.\n2. Physical exam\n3. Vital signs (Heart Rate, Blood Pressure, Respirations, Temperature, SpO2)\n4. PHQ-9 Depression Scale will be assessed at Screening, Infusion 6 and EOS\n5. Adverse Events will be assessed during every visit from start to end\n6. The patient will wear an Apple watch during infusions to monitor heart rate.\n7. Clinician Assessments of the NIH Stroke Scale and Barthel Index will be recorded during Infusion 4 and EOS.\n8. Blood samples will be collected for safety and efficacy assessments:\n\n   1. Hematology\n   2. Chemistry\n   3. Coagulation Panel\n9. The Subject will be given comprehensive discharge criteria/instructions.\n10. Telephone encounter for adverse events. The subject will be contacted by telephone the following day, and 72 hours later after the infusion visit to determine if any adverse events have occurred. The Patient will be evaluated by his cardiologist post infusion # 2 with a 12 lead EKG for any signs of significant cardiac changes. \\*\\* If there are any significant cardiac changes after the 2nd EKG that prevent the patient from continuing to receive the product from a cardiac standpoint (post infusion 2) the rest of the infusions will not be administered. However, the patient will be followed until resolution of any adverse events.\n\nWeek 24- Follow Up Phone Call\n\nThe patient will receive a follow up phone call to assess the following:\n\n1. Review and update medical history\n2. Assess for adverse events\n3. Update concomitant medications list\n\nWeek 52 - End of the study (EOS)\n\nThe patient will undergo an end of study visit at week 26 at HBSCRF that will include:\n\n1. Review and update medical history\n2. Update concomitant medications list\n3. Weight measurement\n4. Vital signs (Heart Rate, Blood Pressure, Respirations, Temperature, SpO2)\n5. Physical exam\n6. Blood samples will be collected for safety and efficacy assessments:\n\n   1. Hematology\n   2. Chemistry\n   3. Coagulation Panel\n7. Clinician Assessments: NIH Stroke Scale and The Barthel Index will be recorded.\n8. Patient Assessments: SF-36 and PHQ-9 self-assessments will be completed.\n9. Adverse Event Monitoring"},"conditionsModule":{"conditions":["Stroke","Stroke, Ischemic"],"keywords":["Stroke","Ischemic","Mesenchymal Stem Cells","MSCs","Stem Cells"]},"designModule":{"studyType":"EXPANDED_ACCESS","expandedAccessTypes":{"treatment":true}},"armsInterventionsModule":{"interventions":[{"type":"BIOLOGICAL","name":"HB-adMSCs","description":"The subject will receive 6 autologous HB-adMSCs intravenous infusion of 200 million (2 x 10\\^8 cells) cells approximately every 28 days.","otherNames":["MSCs"]}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\n1. Documented diagnosis Stroke.\n2. Hemodynamically stable.\n\nExclusion Criteria\n\n1. Any signs of active infection at the time of screening.\n2. Subjects with coagulation disorders.\n3. Other acute or chronic medical conditions that, in the opinion of the investigator, may increase the risks associated with study participation or HB-adMSCs administration.\n4. Any abnormal, inexplicable laboratory result with no obvious cause defined.\n5. Participation in other interventional research studies.\n6. Unwillingness to return for follow-up visits.","sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Djamchid Lotfi, MD","affiliation":"Hope Biosciences Stem Cell Research Foundation","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Hope Biosciences Stem Cell Research Foundation","city":"Sugar Land","state":"Texas","zip":"77478","country":"United States","geoPoint":{"lat":29.61968,"lon":-95.63495}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Stroke, Ischemic","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}