{"protocolSection":{"identificationModule":{"nctId":"NCT05637996","orgStudyIdInfo":{"id":"1"},"organization":{"fullName":"Fatih Sultan Mehmet Training and Research Hospital","class":"OTHER"},"briefTitle":"Reliability and Validity of the Selective Control of the Upper Extremity Scale in Stroke Patients","officialTitle":"Reliability and Validity of the Selective Control of the Upper Extremity Scale in Stroke Patients"},"statusModule":{"statusVerifiedDate":"2022-11","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-02-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-09-15","type":"ACTUAL"},"completionDateStruct":{"date":"2022-10-24","type":"ACTUAL"},"studyFirstSubmitDate":"2022-11-25","studyFirstSubmitQcDate":"2022-11-25","studyFirstPostDateStruct":{"date":"2022-12-06","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-11-25","lastUpdatePostDateStruct":{"date":"2022-12-06","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Fatih Sultan Mehmet Training and Research Hospital","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Selective motor control is defined as the ability to perform the movement in isolation without revealing movement in another joint, without mirror movements, without using a flexor or extensor pattern in the extremities during a desired movement in one joint. Evaluation of selective motor control is important to predict future functional status in adult stroke patients. The Fugl-Meyer Upper Extremity Motor Rating Scale is the basic test in the assessment of motor functions in stroke patients. However, this test is a complicated scale and it takes more than one hour to complete the rating of the patient; Physicians without experience cannot perform the test because it is difficult. This planned study aims to demonstrate the validity and reliability of Selective Control of the Upper Extremity Scale (SCUES) in the evaluation of selective motor control of upper extremity in stroke patients; thus, it aims to present SCUES to medical professionals as a practical clinical tool to be used in stroke.","detailedDescription":"According to the definition of the World Health Organization, stroke is a clinical syndrome characterized by rapid localization of the signs and symptoms of focal cerebral function loss for no apparent reason other than vascular causes, and the findings last longer than 24 hours. It is the second leading cause of death in the world. and is one of the most common causes of adult-onset disability.\n\nMotor Control is defined as the ability to regulate or direct the mechanisms and systems necessary for the realization of movement. Coordinated contraction and relaxation of muscle groups in humans is accomplished by both reflex mechanisms and higher brain centers that manage functions.\n\nSelective motor control is defined as the ability to perform the movement in isolation without revealing movement in another joint, without mirror movements, without using a flexor or extensor pattern in the extremities, during a desired movement in one joint. Selective motor control skill is responsible for agile and independent movement and control of the joints. Evaluation of selective motor control is important to predict future functional status in adult stroke patients.\n\nMotor impairment in stroke; Tone, strength, coordination and balance should be evaluated with examinations. Scales such as Fugl-Meyer Upper Extremity Motor Evaluation Scale, Motor Evaluation Scale, Motricity index are frequently used for motor functions. The Fugl-Meyer Upper Extremity Motor Rating Scale is the basic test in the evaluation of motor functions in stroke patients. However, this test is a complicated scale and it takes more than one hour to complete the evaluation of the patient; Physicians without experience cannot perform the test because it is difficult. In conclusion, the Fugl-Meyer Upper Extremity Motor Rating Scale is administered by a small number of clinicians. However, evaluation of selective motor control in stroke is important both for the functional prognosis of the patient and for deciding on treatment interventions.\n\nThe Upper Extremity Selective Control Scale (SCUES) was developed to evaluate selective motor control in patients with cerebral palsy, a pathology of the central nervous system such as stroke. It is a practical and short-term test with proven validity and reliability in the pediatric population with cerebral palsy.\n\nThis planned study aims to demonstrate the validity and reliability of SCUES in the evaluation of selective motor control in stroke patients; thus, it aims to present SCUES to medical professionals as a practical clinical tool to be used in stroke."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"CASE_ONLY","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":44,"type":"ACTUAL"}},"outcomesModule":{"primaryOutcomes":[{"measure":"Selective Control of the Upper Extremity Scale (SCUES)","description":"The SCUES is a video-based assessment tool that evaluates selective movements of shoulder, elbow, forearm, wrist, and fingers bilaterally.The test is performed as follows. The child is seated at a table front of the camera. The examiner demonstrates the desired movements to the child, and then passively moves the joint to represent the desired movement. The child is then asked to perform the desired movement actively. The video camera is placed in front of the participant from frontal plane. Selective voluntary motor control (SVMC) is scored as normal SVMC (3 points), mildly diminished SVMC (2 points), moderately diminished SVMC (1 point), and no SVMC (0 points) for each joint. The degree of SVMC is determined by the presence of 4 characteristics (movement in joints other than target joint, mirror movements, trunk movements, observed movement less than passive range of motion).The score of each joint is summed up to a maximum of 15 points per limb.","timeFrame":"15 min"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Being between the ages of 18-75\n2. History of unilateral ischemic or hemorrhagic stroke documented by cranial CT or MRI\n3. At least 6 months have passed since the stroke\n4. Upper extremity involvement between Brunnstrom stages 1 and 6\n5. To be voluntarily accepting the process\n\nExclusion Criteria:\n\n1. Presence of additional diseases with progressive neurological deficit such as multiple sclerosis, amyotrophic lateral sclerosis\n2. Having additional muscle disease\n3. History of previous upper extremity surgery\n4. Botulinum toxin for spasticity treatment in the last 3 months\n5. Active localized or systemic infection\n6. Presence of diagnosed lymphedema in the upper extremities\n7. Having other neurological disorder affecting the upper extremity like brachial plexopathy etc.\n8. History of malignancy","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Patients with a diagnosis of hemiplegia as a result of ischemic or hemorrhagic stroke documented by cranial CT or MRI, followed for at least 6 months, aged between 18-75 years, with upper extremity involvement and their Brunnstrom upper extremity staging is in between1-6.","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"locations":[{"facility":"Fatih Sultan Mehmet Training and Research Hospital","city":"Istanbul","state":"Atasehir","zip":"34752","country":"Turkey","geoPoint":{"lat":41.01384,"lon":28.94966}}]},"referencesModule":{"references":[{"pmid":"26526592","type":"BACKGROUND","citation":"Wagner LV, Davids JR, Hardin JW. Selective Control of the Upper Extremity Scale: validation of a clinical assessment tool for children with hemiplegic cerebral palsy. Dev Med Child Neurol. 2016 Jun;58(6):612-7. doi: 10.1111/dmcn.12949. Epub 2015 Nov 3."},{"pmid":"34030602","type":"BACKGROUND","citation":"Tuncdemir M, Karakaya J, Kerem-Gunel M. Reliability and Validity of the Turkish Version of the Selective Control of the Upper Extremity Scale in Children with Cerebral Palsy. Phys Occup Ther Pediatr. 2022;42(1):99-112. doi: 10.1080/01942638.2021.1928809. Epub 2021 May 24."},{"pmid":"33577357","type":"BACKGROUND","citation":"Lieber J, Gartmann T, Keller JW, van Hedel HJA. Validity and reliability of the Selective Control of the Upper Extremity Scale in children with upper motor neuron lesions. Disabil Rehabil. 2022 Jul;44(14):3694-3700. doi: 10.1080/09638288.2021.1881171. Epub 2021 Feb 12."}],"seeAlsoLinks":[{"label":"Related Info","url":"https://pubmed.ncbi.nlm.nih.gov/33577357/"}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}