{"protocolSection":{"identificationModule":{"nctId":"NCT03468049","orgStudyIdInfo":{"id":"HMohammed"},"organization":{"fullName":"Bayero University Kano, Nigeria","class":"OTHER"},"briefTitle":"Effect of Allium Cepa in the Management of Shoulder Pain Post Stroke","officialTitle":"Effect of Allium Cepa (Onion)in the Management of Shoulder Pain Post Stroke : A Randomized Controlled Trial"},"statusModule":{"statusVerifiedDate":"2019-11","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-06-11","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-06-14","type":"ACTUAL"},"completionDateStruct":{"date":"2019-06-14","type":"ACTUAL"},"studyFirstSubmitDate":"2018-03-11","studyFirstSubmitQcDate":"2018-03-11","studyFirstPostDateStruct":{"date":"2018-03-16","type":"ACTUAL"},"lastUpdateSubmitDate":"2019-11-04","lastUpdatePostDateStruct":{"date":"2019-11-06","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Hauwa Hambali Mohammed","investigatorTitle":"Principal investigator","investigatorAffiliation":"Bayero University Kano, Nigeria"},"leadSponsor":{"name":"Bayero University Kano, Nigeria","class":"OTHER"},"collaborators":[{"name":"Physiotherapy Associates","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"One of the disabling consequences of stroke is hemipleic shoulder pain. Hemiplegic shoulder pain could be most important hinderance to upper extremity function after stroke . Evidence for rehabilitation approaches for shuolder pain suggested diverse approaches with strong need for further studies. This study planned to investigate the effect of Allium Cepa in the management of shoulder pain post stroke using four arms of the studying with three intervention groups and control group All participants who met study inclusion criteria and gave their consent shall be assessed at baseline for impairment (Fugl Meyer Assessment), activity limitation (Brief Pain Inventory) and participation restrictions (Stroke Impact Scale)","detailedDescription":"Globally, stroke is the second most common cause of death and a major cause of disability. One of the disabling consequences of stroke is hemipleic shoulder pain which on its own could result in disability. Physical therapy is an integral part of post stroke rehabilitation, and plays an important role in the prevention and treatment of hemiplegic shoulder pain. Generally, patients with pain will most likely experience greater cognitive impairment and functional decline, lower quality of life, fatigue, depression and often poorly cooperate in rehabilitation. It was reported from a study that the ideal management of hemiplegic shoulder pain is to prevent it from happening in the first place, once the patient developed pain, resultant anxiety and over protection will follow. Hemiplegic shoulder pain can also interfere with arm recovery, reduce activity of daily living and markedly hinder rehabilitation.Similarly, a study have reported shoulder pain to cause considerable distress, discomfort, interference with rehabilitation, delay in discharge and that it is generally poorly managed. A recently updated Evidence-Based Review of Stroke Rehabilitation (EBRSR) on painful hemiplegic shoulder summarised 19 key points about painful hemiplegic shoulder; while all the 19 points are essential, the need for these study is closely related by some of these points these include Aggressive range of motion exercises (i.e. pullies) results in a markedly increased incidence of painful shoulder; a gentler range of motion program is preferred. Adding ultrasound treatments does not appear to improve shoulder range of motion, Treatment with surface neuromuscular electrical stimulation (NMES) early (\\< 6 months) post-stroke may reduce shoulder subluxation but not pain associated with shoulder hemiplegia. Surface NMES delivered after 6 months provides no additional benefits over conventional therapy on shoulder subluxation. Intramuscular NMES however, has been found to reduce shoulder pain up to 12 months post-therapy, Strapping/taping the hemiplegic shoulder does not appear to improve upper limb function, but may reduce pain, Further research is needed to determine the benefits of aromatherapy in combination with acupressure regarding its effects on reducing pain caused by shoulder hemiplegia and Massage therapy may reduce hemiplegic shoulder pain, anxiety, and other physiological functions (i.e. blood pressure, and heart rate) however, more research is still warranted. This study will therefore investigat the effect of Allium cepa(onion) in the management of shoulder pain post stoke."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["EARLY_PHASE1"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"participant will be randomly allocated into 4 groups Topical Application of Allum Cepa Extract, Phonophoresis of Allium Cepa Etract, Raw Mashed Allium Cepa Application and Standard Physiotherapy group ) the first 3 groups will be recieving standard physiotherapy management of shoulder pain post stroke just like those in the standard physiotherapy group in addition to specific treatment assigned to each of the groups","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"the outcome assessor will be blinded from knowing the nature of treatment that participants will be recieving either in the intervention groups or control group","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":60,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Topical App. of Allium Cepa Extract","type":"EXPERIMENTAL","description":"Intervention: 5mg of Allium Cepa Extract (Allium Cepa oil) will be applied on the shoulder joint of the participant, followed by kneading massage until the Allium Cepa oil deeply penetrate into the shoulder joint in addition to standard physiotherapy management of shoulder pain post stroke. Three times in a week for four weeks","interventionNames":["Biological: Topical App. of Allium Cepa Extract","Other: Standard Physiotherapy Group (SPG)"]},{"label":"Phonophoresis of Allium Cepa extract","type":"EXPERIMENTAL","description":"Intervention: 5mg of Allium Cepa extract (Allium Cepa oil) would be applied on the shoulder joint of the participant, followed by phonophoresis using ultrasound set at at treatment parameter of pulse mode (50%), 1mHz transducer frequency and stroking technique of 1.5w/cm square for 5mins to allow deeper penetration of the Allium Cepa oilinto the joint in addition to standard physiotherapy management of shoulder pain post stroke.Three times in a week for four weeks","interventionNames":["Biological: Phonophoresis of Allium Cepa Extract","Other: Standard Physiotherapy Group (SPG)"]},{"label":"Raw mashed Allium Cepa Application","type":"EXPERIMENTAL","description":"Intervention: 5g or a small size Raw Allium Cepa (onion)bulb will be cut into pieces and then mashed inside pestle and mortar, thereafter the Raw mashed Allium Cepa will then be applied on the surface of the shoulder joint of the participant and then secured with a gauze bandage for 2 hours to allow deeper penetrationin addition to standard physiotherapy management of shoulder pain post stroke. Three times in a week for four weeks","interventionNames":["Biological: Raw Mashed Allium Cepa Application","Other: Standard Physiotherapy Group (SPG)"]},{"label":"Standard physiotherapy group (SPG)","type":"ACTIVE_COMPARATOR","description":"Participant in this group will be receiving standard physiotherapy management of shoulder pain post stroke. The standard physiotherapy management will divided into two forms of activities, the first approach is soft tissue manipulation using common massage medium in particular powder would be used in this study. The second approach is the use of therapeutic exercises and this therapeutic exercises will be categorized into three (basic level, intermediate level and advance level of shoulder joint exercises) depending on the stage of recovery of the participants. Three times in a week for four weeks","interventionNames":["Other: Standard Physiotherapy Group (SPG)"]}],"interventions":[{"type":"BIOLOGICAL","name":"Topical App. of Allium Cepa Extract","description":"Topical Application of Allium Cepa Extract (oil)","armGroupLabels":["Topical App. of Allium Cepa Extract"]},{"type":"BIOLOGICAL","name":"Phonophoresis of Allium Cepa Extract","description":"Phonophoresis of Allium Cepa Extract (oil)","armGroupLabels":["Phonophoresis of Allium Cepa extract"]},{"type":"BIOLOGICAL","name":"Raw Mashed Allium Cepa Application","description":"Raw Allium Cepa (onion bulb) Mashed","armGroupLabels":["Raw mashed Allium Cepa Application"]},{"type":"OTHER","name":"Standard Physiotherapy Group (SPG)","description":"This will consist of Massage and therapeutic exercise for the management of shoulder pain post stroke","armGroupLabels":["Phonophoresis of Allium Cepa extract","Raw mashed Allium Cepa Application","Standard physiotherapy group (SPG)","Topical App. of Allium Cepa Extract"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Visual Analogue Scale","description":"This was used to assess pain intensity of participants in this study. It is usually 10cm (100mm \\[0-4mm no pain, 5-44mm mild pain, 45-74mm moderate pain and 75-100mm severe pain\\] in length with two verbal descriptors for the two symptoms extremes. The score ranges from 0-10, with 0 being no pain and 10 pain as bad as possible or worst imaginable pain. Verbal descriptors and numbers at the intermediate points are not recommended in order to avoid clustering of scores around a preferred numeric value.","timeFrame":"1 minute"},{"measure":"Fugl Meyer Assessment Scale (upper extremity)","description":"This was used to assess the recovery of shoulder joint functional outcome. The items are scored on a 3 points ordinal scale \\[0 (cannot perform), 1(performs partially) and 2 (performs fully)\\] with maximum score of 226 points. It assesses five domains which include motor function (for upper extremity = 66 and lower extremity = 34), sensory function = 24, balance = 14, joint range of motion = 44 and joint pain = 44. Interpretation of fugyl meyer assessment is as follows 0-35 = very severe, 36-55 = severe, 56-79 = moderate and \\>79 mild for motor assessment.","timeFrame":"15 minutes"}],"secondaryOutcomes":[{"measure":"Stroke Impact Scale","description":"this will be use to assess participant quality of life. It is a 59 items measure divided into eight domains namely; strength (4 items), hand function (5 items), ADL/IADL (10 items), mobility (9 items), communication (7 items), emotion (9 items), memory and thinking (7 items) and participation/role function (8 items). Each item is rated in a 5-points likert scale in terms of the difficulty the patient has experienced in completing the item. Summative score are generated for each domain, score range from 0-100. Stroke Impact Scale has an extra questions on stroke recovery that ask the client rate of recovery on a scale of 0-100, with 0 being no recovery and 100 full recovery","timeFrame":"15 minutes"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:Participants who had hemiplegic shoulder pain after stroke with age range of 18 years and above who are able to express pain level and communicate in general\n\nExclusion Criteria:\n\n1. Stroke survivors with significant cognitive impairment (\\< 18 on a mini mental scale) and language impairment that would prevent the patient from answering questions reliably.\n2. Stroke survivors who had sustained shoulder pain caused by condition other than hemiplegia such as fracture, vertebral origin, dislocation, inflammatory arthritis (rheumatoid and gout) and fibromyalgia.\n3. Participants who exhibit allergy to Allium Cepa (skin sensitivity or finds the odor offensive).\n4. Participants who do not agree to use Allium Cepa","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Isa U Lawal, BSc MSc PhD","affiliation":"Bayero University Kano","role":"STUDY_DIRECTOR"},{"name":"Hauwa H Mohammed, BMR,MSc","affiliation":"Bayero University Kano","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Amina Kano Teaching Hospital","city":"Kano","zip":"+234","country":"Nigeria","geoPoint":{"lat":12.00012,"lon":8.51672}}]},"referencesModule":{"references":[{"type":"BACKGROUND","citation":"Cotoi, A., Viana, R., Wilson, R., Chae, J., Miller, T., Foley, N., & Teasell, R.Painful hemiplegic shoulder. Evidence-based review of stroke rehabilitation, 1-56.2016"},{"pmid":"14664316","type":"BACKGROUND","citation":"Jackson D, Turner-Stokes L, Williams H, Das-Gupta R. Use of an integrated care pathway: a third round audit of the management of shoulder pain in neurological conditions. J Rehabil Med. 2003 Nov;35(6):265-70. doi: 10.1080/16501970310012446."},{"pmid":"18468545","type":"RESULT","citation":"Donnan GA, Fisher M, Macleod M, Davis SM. Stroke. Lancet. 2008 May 10;371(9624):1612-23. doi: 10.1016/S0140-6736(08)60694-7."},{"pmid":"22982823","type":"RESULT","citation":"Hoang CL, Salle JY, Mandigout S, Hamonet J, Macian-Montoro F, Daviet JC. Physical factors associated with fatigue after stroke: an exploratory study. Top Stroke Rehabil. 2012 Sep-Oct;19(5):369-76. doi: 10.1310/tsr1905-369."},{"pmid":"19138338","type":"RESULT","citation":"Lundstrom E, Smits A, Terent A, Borg J. Risk factors for stroke-related pain 1 year after first-ever stroke. Eur J Neurol. 2009 Feb;16(2):188-93. doi: 10.1111/j.1468-1331.2008.02378.x. Epub 2008 Dec 9."},{"pmid":"22910531","type":"RESULT","citation":"Naess H, Lunde L, Brogger J. The effects of fatigue, pain, and depression on quality of life in ischemic stroke patients: the Bergen Stroke Study. Vasc Health Risk Manag. 2012;8:407-13. doi: 10.2147/VHRM.S32780. Epub 2012 Jun 27."},{"pmid":"23559265","type":"RESULT","citation":"O'Donnell MJ, Diener HC, Sacco RL, Panju AA, Vinisko R, Yusuf S; PRoFESS Investigators. Chronic pain syndromes after ischemic stroke: PRoFESS trial. Stroke. 2013 May;44(5):1238-43. doi: 10.1161/STROKEAHA.111.671008. Epub 2013 Apr 4."},{"pmid":"11571371","type":"RESULT","citation":"Walsh K. Management of shoulder pain in patients with stroke. Postgrad Med J. 2001 Oct;77(912):645-9. doi: 10.1136/pmj.77.912.645."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED","description":"Organizing seminar and workshop for patients and relatives, Engaging in clinical meetings and publishing the study findinds"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020069","term":"Shoulder Pain"},{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000018771","term":"Arthralgia"},{"id":"D000007592","term":"Joint Diseases"},{"id":"D000009140","term":"Musculoskeletal Diseases"},{"id":"D000010146","term":"Pain"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M21597","name":"Shoulder Pain","asFound":"Shoulder Pain","relevance":"HIGH"},{"id":"M12756","name":"Pain","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M20523","name":"Arthralgia","relevance":"LOW"},{"id":"M10311","name":"Joint Diseases","relevance":"LOW"},{"id":"M11787","name":"Musculoskeletal Diseases","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}