{"protocolSection":{"identificationModule":{"nctId":"NCT06156670","orgStudyIdInfo":{"id":"27112023"},"organization":{"fullName":"National Medical Research Center for Cardiology, Ministry of Health of Russian Federation","class":"OTHER_GOV"},"briefTitle":"Russian Registry of Endovascular Closure of PFO","officialTitle":"Russian Registry of Endovascular Closure of Patent Foramen Ovale","acronym":"ENDOVAL"},"statusModule":{"statusVerifiedDate":"2023-11","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-12-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-12-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-03","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-11-27","studyFirstSubmitQcDate":"2023-11-27","studyFirstPostDateStruct":{"date":"2023-12-05","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-11-27","lastUpdatePostDateStruct":{"date":"2023-12-05","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Andrey Tereshchenko","investigatorTitle":"PhD, Senior Researcher","investigatorAffiliation":"National Medical Research Center for Cardiology, Ministry of Health of Russian Federation"},"leadSponsor":{"name":"National Medical Research Center for Cardiology, Ministry of Health of Russian Federation","class":"OTHER_GOV"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The study will include all patients over 18 years of age who underwent endovascular closure of patent foramen ovale in medical centers in the Russian Federation, who gave written informed consent to the closure and provided personal data as part of inpatient medical care. The project participants will be 29 medical centers in the Russian Federation, where endovascular closure of patent foramen ovale is performed.","detailedDescription":"Ischemic stroke is the fifth most common cause of death and the leading cause of disability among adult patients worldwide. Cryptogenic stroke is a very broad term that applies in cases of incomplete evaluation, with multiple \"competing\" causes, and in situations where the cause could not be identified during evaluation. This type of stroke has been termed embolic stroke from an undetermined source, or ESUS (Embolic Stroke of Undetermined Source). Possible causes of ESUS include cardiopathies, including isolated atrial myocardial damage, atherosclerotic lesions of the extra- and intracranial arteries and aortic arch (these 3 causes are the most common), as well as patent foramen ovale (PFO), heart defects, oncology, and concealed atrial fibrillation. According to a 2015 observational study by LiL. et al. approximately one third of all ischemic strokes are considered cryptogenic. An important contribution to the development of cryptogenic stroke according to the data of a number of authors is made by an unenlarged patent foramen ovale (PFO). Once the relationship between the development of cryptogenic stroke and the PFO is established, the stroke is considered to be PFO-associated.\n\nAccording to the literature, the incidence of a PFO in adult patients ranges from 20% to 35%. The distinguishing feature of a PFO from an interatrial septal defect is impaired fusion of the primary and secondary septum, rather than a deficiency.\n\nThere are various theories for the development of cryptogenic stroke in patients with a PFO. The most popular is the presence and migration of thrombus from the inferior vena cava system: predominantly the veins of the lower extremities, but also the pelvic veins. It is also possible to develop thrombus in the PFO channel due to the change from laminar to turbulent blood flow directly in the tunnel of the unclosed PFO. This mechanism of cryptogenic stroke development is more theoretical and is not currently confirmed by the literature.\n\nIn addition to the development of cryptogenic strokes in patients with a PFO there is a risk of thromboembolism of other organs and systems. According to the literature, thrombus migration through the PFO may be the cause of occlusion of arteries of the intestine, lower and upper extremities. Clinical cases of thrombus migration through PFO have been described, which led to occlusion of coronary arteries and development of acute myocardial infarction with ST-segment elevation.\n\nIn the presence of cryptogenic stroke or other thromboembolism in patients with an unclosed PFO, the contribution of the PFO to the development of vascular catastrophe is evaluated. The Risk of Paradoxal Embolism (RoPE) scale was created. A high total score on the scale indicates a high probability of a relationship between PFO and cryptogenic stroke. The scale is a simple tool for clinicians, but in the European Society of Cardiology consensus document on the treatment of patients with PFO, even a low score on this scale is not a contraindication for endovascular treatment of patients with PFO.\n\nExamination of patients with cryptogenic stroke or any other thromboembolism and the presence of a PFO consists of transthoracic echocardiography (TTE), transcranial Dopplerography (TCD) and transesophageal echocardiography (TSE). All studies are supplemented with the administration of agitated saline solution (bubble test). Preparation of the agitated solution consists of rapid mixing between two syringes of 1.0 mL of air and 10.0 mL of saline solution. The mixing results in a solution with finely dispersed bubbles 40-80 microns in size. The agitated solution is administered intravenously bolus, followed by a Valsalva test. According to the study of Zhao E. et al. the most sensitive method of assessment of right-to-left shunt is transcranial Doppler (TCD).\n\nTo date, a large evidence base has been accumulated for secondary prevention of cryptogenic stroke in patients with PFO. In the large randomized international trials RESPECT, REDUCE, CLOSE, and DEFENCE-PFO, the benefit of endovascular isolation of PFO compared with drug therapy in patients with previous cryptogenic stroke has been shown.\n\nIn addition to RoPE risk assessment, the morphologic characteristics of a PFO, interatrial septum, and the results of the bubble test should also be considered when selecting patients for secondary prevention of cryptogenic stroke. Thus, in the study of S. Homma et al. showed that the size of a PFO was significantly larger in patients with cryptogenic stroke compared with patients with an identified cause of stroke (2.1 ± 1.7 mm versus 0.57 ± 0.78 mm; P \\< 0.01). In an observational study by Jong-Young Lee et al, the association of PFO with cryptogenic stroke was exhibited in 184 patients out of 1014 patients with ischemic stroke referred for transesophageal echocardiographic examination. During follow-up (median 3.5 years), 14 patients (7.7%) experienced stroke recurrence. Multivariate analysis demonstrated that atrial septal aneurysm or atrial septal hypermobility (hazard ratio 6.04, 95% CI 1.84 to 19.86, p = 0.003) and PFO size (hazard ratio 3.00, 95% CI 1.96 to 4.60, p \\< 0.0001) were independent predictors of recurrent stroke. The threshold value of PFO to predict recurrent stroke within 3 years was 3.0 mm (95% confidence interval 2.1 to 3.7 mm, area under the curve 0.889, p \\< 0.001) with sensitivity and specificity of 90.0% and 79.4%, respectively. The number of microbubbles in the bubble test was also greater in patients with cryptogenic stroke compared with patients with an identifiable cause of stroke (13.9 ± 10.7 vs. 1.6 ± 0.8 \\[mean ± SD\\]; P \\< 0.0005).\n\nThe establishment of registries is an important part of the research armamentarium along with interventional studies. A registry was established in the UK where data from patients with cryptogenic stroke with indications for PFO closure were collected over a 2-year period. Outcomes of interest included procedural success, health-related quality of life, and the incidence of long-term death and neurologic complications. A total of 973 PFO closure procedures in 971 patients were included in the analysis. Successful device implantation was achieved in 99.4% \\[95% CI 98.6 to 99.8%\\] of procedures, with one patient dying in the hospital. During a median follow-up period of 758 days (Q1:Q3 527:968), 33 patients had a subsequent neurologic event, 76% of which were of ischemic origin. The incidence of neurologic complications was 2.7% \\[95% CI 1.6 to 3.9%\\] at 1 year (n = 751) and 4.1% \\[95% CI 2.6 to 5.5%\\] at 2 years (n = 463) using Kaplan-Meier analysis. Improvements in patient quality of life (utility and visual analog scale) were observed after 6 weeks and 6 months of follow-up. In other studies, patient recruitment was more often from ischemic stroke registries.\n\nIn Russia, studies on the efficacy and safety of endovascular PFO closure for the prevention of cryptogenic stroke began to be conducted in 2018, but they are presented in sporadic numbers and on a minimal sample of patients. To obtain data on procedural success rate, incidence of distant adverse events, and efficacy of performed operations on the Russian Federation patient population, conducting a registry study in accordance with the protocol, GCP, and regulatory requirements with inclusion of all centers in the Russian Federation performing endovascular PFO closure is maximally relevant.\n\nPurpose of the study\n\nThe primary objectives of the study are:\n\n1. To describe the baseline clinical and demographic characteristics of patients with PFO who underwent its closure in Russia\n2. To evaluate the efficacy and safety of endovascular closure of a PFO in Russia,\n\nSecondary aim of the study:\n\n1. To evaluate the procedural success rate of endovascular closure of PFO and the incidence of adverse events;\n2. To compare the technical features of implantation of different types of occluders in endovascular closure of a PFO.\n3. To establish the relationship between clinical characteristics of patients and long-term prognosis of surgical treatment.\n\nThe study to evaluate the efficacy and safety of endovascular closure of a PFO in the Russian Federation is planned on the basis of a telephone survey 1 year after the surgical intervention.\n\nPatient inclusion criteria\n\n1. Patients with an ischemic event (cryptogenic ischemic stroke, transient ischemic attack, embolism of other organs and systems) associated with a PFO;\n2. Presence of an open oval confirmed by ultrasound diagnostic methods;\n3. Age of patients from 18 years;\n4. Life expectancy of at least 1 year;\n5. Signed informed consent for endovascular closure of a PFO. Criteria for non-inclusion of patients\n\n1. Inability to receive antiplatelet therapy; 2. Presence of acute inflammatory diseases; 3. Acute stage of cerebral circulatory failure (30 days); 4. Myocardial infarction or aortocoronary bypass surgery within the previous 30 days; 5. Carotid or vertebral artery dissection; 6. Severe cardiac valve pathology; 7. Presence of blood clots in the cardiac cavities; 8. Refusal of the patient to participate in the study. Study design Patients entering the study will have their attending physicians complete a \"Patient Baseline Data\" card for the time of hospitalization. The card will be provided electronically to all participating medical centers.\n\nData will be collected from patients in the study sample enrolled in the Registry by telephone interview 12 months after the surgical intervention. The patient or his/her relatives will be asked for the data necessary to fill in the registration card. The registration card is available in paper and electronic version.\n\nTherapeutic measures The operation of endovascular closure of PFO is performed on X-ray angiographic devices with digital processing of X-ray images. Endovascular closure of a PFO will be performed by femoral venous access using the following instruments: diagnostic catheter, diagnostic guidewire, high-stiffness guidewire for delivery system, interatrial septum occluders of PFO, UNI, ASD types.\n\nPreoperative preparation and control of device implantation will be performed using modern echocardiographic equipment.\n\nPatients who are included in the Registry do not receive special surgical treatment. Inclusion of the patient in the Registry does not affect the course of his surgery for endovascular closure of a PFO.\n\nPerformance Evaluation\n\n1. Immediate success of the operation.\n2. Absence of complications after surgery.\n3. Absence of recurrent stroke.\n4. Absence of neurologic symptom development.\n5. Absence of thromboembolic manifestations. The method of evaluation will be statistical analysis of the collection of data reflected in the registration card, collected by telephone interview.\n\nSafety Assessment This study is safe for patients as it is a prospective observational registry study. Patients who are enrolled in the Registry do not receive any specific treatment or examination. Inclusion of a patient in the Registry does not affect the patient's treatment. No treatment or diagnostic procedures are given to a patient because of the patient's participation in the Registry. This Registry is a surveillance program."},"conditionsModule":{"conditions":["Patent Foramen Ovale"],"keywords":["Patent Foramen Ovale","stroke"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":true,"targetDuration":"12 Months","designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":700,"type":"ESTIMATED"}},"armsInterventionsModule":{"interventions":[{"type":"DEVICE","name":"PFO closure","description":"The operation of endovascular closure of PFO is performed on X-ray angiographic devices with digital processing of X-ray images. Endovascular closure of a PFO will be performed by femoral venous access using the following instruments: diagnostic catheter, diagnostic guidewire, high-stiffness guidewire for delivery system, interatrial septum occluders of PFO, UNI, ASD types.\n\nPreoperative preparation and control of device implantation will be performed using modern echocardiographic equipment."}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Efficacy and safety of endovascular closure of a PFO","description":"To evaluate the efficacy and safety of endovascular closure of a PFO in Russia,","timeFrame":"12 month"},{"measure":"Baseline clinical and demographic characteristics","description":"To describe the baseline clinical and demographic characteristics of patients with PFO who underwent its closure in Russia","timeFrame":"12 month"}],"secondaryOutcomes":[{"measure":"Procedural success rate of endovascular closure of PFO","description":"To evaluate the procedural success rate of endovascular closure of PFO and the incidence of adverse events;","timeFrame":"12 month"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Patients with an ischemic event (cryptogenic ischemic stroke, transient ischemic attack, embolism of other organs and systems) associated with a PFO;\n2. Presence of an open oval confirmed by ultrasound diagnostic methods;\n3. Age of patients from 18 years;\n4. Life expectancy of at least 1 year;\n5. Signed informed consent for endovascular closure of a PFO.\n\nExclusion Criteria:\n\n1. Inability to receive antiplatelet therapy;\n2. Presence of acute inflammatory diseases;\n3. Acute stage of cerebral circulatory failure (30 days);\n4. Myocardial infarction or aortocoronary bypass surgery within the previous 30 days;\n5. Carotid or vertebral artery dissection;\n6. Severe cardiac valve pathology;\n7. Presence of blood clots in the cardiac cavities;\n8. Refusal of the patient to participate in the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"The study will include all patients over 18 years of age who underwent endovascular closure of a patent foramen ovale in medical centers in the Russian Federation, who gave written informed consent to the closure and provided personal data as part of inpatient medical care. The project participants will be 29 medical centers in the Russian Federation, where endovascular closure of a patent foramen ovale is performed.","samplingMethod":"PROBABILITY_SAMPLE"},"referencesModule":{"seeAlsoLinks":[{"label":"Russian Registry of Endovascular Closure of a Patent Foramen Ovale","url":"http://project8174973.tilda.ws"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000054092","term":"Foramen Ovale, Patent"}],"ancestors":[{"id":"D000006344","term":"Heart Septal Defects, Atrial"},{"id":"D000006343","term":"Heart Septal Defects"},{"id":"D000006330","term":"Heart Defects, Congenital"},{"id":"D000018376","term":"Cardiovascular Abnormalities"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000000013","term":"Congenital Abnormalities"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M27260","name":"Foramen Ovale, Patent","asFound":"Patent Foramen Ovale","relevance":"HIGH"},{"id":"M9122","name":"Heart Septal Defects, Atrial","relevance":"LOW"},{"id":"M9121","name":"Heart Septal Defects","relevance":"LOW"},{"id":"M9108","name":"Heart Defects, Congenital","relevance":"LOW"},{"id":"M12","name":"Congenital Abnormalities","relevance":"LOW"},{"id":"M20193","name":"Cardiovascular Abnormalities","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC16","name":"Diseases and Abnormalities at or Before Birth"}]}},"hasResults":false}