{"protocolSection":{"identificationModule":{"nctId":"NCT05156164","orgStudyIdInfo":{"id":"Prot. CE/PROG.937 FSL"},"organization":{"fullName":"I.R.C.C.S. Fondazione Santa Lucia","class":"OTHER"},"briefTitle":"The Kinesio-taping for the Prevention of Painful Shoulder and for the Functional Recovery of Upper Limb After Stroke","officialTitle":"A Randomized Control Trial on the Effectiveness of Kinesio-taping in the Prevention of Painful Shoulder and in the Functional Recovery of the Hemiplegic Upper Limb in People With Stroke in Sub-acute Phase"},"statusModule":{"statusVerifiedDate":"2023-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-01-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-10-01","type":"ACTUAL"},"completionDateStruct":{"date":"2023-03-01","type":"ACTUAL"},"studyFirstSubmitDate":"2021-11-14","studyFirstSubmitQcDate":"2021-12-08","studyFirstPostDateStruct":{"date":"2021-12-14","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-06-06","lastUpdatePostDateStruct":{"date":"2023-06-07","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Stefano Brunelli","investigatorTitle":"Principal investigator","investigatorAffiliation":"I.R.C.C.S. Fondazione Santa Lucia"},"leadSponsor":{"name":"I.R.C.C.S. Fondazione Santa Lucia","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This RCT aims to investigate the effectiveness of the early use of Kinesio-taping (KT) together with standard physiotherapy treatment, in the prevention of the shoulder pain of the hemiplegic upper limb following a cerebral stroke compared to conventional physiotherapy without KT treatment. As a secondary outcome, this RCT aims to investigate if KT could improve functional recovery and delay the onset of spasticity.\n\nThe study consists in two parallel groups of 15 participants each. The treatment and observation period will last 1 month.","detailedDescription":"The following RCT single blind study will be performed in the Rehabilitative Operative Unit 4 of the I.R.C.C.S. Fondazione Santa Lucia in Rome, Italy. It aims to investigate the effectiveness of the early use of Kinesio-taping (KT) together with standard physiotherapy treatment, in the prevention of shoulder pain of the hemiplegic upper limb following a cerebral stroke, in the subacute phase. As a secondary outcome, a potential impact on functional recovery and on the onset of spasticity affecting the muscles of the upper limb will be evaluated. The early application of KT aims to prevent subluxation of the hemiplegic shoulder and therefore pain secondary to the prolonged mechanical stress of the capsulo-ligamentous and tendon structures, due to the weight of the limb in the antigravity position. A total of 30 patients will be enrolled by the investigators and randomly assigned to either the experimental group (EG) or the control group (CG). The EG, as part of the standard treatment, will be subject to a total of 4 applications of KT, each of which to be kept for 5 days a week followed by 2 days of rest, to safeguard skin integrity before a further application. The participants will be evaluated for eligibility at the admission after discharge from the Stroke Units of the local district area. The KT application will be carried out at an early stage, immediately after enrollment and possibly before the painful symptoms and subluxation are overt. The CG will undergo a KT application on the deltoid without support function, with the same frequency and duration as the EG (sham-application). The outcomes that will be evaluated are: the intensity of perceived pain (Ritchie Articular Index - RAI), the functionality of the upper limb (Fugl-Meyer Assessment - FMA-UE) and the presence of hypertonus in the muscles of the upper limb (modified Ashwort scale - MAS). The treatment lasted 4 weeks and the timing of data collection was organized as follows: T (0) - the initial assessment immediately after enrollment; T (1) - the intermediate evaluation performed before the fifth rehabilitation treatment; T (2) - the final evaluation performed at the end of the 8 treatments. Follow-up after discharge cannot currently be predicted due to hospital access restrictions due to the COVID pandemic."},"conditionsModule":{"conditions":["Stroke, Rehabilitation"],"keywords":["Kinesio tape","Pain","Preventative Care","Spasticity","Muscle","Stroke","Rehabilitation","Functional Performance"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Randomized Parallel Assignment","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":30,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Kinesio-taping Group","type":"EXPERIMENTAL","description":"Conventional rehabilitative treatment (consisting in two treatments per day of 40 minutes each) plus a bi-weekly treatment focused on the joint complex of the shoulder plus Kinesio-taping (KT) treatment.\n\nThe Kinesio-taping treatment consists in 4 applications of KT on the affected shoulder to be held for 5 days a week, followed by 2 days of rest to safeguard skin integrity before a further application.\n\n5 KT strips with graded tensions will be placed on the following muscles:\n\n1. supraspinatus with a tension of 70%.\n2. infraspinatus with a tension of 70%. 3,4,5) deltoid (3 strips, 50% of tension) A sixth application with a tension of 90% originates at the level of the anterior face of the humeral head and it ends to the lower corner of the scapula.","interventionNames":["Device: Kinesio Tape Group"]},{"label":"Control Group","type":"SHAM_COMPARATOR","description":"Conventional rehabilitative treatment (consisting in two treatments per day of 40 minutes each), plus a bi-weekly treatment focused on the joint complex of the shoulder, plus shame KT treatment.\n\n- The CG will undergo a KT application on the deltoid but without support function with the same frequency and duration as the experimental group (shame-application).","interventionNames":["Device: Control Group"]}],"interventions":[{"type":"DEVICE","name":"Kinesio Tape Group","description":"The application of the KT consists of 6 strips of I-shaped tape adhered to the skin areas of the shoulder","armGroupLabels":["Kinesio-taping Group"]},{"type":"DEVICE","name":"Control Group","description":"KT application on the deltoid but without support function","armGroupLabels":["Control Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"To assess the change of Ritchie Articular Index","description":"The Ritchie Articular Index (RAI) is an 4 point index for the numerical measurement of joint tenderness. It grades 0: no tenderness, 1: patient complained of pain, 2: patient complained of pain and winced, 3: patient complained of pain and winced and withdrew. 0 is the better outcome, 3 is the worse outcome. The shoulder joint pain will be assessed","timeFrame":"Initial assessment: after enrollment. Intermediate evaluation after 3 weeks, before the fifth treatment. Final evaluation after 5 weeks since enrollment"}],"secondaryOutcomes":[{"measure":"To assess the change of FUGL-MEYER ASSESSMENT UPPER EXTREMITY","description":"The Fugl-Meyer Assessment of the Upper Extremity (FMA-UE) evaluates aspects of movement, reflex, coordination, and speed of the shoulder, elbow, forearm, wrist and hand. Each of 33 FMA-UE items scored on a 3-point ordinal scale (0=cannot perform, 1=performs partially, 2=performs fully), so the total score ranges from a minimum of 0 (worse outcome) to a maximum of 66 points (better outcome)","timeFrame":"Initial assessment: after enrollment. Intermediate evaluation after 3 weeks, before the fifth treatment. Final evaluation after 5 weeks since enrollment"},{"measure":"To assess the change of Modified Ashwort Scale","description":"The Modified Ashworth Scale (MAS) is a 6-points ordinal scale used to assess muscle spasticity, measuring resistance during muscle passive stretching. It grades from 0 to 5: 0 means no increase in muscle tone (better outcome) and 5 means rigid (worse outcome)","timeFrame":"Initial assessment: after enrollment. Intermediate evaluation after 3 weeks, before the fifth treatment. Final evaluation after 5 weeks since enrollment"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients with a first episode of ischemic or hemorrhagic stroke.\n* Hypotonia of the stabilizing muscles of the shoulder.\n* Enrollment within 1 month of stroke.\n\nExclusion Criteria:\n\n* • Previous trauma or chronic tendinopathies of the shoulder musculature.\n\n  * Skin problems such as wounds or hypersensitivity.\n  * Severe psychiatric or cognitive deficits.\n  * Anesthesia of the hemiplegic side.\n  * Severe aphasia\n  * Severe neglect","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"100 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Stefano Brunelli, MD","affiliation":"I.R.C.C.S. Fondazione Santa Lucia, Roma, Italy","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"I.R.C.C.S. Fondazione Santa Lucia","city":"Roma","state":"RM","zip":"00179","country":"Italy","geoPoint":{"lat":41.89193,"lon":12.51133}}]},"referencesModule":{"references":[{"pmid":"27575012","type":"BACKGROUND","citation":"Huang YC, Leong CP, Wang L, Wang LY, Yang YC, Chuang CY, Hsin YJ. Effect of kinesiology taping on hemiplegic shoulder pain and functional outcomes in subacute stroke patients: a randomized controlled study. Eur J Phys Rehabil Med. 2016 Dec;52(6):774-781. Epub 2016 Aug 30."},{"pmid":"3232046","type":"BACKGROUND","citation":"Van Langenberghe HV, Hogan BM. Degree of pain and grade of subluxation in the painful hemiplegic shoulder. Scand J Rehabil Med. 1988;20(4):161-6."},{"pmid":"30956057","type":"BACKGROUND","citation":"Ravichandran H, Janakiraman B, Sundaram S, Fisseha B, Gebreyesus T, Yitayeh Gelaw A. Systematic Review on Effectiveness of shoulder taping in Hemiplegia. J Stroke Cerebrovasc Dis. 2019 Jun;28(6):1463-1473. doi: 10.1016/j.jstrokecerebrovasdis.2019.03.021. Epub 2019 Apr 5."},{"pmid":"16719027","type":"BACKGROUND","citation":"Griffin A, Bernhardt J. Strapping the hemiplegic shoulder prevents development of pain during rehabilitation: a randomized controlled trial. Clin Rehabil. 2006 Apr;20(4):287-95. doi: 10.1191/0269215505cr941oa."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Individual participant data that underlie the results reported in this article, after deidentification (text, tables, figures, and appendices)","infoTypes":["ICF"],"timeFrame":"Beginning 3 months and ending 5 years following article publication","accessCriteria":"Proposals should be directed to the personal corrisponding author's mail address."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M11775","name":"Muscle Spasticity","relevance":"LOW"},{"id":"M12756","name":"Pain","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M8101","name":"Fenbendazole","relevance":"LOW"}],"browseBranches":[{"abbrev":"Infe","name":"Anti-Infective Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}