{"protocolSection":{"identificationModule":{"nctId":"NCT01713491","orgStudyIdInfo":{"id":"2010_04"},"secondaryIdInfos":[{"id":"912079","type":"OTHER","domain":"CNIL number"}],"organization":{"fullName":"University Hospital, Lille","class":"OTHER"},"briefTitle":"Pre-stroke Cognitive Status and Thrombolytic Therapy","officialTitle":"Influence of the Pre-existing Cognitive Status on the Outcome in Patients Treated by Thrombolytic Therapy for Acute Cerebral Ischaemia","acronym":"OPHELIE-COG"},"statusModule":{"statusVerifiedDate":"2016-10","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2011-11"},"primaryCompletionDateStruct":{"date":"2014-12","type":"ACTUAL"},"completionDateStruct":{"date":"2015-03","type":"ACTUAL"},"studyFirstSubmitDate":"2012-10-22","studyFirstSubmitQcDate":"2012-10-22","studyFirstPostDateStruct":{"date":"2012-10-24","type":"ESTIMATED"},"lastUpdateSubmitDate":"2016-10-26","lastUpdatePostDateStruct":{"date":"2016-10-27","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University Hospital, Lille","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"At the acute stage of cerebral ischaemia, the only effective drug that increases the proportion of patients who survive without dependency is thrombolytic therapy by intravenous (i.v.) tissue-plasminogen activator (t-PA). This treatment is entered into routine practice with similar results than in trials, in various places of the world including Europe and Japan.\n\nStroke and dementia are closely related. About one patient in ten has dementia before a first-ever stroke, and more than one in three has dementia after a recurrent stroke. Pre-existing dementia is associated with a worse outcome of stroke, and pre-existing cognitive impairment without dementia is associated with a higher rate of institutionalisation within 3 years. In many patients cognitive impairment is due to the summation of the effects of vascular and Alzheimer lesions of the brain.\n\nMore and more patients nowadays who are eligible for rt-PA are already known as demented at admission. A retrospective study conducted in a cohort of patients with dementia who had an ischaemic stroke and were treated by rtPA suggested that there is no increased risk of cerebral bleeding and death as compared with non demented patients. However, pre-existing cognitive impairment is possibly associated with (i) an increased risk of bleeding in patients with cognitive impairment, and (ii) a higher sensitivity to the neurotoxic effect of rt-PA on the brain tissue.\n\nJapanese patients differ from European patients by a higher risk of spontaneous intracranial haemorrhage, and a higher proportion of patients with small-vessel diseases.\n\nThe primary objective of the OPHELIE-COG study is to determine whether ischaemic stroke patients who are treated with i.v. rt-PA are more likely to have a poor outcome (defined as a modified Rankin scale 2 to 6 at month 3) in the presence of pre-existing cognitive impairment or dementia. The secondary objectives are to determine whether (i) they have an increased risk of symptomatic intracerebral haemorrhages, (ii) the proportion of patients who have a poor outcome is lower than expected from the placebo group of randomised trials for patients with a similar range of baseline severity, and (iii) the influence of the cognitive state on outcome differs between Japanese and European patients.","detailedDescription":"The French part of OPHELIE-COG is run as an ancillary study of OPHELIE, a multicenter French study conducted in the clinical centres of the Strokavenir research network (co-PI Didier Leys, Lille and Denis Vivien, Caen). OPHELIE has been approved by the ethical committee and is an investigator-driven study supported by the INSERM, the University Lille Nord de France and the Lille University hospital. OPHELIE includes prospectively all patients who are treated by i.v. rt-PA for an acute cerebral ischaemia in the participating centres and tests the hypothesis that the single/two chain-tPA ratio in the infusion influences the 3-month outcome, evaluated by a score 0 or 1 at the modified Rankin scale(mRS). OPHELIE-COG is conducted in the same cohort of patients as an ancillary analysis of OPHELIE.\n\nThe Japanese part of OPHELIE-COG will be conducted In patients who receive i.v. rt-PA for acute cerebral ischaemia in participating Japanese centres. Japanese centres will not be part of the OPHELIE study.\n\nNo specific investigation is necessary for the purpose of the study. There is no variable recorded that is not part of the usual management of stroke patients treated by i.v. rt-PA. Following-up patients at 3 months and having mRS is recommended to monitor the results of thrombolysis in all centres able to deliver the treatment. The informant Questionnaire on Cognitive Decline in the Elderly (IQCODE)is not part of the care in all centres but is however highly recommended because of the influence of the pre-existing cognitive state on stroke outcome in general.\n\nThe systematic assessment of pre-existing dementia is conducted within 48 hours of stroke onset by French or Japanese translations of the short version of the IQCODE. Patients who are already followed-up by a neurologist and diagnosed as demented before stroke are classified as previously demented irrespective of the IQCODE score. Patients who cannot have an IQCODE but have a MMSE score of 30 before discharge are classified as cognitively normal. Patients who cannot have an IQCODE and have a MMSE score of 29 or less are not eligible.\n\nThe sample size calculation for the French patients has been performed for the primary objective of OPHELIE assuming an expected difference of 5% for the primary end-point with alpha and beta risks of 5% and 20% respectively and a expected proportion of patients with a mRS score 0-1 of 40% at month-3, according to trials, observational registries and data published in the Lille centre for a baseline NIH score of 11: 900 patients will be necessary. To detect an absolute difference of 10 % for the primary end-point with an alpha risk of 5% and a power of 80%, a sample size of 1040 eligible patients is necessary, assuming that 12 to 16% of patients will have criteria for pre-existing dementia. This 10% absolute difference in the proportion of patients with mRS 0-1 at month 3 between those with and without pre-existing dementia corresponds to the difference below which the beneficial effect of rt-PA may be lost, taking into account that approximately 30% of patients under placebo, and 40% under rt-PA have a mRS 0-1 at month 3 for a median baseline NIH score of 11. Assuming that 20% of patients included in OPHELIE will not be eligible for OPHELIE-COG according to the proportion of exclusions found in previous studies with the IQCODE, we can expect a recruitment of 720 patients in the French arm of the study. The 320 other patients will be recruited in Japan, meaning that 400 patients have to be recruited to compensate the usual 20% rate of patients who cannot have an IQCODE in due time.\n\nAn intermediate analysis will be performed after inclusion of 500 patients arrived at 3 months of follow-up to re-evaluate the sample size."},"conditionsModule":{"conditions":["Brain Ischemia","Adverse Effect of Thrombolytic Drugs","Impaired Cognition","Dementia"],"keywords":["brain ischemia","thrombolytic therapy","Impaired cognition","dementia"]},"designModule":{"studyType":"OBSERVATIONAL","designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":205,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Cognitively normal","description":"Patients with IQCODE score of 52 or less"},{"label":"Cognitively impaired - no dementia","description":"IQCODE score 53 - 63"},{"label":"Demented","description":"IQCODE score 64 or more"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Modified Rankin Scale score 0 or 1","timeFrame":"Month-3"}],"secondaryOutcomes":[{"measure":"Symptomatic intracerebral haemorrhage defined according to the ECASS2 definition","timeFrame":"7 days"},{"measure":"Death","timeFrame":"Day 7"},{"measure":"Modified Rankin Scale 0-2","timeFrame":"Month-3"},{"measure":"Death","timeFrame":"Month-3"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* All patients treated by iv tPA for cerebral ischaemia in routine practice in participating centres\n\nExclusion Criteria:\n\n* index ischaemic stroke sparing MCA territory;\n* thrombolytic therapy administered intra-arterially or combined with thrombectomy\n* pre-stroke mRS of 2 or more\n* impossibility to perform an IQCODE for any reason (no reliable informant available within 48 hours, not fluent in French or in Japanese or in a language spoken by the investigator), except when the patient had been diagnosed as demented by a specialist used to diagnose dementia (e.g. neurologist, psychiatrist, geriatrician) before stroke, or has a MMSE score of 30 at discharge.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Patients treated by iv tPA for acute cerebral ischaemia in routine practice","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Kei Murao, MD","affiliation":"Lille University Hospital","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Lille University Hospital","city":"Lille","zip":"59000","country":"France","geoPoint":{"lat":50.63297,"lon":3.05858}},{"facility":"Fukuoka Redcross Hospital","city":"Fukuoka","country":"Japan","geoPoint":{"lat":33.6,"lon":130.41667}},{"facility":"Fukuoka-Higashi Medical center","city":"Fukuoka","country":"Japan","geoPoint":{"lat":33.6,"lon":130.41667}},{"facility":"Kyushu Medical Center","city":"Fukuoka","country":"Japan","geoPoint":{"lat":33.6,"lon":130.41667}},{"facility":"Kyushu University","city":"Fukuoka","country":"Japan","geoPoint":{"lat":33.6,"lon":130.41667}},{"facility":"Kyushu Rosai Hospital","city":"Kitakyushu","country":"Japan","geoPoint":{"lat":33.85181,"lon":130.85034}},{"facility":"Steel Memorial Yawata Hospital","city":"Kitakyushu","country":"Japan","geoPoint":{"lat":33.85181,"lon":130.85034}},{"facility":"Kawasaki Medical University","city":"Kurashiki","country":"Japan","geoPoint":{"lat":34.58333,"lon":133.76667}},{"facility":"St. Mary's Hospital","city":"Kurume","country":"Japan","geoPoint":{"lat":33.31667,"lon":130.51667}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000003704","term":"Dementia"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000007511","term":"Ischemia"},{"id":"D000060825","term":"Cognitive Dysfunction"}],"ancestors":[{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000019965","term":"Neurocognitive Disorders"},{"id":"D000001523","term":"Mental Disorders"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000003072","term":"Cognition Disorders"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M10233","name":"Ischemia","asFound":"Ischemia","relevance":"HIGH"},{"id":"M6594","name":"Dementia","asFound":"Dementia","relevance":"HIGH"},{"id":"M29395","name":"Cognitive Dysfunction","asFound":"Impaired Cognition","relevance":"HIGH"},{"id":"M5483","name":"Cerebral Infarction","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","asFound":"Brain Ischemia","relevance":"HIGH"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M21526","name":"Neurocognitive Disorders","relevance":"LOW"},{"id":"M4505","name":"Mental Disorders","relevance":"LOW"},{"id":"M14163","name":"Psychotic Disorders","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M5991","name":"Cognition Disorders","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M8163","name":"Fibrinolytic Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"FiAg","name":"Fibrinolytic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}