{"protocolSection":{"identificationModule":{"nctId":"NCT02547168","orgStudyIdInfo":{"id":"SJHH_Lung_AF"},"organization":{"fullName":"McMaster University","class":"OTHER"},"briefTitle":"Determining the True Incidence of Atrial Fibrillation Before and After Lung Resection","officialTitle":"Determining the True Incidence of Atrial Fibrillation Before and After Lung Resection","acronym":"Lung-AF"},"statusModule":{"statusVerifiedDate":"2021-02","overallStatus":"TERMINATED","whyStopped":"Trial futility","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-06-02","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-08-28","type":"ACTUAL"},"completionDateStruct":{"date":"2020-08-28","type":"ACTUAL"},"studyFirstSubmitDate":"2015-09-01","studyFirstSubmitQcDate":"2015-09-09","studyFirstPostDateStruct":{"date":"2015-09-11","type":"ESTIMATED"},"lastUpdateSubmitDate":"2021-02-23","lastUpdatePostDateStruct":{"date":"2021-02-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"McMaster University","class":"OTHER"},"collaborators":[{"name":"McMaster Surgical Associates","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUsExport":true},"descriptionModule":{"briefSummary":"Lung resections for pulmonary malignancies offer the best chance of survival for patients, but these procedures carry a significant burden of post-operative morbidity and mortality. Patients are particularly at high risk for post-operative atrial fibrillation (a condition involving irregular heart rhythm). Atrial fibrillation with symptoms can increase the risk of stroke - a blockage in a major blood vessel in the brain, which can potentially result in a disability or even death. The objective of this study is to establish the feasibility of using ambulatory heart rate monitoring to determine the total incidence of atrial fibrillation in the peri-operative period before and after anatomic lung resection for malignancies. The study will also investigate the correlation between atrial fibrillation and rates of stroke and other adverse events, as well as serve to identify the patients that are at a higher risk of developing atrial fibrillation.","detailedDescription":"Novel literature suggests that atrial fibrillation that is asymptomatic may just be as problematic as atrial fibrillation that presents itself with symptoms. The objective of the study is to establish the feasibility of tracking the total incidence of atrial fibrillation in the peri-operative period, including both symptomatic and asymptomatic events, using an ambulatory heart monitor. Additionally, the study aims to estimate the overall incidence of peri- and post-operative atrial fibrillation. These will be accomplished through usage of iRhythm ZIO XT, a small pebble shaped device that will be adhered to the patient's chest for 14 days before and after surgery, to measure how often atrial fibrillation occurs."},"conditionsModule":{"conditions":["Lung Cancer","Atrial Fibrillation","Stroke"],"keywords":["Atrial Fibrillation","Symptomatic Atrial Fibrillation","Asymptomatic Atrial Fibrillation","Lung Resection","Ambulatory Cardiac Monitor"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"SCREENING","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":27,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"iRhythm ZIO XT patch group","type":"EXPERIMENTAL","description":"This is the only arm in the study and patients within it will have a small, pebble shaped device adhered to their chests. This is an ECG (electrocardiogram) monitor and will measure the incidence of atrial fibrillation. It will have to be worn for 14 days before and after the lung resection procedure","interventionNames":["Device: iRhythm ZIO XT patch"]}],"interventions":[{"type":"DEVICE","name":"iRhythm ZIO XT patch","description":"The iRhythm ZIO XT patch is an ECG monitor that has to be worn by study participants. It will be used to track any incidence of atrial fibrillation.","armGroupLabels":["iRhythm ZIO XT patch group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Monthly rate of patient accrual","description":"Proportion of patients who are determined to be eligible for study relative to the number of patients actually enrolled and consented for participation in the study. This will help to inform the willingness of patients to participate in this study","timeFrame":"Ongoing from date of study initiation through to sample size completion, estimated to be 12 months"},{"measure":"Patient adherence to monitoring device use-Wear time","description":"Patient adherence to the device attachment requirements as stated in the study protocol, defined as the device remaining in place for at least 90% of the expected 28 day patch period (14 days before surgery and 14 days after) to determine feasibility of the study protocol in clinical context and patient tolerability. This will be measured by the iRhythm ZIO XT patch output.","timeFrame":"28 day time period around lung resection"},{"measure":"Patient adherence to monitoring device use-Logging of symptomatic events","description":"Patient adherence to the symptomatic atrial fibrillation event logging task as stated in the study protocol, defined as the successful manual triggering of the device by the patient to note at least 80% of symptomatic events over the expected 28 day patch period (14 days before surgery and 14 days after) to determine feasibility of the study protocol in clinical context and patient tolerability. This will be measured by the iRhythm ZIO XT patch output.","timeFrame":"28 day time period around lung resection"},{"measure":"Number of patients who withdraw from study protocol","description":"Number of patients who choose to withdraw from the study, defined as those who fail to complete the 14-day baseline monitoring period before surgery, decline to wear the device post-operatively, or drop out partway through the 14-day post-operative monitoring period. This will be measured by ongoing discussion with the patient and will help to determine the feasibility of the study protocol in clinical context and patient tolerability.","timeFrame":"28 day time period around lung resection"}],"secondaryOutcomes":[{"measure":"Baseline incidence of asymptomatic atrial fibrillation before lung resection","description":"Number of unknown/asymptomatic/occult atrial fibrillation in the high-risk malignant lung resection population before surgery so that we know whether any differences in the event rate after surgery are likely to be as a result of the surgery itself. This will be measured by having patients wear the iRhythm ZIO XT patch for the 2 weeks before surgery","timeFrame":"Measured from 2 weeks preceding lung resection up to the day of procedure"},{"measure":"The number of post-operative atrial fibrillation events","description":"Number of symptomatic and asymptomatic atrial fibrillation cases that occurred within 14 days of lung resection surgery, automatically measured by the iRhythm ZIO patch device for 2 weeks from the day after surgery","timeFrame":"Measured from post-operative day 1 to 14 days following lung resection"},{"measure":"The number of any post-operative recurrent atrial fibrillation events within 14 days of lung resection","description":"To compare the difference in post-operative atrial fibrillation rates between those who experienced any atrial fibrillation pre- and intra-operatively (recurrent atrial fibrillation) with those who did not as measured by a comparison of the two 14 day readings assessed by the iRhythm ZIO XT patch device.","timeFrame":"Difference in event rates between the 14 day baseline period before surgery and the 14 day period after surgery"},{"measure":"Total event rate for asymptomatic atrial fibrillation","description":"Number of asymptomatic atrial fibrillation events during the 28 day monitoring period, adjudicated by cardiology consultation of the ZIO XT patch output","timeFrame":"Comparison of the two intervals of 14 days preceding and 14 days following lung resection"},{"measure":"Rate of other non- atrial fibrillation arrhythmia","description":"Number of non- atrial fibrillation arrhythmias during the 14-day post-discharge time interval following lung resection, adjudicated by cardiology consultation of the ZIO XT patch output","timeFrame":"Measured from post-operative day 1 to 14 days following lung resection"},{"measure":"Impact of resection intensity (larger versus smaller resection size) on the development of any atrial fibrillation events","description":"Measure whether there is a difference in the number of recurrent, asymptomatic and/or symptomatic atrial fibrillation events depending on the amount of lung tissue removed as part of the resection, measured as per review of surgical characteristics noted in patient records","timeFrame":"Measured from post-operative day 1 to 14 days following lung resection"},{"measure":"Impact of use of minimally invasive surgery on the development of any atrial fibrillation events","description":"Measure whether there is a difference in the number of recurrent, asymptomatic and/or symptomatic atrial fibrillation events depending on whether an open or a minimally invasive technique was used to complete resection, measured as per review of surgical characteristics noted in patient records","timeFrame":"Measured from post-operative day 1 to 14 days following lung resection"},{"measure":"Measurement of the difference of 90 day mortality in event-free patients and those with atrial fibrillation","description":"Number of deaths within 90 days of surgery, comparing between event-free and peri-operative atrial fibrillation sub-cohorts as determined by patient chart review","timeFrame":"Interval from the date of surgery to up to 90 days after surgery"},{"measure":"Measurement of the difference of rates of stroke in event-free patients and those with atrial fibrillation","description":"Number of strokes in untreated patients in the 30 and 90 day follow up periods, comparing between event-free and peri-operative atrial fibrillation cohorts as measured by the validated Questionnaire for Verifying Stroke-Free Status (QVSFS)","timeFrame":"Interval from the date of surgery to up to 90 days after surgery"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients must be at least 18 years of age and competent to consent\n* Patients must be diagnosed with resectable lung cancer or metastatic lung disease eligible to complete metastasectomy\n* Patients must have one of: Male gender, age greater than 65, hypertension, obesity, and recent tobacco use within the past year\n* Patients must be booked for pneumonectomy, lobectomy or anatomical segmentectomy resection.\n\nExclusion Criteria:\n\n* Patients undergoing emergent lung resection\n* Patients undergoing lung resection for non-oncologic indications (lung biopsy, bullectomy)\n* Patients with an existing neurostimulator\n* Patients with pre-existing cardiac disease, defined as:\n\n  * Patients with atrioventricular blockage of any degree or sick sinus syndrome;\n  * Patients with known previous atrial fibrillation or flutter lasting more than 1 month;\n  * Patients with any persistent diagnosed preoperative arrhythmia\n  * Patients with implanted external defibrillators or pacemakers\n* Patients with known adhesive allergies\n* Inability to comply with or understand ambulatory monitoring.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Yaron Shargall, MD FRCSC","affiliation":"McMaster University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"St. Joseph's Healthcare Hamilton","city":"Hamilton","state":"Ontario","zip":"L8N 4A6","country":"Canada","geoPoint":{"lat":43.25011,"lon":-79.84963}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001281","term":"Atrial Fibrillation"}],"ancestors":[{"id":"D000001145","term":"Arrhythmias, Cardiac"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M10862","name":"Lung Neoplasms","relevance":"LOW"},{"id":"M4276","name":"Atrial Fibrillation","asFound":"Atrial Fibrillation","relevance":"HIGH"},{"id":"M4143","name":"Arrhythmias, Cardiac","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC08","name":"Respiratory Tract (Lung and Bronchial) Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}