{"protocolSection":{"identificationModule":{"nctId":"NCT04972812","orgStudyIdInfo":{"id":"STH21782"},"organization":{"fullName":"Sheffield Hallam University","class":"OTHER"},"briefTitle":"The Effects of Posture on Cerebral Blood Flow Velocity During the Acute Phase of Stroke","officialTitle":"The Effects of Posture on Cerebral Blood Flow Velocity During the Acute Phase of Stroke"},"statusModule":{"statusVerifiedDate":"2022-09","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-07-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-05-31","type":"ACTUAL"},"completionDateStruct":{"date":"2022-08-31","type":"ACTUAL"},"studyFirstSubmitDate":"2021-07-12","studyFirstSubmitQcDate":"2021-07-21","studyFirstPostDateStruct":{"date":"2021-07-22","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-09-08","lastUpdatePostDateStruct":{"date":"2022-09-09","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Simon Nichols","investigatorTitle":"Senior Research Fellow","investigatorAffiliation":"Sheffield Hallam University"},"leadSponsor":{"name":"Sheffield Hallam University","class":"OTHER"},"collaborators":[{"name":"Sheffield Teaching Hospitals NHS Foundation Trust","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"After stroke, blood vessels in the brain can become damaged, and the brain's ability to control blood flow can be impaired. The brain therefore may be less able to maintain a healthy level of blood flow during challenges such as changes in posture. Studies have shown that sitting upright early after stroke can cause brain blood flow to reduce. However, no studies have investigated how standing up affects blood flow to the brain. In this study, transcranial Doppler ultrasound will be used to assess how cerebral blood flow velocity changes when acute stroke patients stand up.","detailedDescription":"Introduction\n\nClinical guidelines recommend that some stroke survivors should engage in out-of-bed sitting, standing and walking activities early after stroke. Studies have found that compared to lying flat, sitting upright reduces brain blood flow early after stroke. However, no research has been done to find out how standing affects brain blood flow early after stroke. The transition from sitting to standing causes blood to move away from the head toward the legs, which can lower blood pressure and brain blood flow. In healthy individuals, blood vessels in the brain respond to reduced blood flow and blood pressure by dilating (widening), diverting more blood to the brain. After a stroke, the blood vessels in the brain can become damaged and their ability to control blood flow can be impaired. This raises the concern that standing early after a stroke could cause brain blood flow to drop too low which may worsen the brain injury. A recent large-scale trial reported that starting rehabilitation activities (including standing) earlier (18.5 hours vs 22.4 hours after stroke) resulted in poorer recovery of physical function measured three months after stroke. Lowered brain blood flow, caused by standing, may have contributed to this negative outcome. However, the effects of standing on brain blood flow early after stroke have not yet been investigated. This study will investigate the effects of standing on cerebral blood flow velocity, measured using transcranial Doppler ultrasound, within 1-7 days of stroke onset.\n\nParticipants\n\nPeople with acute ischaemic or haemorrhagic stroke admitted to the Royal Hallamshire Hospital (Sheffield, England) will be recruited to this study after providing informed consent.\n\nMobilisation Protocol\n\nParticipants will be asked to rest in a semi-recumbent position in their hospital bed, with their head resting on a pillow. A transcranial Doppler ultrasound (TCD) device (Viasys Sonara, Viasys Healthcare Inc., USA) will then be fixed to the head using a lightweight, comfortable headset. A heart rate monitor (Polar H10, Polar Electro, UK) will then be fitted around the upper torso, directly below the sternum, using an elasticated strap containing built-in electrodes. A blood pressure cuff (Dinamap, GE Heathcare Systems Inc., USA) will then be fitted on the left arm, over the brachial artery. Participants will then be lowered to a supine position (0˚), and baseline cerebral blood flow (CBF) velocity, heart rate and blood pressure (BP) measures will be recorded after five minutes of rest. CBF velocity, heart rate and BP will be then be assessed in the following positions: semi-recumbent (30˚), sitting upright (90˚) and standing. Participants will spend three minutes in each position. A bedside remote control will be used to increase the bed angle from 0˚ to 30˚ over a period of 10 seconds (\\~3˚ per second); the participant will not be required to lift their head away from the pillow during the first transition (0˚ to 30˚). After three minutes spent at 30˚, the participant will be asked to move to an upright sitting position (90˚) with their legs hanging over the edge of the hospital bed (feet in contact with the floor), with assistance provided by a healthcare professional. After three minutes of sitting upright, the participant will be asked to move into a standing position, with assistance provided by a healthcare professional. Participants will be given as much time as they need to move into sitting and standing positions. After three minutes of standing, participants will be asked to sit in a chair which has a backrest while the TCD headset, heart rate strap and BP cuff are removed. This will be the end of the study visit, and usual care rehabilitation activities will continue as normal thereafter. During the mobilisation protocol, CBF velocity and heart rate will be recorded continuously whereas BP will be measured at the first and third minute in each position in accordance with the timeframes used to measure transient and delayed orthostatic hypotension, respectively. Signs or symptoms of light-headedness and deterioration of motor, cognitive or sensory function will be recorded. As this is a pragmatic, observational study, the study visit time of day will not be standardised."},"conditionsModule":{"conditions":["Ischemic Stroke","Haemorrhagic Stroke","Cerebrovascular Accident","Acute Stroke"],"keywords":["Orthostatic hypotension","Orthostatic stress","Cerebral blood flow","Early mobilisation","Standing","Posture"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"CASE_ONLY","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":32,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Usual care","description":"Acute stroke patients receiving usual care"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in cerebral blood flow velocity (cm/s^1)","description":"Absolute change in bilateral mean middle cerebral artery velocity (cm/s\\^1)","timeFrame":"Day 1 (measured over a 14-minute period)"}],"secondaryOutcomes":[{"measure":"Change in cerebral blood flow velocity (%)","description":"Relative change in bilateral mean middle cerebral artery velocity (%)","timeFrame":"Day 1 (measured over a 14-minute period)"},{"measure":"Change in blood pressure","description":"Absolute change in mean arterial pressure (mmHg)","timeFrame":"Day 1 (measured over a 14-minute period)"},{"measure":"Change in heart rate","description":"Absolute change in heart rate (beats per minute)","timeFrame":"Day 1 (measured over a 14-minute period)"},{"measure":"Disability","description":"Modified Rankin Scale (0-5; 0 = no symptoms at all, 5 = severe disability)","timeFrame":"Day 1 (at study enrollment) & 3 months post-stroke"},{"measure":"Functional independence","description":"Barthel Index (0-100; \\<20 = totally dependent, 80-100 = independent)","timeFrame":"Day 1 (at study enrollment) & 3 months post-stroke"},{"measure":"Adverse events","description":"1. Secondary stroke.\n2. Falls.\n3. Cardiovascular events.\n4. Death.","timeFrame":"3 months post-stroke"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Adult (age ≥18 years) patients diagnosed with any subtype of stroke (first or recurrent).\n* Medically stable, assessed by a stroke physician.\n* Able to be enrolled between within 7 days of stroke symptom onset.\n* Able to sit independently.\n* Able to stand with or without assistance.\n* Sufficient English language comprehension and cognitive ability to understand the study protocol, give informed consent and follow instructions.\n\nExclusion Criteria:\n\n* Autonomic nervous system disorder causing haemodynamic instability e.g. pure autonomic failure, Parkinson's disease, multiple system atrophy and Shy-Drager syndrome\n* Lower-limb pain when standing.\n* Restricted range of motion due to spasticity or contracture impairing ability to stand.\n* Orthopaedic impairment (e.g. bone fracture or ligament rupture) preventing prevent full weight bearing activities.\n* Resting systolic blood pressure ≤100 mmHg or ≥180 mmHg.\n* Resting diastolic blood pressure ≤50 mmHg or ≥120 mmHg.\n* Significant tachycardia ≥120 beats per minute at rest.\n* Significant bradycardia ≤40 beats per minute at rest.\n* Peripheral oxygen saturation ≤85% without use of supplementary oxygen.\n* Life expectancy \\<6 months (terminal illness).\n* Currently participating in another clinical trial that is likely to affect outcome measures (e.g. experimental drug that affects blood pressure or blood vessel tone).\n* Likely to be discharged from hospital or repatriated within 48 hours of stroke onset.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Acute stroke inpatients","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Simon Nichols, PhD","affiliation":"Sheffield Hallam University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Royal Hallamshire Hospital","city":"Sheffield","state":"South Yorkshire","zip":"S10 2JF","country":"United Kingdom","geoPoint":{"lat":53.38297,"lon":-1.4659}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"We will have exclusive access to the data for 24 months after the end date of the study whilst we develop a protocol and grant application, and publish our findings.\n\nData will be accessible before 24 months should these objectives be achieved earlier than expected. Anonymised data will be provided on application rather than be offered open access. A description of the data will be placed on the University open access repository (SHURDA).\n\nData sharing will be subject to an application. No sensitive/personal data will be made available.\n\nAll external users of our data will be bound by a data sharing agreement between the research team, the University, and the user themselves. Data will be supplied on the condition that their research is non-profit, and that their findings will be published in an open access domain. Data users will not be permitted to share the data with anyone outside of their immediate research team.","infoTypes":["CSR"],"timeFrame":"Clinical study report: \\<24 months after trial end date.","accessCriteria":"Data sharing enquires may be sent to Dr Simon Nichols, s.j.nichols@shu.ac.uk.","url":"https://shurda.shu.ac.uk/"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000083302","term":"Hemorrhagic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M9762","name":"Hypotension","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M9764","name":"Hypotension, Orthostatic","relevance":"LOW"},{"id":"M2405","name":"Hemorrhagic Stroke","asFound":"Haemorrhagic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}