{"protocolSection":{"identificationModule":{"nctId":"NCT05449301","orgStudyIdInfo":{"id":"REC/01203 Sana Khalid"},"organization":{"fullName":"Riphah International University","class":"OTHER"},"briefTitle":"Effects of Unilateral Step Training on Gait and Balance in Stroke Patients","officialTitle":"Effects of Unilateral Step Training on Gait and Balance in Stroke Patients"},"statusModule":{"statusVerifiedDate":"2022-12","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-01-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2023-12-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-12-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-07-04","studyFirstSubmitQcDate":"2022-07-04","studyFirstPostDateStruct":{"date":"2022-07-08","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-12-14","lastUpdatePostDateStruct":{"date":"2022-12-19","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Riphah International University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"According to the definition proposed by the World Health Organization, \"stroke is rapidly developing clinical signs of focal (or global) disturbance of cerebral function, with symptoms lasting 24 hours or longer, or leading to death, with no apparent cause other than of vascular origin\". Difficulty in walking is present in approximately 80% of stroke survivors. 25% of stroke survivors even after getting rehabilitation have residual gait impairments requiring full assistance after hospital discharge resulting in difficulties in performing basic activities of daily life.\n\nApproaches to gait rehabilitation are different based on different models of motor physiology and disease recovery, but most of the approaches are targeting motor impairments during straight walking only as opposed to adaptive walking ability . In order to decrease health care burden effective rehabilitation and prevention is necessary. Multidisciplinary care dedicated for stroke leads to higher independence rates.\n\nConventional gait training regimes including linear parallel bar based gait training and treadmill based gait training protocols do not usually target the angular or rotational component of locomotion.\n\nCurrent study will focus on Unilateral Step Training using a traditional treadmill. This would provide a targeted gait training tool to reduce the risk of fall, improve gait and turning ability and functional activity eventually resulting in greater community participation and involvement in occupational activities. Such an approach could be effective in providing an early targeted and intense training environment similar to task-specific training in contrast to conventional method.","detailedDescription":"Gait requires complex integration of motor recruitment of muscles of lower extremity and trunk in addition to constant involvement of neurological and cardiorespiratory system. Impairment in any one of these can result in fall. Turning is a difficult maneuver in gait activity. It requires reciprocating motor recruitment of lower extremity and trunk musculature along with reduced base of support due to single limb stance and with super imposition of pivoting torsional forces. Hence Majority of the falls in post stroke hemi paretic patients occur during turning. In addition to this challenge is further increased due to unequal weight distribution on lower limbs due to lack of motor control. This usually results in asymmetric stepping and increasing gait variability. Conventional and prominent approaches for treatment of post hemiplegia gait abnormalities are mainly centered on the concept of managing spasticity, strength improvement, coordination training and over ground stepping and gait training . Yet there is lack of compelling evidence that any such approaches demonstrate greater efficacy in improving gait and balance related motor function resulting in community integration. One factor is that such interventions lack targeting the angular and asymmetrical component of gait. Conventional gait training regimes including linear parallel bar based gait training and treadmill based gait training protocols do not usually target the asymmetry in gait. Considering this it had been recommended to provide an open environment targeted gait training resulting in utilization of split belt gait training systems in past. Despite promising treatment outcomes of split belt treadmill , there is very little evidence on their usefulness as balance and gait training tools. Though UST training had been found to be effective in improving step length asymmetry but Similar to Rotational treadmill training and split belt treadmill training no published data is available objectively evaluating spatio-temporal gait parameters (including speed, step width, stride asymmetry and cadence), balance, turning and quality of life. Additionally results from previous studies showing UST as effective approach in improving step asymmetry in stroke patients lack generalizability considering the fact that they comprised of a single session only.\n\nCurrent study will focus on Unilateral Step Training using a traditional treadmill. This would provide a targeted gait training tool to reduce the risk of fall, improve gait and turning ability and functional activity eventually resulting in greater community participation and involvement in occupational activities. Such an approach could be effective in providing an early targeted and intense training environment similar to task-specific training in contrast to conventional method."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Balance","Gait","Mobility"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":63,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Control Group","type":"ACTIVE_COMPARATOR","description":"The control group will receive Conventional Treadmill training for Gait \\& balance impairment.","interventionNames":["Other: Treadmill Training"]},{"label":"Rhythmic Auditory Stimulation Training Group","type":"EXPERIMENTAL","description":"Participants will be trained conventionally (bipedal) on regular treadmill along with Rhythmic Auditory Stimulation.","interventionNames":["Other: Rhythmic Auditory Stimulation","Other: Treadmill Training"]},{"label":"Unilateral Step Training Group","type":"EXPERIMENTAL","description":"The participants will be trained with regular treadmill for unilateral step for both paretic and non-paretic lower extremity","interventionNames":["Other: Unilateral Step Training"]}],"interventions":[{"type":"OTHER","name":"Rhythmic Auditory Stimulation","description":"The participants will receive RAS on regular treadmill for balance and gait improvement. one session per day, 3 session per week for consecutively 12 weeks.","armGroupLabels":["Rhythmic Auditory Stimulation Training Group"]},{"type":"OTHER","name":"Treadmill Training","description":"participants will be trained conventionally (bipedal) on regular treadmill. one session per day, 3 session per week for consecutively 12 weeks.","armGroupLabels":["Control Group","Rhythmic Auditory Stimulation Training Group"]},{"type":"OTHER","name":"Unilateral Step Training","description":"Patients will be trained on regular treadmill for both paretic and non paretic lower extremity. Single session per day, 3 session per week for consecutively 12 weeks.","armGroupLabels":["Unilateral Step Training Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"3D clinical gait assessment (Motion Metrix)","description":"MotionMetrix's 3D Clinical Gait system provides a standard set of gait parameters in which most pathological conditions are reflected. Clinicians can therefore use it to efficiently screen for a variety of conditions and to follow up on corrective measures.","timeFrame":"12 weeks"},{"measure":"Wisconsin gait","description":"Wisconsin Gait Scale (WGS) is an observational tool for the evaluation of gait quality in individuals after stroke with hemiplegia. It is divided into four subscales, which assess a total of fourteen spatiotemporal and kinematic parameters of gait observed during the consecutive gait phases.","timeFrame":"12 weeks"},{"measure":"Figure of eight walk test","description":"The Figure of 8 Walk Test (F8WT) measures the everyday walking ability with mobility disability. The F8WT tests a participant's gait in both straight and curved paths (r=0.81). The F8WT uses a path where the participant is asked to walk a figure of eight shape around two cones. Scores are recorded in three areas: 1) speed (time for completion), 2) amplitude (number of steps taken), and 3) accuracy or \"smoothness\".","timeFrame":"12 weeks"},{"measure":"Biodex balance system","description":"it is used to assess objectively balance and also improving balance, increasing agility, developing muscle tone, treating a wide variety of pathologies. it is easy-to-follow \"touchscreen\" operation, the Balance System is simple to operate, leading the user step-by-step in testing protocols and training modes in both static and dynamic formats","timeFrame":"12 weeks"},{"measure":"Timed Up and Go Test","description":"The Timed Up and Go Test (TUG) is an objective clinical measure for assessing functional mobility and balance, and thus the risk of falling. The TUG measures the time taken for an individual to rise from a chair, walk 3 meters, turn, walk back and sit down","timeFrame":"12 weeks"},{"measure":"Berg Balance Scale","description":"The Berg Balance Scale assesses the balance of patients with different neurological disorders. Performance is assessed on different tasks and each task is graded with a 5- point ordinal scale ranging from 0 to 4, with higher scores awarded because of speed, stability, or help required for completion of the task. It summed the task scores to give a total BBS score out of a possible 56 points with higher scores representing better balance.","timeFrame":"12 weeks"}],"secondaryOutcomes":[{"measure":"Fugl-Meyer Assessment (FMA)","description":"The Fugl-Meyer Assessment (FMA) is a stroke-specific, performance-based impairment index. It is designed to assess motor functioning, balance, sensation and joint functioning in patients with post-stroke hemiplegia. It is applied clinically and in research to determine disease severity, describe motor recovery, and to plan and assess treatment. The scale is comprised of five domains and there are 155 items in total: Motor functioning (in the upper and lower extremities), Sensory functioning (evaluates light touch on two surfaces of the arm and leg, and position sense for 8 joints), Balance (contains 7 tests, 3 seated and 4 standing), Joint range of motion (8 joints), Joint pain.","timeFrame":"12 weeks"},{"measure":"Stroke specific quality of life","description":"The Stroke Specific Quality Of Life scale (SS-QOL) is a patient-centered outcome measure intended to provide an assessment of health-related quality of life (HRQOL) specific to patients with Stroke. Patients must respond to each question of the SS-QOL regarding the past week. It is a self-report scale containing 49 items in 12 domains: Mobility (6 items), Energy (3 items), Upper extremity function (5 items), Work/productivity (3 items), Mood (5 items), Self-care (5 items), Social roles (5 items), Family roles (3 items), Vision (3 items), Language (5 items), Thinking (3 items) and Personality (3 items).","timeFrame":"12 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Both Genders.\n2. Age: 40-60 years\n3. Ischemic stroke\n4. Patients having stroke involving Middle Cerebral Artery\n5. Patients in sub-acute (3 months) and chronic phase (6 months) of stroke\n6. Mini-Mental State Exam score \\> 24\n7. Functional Ambulatory Capacity: 3-5\n\nExclusion Criteria:\n\n1. Patients with unstable medical conditions (e.g., DVT, uncontrolled hypertension, uncontrolled diabetes and musculoskeletal injuries)\n2. History of other diseases known to interfere with participation in the study (e.g., heart failure, epilepsy)\n3. Participants with cognitive impairment.\n4. Score of muscle tone on Modified Ashworth Scale: 3-4","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"60 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Arshad N Malik, PhD","role":"CONTACT","phone":"03334503754","email":"arshad.nawaz@riphah.edu.pk"},{"name":"Sana Khalid, MsNMPT","role":"CONTACT","phone":"03444218174","email":"sana.khalid@fui.edu.pk"}],"overallOfficials":[{"name":"Arshad N Malik, PhD","affiliation":"Riphah International University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Foundation University Institute of Rehabilitation Sciences","city":"Islamabad","zip":"44000","country":"Pakistan","contacts":[{"name":"Furqan A Siddiqi, PhD","role":"CONTACT","phone":"0092515788151","phoneExt":"602","email":"furqan@fui.edu.pk"},{"name":"Sana Khalid, PhD*","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":33.72148,"lon":73.04329}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}