{"protocolSection":{"identificationModule":{"nctId":"NCT06132516","orgStudyIdInfo":{"id":"2023-E(AVC)-V2"},"organization":{"fullName":"Hôpital Léon Bérard","class":"OTHER"},"briefTitle":"Effects of HIIT on HRV in Sub-acute Post-stroke Patients","officialTitle":"Effect of a High-intensity Interval-training on \"Heart Rate Variability\" Prognostic Parameters in Early Post-stroke Patients: A Randomized Controlled Trial","acronym":"E(AVC)"},"statusModule":{"statusVerifiedDate":"2023-11","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-12","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-03","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-09","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-10-30","studyFirstSubmitQcDate":"2023-11-09","studyFirstPostDateStruct":{"date":"2023-11-15","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-11-09","lastUpdatePostDateStruct":{"date":"2023-11-15","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Benjamin BERNUZ, MD","investigatorTitle":"Medecine Doctor","investigatorAffiliation":"Hôpital Léon Bérard"},"leadSponsor":{"name":"Hôpital Léon Bérard","class":"OTHER"},"collaborators":[{"name":"Fondation de l'Avenir","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Objective. To assess the effect of innovative \"High-Intensity Interval Training\" (HIIT) on Heart Rate Variability, a strong biomarker of positive outcome after stroke.\n\nDesign. A randomized controlled study with blinded assessment of the main criteria.\n\nPopulation. NIHSS\\<20 post-stroke patients, hospitalized in secondary care stroke-units within the first 3 months (sub-acute phase).\n\nSelection. Eligibility test on a semi-recumbent cycloergometer Intervention. In addition to a standard neurorehabilitation program (3±1 sessions daily, including cognitive and occupational therapy, physiotherapy with strengthening-stretching exercises), the aerobic group will benefit from a HIIT procedure (HIIT group) with a semi-recumbent cycloergometer, for 6 weeks representing 16 sessions; while the non-aerobic group will undertake a \"Low-Intensity Group-Gymnastic Training\" (Control or LIGT Group) (=segmental strengthening-stretching and proprioceptive exercises mainly), with the same training volume and frequency for both groups.\n\nMain outcome measure. Standard Deviation of Normal-to-Normal RR intervals (SDNN) from 24h Holter-ECG recordings at W4, W8 and M6.\n\nModifications in patients' medical management are expected, as generalization of AT in moderate to severe stroke patients at the sub-acute phase, with \"Low volume HIIT\" and simple devices.","detailedDescription":"A randomized controlled 2-arms parallel study, comparing HRV in two groups of stroke patients.\n\nPost-acute stroke patients hospitalized in rehabilitation stroke¬-units, within secondary care hospitals, are screened for eligibility.\n\n* Inclusion criteria:\n\n  * first-ever hemispheric stroke, with consistent clinical and neuroimaging signs\n  * \\<3 month\n  * NIHSS \\<20 in acute care\n  * age\\>18\n* Non-inclusion criteria:\n\n  * complicated diabetes mellitus with objective neuropathy and/or autonomic dysfunction\n  * other concomitant cardiac or pulmonary diseases possibly affecting HRV recordings, ie: acute myocardial infarction (\\<6 month), myocardial dysfunction as severe dilated or hypertrophic cardiomyopathy, class 3 and 4 heart failure, arrhythmias including chronic atrial fibrillation, conduction abnormalities.\n  * beta-blockers with no alternative options\n  * severe cognitive impairment inconsistent with free, informed and written consent or questionnaire filling\n* Patients will benefit beforehand from a symptom-limited Graded Exercise Test (GXT), with ECG monitoring and using a semi recumbent cycle ergometer (Ergoline, Optibike MED600), mainly to exclude a CV risk and to accurately assess their exercise capacities for better individualized programs. Peak oxygen uptake, Peak Power , Peak Heart Rate, Respiratory Exchange Ratio (VO2peak, Power peak, HRpeak, RER respectively) will be measured, Ventilatory Threshold 1 (VT1) will be estimated, and oxygen uptake, power and heart rate at VT1 will be recorded (VO2vt1, Pvt1, HRvt1).\n* The global rehabilitation program will consist daily in a mean of 3 sessions (2 to 4), five days a week: physiotherapy (with, among others, Strengthening-Stretching activity), occupational therapy, cognitive therapy (orthophonist or neuro-psychologist), and either aerobic training (HIIT) or non-aerobic training (Control Group-CG by Low Intensity Group Training-LIGT).\n* HIIT and LIGT training volume and duration will be the same (16 sessions, 6 weeks).\n* The intervention-group (HIIT Group) will realize a 6-weeks Aerobic Training as follows:\n\nAmong the FITT principle:\n\n* Frequency: 3 times a week\n* Intensity: long-HIIT: 4 to 5 four-minutes intervals at Pvt1 interspersed with two- minutes interval at 50% Pvt1=(4-5 x (4':2')/(Pvt1 :50%Psv1))\n\n  * short-HIIT: 8 to 10 forty-five seconds intervals at Pmax, interspersed with forty-five seconds intervals rest = 8-10x(45\":45\")/Pmax :Rest)\n* Time: 12' to 30' per session (8 short-sessions of 12 to 15', 8 long-sessions of 24 to 30')\n* Type: cycling on a semirecumbent ergometer\n\nIn the CG group, HIIT will be replaced by \"LIGT\" sessions, as follows:\n\nAmong the FITT principle:\n\n* Frequency: 3 times a week\n* Intensity: Low HR controlled by HR monitoring (\\<60% HRpeak or 30%HRR)\n* Time: 12' to 30' per session (8 short-sessions of 12 to 15', 8 long-sessions of 24 to 30')\n* Type: Static and Segmental strengthening and stretching mainly\n\nNovelty\n\n1. To use a new and strong risk marker of stroke relapse and post-stroke complications (mortality, morbidity, and poor functional outcomes), which is improved by physical activity, to strengthen the use of Aerobic Training (AT) in secondary prevention.\n2. To allow generalization of conclusions:\n\n   * by studying AT with a shorter intervention-design, limiting competition with neuro-rehabilitation (fatigue, time spent) and via a simple intervention-device (semi recumbent ergometer).\n\n(Indeed, most of non-ambulatory participants (82% ) in RCTs benefited from AT through assistive walking devices, using Weight Bearing Support Treadmill, which are difficult to set up (accessibility, personnel and equipment costs...)).\n\n° by studying AT effects in a more disabled population and at an early stage. (Indeed, in Randomized Controlled Studies having assessed AT in chronic (\\>6months) post-stroke patients, NIHSS ≤ 5/42 was most often chosen for inclusion criterion, with a median NIHSS around 3 at study start."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Acute post-stroke phase Rehabilitation","HIIT","Heart Rate Variability"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"A randomized controlled 2-arms parallel trial, with intention-to-treat procedure.","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"DOUBLE","maskingDescription":"The evaluator of the main measurement criterion (Holter-ECG/24h) receives anonymous data by secure e-mail, without ever meeting the patients or their records.\n\nA blind component is introduced for patients, via the information given about a comparison between 2 types of physical activity.","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":50,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"High Intensity Interval Training (HIIT)","type":"EXPERIMENTAL","description":"HIIT 16 sessions of 12 to 30 minutes, over 6 weeks.","interventionNames":["Other: HIIT"]},{"label":"Low Intensity Group Training (LIGT)","type":"PLACEBO_COMPARATOR","description":"LIGT 16 sessions of 12 to 30 minutes, over 6 weeks.","interventionNames":["Other: LIGT"]}],"interventions":[{"type":"OTHER","name":"HIIT","description":"High Intensity Interval Training On semi-recumbent ergocyclometer, after a symptom-limited graded exercise Test","armGroupLabels":["High Intensity Interval Training (HIIT)"]},{"type":"OTHER","name":"LIGT","description":"Low Intensity Group Training Group gymnastics, mainly with short static stretching/strengthening tasks.","armGroupLabels":["Low Intensity Group Training (LIGT)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"SDNN","description":"Standard Deviation of all Normal-to-Normal RR intervals, recorded with a 24h-Holter ECG.","timeFrame":"Week 1, Week 8, Month 6"}],"secondaryOutcomes":[{"measure":"HRV","description":"Others data from the Heart Rate Variability analysis","timeFrame":"Week 1, Week 8, Month 6"},{"measure":"Dose Ratio","description":"Delivered/Planned ratio, as Internal Acceptability","timeFrame":"Week 2 to Week 7"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* first-ever hemispheric stroke, with consistent clinical and neuroimaging signs\n* \\<3 month\n* NIHSS \\<20 in acute care\n\nExclusion Criteria:\n\n* age\\<18 years-old\n* diabetes mellitus complicated by neuropathy or autonomic dysfunction; or any other concomitant nervous system, cardiac or pulmonary disease possibly affecting the autonomic nervous system ie:\n* myocardial infarction\\< 6 months,\n* myocardial dysfunction as severe dilated or hypertrophic cardiomyopathy, class 3 and 4 heart failure,\n* severe conduction abnormalities and arrhythmias, including chronic atrial fibrillation,\n* mechanical ventilation,\n* beta-blockers with no alternative options, pharmacological mandatory treatment possibly affecting the autonomic nervous system and HRV.\n* severe cognitive impairment inconsistent with free, informed and written consent or questionnaire filling","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Benjamin Bernuz","role":"CONTACT","phone":"0033620726273","email":"b.bernuz@leonberard.com"}],"overallOfficials":[{"name":"Olivier Gavarry","affiliation":"Toulon University, STAPS Faculty","role":"STUDY_CHAIR"}]},"referencesModule":{"references":[{"pmid":"8737210","type":"BACKGROUND","citation":"Heart rate variability. Standards of measurement, physiological interpretation, and clinical use. Task Force of the European Society of Cardiology and the North American Society of Pacing and Electrophysiology. Eur Heart J. 1996 Mar;17(3):354-81. No abstract available."},{"pmid":"16020766","type":"BACKGROUND","citation":"Colivicchi F, Bassi A, Santini M, Caltagirone C. Prognostic implications of right-sided insular damage, cardiac autonomic derangement, and arrhythmias after acute ischemic stroke. Stroke. 2005 Aug;36(8):1710-5. doi: 10.1161/01.STR.0000173400.19346.bd. Epub 2005 Jul 14."},{"pmid":"32196635","type":"BACKGROUND","citation":"Saunders DH, Sanderson M, Hayes S, Johnson L, Kramer S, Carter DD, Jarvis H, Brazzelli M, Mead GE. Physical fitness training for stroke patients. Cochrane Database Syst Rev. 2020 Mar 20;3(3):CD003316. doi: 10.1002/14651858.CD003316.pub7."},{"pmid":"27217501","type":"BACKGROUND","citation":"Fyfe-Johnson AL, Muller CJ, Alonso A, Folsom AR, Gottesman RF, Rosamond WD, Whitsel EA, Agarwal SK, MacLehose RF. Heart Rate Variability and Incident Stroke: The Atherosclerosis Risk in Communities Study. Stroke. 2016 Jun;47(6):1452-8. doi: 10.1161/STROKEAHA.116.012662. Epub 2016 May 5."},{"pmid":"24846875","type":"BACKGROUND","citation":"Billinger SA, Arena R, Bernhardt J, Eng JJ, Franklin BA, Johnson CM, MacKay-Lyons M, Macko RF, Mead GE, Roth EJ, Shaughnessy M, Tang A; American Heart Association Stroke Council; Council on Cardiovascular and Stroke Nursing; Council on Lifestyle and Cardiometabolic Health; Council on Epidemiology and Prevention; Council on Clinical Cardiology. Physical activity and exercise recommendations for stroke survivors: a statement for healthcare professionals from the American Heart Association/American Stroke Association. Stroke. 2014 Aug;45(8):2532-53. doi: 10.1161/STR.0000000000000022. Epub 2014 May 20."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Data will be available upon reasonable request. De-identified participant data will be available, from all types, for corresponding relevant Editor, or Meta-analyses need. Other detailed request will be examined.\n\nVia controlled access repositories","infoTypes":["STUDY_PROTOCOL","SAP","ICF","CSR","ANALYTIC_CODE"],"timeFrame":"As soon as leading article is first published","accessCriteria":"Corresponding relevant Editor or Meta-analyses needs. Other detailed request will be examined."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}