{"protocolSection":{"identificationModule":{"nctId":"NCT06076122","orgStudyIdInfo":{"id":"HALOPHYTES"},"organization":{"fullName":"Fundación Pública Andaluza para la gestión de la Investigación en Sevilla","class":"OTHER"},"briefTitle":"Salicornia for Neurovascular Health Improve","officialTitle":"Halophyte Plants as a Dietary Supplement to Improve Neurovascular Health"},"statusModule":{"statusVerifiedDate":"2023-07","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-09-15","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-02-09","type":"ACTUAL"},"completionDateStruct":{"date":"2023-10-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-09-04","studyFirstSubmitQcDate":"2023-10-03","studyFirstPostDateStruct":{"date":"2023-10-10","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-10-03","lastUpdatePostDateStruct":{"date":"2023-10-10","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Fundación Pública Andaluza para la gestión de la Investigación en Sevilla","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"The purpose of this study is evaluate the effect and safety of the administration of a food supplement based on halophyte plant extracts versus placebo in the neurovascular healthy.","detailedDescription":"After being informed about the study and giving written informed consent, healthy volunteers (substudy A), patients with transient ischemic attack (TIA) or MINOR stroke (substudy B), patients with cerebral small vessel disease (substudy C) and patients who have suffered a non-disabling stroke and are going to receive carotid angioplasty and stenting (CAS) (substudy D) will be randomized in double-blind manner (participant and investigator) to take a food supplement based on halophyte plant extracts (1 g once a day) or placebo (once a day) for a treatment period of 3 months (substudy A), 11 months (substudy B), 1 year (substudy C) or 7-30 days (substudy D). Participants in substudy A will be twice as likely to be assigned to the experimental treatment as to placebo (2:1 ratio), while those in substudies B, C and D will be equally likely (1:1 ratio)."},"conditionsModule":{"conditions":["Stroke","Ischemic Stroke","Neurovascular Injury","Brain Ischemia"],"keywords":["Polyphenol","Salicornia","Brain ischemia","Neuroprotection","Halophytes"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Multicentre, randomised, triple-blind, parallel-group, placebo-controlled pilot trial.","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"QUADRUPLE","maskingDescription":"The BIO-DIS company in Seville prepared the extract/placebo bottles for each study arm by assigning them a unique coding for each participant that does not distinguish between extract and placebo. This coding is then the participant's study code. Treatment bottles were prepared and coded according to the ratio of dietary supplement/placebo (1:1 for Branch B, C and D and 2:1 for Branch A) and the number of participants in each branch.\n\nThe list indicating which treatment (supplement/placebo) each coding corresponds to will be kept at the Hospital Universtario Virgen Macarena (HUVM) Pharmacy Service for the duration of the study. The blind will only be disclosed in the event of an adverse event (AE) that requires it and/or after completion of the analysis of the main end-points of each arm in a blinded manner.","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":350,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Food supplement based on Salicornia extracts","type":"EXPERIMENTAL","description":"Participants will receive food supplement based on halophyte plant (Salicornia) extracts, 1 g (two 0.5 gram capsules) orally once a day for a treatment period of 3 months (substudy A), 11 months (substudy B), 1 year (substudy C) or 7-30 days (substudy D).","interventionNames":["Dietary Supplement: Food supplement based on Salicornia extracts"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","description":"Participants will receive two capsules once a day of placebo physically equal to the nutritional supplement for a treatment period of 3 months (substudy A), 11 months (substudy B), 1 year (substudy C) or 7-30 days (substudy D).","interventionNames":["Dietary Supplement: Placebo"]}],"interventions":[{"type":"DIETARY_SUPPLEMENT","name":"Food supplement based on Salicornia extracts","description":"Freshly Salicornia ramosissima plants were recollected. Its aerial part were left to dry and hydroalcoholic extracts were produced by the company Extractos Vegetales S.A. (EVESA) (Cadiz, Spain \\[https://evesa.com/\\]). The Salicornia extracts were encapsulated by BIO-DIS laboratories (Seville, Spain \\[https://www.bio-dis.com/\\]), experts in food supplements and certified for such procedures.","armGroupLabels":["Food supplement based on Salicornia extracts"],"otherNames":["Salicornia extracts"]},{"type":"DIETARY_SUPPLEMENT","name":"Placebo","description":"Placebo capsules physically equal to the Salicornia extracts capsules","armGroupLabels":["Placebo"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Incidence of adverse events","description":"The safety and tolerability of the supplement shall be quantified in terms of the incidence of adverse events. The frequency of adverse events and the percentage of adverse events causing subject withdrawal from the study shall be determined.","timeFrame":"Through study completion, up to 1 year."}],"secondaryOutcomes":[{"measure":"Participants with change from baseline in blood cholesterol","description":"Significant changes in blood cholesterol will be calculated after taking each of the treatments compared to the baseline value.","timeFrame":"Baseline and up to 1 year."},{"measure":"Participants with change from baseline in blood homocysteine","description":"Significant changes in blood homocysteine will be calculated after taking each of the treatments compared to the baseline value.","timeFrame":"Baseline and up to 1 year."},{"measure":"Participants with change from baseline in blood glycosylated haemoglobin","description":"Significant changes in glycosylated haemoglobin will be calculated after taking each of the treatments compared to the baseline value.","timeFrame":"Baseline and up to 1 year."},{"measure":"Participants with change from baseline in blood Fatty acid-binding protein 2 (FABP2)","description":"Significant changes in FABP2 will be calculated after taking each of the treatments compared to the baseline value. FABP2 will be measure using Proximity extension assay (PEA).","timeFrame":"Baseline and up to 1 year."},{"measure":"Change from baseline in the degree of cognitive impairment (in substudies B and C)","description":"It will be checked whether there are significant changes in the degree of cognitive impairment after taking the treatment compared to its baseline assessment between the two treatment groups by applying The Montreal Cognitive Assessment (MOCA) test. The scores range from 0 to 30, with 26 being considered normal or greater.","timeFrame":"Baseline, 6 months and 1 year."},{"measure":"Changes in Functional Ambulatory Profile (FAP) (in substudies B and C)","description":"It will be checked whether there are significant changes in the FAP after taking the treatment compared to its baseline assessment between the two treatment groups which will be automatically measured by GAITRite® equipment before and after the Six minutes Walking Test (6MWT). FAP score is calculated by subtracting points from a maximum score of 100, being 30 the lowest possible score. In the nondisabled adult population, FAP score ranges from 95 to 100 points.","timeFrame":"Baseline, 6 months and 1 year."},{"measure":"Efficacy in preventing new major cardiovascular events (in substudies B and C).","description":"Incidence of major cardiovascular events (acute myocardial infarction, ischaemic stroke, systemic embolism or death of cardiovascular origin).","timeFrame":"Baseline, 6 months and 1 year."},{"measure":"Changes in average systolic blood pressure (in substudy C)","description":"Spacelabs' OnTrak ambulatory blood pressure monitor (ABPM) (extensively tested and validated) will measure the patient's ambulatory systolic blood pressure outside the hospital-medical setting for 24 hours after the visit and the average will be calculated.","timeFrame":"Baseline, 6 months and 1 year."},{"measure":"Changes in average diastolic blood pressure (in substudy C)","description":"Spacelabs' OnTrak ambulatory blood pressure monitor (ABPM) (extensively tested and validated) will measure the patient's ambulatory diastolic blood pressure outside the hospital-medical setting for 24 hours after the visit.","timeFrame":"Baseline, 6 months and 1 year."},{"measure":"Changes in pulsatility index in middle cerebral artery (MCA) (in substudy C)","description":"It will be checked whether there are significant changes in the pulsatility index in after taking the treatment compared to its baseline assessment between the two treatment groups. The pulsatility index (PI) is a calculated flow parameter in ultrasound, derived from the maximum, minimum, and mean transcranial Doppler frequency shifts during a defined cardiac cycle.\n\nPI = (peak systolic velocity - minimal diastolic velocity) / (mean velocity)","timeFrame":"Baseline, 6 months and 1 year."},{"measure":"Efficacy in preventing new lesions related to small vessel disease from baseline (in substudy C).","description":"Number of new lesions related to small vessel disease (white matter hyperintensities, lacunes, cerebral microbleeds or atrophy) from baseline, assessed by 3 Teslas cranial magnetic resonance imaging (MRI).","timeFrame":"Baseline and 1 year."},{"measure":"Efficacy in preventing new diffusion-weighted imaging (DWI) cerebral lesions from baseline (in substudy D)","description":"Number of new diffusion-weighted imaging (DWI) cerebral lesions from baseline, assessed by 1.5 Teslas cranial MRI.","timeFrame":"Final visit (from day 7 to day 30)"}]},"eligibilityModule":{"eligibilityCriteria":"Substudy A:\n\n* Inclusion Criteria:\n\n  1. Patients ≥18 years old\n  2. Possibility of analytical controls at the beginning/end of the study.\n  3. Willingness and ability to give informed consent.\n* Exclusion Criteria:\n\n  1. Known neurovascular disease.\n  2. Other chronic diseases for which the subject is taking medication on a regular basis.\n  3. Hyperthyroidism according to the investigator's criteria.\n  4. Volunteers taking vitamin or polyphenol-containing nutritional supplements in the 30 days prior to the screening visit (at the investigator's discretion).\n  5. Severe illness with life expectancy of less than three months.\n  6. Known allergies or intolerance to halophyte plants.\n  7. Pregnant or lactating women.\n  8. Presence of active neoplastic disease.\n  9. Having participated in another clinical trial with medicinal products in the 30 days prior to the screening visit, or intending to do so during their participation in this study.\n  10. Habitual consumption of halophyte plants.\n  11. Patients who, at the investigator's discretion, are not able to comply with the study protocol.\n\nSubstudy B:\n\n* Inclusion criteria:\n\n  1. Patients ≥18 years old.\n  2. Patients with typical symptoms lasting less than 24 hours seen at the HUVM classified as TIA or minor stroke (if Diffusion weighted imaging (DWI) positive on magnetic resonance imaging (MRI)) during the last year.\n  3. Have a neuroimaging performed at the time of the acute episode that rules out other non-vascular lesions.\n  4. Willingness and ability to give informed consent.\n* Exclusion criteria:\n\n  1. Patients taking vitamin or polyphenol-containing nutritional supplements in the 30 days prior to the screening visit (at the investigator's discretion).\n  2. Having participated in another clinical trial with medicinal products in the 30 days prior to the screening visit, or intending to do so during their participation in this study.\n  3. Hyperthyroidism at the investigator's discretion.\n  4. Dysphagia that prevents the intake of the study treatment.\n  5. Patients dependent for basic activities of daily living (mRS \\>3) or with severe disease with life expectancy of less than 12 months.\n  6. Known allergies or intolerance to halophyte plants.\n  7. Habitual consumption of halophyte plants.\n  8. Pregnant or lactating women.\n  9. Presence of active neoplastic disease.\n  10. Patients who, at the investigator's discretion, are unable to comply with the study protocol.\n\nSubstudy C:\n\n* Inclusion criteria:\n\n  1. Patients ≥18 years of age.\n  2. Lacunar syndrome with acute ischaemic lesion on neuroimaging of less than 1.5 cm maximum diameter.\n  3. Willingness and ability to give informed consent.\n* Exclusion criteria:\n\n  1. Patients taking vitamin or polyphenol-containing nutritional supplements in the 30 days prior to the screening visit (at the investigator's discretion).\n  2. Hyperthyroidism at the investigator's discretion.\n  3. Claustrophobia or morbid obesity (IMT \\>40) precluding performance of MRI 3 Tesla.\n  4. Patients dependent for basic activities of daily living (mRS \\>3) or with severe disease with an expected life expectancy of less than 12 months.\n  5. Dysphagia that prevents the intake of the study treatment.\n  6. Known allergies or intolerances to halophyte plants.\n  7. Pregnant or breastfeeding women.\n  8. Presence of active neoplastic disease.\n  9. Having participated in another clinical trial with medicinal products in the 30 days prior to the screening visit, or intending to do so during their participation in this study.\n  10. Habitual consumption of halophyte plants.\n  11. Patients who, at the investigator's discretion, are not able to comply with the study protocol.\n\nSubstudy D:\n\n* Inclusion criteria:\n\n  1. Patient with carotid stenosis that warrants treatment in one of the following cases:\n\n     * Symptomatic carotid stenosis \\>50% with stroke within 6 months prior to inclusion and not disabling at the time of inclusion.\n     * Asymptomatic carotid stenosis \\>70% provided some of the following criteria are met:\n\n     I. Presence of silent stroke on neuroimaging.\n\n     II. Stenosis with progression (\\>20%).\n\n     III. Soft or ulcerated (unstable) plaque.\n\n     IV. Occlusion of contralateral internal carotid artery (ICA).\n\n     V. Impaired haemodynamic reserve.\n  2. Receive carotid angioplasty and stenting (CAS) of said artery within a maximum of one month after inclusion and with a minimum of one week of taking the treatment from inclusion to intervention.\n  3. Be able to orally take the dietary supplement/placebo from the event until just prior to the intervention.\n  4. Patients ≥18 years.\n  5. Willingness and ability to give informed consent.\n* Exclusion criteria:\n\n  1. Patients taking vitamin or polyphenol-containing nutritional supplements in the 30 days prior to the screening visit (at the investigator's discretion).\n  2. Hyperthyroidism at the investigator's discretion.\n  3. Claustrophobia or morbid obesity preventing the performance of MRI 1.5 Tesla.\n  4. Severe disease with expected life expectancy of less than one month.\n  5. Dysphagia preventing the intake of the study treatment.\n  6. Known allergies or intolerance to halophyte plants.\n  7. Pregnant or lactating women.\n  8. Presence of active neoplastic disease.\n  9. Having participated in another clinical trial with medicinal products in the 30 days prior to the screening visit, or intending to do so during their participation in this study.\n  10. Habitual consumption of halophyte plants.\n  11. Patients who, at the investigator's discretion, are not able to comply with the study protocol.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"99 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Joan Montaner Villalonga","affiliation":"Virgen Macarena (HUVM) and Virgen del Rocío University Hospitals (HUVR) and Institute of Biomedicine of Seville (iBIs)","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Hospital Universitario Virgen Macarena","status":"RECRUITING","city":"Sevilla","zip":"41009","country":"Spain","contacts":[{"name":"Ana María Najar","role":"CONTACT","phone":"+34 954787742","email":"anmoyano@us.es"}],"geoPoint":{"lat":37.38283,"lon":-5.97317}}]},"referencesModule":{"seeAlsoLinks":[{"label":"Project website","url":"http://proyectosalicornia.com/"}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"Analyzed data will be published as a whole"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemia","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5484","name":"Brain Ischemia","asFound":"Brain Ischemia","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}