{"protocolSection":{"identificationModule":{"nctId":"NCT05195658","orgStudyIdInfo":{"id":"SAFEGUARD-STROKE"},"organization":{"fullName":"John Paul II Hospital, Krakow","class":"OTHER"},"briefTitle":"Acute Stroke of CArotid Artery Bifurcation Origin Treated With Use oF the MicronEt-covered CGUARD (SAFEGUARD-STROKE)","officialTitle":"Acute Stroke of CArotid Artery Bifurcation Origin Treated With Use oF The MicronEt-covered CGUARD STent Under TRansient FlOw Reversal LinKed With Thrombus REtrieval: SAFEGUARD-STROKE Study"},"statusModule":{"statusVerifiedDate":"2022-02","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-01-30","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-12-31","studyFirstSubmitQcDate":"2022-01-13","studyFirstPostDateStruct":{"date":"2022-01-19","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-02-23","lastUpdatePostDateStruct":{"date":"2022-02-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"John Paul II Hospital, Krakow","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Prospective, single-center, clinical registry of patients with acute stroke of carotid artery bifurcation origin undergoing endovascular treatment using the Micronet-covered CGUARD Stent to seal the culprit lesion under proximal cerebral protection (by transient flow reversal using balloon catheter such as the MoMa or FlowGate) with thrombus retrieval achieved through active aspiration ± stentriever use.\n\nA study involving clinical and cerebrovascular imaging data evaluation in consecutive patients with acute stroke of carotid artery bifurcation origin, presenting in the time-window and/or cerebral tissue window allowing guideline-indicated reperfusion by interventional management.\n\nA registry of consecutive patients with the study condition. An open-label study, without randomization - a single arm, single-center study in John Paul II Hospital in Krakow, Poland.","detailedDescription":"Acute stroke of carotid artery bifurcation origin presents a major treatment challenge. With the large volume of affected brain tissue, this stroke type -if left untreated- has an extremely unfavorable prognosis. With a typical large thrombus load in the extracranial carotid artery, the efficacy of systemic intravenous thrombolysis - the mainstay of ischemic stroke treatment- is very poor (reported recanalization rates \\<5%). With a high risk of complications (including cerebral embolism) and poor clinical outcomes, patients with acute stroke of carotid artery bifurcation origin (≈20-30% large-vessel occlusion strokes) are underrepresented in stroke mechanical reperfusion trials that have typically not included such patients.\n\nNo contemporary clinical studies have been dedicated specifically to management acute stroke of carotid artery bifurcation origin. In contrast to cerebral artery occlusion, in which the treatment algorithm is well-established, in the stroke of carotid artery bifurcation origin neither the reperfusion window nor the optimal revascularization method are yet determined. This results in a low level of evidence regarding the choice of a particular treatment method - endovascular emergent mechanical revascularization or surgical. Carotid surgery in acute major stroke setting is particularly challenging. Also, the surgical treatment modality is unable to address the problem of acute embolus in the large intracerebral vessel(s) that co-exists in about one in every three patients with acute stroke of carotid bifurcation origin.\n\nWith regard to minimally-invasive endovascular treatment, one fundamental limitation of the carotid stents used so far to address the culprit lesion (single-layer, first-generation stents) has been their inability to adequately sequestrate (insulate) the atherothrombotic lesion, resulting in an increased risk of new cerebral embolism and enhancing the risk of stent acute occlusion. Circumstantial evidence suggests that the Micronet-covered stent (in particular in combination with 'proximal' cerebral protection and, whenever indicated and feasible, in combination with aspiration or stentriever thrombectomy) may increase both safety and efficacy of carotid revascularization in acute stroke of carotid bifurcation origin.\n\nA novel dual-layered Micronet-covered stent system (CGuard) has been demonstrated to markedly reduce peri- (and eliminate post-) procedural cerebral embolism in elective carotid artery stenting (Level 1 evidence) but has not yet been systematically tested in the emergent setting. This prospective, single-center, clinical registry of patients with acute stroke of carotid artery bifurcation origin eligible for endovascular interventional management will evaluate the use of Micronet-covered Stent (CGuard) to seal the stroke culprit lesion and reconstruct the lumen of the artery supplying the brain. Proximal cerebral protection (by transient flow reversal using a balloon guide catheter such as the MoMa or FlowGate) is used whenever feasible. In addition, extra/intra-cranial thrombus retrieval will be performed as clinically indicated, using either the aspiration technique and/or a stentriever.\n\nEligibility for study treatment is based on the decision (recommendation) of a multidisciplinary NeuroVascular Team Committee, consisting of a cardioangiologist certified in stroke mechanical thrombectomy or an interventional (neuro)radiologist, stroke neurologist and anesthesiologist. Use of pharmacologic agents and intended devices is according to international guidelines and instructions for use.\n\nThe study involves evaluation of clinical and cerebrovascular imaging data (presentation, outcome) in consecutive patients with acute stroke of carotid artery bifurcation origin, presenting in the time-window and/or cerebral tissue window (salvageable cerebral tissue, small cerebral infarct core/large penumbra) allowing guideline-indicated reperfusion by interventional management. Cerebral and vascular non-invasive imaging will involve computed tomography and/or magnetic resonance imaging modalities as clinically indicated.\n\nThe study is a registry of consecutive patients with the study condition, treated using the device of interest. This is an open-label study, without randomization - a single arm, single-center study."},"conditionsModule":{"conditions":["Carotid Artery Stenosis","Acute Ischemic Stroke"],"keywords":["Carotid Stenosis","Acute Ischemic Stroke","Anesthesia","Imaging","Interventional Management","Thrombectomy"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":20,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Acute ischemic stroke with culprit lesion at the carotid bifurcation","description":"Consecutive patients with acute ischemic stroke culprit lesion at the carotid bifurcation, accepted for emergent interventional management by the NeuroVascular Team Committee according to stroke management guidelines","interventionNames":["Device: Thrombectomy and Stenting under neuroprotection"]}],"interventions":[{"type":"DEVICE","name":"Thrombectomy and Stenting under neuroprotection","description":"Endovascular management of the stroke culprit lesion using the Micronet-covered CGuard stent under neuroprotection.\n\nTransient flow achieved using a balloon guide catheter (e.g. MoMa or FlowGate) with additional active aspiration/s at key procedural steps. If indicated, targeted (extra- and/or intracranial) thrombus retrieval using either a thrombus aspiration device and/or a stentriever.\n\nUse of pharmaco-sedation versus general anesthesia is as indicated clinically and is according to the anesthesiologist and operator decision - according to routine practice in the center.\n\nPatient pre-procedural (including imaging and other diagnostic work-up), procedural, and post-procedural (including blood pressure tight control) management, including pharmacotherapy, are according to the AHA/ASA stroke management guidelines and the devices IFUs. Overall study patient management and intervention is according to routine clinical practice in the study center.","armGroupLabels":["Acute ischemic stroke with culprit lesion at the carotid bifurcation"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Freedom from poor clinical status at 90 days","description":"Freedom from poor clinical status (expressed as modified Rankin score, mRS \\>2) at 90 days","timeFrame":"90 days from index procedure"}],"secondaryOutcomes":[{"measure":"Freedom from major clinical complications comprising MACNE (major adverse cardiovascular or neurologic event) at 30 days","description":"Freedom from any death, any new stroke (ischemic or hemorrhagic, including hemorrhagic transformation of index stroke), and myocardial infarction at 30-day follow-up","timeFrame":"At 30 days from index procedure"},{"measure":"Freedom from major clinical complications comprising MACNE at 90 days","description":"Freedom from any death, any new stroke (ischemic or hemorrhagic, including hemorrhagic transformation of index stroke), and myocardial infarction at 90-day follow-up","timeFrame":"At 90 days from index procedure"},{"measure":"Freedom from major clinical complications comprising MACNE at 12 months","description":"Freedom from any death, any new stroke (ischemic or hemorrhagic, including hemorrhagic transformation of index stroke), and myocardial infarction at 12-months follow-up","timeFrame":"At 12 months from index procedure"},{"measure":"Procedural success rate for carotid intervention","description":"Rate of patients with success of endovascular treatment of the culprit carotid lesion i.e. procedural success (stent delivery and implantation, withdrawal of stent delivery system, residual stenosis ≤30% of vessel lumen diameter, procedure without complications)","timeFrame":"Periprocedural"},{"measure":"Technical success rate for carotid intervention","description":"Number of procedures completed using the study device in relation to the number of attempted procedures","timeFrame":"At procedure completion"},{"measure":"Clinical success rate for carotid intervention","description":"Number of procedures completed with a good clinical outcome (mRS 0-2 at 90 days) in relation to the number of attempted procedures","timeFrame":"90 days after procedure"},{"measure":"Rate of successful cerebral recanalization","description":"Rate of patients with index hemisphere optimal cerebral flow post-procedurally (modified TICI 2b or 3)","timeFrame":"At procedure completion"},{"measure":"Freedom from embolism to the new territory during procedure","description":"Freedom from embolism to the new territory at the post-procedural angiogram","timeFrame":"During index procedure"},{"measure":"Rate of peri-procedural cerebral complications","description":"Rate of patients with peri-procedural cerebral complications such as embolism to new territory or symptomatic intracranial haemorrhage (i.e. parenchymal haematoma on imaging with clinical deterioration).","timeFrame":"At procedure completion"},{"measure":"Rate of other major periprocedural complications","description":"Rate of patients with other major peri-procedural complications: acute renal failure, systemic infection, respiratory failure requiring prolonged ventilation (\\>24 hours), vascular access site complication requiring surgery","timeFrame":"Up to 7 days post-procedure"},{"measure":"New ipsilateral stroke free survival up to 1 year","description":"Survival without any stroke up to 1 year follow up","timeFrame":"From procedure completion till 1 year post-procedure"},{"measure":"New ipsilateral stroke free survival up to 5 year","description":"Survival without any stroke up to 5 year follow up","timeFrame":"From procedure completion till 5 years post-procedure"},{"measure":"Carotid restenosis free survival up to 1 year","description":"Survival without carotid restenosis requiring treatment up to 1 year follow up","timeFrame":"From procedure completion till 1 year post-procedure"},{"measure":"Carotid restenosis free survival up to 5 years","description":"Survival without carotid restenosis requiring treatment up to 5 year follow up","timeFrame":"From procedure completion till 5 years post-procedure"},{"measure":"Rate of carotid reintervention","description":"Rate of patients with clinically indicated reintervention in the index carotid artery during follow up period","timeFrame":"From procedure completion till 5 years post-procedure"},{"measure":"Feasibility of combined treatment","description":"Number of patients actually treated with combined treatment (defined as the use of Micronet-covered stent and proximal cerebral protection) to the number of patients with attempted such treatment","timeFrame":"At the procedure completion"},{"measure":"NIHSS score change","description":"Change in National Institutes of Health Stroke Scale score between the point of presentation and 90 days.","timeFrame":"At 90 days post procedure"},{"measure":"Freedom from stent thrombosis at 30 days","description":"Freedom from clinical or ultrasound stent thrombosis detected within 30 days after procedure","timeFrame":"At 30 days post procedure"},{"measure":"Freedom from stent thrombosis at 90 days","description":"Freedom from clinical or ultrasound stent thrombosis detected within 90 days after procedure","timeFrame":"At 90 days post procedure"},{"measure":"Freedom from stent thrombosis or in-stent restenosis up to 1 year","description":"Freedom from clinical or ultrasound stent thrombosis or significant in-stent restenosis detected within 12 months after procedure","timeFrame":"At 1 year after procedure"},{"measure":"Stent thrombosis or in-stent restenosis up to 5 years","description":"Clinical or ultrasound stent thrombosis or significant in-stent restenosis detected within 5 years after procedure","timeFrame":"At 5 years after procedure"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Consecutive patients with acute ischemic stroke with carotid artery bifurcation stenosis/occlusion as culprit lesion.\n* Clinical picture of acute ischemic stroke, stroke-in-evolution, or crescendo TIAs.\n* Patient eligible for endovascular stroke therapy according to AHA/ASA stroke management and accepted for emergent stroke intervention by the local NeuroVascular Team Committee according to local standard of practice.\n* Signed informed consent form to participate in the study (obtained at the point of first feasibility; note that live-saving procedure track may be executed for performing intervention according to local regulations and routine practice in the center)\n* Consent to (routinely performed in this group of patients) follow-up visits that may include imaging as per routine practice in the study center and as clinically indicated.\n\nExclusion Criteria:\n\n* Known stroke cause other than the carotid bifurcation lesion\n* Lack of effective endovascular route needed for intervention\n* Any known contraindications to stroke endovascular management","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"All-comers clinical registry of consecutive patients with acute ischemic stroke culprit lesion at the carotid bifurcation, cleared for emergent interventional management by the NeuroVascular Team Committee according to stroke management guidelines.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Piotr Musialek, MD, DPhil","role":"CONTACT","phone":"+48126142287","email":"pmusialek@szpitaljp2.krakow.pl"},{"name":"Lukasz Tekieli, MD, PhD","role":"CONTACT","phone":"+48126143501","email":"luk.tekieli@gmail.com"}],"overallOfficials":[{"name":"Piotr Musialek, MD, DPhil","affiliation":"Department of Cardiac and Vascular Diseases, John Paul II Hospital in Krakow","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Department of Cardiac and Vascular Diseases, John Paul II Hospital","status":"RECRUITING","city":"Krakow","zip":"31-202","country":"Poland","contacts":[{"name":"Piotr Musialek, MD, DPhil","role":"CONTACT","phone":"+48126142287","email":"pmusialek@szpitaljp2.krakow.pl"}],"geoPoint":{"lat":50.06143,"lon":19.93658}}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000016893","term":"Carotid Stenosis"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000002340","term":"Carotid Artery Diseases"},{"id":"D000001157","term":"Arterial Occlusive Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M16376","name":"Thrombosis","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Acute Ischemic Stroke","relevance":"HIGH"},{"id":"M6165","name":"Constriction, Pathologic","relevance":"LOW"},{"id":"M18928","name":"Carotid Stenosis","asFound":"Carotid Artery Stenosis","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M5284","name":"Carotid Artery Diseases","relevance":"LOW"},{"id":"M4155","name":"Arterial Occlusive Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M3797","name":"Anesthetics","relevance":"LOW"},{"id":"M8101","name":"Fenbendazole","relevance":"LOW"}],"browseBranches":[{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Infe","name":"Anti-Infective Agents"}]}},"hasResults":false}