{"protocolSection":{"identificationModule":{"nctId":"NCT03666702","orgStudyIdInfo":{"id":"GN18PY228"},"organization":{"fullName":"NHS Greater Glasgow and Clyde","class":"OTHER"},"briefTitle":"Additional Physiotherapy Sessions Focussing on Arm Rehabilitation for People After Stroke During the Early Inpatient Period? A Feasibility Study","officialTitle":"Augmented Upper Limb Physiotherapy for Acute Stroke Survivors Undergoing Inpatient Stroke Rehabilitation; a Feasibility Study"},"statusModule":{"statusVerifiedDate":"2019-12","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-11-22","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-08-26","type":"ACTUAL"},"completionDateStruct":{"date":"2019-08-26","type":"ACTUAL"},"studyFirstSubmitDate":"2018-09-09","studyFirstSubmitQcDate":"2018-09-09","studyFirstPostDateStruct":{"date":"2018-09-12","type":"ACTUAL"},"lastUpdateSubmitDate":"2019-12-12","lastUpdatePostDateStruct":{"date":"2019-12-13","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"NHS Greater Glasgow and Clyde","class":"OTHER"},"collaborators":[{"name":"University of Glasgow","class":"OTHER"},{"name":"Glasgow Caledonian University","class":"OTHER"},{"name":"NHS Lanarkshire","class":"OTHER_GOV"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Weakness in the arm is common after stroke and can affect stroke survivors' ability to perform some tasks. Studies show that extra sessions of arm exercise can help them to improve their arm function and that the first 3 months is the best time to gain these benefits. A website (www.webbasedphysio.com) has been developed and evaluated for delivering and monitoring physiotherapy exercise programmes. This website has been modified for people after stroke.\n\nThe purpose of this study is to assess if doing extra physiotherapy for the arm through our web-based physio website gives any extra benefits to the usual physiotherapy received on the ward. A total of 30 stroke survivors will be recruited from the acute stroke unit of Hairmyres Hospital, NHS Lanarkshire, and will be randomised into two groups: intervention (15) and control (15). The control group will receive usual care and the intervention group will receive usual care plus an augmented and individualised 4 weeks upper limb exercise programme delivered by the web-based physio.\n\nThe augmented programme will comprise upper limb and trunk exercises. The duration and intensity of the programme will be based on participants' level of functional ability. For participants with low exercise capacity, the overall time of the exercise will be less to begin with and will build up over time to 30 minutes, five sessions per week (including weekends), in addition to their usual physiotherapy care.\n\nStudy assessments will be at baseline, and four weeks post-intervention or just before stroke survivors are discharged, if earlier.\n\nAt the end of the study, the feedback from physiotherapy staff, stroke survivors in the intervention group and their carer on the augmented web-based physiotherapy will be evaluated qualitatively and quantitatively by three questionnaires.","detailedDescription":"Study Design The study design is a randomised controlled feasibility study comparing the effectiveness of usual care plus an augmented upper limb exercise programme delivered by a web-based physio website versus usual care only.\n\nMethod The study will recruit from the acute stroke unit of Hairmyres Hospital, NHS Lanarkshire.\n\nStroke survivors:\n\nPhysiotherapy staff in the stroke rehabilitation unit will identify 30 participants from the stroke ward.\n\nPotential participants will be given a participant information leaflet by a member of the physiotherapy staff and, in addition, a participant information leaflet for their carers, if appropriate. Potential participants will contact the Principal Investigator or the physiotherapy staff themselves if they would like to take part in the study. If they would like to take part in the study, the Principal Investigator will see them in the stroke rehabilitation unit, where participants will be assessed for their eligibility to participate in the study and they and/or their carers will have the opportunity to ask further questions. If participants then agree to take part in the study, they will be asked to sign a consent form.\n\nThose who provide their informed consent will undergo baseline measures (week 0). The following outcome measures will be used:\n\nThe Action Research Arm Test (ARAT) Trunk Impairment Scale (TIS) Mini-Mental State Examination (MMSE) National Institutes of Health Stroke Scale (NIHSS) Modified Rankin Scale (mRS) Modified Ashworth scale (MAS) Modified Tardieu Scale (MTS). Participants will then be randomised to either the Intervention or Control group.\n\nThe participants in the control group will receive usual physiotherapy care only. Normally, usual physiotherapy care is provided by physiotherapists and assistant physiotherapists, if needed, for an average of 4 to 5 sessions per week, each lasting approximately 45 minutes. Physiotherapists provide one to one rehabilitation session based on the Bobath technique and the sessions are focused more on the lower limb. A leaflet about recommended upper limb exercises is provided to stroke survivors who demonstrate an ability to perform exercises without supervision and do not suffer from shoulder subluxation, as assessed by physiotherapy staff.\n\nParticipants in the intervention group will undertake a progressive, individualised 4 weeks upper limb physiotherapy intervention delivered via web-based physiotherapy in addition to usual care. The individualised exercise programme will be provided by a physiotherapist and will be based on clinical assessment, their goals and level of upper limb function. The augmented programme will comprise upper limb and trunk exercises. The duration and intensity of the programme will be based on participants' level of functional ability. For participants with low exercise capacity, the overall time of the exercise will be less to begin with and will build up over time to 30 minutes, five sessions per week (including weekends) in addition to their usual physiotherapy care. All participants in this group will receive an explanation of how to use the website, and each participant will be given individual log in details to access his/her exercises and educational section. Physiotherapists will review and revise the progress of each participant once a week and make any necessary changes to their programme. Participants may contact the research team at any time during the study to ask any questions related to the website or contact physiotherapists to request a change in their programme. If participants have communication difficulties, where appropriate, an explanation of how to access and use the web-based physio site will be provided to their carers who will then support the stroke survivors to undertake their exercise programme. In addition, an aphasia-friendly version of the website will be available to them. Participants in this group will use their own tablets/laptop to access their programme. However, if they do not have an internet enabled device, they will be provided with tablets and internet access for the duration of the study.\n\nParticipants in both groups will be assessed post-intervention (week 5) with the ARAT, TIS, MAS and MTS assessment tools. If stroke survivors in either group are discharged before the end of the 4 week intervention period, the post-intervention assessment will take place before their discharge. In addition, stroke survivors in the intervention group will complete a questionnaire, providing feedback on the augmented web-based physiotherapy intervention. The number, duration and content of all standard physiotherapy sessions will be recorded for both groups.\n\nPhysiotherapy staff:\n\nThe study will recruit up to 5 participants from the acute stroke unit. The Principal Investigator will identify participants from the stroke rehabilitation unit. The physiotherapy staff will be informed of the study by the Principal Investigator. If they would like to take part in the study, there are few things that they will be asked to do, before, during and at the end of the study.\n\nBefore the start of the study, the Principal Investigator will attend to the stroke unit to explain the study and demonstrate the web-based physiotherapy website (www.webbasedphysio.com), and they will be given an opportunity to ask questions about the study. They then will be asked to sign a consent form. After that, they will receive training in the use of the website.\n\nWhen the study starts, the physiotherapists will be asked to do the following:\n\n* Approach potential participants (stroke survivors and carers) from the stroke ward by contacting the researcher and distributing the participant information sheets.\n* Assess the stroke survivors who have been allocated to the intervention group and set up an individualised arm exercise programme for each participant. The rehabilitation programme needs to build up in a gradual manner to reach a point where the stroke survivors are able to perform these exercises for 30 minutes each session, 5 times a week, in addition to the physiotherapy care that they receive while on the ward.\n* Review the stroke survivor participants' rehabilitation programmes once a week and revise as appropriate.\n* Respond, as appropriate, to any requests from participants to change to their programme.\n\nAt the end of the study, the Principal Investigator will ask them to complete a short questionnaire related to their experience of monitoring the stroke survivor in the use of the web-based physiotherapy website.\n\nCarers:\n\nThe study will recruit up to 15 participants from the acute stroke unit. The physiotherapy staff in the stroke rehabilitation unit will identify participants from the stroke ward.\n\nPotential participants will be given a participant information leaflet by a member of the physiotherapy staff. Potential participants will contact the Principal Investigator or the physiotherapy staff themselves if they would like to take part in the study. If they would like to take part in the study, the Principal Investigator will see them in the stroke rehabilitation unit, where participants will be assessed for their eligibility to participate in the study and they will have the opportunity to ask further questions. If participants then agree to take part in the study, they will be asked to sign a consent form.\n\nThe physiotherapists will give them an explanation of how to access and use the website to support the stroke survivor participants.\n\nAt the end of the study, the Principal Investigator will ask them to complete a short questionnaire related to their experience of supporting the stroke survivor participants in doing their exercises through the web-based physiotherapy website."},"conditionsModule":{"conditions":["Stroke"],"keywords":["upper limb","physiotherapy","web-based"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":26,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Upper limb physiotherapy programme","type":"EXPERIMENTAL","description":"A progressive, individualised four week upper limb physiotherapy intervention programme delivered via web-based physiotherapy lasting up to 30 minutes/session, five times per week + usual care.","interventionNames":["Other: Upper limb physiotherapy programme","Other: Usual care"]},{"label":"Usual care","type":"ACTIVE_COMPARATOR","description":"An average of 4 to 5 physiotherapy sessions per week, lasting approximately 45 minutes each.","interventionNames":["Other: Usual care"]}],"interventions":[{"type":"OTHER","name":"Upper limb physiotherapy programme","description":"Web-based physio programme","armGroupLabels":["Upper limb physiotherapy programme"]},{"type":"OTHER","name":"Usual care","description":"Usual physiotherapy care","armGroupLabels":["Upper limb physiotherapy programme","Usual care"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Adherence to augmented web-base physiotherapy programme","description":"Number of completed exercise sessions","timeFrame":"4 weeks"},{"measure":"Feasibility of recruitment strategy","description":"Number meeting the inclusion criteria invited/agreeing to participate","timeFrame":"11 month recruitment period"},{"measure":"Participant attrition","description":"Number of participants dropping out of the study","timeFrame":"1 year study period"},{"measure":"Participant safety - adverse events","description":"Number of Adverse Events","timeFrame":"1 year study period"}],"secondaryOutcomes":[{"measure":"Upper limb function","description":"Change in score on Action Research Arm Test (ARAT)","timeFrame":"Baseline to week 4"},{"measure":"Trunk Function","description":"Change in score on Trunk Impairment Scale (TIS) The TIS is a 17-item measure for assessing the level of motor impairment of the trunk in stroke survivors e.g. coordination and sitting balance (static and dynamic). The scores range from 0 to 23 with lower scores indicating high levels of motor deficit in the trunk.","timeFrame":"Baseline to week 4"},{"measure":"Spasticity (MAS)","description":"Change in score on Modified Ashworth Scale (MAS) The MAS is a scale used to measure the level of spasticity in people with neurological conditions. The MAS scores range from 0 to 4, with higher scores indicating an increase in muscle tone.","timeFrame":"Baseline to week 4"},{"measure":"Spasticity (MTS)","description":"Change in score on Modified Tardieu Scale (MTS) The MTS is a valid, reliable scale for measure the level of spasticity in patient with neurological conditions. In terms of quality of muscle reaction, the score ranges from 0 to 5, where a score of 0 means that the muscle is not spastic while a score of 5 means that the muscle is spastic and immobile. In terms of angle of muscle reaction, the score is R1 or R2, where R1 means the joint demonstrates limited passive range of motion while R2 means the joint demonstrate full passive range of motion.","timeFrame":"Baseline to week 4"},{"measure":"Participant feedback","description":"Qualitative responses to evaluation questionnaire","timeFrame":"Week 4"},{"measure":"Stroke severity","description":"Change in score on National Institutes of Health Stroke Scale (NIHSS) The NIHSS is a valid and reliable tool to assess the severity of stroke. The NIHSS scale is scored from 0 to 42, with higher scores indicating higher stroke severity.","timeFrame":"Baseline to week 4"},{"measure":"Post-stroke function","description":"Change in score on modified Rankin Scale (mRS) The mRS is a tool to assess level of function after stroke. The highest score is 5 which reflects severe disability and inability to perform daily activities after stroke. The lowest score is 0 which reflect individuals having a normal life with no symptoms of disability after stroke.","timeFrame":"Baseline to week 4"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nStroke survivors\n\n* moderate to severe upper limb functional limitation due to stroke (score 0-39 in the Action Research Arm Test (ARAT))\n* shoulder subluxation who scored less than grade 3 (less than 1 1∕2 fingerbreadth gap) in the measure of shoulder subluxation\n* diagnosed with first stroke and admitted to the rehabilitation unit\n* able to sit in a chair or a bed\n* able to use computer or tablet with or without help from carers\n* able to understand the English language\n* able to provide informed written consent\n\nCarers\n\n* able to support the patient in the augmented programme (intervention group)\n* able to understand and speak the English language\n\nPhysiotherapy staff\n\n* able to deliver and monitor the augmented programme\n\nExclusion Criteria:\n\nStroke survivors\n\n* significant cardiorespiratory, orthopaedic, neurological or other condition that would preclude them from taking part in an exercise programme\n* moderate to severe cognitive impairment (score less than 25 in the Mini Mental State Examination (MMSE)\n* current participation in another project\n\nNo exclusion criteria for carers and physiotherapists","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Eileen Cowey, BSc MSc PhD","affiliation":"University of Glasgow","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"NHS Lanarkshire","city":"Hamilton","zip":"ML3 0TA","country":"United Kingdom","geoPoint":{"lat":55.76667,"lon":-4.03333}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}