{"protocolSection":{"identificationModule":{"nctId":"NCT05621980","orgStudyIdInfo":{"id":"23989"},"secondaryIdInfos":[{"id":"22-2459","type":"OTHER","domain":"IRB of UNC-Chapel Hill"},{"id":"1R21HD105874-01","type":"NIH","link":"https://reporter.nih.gov/quickSearch/1R21HD105874-01"}],"organization":{"fullName":"North Carolina State University","class":"OTHER"},"briefTitle":"Finger Movement Training After Stroke","officialTitle":"A Multimodal Intervention to Improve Manual Dexterity in Subacute Stroke Survivors"},"statusModule":{"statusVerifiedDate":"2023-11","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-09-05","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-04","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-08","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-10-11","studyFirstSubmitQcDate":"2022-11-11","studyFirstPostDateStruct":{"date":"2022-11-18","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-11-30","lastUpdatePostDateStruct":{"date":"2023-12-07","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Derek Kamper","investigatorTitle":"Associate Professor","investigatorAffiliation":"North Carolina State University"},"leadSponsor":{"name":"North Carolina State University","class":"OTHER"},"collaborators":[{"name":"Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD)","class":"NIH"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Human development as a species has been strongly associated with the ability to dexterously manipulate objects and tools. Unfortunately, current therapy efforts typically fail to restore fine manual control after stroke. The goal of this study is to evaluate a new intervention that would combine targeted electrical stimulation of selected nerves with use a soft, pneumatically actuated hand exoskeleton to enhance repetitive practice of independent movements of the fingers and thumb in order to improve rehabilitation of hand function after stroke.\n\nThe investigators will recruit stroke survivors in the subacute phase of recovery (2-9 months post-stroke). These participants will be involved in a 5-week intervention involving 15 training sessions. During these sessions, participants will train independent movement of the digits of the paretic hand. Evaluation of motor control of the paretic hand will occur prior to initiation of training, at the midpoint of the training period, after completion of training, and one month later."},"conditionsModule":{"conditions":["Stroke"],"keywords":["stroke","FES","virtual reality","rehabilitation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":36,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Functional electrical stimulation (FES) + AVK group","type":"EXPERIMENTAL","description":"This group will use the AVK system in combination with targeted FES to provide training of independent movement of each digit of the paretic hand. This training has two modes: Key Combination and Song. In the Key Combination mode, the subject will attempt to play the discrete key or key combinations specified on the computer screen to practice difficult movements and combinations. In the Song mode, sequential, rhythmic movements will be practiced as the participant is guided to play a series of keys, specified as falling keys, constituting five-note songs. Key Combination will be employed at the beginning and end of each training session to practice discrete movements that proved troubling during the current or previous session. Most of the session will be spent in the Song mode to emphasize the transitions from one movement to the next. In both modes the AVK system will trigger FES for the finger matching the desired key and signal the PneuGlove to resist movement of other digits.","interventionNames":["Behavioral: Actuated Virtual Keyboard (AVK) system"]},{"label":"OT Group","type":"ACTIVE_COMPARATOR","description":"An occupational therapist will provide therapy of matching duration to the OT subject group. This will consist of 10 minutes of stretching of the finger muscles, particularly of the extrinsic finger flexors. This stretching will be followed by two 20-minute sessions of therapy focused on active task practice, object manipulation, and individuated movement of the digits. The Canadian Occupational Performance Measure (COPM) will be administered to identify goals that incorporate dexterous use of the paretic hand. Part of each training session will be used to practice these tasks, while the remainder will be used to practice component skills. Active practice will be followed by a final 10 minutes of stretching of muscles of the digits.","interventionNames":["Behavioral: Occupational Therapy (OT)"]}],"interventions":[{"type":"BEHAVIORAL","name":"Actuated Virtual Keyboard (AVK) system","description":"The participant controls an avatar hand by the movement of their own digits. Each avatar digit corresponds to a given virtual key. \"Sufficient\" digit flexion results in \"playing\" of that key, with visual and auditory feedback of key strike. Participants will wear a soft exoskeleton, the PneuGlove, with embedded bend sensors to provide real-time measurement of digit flexion. Pneumatic resistance to flexion can be applied to each digit independently, along with extension assistance, through air chambers running through the glove. The FES is intended to assist finger flexion by activating extrinsic finger flexor muscles. A high-density 2×8 stimulation electrode grid will be placed over the median and ulnar nerves at the medial side of the upper arm. The stimulator can deliver electrical stimulation to any pair of electrodes. At the beginning of each session, the investigators will identify the electrode pairs which best produce flexion of each digit with minimal discomfort.","armGroupLabels":["Functional electrical stimulation (FES) + AVK group"]},{"type":"BEHAVIORAL","name":"Occupational Therapy (OT)","description":"Traditional occupational therapy training sessions.","armGroupLabels":["OT Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change of Jebsen-Taylor Hand Function Test (JTHFT)","description":"A standardized and objective measure of fine and gross motor hand function using simulated activities of daily living.","timeFrame":"Change of value from before the intervention to immediately after the intervention."}],"secondaryOutcomes":[{"measure":"Change of Lateral pinch strength","description":"Force produced when the thumb pinches against the radial side of the index finger as if holding a key.","timeFrame":"Change of value from before the intervention to immediately after the intervention."},{"measure":"Change of 3-point pinch strength","description":"Force produced when thumb pinches against the tips of the index and middle fingers.","timeFrame":"Change of value from before the intervention to immediately after the intervention."},{"measure":"Change of Touch sensitivity","description":"Touch sensitivity will be measured with von Frey hairs (Aesthesio®).","timeFrame":"Change of value from before the intervention to immediately after the intervention."},{"measure":"Change of Box and Blocks Test (BBT)","description":"A quick, simple and inexpensive test to measures unilateral gross manual dexterity.","timeFrame":"Change of value from before the intervention to immediately after the intervention."},{"measure":"Change of 9-Hole Peg Test (9PHT)","description":"A standardized, quantitative assessment used to measure finger dexterity.","timeFrame":"Change of value from before the intervention to immediately after the intervention."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* A single, unilateral stroke 2-9 months prior to enrollment\n* Moderate to mild hand impairment, as determined by a rating of Stage 4-6 on the Stage of Hand section of the Chedoke-McMaster Stroke Assessment\n* Visual capacity to discern specific shapes on the computer screen\n* Capacity to provide informed consent\n\nExclusion Criteria:\n\n* Rigid contractures in the joints of the upper limbs, or orthopedic issues precluding joint movement\n* Hemispatial neglect (as assessed by the Behavioral Inattention Test)\n* Excessive pain in the paretic upper limb (visual analog scale of shoulder pain \\< 70)","healthyVolunteers":false,"sex":"ALL","minimumAge":"21 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Derek G Kamper, PhD","role":"CONTACT","phone":"7735201233","email":"dgkamper@ncsu.edu"},{"name":"Mohammad Ghassemi, PhD","role":"CONTACT","phone":"3125365014","email":"mghasse@ncsu.edu"}],"locations":[{"facility":"Hand Rehabilitation Lab","status":"RECRUITING","city":"Raleigh","state":"North Carolina","zip":"27695","country":"United States","contacts":[{"name":"Mohammad Ghassemi, PhD","role":"CONTACT","phone":"312-536-5014","email":"mghasse@ncsu.edu"},{"name":"Derek Kamper, PhD","role":"CONTACT","phone":"9195154411","email":"dgkamper@ncsu.edu"}],"geoPoint":{"lat":35.7721,"lon":-78.63861}}]},"referencesModule":{"references":[{"pmid":"20378482","type":"BACKGROUND","citation":"Connelly L, Jia Y, Toro ML, Stoykov ME, Kenyon RV, Kamper DG. A pneumatic glove and immersive virtual reality environment for hand rehabilitative training after stroke. IEEE Trans Neural Syst Rehabil Eng. 2010 Oct;18(5):551-9. doi: 10.1109/TNSRE.2010.2047588. Epub 2010 Apr 8."},{"pmid":"25542201","type":"BACKGROUND","citation":"Thielbar KO, Lord TJ, Fischer HC, Lazzaro EC, Barth KC, Stoykov ME, Triandafilou KM, Kamper DG. Training finger individuation with a mechatronic-virtual reality system leads to improved fine motor control post-stroke. J Neuroeng Rehabil. 2014 Dec 26;11:171. doi: 10.1186/1743-0003-11-171."},{"pmid":"30440660","type":"BACKGROUND","citation":"Shin H, Hu X. Flexibility of Finger Activation Patterns Elicited through Non-invasive Multi-Electrode Nerve Stimulation. Annu Int Conf IEEE Eng Med Biol Soc. 2018 Jul;2018:1428-1431. doi: 10.1109/EMBC.2018.8512479."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"In accordance with the specifications and limitations outlined by the Institutional Review Boards at North Carolina State University and the University of North Carolina at Chapel Hill, behavioral and performance data will be made available to other investigators upon request.","infoTypes":["STUDY_PROTOCOL","SAP"],"timeFrame":"The deidentified data will become available after the completion of the study and remain available for three years.","accessCriteria":"Data will be made available to other researchers for scientific purposes."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}