{"protocolSection":{"identificationModule":{"nctId":"NCT01678534","orgStudyIdInfo":{"id":"AMASCIS-01/2011"},"secondaryIdInfos":[{"id":"2011-003551-18","type":"EUDRACT_NUMBER"}],"organization":{"fullName":"Instituto de Investigación Hospital Universitario La Paz","class":"OTHER"},"briefTitle":"Reparative Therapy in Acute Ischemic Stroke With Allogenic Mesenchymal Stem Cells From Adipose Tissue, Safety Assessment, a Randomised, Double Blind Placebo Controlled Single Center Pilot Clinical Trial","officialTitle":"Reparative Therapy in Acute Ischemic Stroke With Allogenic Mesenchymal Stem Cells From Adipose Tissue. Safety Assessment. A Randomised, Double Blind Placebo Controlled Single Center Pilot Clinical Trial.(AMASCIS-01/2011)","acronym":"AMASCIS-01"},"statusModule":{"statusVerifiedDate":"2017-12","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2014-09","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2017-12","type":"ACTUAL"},"completionDateStruct":{"date":"2017-12","type":"ACTUAL"},"studyFirstSubmitDate":"2012-08-30","studyFirstSubmitQcDate":"2012-08-31","studyFirstPostDateStruct":{"date":"2012-09-05","type":"ESTIMATED"},"lastUpdateSubmitDate":"2018-02-27","lastUpdatePostDateStruct":{"date":"2018-02-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Instituto de Investigación Hospital Universitario La Paz","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"Phase IIa clinical trial, pilot, single centre, prospective, randomized, double-blind, placebo-controlled, with sequential inclusion of patients","detailedDescription":"20 Patients presenting with a moderate-severe acute ischemic stroke who will be randomized in a 1:1 proportion to intravenous treatment with allogeneic stem cells from adipose tissue or to placebo (vehicle)."},"conditionsModule":{"conditions":["Ischemic Stroke"],"keywords":["Cerebral infarction","Cellular therapy"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"QUADRUPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":19,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","description":"In patients randomly assigned to the placebo arm will receive a intravenous solution (containing the vehicle) with the same appearance as the drug under investigation. It will be administered as a single intravenous dose within the first two weeks after the onset of stroke symptoms.","interventionNames":["Drug: Placebo"]},{"label":"Allogeneic stem cells from adipose tissue","type":"EXPERIMENTAL","description":"The experimental drug is a solution of mesenchymal stem cells from adipose tissue. It will be administered as a single intravenous dose within the first two weeks after the onset of stroke symptoms.Dose: 1 million units/kg","interventionNames":["Drug: Allogenic mesenchymal stem cells from adipose tissue"]}],"interventions":[{"type":"DRUG","name":"Allogenic mesenchymal stem cells from adipose tissue","armGroupLabels":["Allogeneic stem cells from adipose tissue"]},{"type":"DRUG","name":"Placebo","armGroupLabels":["Placebo"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Number of participants with Adverse events, complications.","description":"To assess the safety of treatment with allogeneic stem cells from adipose tissue in acute ischemic stroke patients (Follow-up 24 months):\n\n* Adverse events (AES) reported spontaneously or in response to questions not addressed. Serious adverse events. These will be recorded in each visit during all the study period (24 months).\n* Neurological and systemic complications: deteriorating stroke, stroke recurrences, brain oedema, seizures, hemorrhagic transformation, respiratory infections, urinary tract infections, deep venous thrombosis, pulmonary embolism, gastrointestinal haemorrhage... These will be recorded in each visit during all the study period (24 months).\n* Development of tumours","timeFrame":"24 months"}],"secondaryOutcomes":[{"measure":"Efficacy","description":"To assess the potential efficacy of allogeneic stem cells from adipose tissue in acute ischemic stroke patients measured by the following parameters:\n\n1. Outcome at three months evaluated by: modified Rankin Scale and the NIH Stroke Scale\n2. total volume of stroke by performing MRI. To identify changes in biochemical markers of brain repair as VEGF, BDNF, MMP-9 and its relationship to neurological and functional outcomes.","timeFrame":"3 months"},{"measure":"Efficacy","description":"To identify changes in biochemical markers of brain repair as VEGF, BDNF, MMP-9 and its relationship to neurological and functional outcomes.","timeFrame":"3 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* Male or female acute ischemic patients aged 60-80 years with symptoms of acute cerebral infarction of less than 12h from stroke onset. If the time of symptom onset is unknown, it shall refer to the last time the patient was asymptomatic seen.\n* Patients should be treated within two weeks from the onset of stroke symptoms.\n* Patients with a measurable focal neurological that must persist to the time of treatment without clinically meaningful improvement.\n* Patients must have computerized tomography (CT) and / or magnetic resonance imaging (MRI) compatible with the clinical diagnosis of acute ischemic stroke in the territory of the middle cerebral artery before being included in the study.\n* Patients must have a score on the NIH Stroke Scale 8-20, with at least 2 of these points in Sections 5 and 6 (motor deficit) at the time of inclusion.\n* Immediately (i.e. few minutes) before the stroke, patients should have a score on the mRS ≤ 1 (no symptoms at all or no significant disability despite symptoms, able to perform everyday tasks and activities).\n* Women of childbearing age should have a negative pregnancy test performed prior to inclusion.\n* Obtaining informed consent signed (after a detailed explanation of the nature and purpose of this study, the patient or guardian or legal representative must give their consent to participate by signing the informed consent document). Assent from a relative or career if the patient is unable to give meaningful consent (e.g. in cases of dysphasia, confusion, or reduced conscious level).\n\nExclusion criteria:\n\n* Comatose patients. Patients with a score of 2 or more in the item 1a of the NIHSS related to the degree of awareness.\n* Evidence on neuroimaging (CT or MRI) of brain tumour, cerebral oedema with midline shift and clinically significant compression of ventricles, cerebellar infarction or brainstem, or intraventricular, intracerebral or subarachnoid haemorrhage.\n* Current drug or alcohol use or dependence that, in the opinion of the site investigator, would interfere with adherence to study requirements.· Active infectious disease, including HIV, hepatitis B, Hepatitis C, etc.\n* Pre-existing dementia.\n* Specify health status or any clinical conditions (e.g., life expectancy, co-existing disease) or other characteristics that precludes appropriate diagnosis, treatment or follow-up in the trial.\n* Patients who are participating in another clinical trial.\n* Inability or unwillingness of individual or legal guardian/representative to give written informed consent.","healthyVolunteers":false,"sex":"ALL","minimumAge":"60 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"University Hospital La Paz","city":"Madrid","zip":"28046","country":"Spain","geoPoint":{"lat":40.4165,"lon":-3.70256}}]},"referencesModule":{"references":[{"pmid":"25304723","type":"RESULT","citation":"Diez-Tejedor E, Gutierrez-Fernandez M, Martinez-Sanchez P, Rodriguez-Frutos B, Ruiz-Ares G, Lara ML, Gimeno BF. Reparative therapy for acute ischemic stroke with allogeneic mesenchymal stem cells from adipose tissue: a safety assessment: a phase II randomized, double-blind, placebo-controlled, single-center, pilot clinical trial. J Stroke Cerebrovasc Dis. 2014 Nov-Dec;23(10):2694-2700. doi: 10.1016/j.jstrokecerebrovasdis.2014.06.011. Epub 2014 Oct 7."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000007238","term":"Infarction"},{"id":"D000009336","term":"Necrosis"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M5483","name":"Cerebral Infarction","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M21550","name":"Pharmaceutical Solutions","relevance":"LOW"}],"browseBranches":[{"abbrev":"PhSol","name":"Pharmaceutical Solutions"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}