{"protocolSection":{"identificationModule":{"nctId":"NCT02325427","orgStudyIdInfo":{"id":"TMS2014/00358"},"organization":{"fullName":"National University Hospital, Singapore","class":"OTHER"},"briefTitle":"Changes in Brain Activity Associated With Upper Limb Motor Recovery","officialTitle":"Changes in Cortical Excitability Associated With Upper Limb Motor Recovery - a Study of Neural Strategies Employed in Motor Recovery"},"statusModule":{"statusVerifiedDate":"2022-04","overallStatus":"TERMINATED","whyStopped":"short of funding support.","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2014-11","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-07","type":"ACTUAL"},"completionDateStruct":{"date":"2020-07","type":"ACTUAL"},"studyFirstSubmitDate":"2014-12-21","studyFirstSubmitQcDate":"2014-12-24","studyFirstPostDateStruct":{"date":"2014-12-25","type":"ESTIMATED"},"lastUpdateSubmitDate":"2022-04-14","lastUpdatePostDateStruct":{"date":"2022-04-22","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"National University Hospital, Singapore","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"This study is to investigate changes in brain activities in acute stroke patients , and to correlate findings with clinical outcome measures. Another aim of the study is to investigate whether transcranial direct current stimulation (tDCS) could improve motor function in subjects with poor brain activity after stroke. The brain activity will be measured by single and paired pulse TMS (transcranial magnetic stimulation). The study hypothesizes that:\n\n1. The neural mechanisms employed in patients who have different response to TMS stimulation are different. It is hypothesized that patients with no response upon TMS stimulation might have poorer motor function outcome, compared with patients with response upon TMS stimulation.\n2. The result of clinical outcome measures is related with TMS measurement.\n3. tDCS intervention is beneficial to subjects with poor brain activity. Clinical outcome measures will include a battery of upper limb motor tests such as upper extremity component of the Fugl-Meyer Assessment, Modified Ashworth scale for spasticity, box and block test, and manual muscle testing. Clinical outcome and TMS measurement will be assessed at within 2 weeks, 4-6 weeks and at 6 months post-stroke.","detailedDescription":"TMS measurement and clinical outcome measurement will be performed on 119 stroke subjects with upper limb impairment with FMA score at 0-45 at within 1 month from stroke, 6-8 weeks post-stroke, 6 months post-stroke. It is important to know the cortical excitability as well as clinical outcome measurement at the same time point, at different stages of stroke including acute phase, which enables us to know the interaction between brain activity and functional outcome. In addition, studies have shown both TMS (Pennisi et al, 1999) and clinical outcome measurement (FMA)(De Weerdt and Harrison 1985; Bernspang et al. 1987; Feys et al. 2000) are measurable at acute phase after stroke.\n\nSubjects will be recruited from the existing patients on the study physician's cohort of patients and from referrals from attending physicians. During the initial screening visit, FMA will be administered by trained research staff, the questionnaire of MMSE will also be administered by trained research staff for subject's cognitive assessment. Subjects' eligibility will be verified by self-report from the participants as well as their medical records accessed by participating physicians. It will be ascertained that subject fulfills criteria for participation and informed consent will be obtained by study staff. Subjects will be fully briefed in detail regarding the experimental procedure, risk and benefits involved and their responsibilities during the study. Subject will continue with their routine rehabilitation training when they are in the trial.\n\nFor patients whose MEP could not be induced by single pulse TMS stimulation, they will be randomly divided into 2 groups with one group receiving 1mA tDCS stimulation for 20 minutes to the primary motor cortex of cortical representation of the hand, while the other group will receive sham stimulation of tDCS.\n\nA research staff supervised by a physician will apply the tDCS to subjects whose MEP could not be induced by TMS stimulation to the corresponding cortex area. Direct current will be transferred by a saline-soaked pair of surface sponge electrode (35cm2) and delivered by a battery-operated, constant current stimulator with a maximum output of 10mA, through a non-metallic conductor rubber electrode. Stimulation will be conducted at the intensity of 1 mA and last for 20 minutes. The anode will be placed over the affected primary motor cortex (M1) of cortical representation of the hand, while the cathode will be used as reference electrode and placed over the forehead of the unaffected side. The same stimulation parameters as tDCS treatment will be employed for the sham stimulation. However, the current will be applied for 30 seconds only, to give subjects the sensation of the stimulation. Current intensity will be increased and decreased gradually (0-1mA) to decrease perception. It is postulated to recruit 20 subjects for each intervention group. The real or sham tDCS intervention will be conducted daily for 10 days after the first and before the second TMS assessment, i.e., between 2 to 6 weeks after the stroke onset. And the real or sham tDCS will be conducted before the daily traditional rehabilitation training, if any.\n\nA research staff supervised by a physician will apply TMS measurement of the cortical excitability and intracortical inhibition/facilitation to the subject. Patients will be seated comfortably and instructed to remain as still as they can. A tight swim cap will be worn by the subject. The vertex will be marked on the cap. Singe pulse TMS was delivered using Magstim Bistim² stimulator via the coil of figure of eight. The coil position was maintained manually by an assistant and the handle of the coil point to posterior with an angel of 45 degree to the sagittal plane. Surface electromyography (EMG) electrodes are attached to the abductor pollicis brevis muscle (APB) for EMG recording. The \"hot spot\" of the motor evoked potential (MEP) from APB is first identified and marked for both left and right side. This spot will be used for all recordings on that side. The lowest intensity needed to elicit a MEP response of at least 50µV amplitude and that has been elicited in 50% of 8 successive trials will be recorded as resting motor threshold (RMT).\n\nFor intracortical inhibition/facilitation recording, a first subthreshold conditioning stimulus (80% of RMT) will be applied, followed by a second suprathreshold stimulus (120% of RMT) with a variable interstimulus interval (ISI). The following ISIs - 2, 3, 4, 6, 9, 10, 12, 15 ms will be used. The percentage of change for each ISI before and after TMS will be calculated from the MEPs and will therefore provide a measure of change in intracortical facilitation and inhibition. Both single- and paired-pulse paradigms will be performed on the affected and unaffected hemisphere.\n\nClinical outcome measurement includes a battery of upper limb motor tests: Fugl-Meyer Assessment, Modified Ashworth scale for spasticity, manual muscle testing and box and block test, which will be performed by a trained research staff."},"conditionsModule":{"conditions":["Stroke"],"keywords":["stroke","rehabilitation","upper limb","TMS","tDCS"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":8,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"real tDCS","type":"EXPERIMENTAL","description":"Subjects will receive tDCS stimulation at the intensity of 1 mA and last for 20 minutes. The anode will be placed over the affected primary motor cortex (M1) of cortical representation of the hand, while the cathode will be used as reference electrode and placed over the forehead of the unaffected side.","interventionNames":["Device: tDCS"]},{"label":"sham tDCS","type":"SHAM_COMPARATOR","description":"Subjects will receive sham tDCS stimulation. The same stimulation parameters as tDCS treatment will be employed for the sham stimulation. However, the current will be applied for 30 seconds only, to give subjects the sensation of the stimulation.","interventionNames":["Device: tDCS"]},{"label":"no stimulation","type":"NO_INTERVENTION","description":"Subjects will not received any intervention."}],"interventions":[{"type":"DEVICE","name":"tDCS","description":"tDCS could deliver either real or sham stimulation.","armGroupLabels":["real tDCS","sham tDCS"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change of TMS (transcranial magnetic stimulation) measurement of cortical excitability","timeFrame":"within 1 month from stroke, 6-8 weeks post-stroke, 6 months post-stroke"}],"secondaryOutcomes":[{"measure":"Change of upper limb motor function in terms of Modified Ashworth scale for spasticity","timeFrame":"within 1 month from stroke, 6-8 weeks post-stroke, 6 months post-stroke"},{"measure":"Change of upper limb motor function in terms of Manual muscle testing","timeFrame":"within 1 month from stroke, 6-8 weeks post-stroke, 6 months post-stroke"},{"measure":"Change of upper limb motor function in terms of Box and block test","timeFrame":"within 1 month from stroke, 6-8 weeks post-stroke, 6 months post-stroke"},{"measure":"Change of upper limb motor function in terms of Fugl-Meyer Assessment","timeFrame":"within 1 month from stroke, 6-8 weeks post-stroke, 6 months post-stroke"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male or female aged 21-80 years;\n2. First ever haemorrhagic or ischaemic hemiplegic stroke less than 1 month prior to study enrollment;\n3. Upper extremity impairment of 0-45 out of a maximum score of 66 on the Fugl-Meyer assessment scale.\n4. MMSE\\>=24.\n5. Be able to provide informed consent.\n\nExclusion Criteria:\n\npregnancy; cardiac pacemakers; orthodontics (braces); metal implant; history of epilepsy; sensorimotor disturbance due to other causes other than stroke; uncontrolled medical conditions including hypertension, diabetes mellitus and unstable angina; major depression and a history of psychotic disorders.","healthyVolunteers":false,"sex":"ALL","minimumAge":"21 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Effie Chew, MD","affiliation":"National University Hospital, Singapore","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"National University Hospital","city":"Singapore","zip":"119074","country":"Singapore","geoPoint":{"lat":1.28967,"lon":103.85007}}]},"referencesModule":{"references":[{"pmid":"33175411","type":"DERIVED","citation":"Elsner B, Kugler J, Pohl M, Mehrholz J. Transcranial direct current stimulation (tDCS) for improving activities of daily living, and physical and cognitive functioning, in people after stroke. Cochrane Database Syst Rev. 2020 Nov 11;11(11):CD009645. doi: 10.1002/14651858.CD009645.pub4."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}