{"protocolSection":{"identificationModule":{"nctId":"NCT03767517","orgStudyIdInfo":{"id":"IRB300002420"},"organization":{"fullName":"University of Alabama at Birmingham","class":"OTHER"},"briefTitle":"A Culturally-Based Palliative Care Tele-consult Program for Rural Southern Elders","officialTitle":"A Community Developed, Culturally-Based Palliative Care Tele-Consult Program for African American and White Rural Southern Elders With a Life Limiting Illness"},"statusModule":{"statusVerifiedDate":"2024-01","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-08-24","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-12-07","type":"ACTUAL"},"completionDateStruct":{"date":"2023-12-30","type":"ACTUAL"},"studyFirstSubmitDate":"2018-10-29","studyFirstSubmitQcDate":"2018-12-05","studyFirstPostDateStruct":{"date":"2018-12-06","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-01-22","lastUpdatePostDateStruct":{"date":"2024-01-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Ronit Elk","investigatorTitle":"Professor for the Division of Geriatrics, Gerontology, and Palliative Care; Associate Director for the Center for Palliative and Supportive Care","investigatorAffiliation":"University of Alabama at Birmingham"},"leadSponsor":{"name":"University of Alabama at Birmingham","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Rural patients with life-limiting illness are at very high risk of not receiving appropriate care due to a lack of health professionals, long distances to treatment centers, and limited palliative care (PC) clinical expertise. Secondly, although culture strongly influences people's response to diagnosis, illness and treatment preferences, culturally-based care models are not currently available for most seriously-ill rural patients and their family caregivers. Lack of sensitivity to cultural differences may compromise PC for minority patients. The purpose of this study is to compare a culturally-based Tele-consult program to usual hospital care to determine whether a culturally-based PC Tele-consult program leads to lower symptom burden in hospitalized African American and White older adults with a life-limiting illness.","detailedDescription":"The triple threat of rural geography, racial inequities, and older age hinders access to high quality PC for a significant proportion of Americans. Rural patients with life-limiting illness are at very high risk of not receiving appropriate care due to a lack of health professionals, long distances to treatment centers, and limited PC clinical expertise. Although culture strongly influences people's response to diagnosis, illness and treatment preferences, culturally-based care models are not currently available for most seriously-ill rural patients and their family caregivers. Lack of sensitivity to cultural differences may compromise PC for minority patients. The two major public health consequences of these problems are:\n\n1. Access-Rural patients have sub-optimal or no access to PC. Despite significant nationwide growth, access to PC is grossly inadequate for the 60 million US citizens who live in rural or non-metropolitan areas. There is low PC use in rural and minority populations. As a result, rural patients experience significant suffering from uncontrolled symptoms that PC expertise could alleviate.\n2. Acceptability-Even when palliative and hospice services are available, African Americans (AA), compared to Whites (W) are more likely to receive medically-ineffective, poor quality care due to a culturally-insensitive health care system and mistrust of health care providers. Making culturally competent PC available for diverse underserved and rural Americans is a national priority.\n\nThis community-developed, culturally based Teleconsult Intervention specifically targets the gaps of PC access and acceptability. It was developed by and for rural, Deep South AA and W patients and providers, and uses state-of-the-art telehealth methods, to provide PC consultation to hospitalized seriously-ill patients and family. Using National Consensus Project guidelines, and the culturally-based, community-developed PC Tele-consult intervention, a remote PC expert conducts a comprehensive PC patient assessment, in collaboration with local providers. Following interdisciplinary PC team review, the remote clinician communicates recommendations. Two additional structured follow up contacts at Day 3 and 6 ensure care coordination and smooth transitions that enable patients to receive guideline concurrent PC in their communities.\n\nAims of the study and Hypotheses:\n\nPrimary Aim: Determine whether a culturally-based PC Tele-consult program leads to lower symptom burden in hospitalized AA and W older adults with a life-limiting illness.\n\nHypothesis 1: Intervention patient participants receiving a culturally-based PC Tele-consult program will experience lower symptom burden on Day 7 post-consultation.\n\nSecondary Aim: Determine whether a culturally-based PC Tele-consult program results in higher patient and caregiver quality of life, care satisfaction, and lower caregiver burden at Day 7 post-consultation, and lower resource use (hospital readmission, emergency visits) 30-days post-discharge.\n\nHypothesis 2: Intervention participants and their caregivers receiving a culturally-based PC Tele-consult program will experience higher patient and caregiver quality of life, care satisfaction, lower caregiver burden at Day 7 post consultation, and lower resource use (e.g. hospital admission, emergency visits) at 30 days after discharge.\n\nExploratory Aim: Explore mediators and moderators of patient symptom and caregiver burden outcomes."},"conditionsModule":{"conditions":["Cancer","Cardiac Disease","Pulmonary Disease","Neuro-Degenerative Disease","Renal Disease","Stroke","Sepsis","Hepatic Disease"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":209,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Active Intervention","type":"EXPERIMENTAL","description":"Usual Care + Tele-consult Intervention","interventionNames":["Other: Active Intervention"]},{"label":"Usual Care","type":"ACTIVE_COMPARATOR","description":"Usual care includes assessment and treatment by the admitting physician, along with any subspecialists that are consulted.","interventionNames":["Other: Usual Care"]}],"interventions":[{"type":"OTHER","name":"Active Intervention","description":"Half of the patients will receive tele-consult program. Tele-consult intervention includes: initial consult and 2 follow up contacts. Usual care includes assessment and treatment by the admitting physician, along with any subspecialists that are consulted.","armGroupLabels":["Active Intervention"]},{"type":"OTHER","name":"Usual Care","description":"Half of the patients will receive usual care. Usual care includes assessment and treatment by the admitting physician, along with any subspecialists that are consulted.","armGroupLabels":["Usual Care"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Patient symptom burden (Edmonton Symptom Assessment Scale [ESAS])","description":"Change from baseline in patient-reported symptom burden measured using the Edmonton Symptom Assessment Scale (ESAS) at baseline; change from baseline measured using the ESAS at 7 days post-baseline. Each item is scored using: 0-10 (0= no pain; 10= worst possible pain), yielding a total score between 0 and 90.","timeFrame":"baseline and 7 days post-baseline"}],"secondaryOutcomes":[{"measure":"Family satisfaction with care (FAMCARE-2)","description":"Change from baseline in family-reported satisfaction with care measured using the FAMCARE-2 scale at baseline; change from baseline measured using FAMCARE-2 at 7 days post-baseline. Each item is scored using: vs (very satisfied), s (satisfied), u (undecided), d (dissatisfied), vd (very dissatisfied), or NA (not applicable).","timeFrame":"baseline and 7 days post-baseline"},{"measure":"Patient quality of life (Patient-Reported Outcomes Measurement Information System Global Health-10 [PROMIS Global Health-10])","description":"Change from baseline in patient-reported quality of life using the Patient-Reported Outcomes Measurement Information System Global Health-10 (PROMIS Global Health-10) at baseline; change from baseline measured using the PROMIS Health-10 at 7 days post-baseline. Items 1-6 are scored using: 1-5 (1=poor; 5=excellent). Item 7 is scored using 1-5 (1= not at all; 5= completely). Item 8 is scored using 1-5 (1= always; 5=never). Item 9 is scored using 1-5 (1=very severe; 5=none). Item 10 is scored using 0-10 (0=no pain; 10=worst pain imaginable).","timeFrame":"baseline and 7 days post-baseline"},{"measure":"Caregiver quality of life (Patient-Reported Outcomes Measurement Information System Global Health-10 [PROMIS Global Health-10])","description":"Change from baseline in caregiver-reported quality of life using the Patient-Reported Outcomes Measurement Information System Global Health-10 (PROMIS Global Health-10) at baseline; change from baseline measured using the PROMIS Global Health-10 at 7 days post-baseline. Items 1-6 are scored using: 1-5 (1=poor; 5=excellent). Item 7 is scored using 1-5 (1= not at all; 5= completely). Item 8 is scored using 1-5 (1= always; 5=never). Item 9 is scored using 1-5 (1=very severe; 5=none). Item 10 is scored using 0-10 (0=no pain; 10=worst pain imaginable).","timeFrame":"Baseline and 7 days post-Baseline"},{"measure":"Caregiver burden scale (Montgomery Borgatta Caregiver Burden Scale [MBCB])","description":"Change from baseline in caregiver-reported burden using the Montgomery Borgatta Caregiver Burden Scale (MBCB) at baseline; change from baseline measured using the MBCB at 7 days post-baseline. This scale contains a total of 14 questions and 5 Likert scale responses (a lot less, a little less, the same, a little more, or a lot more). Caregiver burden will be quantified by three subscales; objective, subjective and demand burdens. Objective burden is measured by 6 questions (total score between 0-30), subjective burden is measured by 4 questions (total score between 4-20), and demand burden is measured by 4 questions (total score between 4-20).","timeFrame":"Baseline and 7 days post-Baseline"},{"measure":"Resource Use","description":"Patient resource use (e.g., number of hospital readmissions, number of hospital days, number of ICU days, number of Emergency Department \\[ED\\] visits, and hospice days during the 30 days following discharge) will be collected via electronic health records (eHR) 30 days post-discharge.","timeFrame":"30 days post-Baseline"},{"measure":"Patient satisfaction with care (Feeling Heard and Understood)","description":"Change from baseline in patient-reported satisfaction with care using the Feeling Heard and Understood questionnaire at baseline; change from baseline using the Feeling Heard and Understood questionnaire at 7 days post-baseline. Likert scale using: completely, quite a bit, moderately, slightly, not at all.","timeFrame":"Baseline and 7 days post-Baseline"}],"otherOutcomes":[{"measure":"Exploratory Aim 1a. Patient symptom burden (Edmonton Symptom Assessment Scale [ESAS])","description":"Patient symptom burden measured by Edmonton Symptom Assessment Scale \\[ESAS\\] mediated and/or moderated by hospitalist/clinician implementation of palliative care recommendations. Implementation of palliative care recommendations are measured using Electronic Health Record \\[eHR\\] documentation of recommendations by hospitalist/clinician at Day 7. Each item in the ESAS is scored using: 0-10 (0= no pain; 10= worst possible pain), yielding a total score between 0 and 90.","timeFrame":"Day 7"},{"measure":"Exploratory Aim 1b. Patient symptom burden (Edmonton Symptom Assessment Scale [ESAS])","description":"Patient symptom burden measured by Edmonton Symptom Assessment Scale \\[ESAS\\] mediated and/or moderated by patient/caregiver implementation of palliative care recommendations. Patient/caregiver implementation of palliative care recommendations are measured using patient/caregiver report at Day 7. Each item in the Edmonton Symptom Assessment Scale \\[ESAS\\] is scored using: 0-10 (0= no pain; 10= worst possible pain), yielding a total score between 0 and 90.","timeFrame":"Day 7"},{"measure":"Exploratory Aim 1c. Caregiver burden (Montgomery Borgatta Caregiver Burden Scale [MBCB])","description":"Caregiver burden measured by Montgomery Borgatta Caregiver Burden Scale \\[MBCB\\] mediated and/or moderated by hospitalist/clinician implementation of palliative care recommendations. Implementation of palliative care recommendations are measured using Electronic Health Record \\[eHR\\] documentation of recommendations by hospitalist/clinician at Day 7. This scale contains a total of 14 questions and 5 Likert scale responses (a lot less, a little less, the same, a little more, or a lot more). Caregiver burden will be quantified by three subscales; objective, subjective and demand burdens. Objective burden is measured by 6 questions (total score between 0-30), subjective burden is measured by 4 questions (total score between 4-20), and demand burden is measured by 4 questions (total score between 4-20).","timeFrame":"Day 7"},{"measure":"Exploratory Aim 1d. Caregiver burden (Montgomery Borgatta Caregiver Burden Scale [MBCB])","description":"Caregiver burden measured by Montgomery Borgatta Caregiver Burden Scale \\[MBCB\\] mediated and/or moderated by caregiver/patient implementation of palliative care recommendations. Caregiver/patient implementation of palliative care recommendations are measured using caregiver/patient report at Day 7. This scale contains a total of 14 questions and 5 Likert scale responses (a lot less, a little less, the same, a little more, or a lot more). Caregiver burden will be quantified by three subscales; objective, subjective and demand burdens. Objective burden is measured by 6 questions (total score between 0-30), subjective burden is measured by 4 questions (total score between 4-20), and demand burden is measured by 4 questions (total score between 4-20).","timeFrame":"Day 7"},{"measure":"Exploratory Aim 1e. Caregiver Evaluation of Quality of End-of-Life Care [CEQUEL]","description":"Caregiver evaluation of end-of-life care quality measured by Caregiver Evaluation of Quality of End-of-Life Care \\[CEQUEL\\]","timeFrame":"2-3 Months after death of patient, if applicable"},{"measure":"Exploratory Aim 1f. Caregiver bereavement (Caregiver Bereavement Items ([CBI])","description":"Caregiver bereavement measured by Caregiver Bereavement Items (\\[CBI\\]","timeFrame":"2-3 Months after death of patient, if applicable"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* AA or W;\n* 55 years old; has a condition which fits into one of 3 illness paradigms -cancer, chronic progressive, frailty.\n* Clinician answers \"no\" to question: \"Would you be surprised if this person died in the next 12 months?\"\n* Patient has a caregiver who has been involved in their care.\n* Able to complete baseline interviews\n\nExclusion Criteria:\n\n* Unable to complete baseline interviews;\n* Currently receiving hospice care;\n* No family member/caregiver.","healthyVolunteers":false,"sex":"ALL","minimumAge":"55 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Marie A Bakitas, DNSc","affiliation":"University of Alabama at Birmingham","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Russell Medical Center","city":"Alexander City","state":"Alabama","zip":"35010","country":"United States","geoPoint":{"lat":32.94401,"lon":-85.95385}},{"facility":"Anderson Regional Medical Center","city":"Meridian","state":"Mississippi","zip":"39301","country":"United States","geoPoint":{"lat":32.36431,"lon":-88.70366}},{"facility":"Highland Community Hospital","city":"Picayune","state":"Mississippi","zip":"39466","country":"United States","geoPoint":{"lat":30.52556,"lon":-89.67788}},{"facility":"Aiken Regional Medical Center","city":"Aiken","state":"South Carolina","zip":"29801","country":"United States","geoPoint":{"lat":33.56042,"lon":-81.71955}}]},"referencesModule":{"references":[{"pmid":"32703245","type":"DERIVED","citation":"Watts KA, Gazaway S, Malone E, Elk R, Tucker R, McCammon S, Goldhagen M, Graham J, Tassin V, Hauser J, Rhoades S, Kagawa-Singer M, Wallace E, McElligott J, Kennedy R, Bakitas M. Community Tele-pal: A community-developed, culturally based palliative care tele-consult randomized controlled trial for African American and White Rural southern elders with a life-limiting illness. Trials. 2020 Jul 23;21(1):672. doi: 10.1186/s13063-020-04567-w."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000008107","term":"Liver Diseases"},{"id":"D000019636","term":"Neurodegenerative Diseases"},{"id":"D000006331","term":"Heart Diseases"}],"ancestors":[{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000004066","term":"Digestive System Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M10388","name":"Kidney Diseases","relevance":"LOW"},{"id":"M20554","name":"Sepsis","relevance":"LOW"},{"id":"M16559","name":"Toxemia","relevance":"LOW"},{"id":"M10797","name":"Liver Diseases","asFound":"Hepatic Disease","relevance":"HIGH"},{"id":"M9109","name":"Heart Diseases","asFound":"Cardiac Disease","relevance":"HIGH"},{"id":"M10858","name":"Lung Diseases","relevance":"LOW"},{"id":"M21248","name":"Neurodegenerative Diseases","asFound":"Neuro-Degenerative Disease","relevance":"HIGH"},{"id":"M8573","name":"Gastrointestinal Diseases","relevance":"LOW"},{"id":"M6945","name":"Digestive System Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXS","name":"Urinary Tract, Sexual Organs, and Pregnancy Conditions"},{"abbrev":"BC01","name":"Infections"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC06","name":"Digestive System Diseases"},{"abbrev":"BC08","name":"Respiratory Tract (Lung and Bronchial) Diseases"}]}},"hasResults":false}