{"protocolSection":{"identificationModule":{"nctId":"NCT05419635","orgStudyIdInfo":{"id":"20462"},"secondaryIdInfos":[{"id":"2022-000196-38","type":"EUDRACT_NUMBER"}],"organization":{"fullName":"Bayer","class":"INDUSTRY"},"briefTitle":"A Study to Learn How the Study Treatment Asundexian Moves Into, Through and Out of the Body, How it Works, How Safe it is, and How it Affects the Body in Participants With Mild or Moderate Reduction of Liver Function Compared to Participants With Normal Liver Function","officialTitle":"Investigation of the Influence of Hepatic Impairment on Pharmacokinetics, Pharmacodynamics, Safety, and Tolerability of Asundexian in Participants With Mild or Moderate Hepatic Impairment Compared to Participants With Normal Hepatic Function."},"statusModule":{"statusVerifiedDate":"2023-08","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-06-14","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-05-24","type":"ACTUAL"},"completionDateStruct":{"date":"2023-08-21","type":"ACTUAL"},"studyFirstSubmitDate":"2022-06-03","studyFirstSubmitQcDate":"2022-06-13","studyFirstPostDateStruct":{"date":"2022-06-15","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-08-28","lastUpdatePostDateStruct":{"date":"2023-08-29","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Bayer","class":"INDUSTRY"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Researchers are looking for a better way to prevent the formation of blood clots in people who have or have had:\n\n* an irregular and often rapid heartbeat\n* a blocked blood flow to the heart\n* a blocked or reduced blood flow to a part of the brain. When a blood clot forms in the body in patients with the above conditions, it may block vessels of the heart, the brain and/or other parts of the body. This may lead to heart attack, stroke and other serious complications.\n\nBlood clots are formed in a process known as coagulation. This is a complex series of steps that must occur in a specific sequence. Medications are already available to prevent the formation of blood clots. They work by interrupting one or more of the coagulation steps and are therefore known as anticoagulants. They decrease the risk of the above-mentioned complications.\n\nThe study treatment asundexian works by blocking a very specific step in the blood clotting process, the activation of a protein called Factor XIa. Due to its very specific action that is not thought to be involved in the main blood clotting steps needed to stop bleeding (e.g. like from a cut finger), asundexian is expected to reduce the risk of bleeding that is still seen with existing anticoagulants. Since people who need an anticoagulant may also have liver problems, information on asundexian use in this group is needed.\n\nThe main purpose of this study is to learn how asundexian moves into, through and out of the body in participants with a mild or moderate reduction in liver function compared to participants with normal liver function who are similar in age, weight, and gender.\n\nTo answer this question, researchers will measure\n\n* the average highest level of asundexian in the blood (also referred to as Cmax)\n* the average total level of asundexian in the blood (also referred to as AUC). that were reached after intake of a single tablet of asundexian.\n\nThe researchers will compare these data between participants with reduced liver function and matched participants with normal liver function to look for differences.\n\nEach participant will be in the study for up to 4 weeks. Participants will stay in-house for 6 days, starting the day before taking asundexian. In addition, two visits to the study site are planned.\n\nDuring the study, the doctors and their study team will:\n\n* do physical examinations\n* check vital signs\n* take blood and urine samples\n* examine heart health using an electrocardiogram (ECG)\n* ask the participants questions about how they are feeling and what adverse events they are having.\n\nAn adverse event is any medical problem that a participant has during a study. Doctors keep track of all adverse events that happen in studies, even if they do not think the adverse events might be related to the study treatments."},"conditionsModule":{"conditions":["Prevention of Thromboembolic Events","Atrial Fibrillation","Acute Myocardial Infarction","Non-cardioembolic Ischemic Stroke","Hepatic Impairment"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"BASIC_SCIENCE","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":27,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Arm A: Child-Pugh A","type":"EXPERIMENTAL","description":"Participants with mildly impaired hepatic function (Child-Pugh A)","interventionNames":["Drug: Asundexian (BAY2433334)"]},{"label":"Arm B: Child-Pugh B","type":"EXPERIMENTAL","description":"Participants with moderately impaired hepatic function (Child-Pugh B)","interventionNames":["Drug: Asundexian (BAY2433334)"]},{"label":"Arm C: Normal hepatic (Matched A and B)","type":"EXPERIMENTAL","description":"Participants with normal hepatic function matched to Arm A and B","interventionNames":["Drug: Asundexian (BAY2433334)"]}],"interventions":[{"type":"DRUG","name":"Asundexian (BAY2433334)","description":"Study intervention BAY2433334 will be administered as tablet taken orally.","armGroupLabels":["Arm A: Child-Pugh A","Arm B: Child-Pugh B","Arm C: Normal hepatic (Matched A and B)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Area under the concentration vs. time curve from zero to infinity after single dose (AUC)*of BAY2433334","description":"\\*AUC(0-tlast) and AUC(0 tlast)/D will be used as main parameter, respectively, if mean AUC cannot be reliably determined in all participants. In case of dose adaptation for Child Pugh B patients, AUC/D\\*will be evaluated instead of AUC.","timeFrame":"0 - 96 hours post dose"},{"measure":"Area under the concentration vs. time curve in plasma from zero to infinity (AUCu)* (unbound) after a single dose of BAY2433334.","description":"\\* AUC(0-tlast)u and AUC(0-tlast)u/D will be used as main parameter, respectively, if mean AUC cannot be reliably determined in all participants. In case of dose adaptation for Child Pugh B patients, AUCu/D\\*, will be evaluated instead of AUCu.","timeFrame":"0 - 96 hours post dose"},{"measure":"Maximum observed drug concentration (Cmax) after single dose administration of BAY2433334.","description":"In case of dose adaptation for Child Pugh B patients, Cmax/D will be evaluated instead of Cmax.","timeFrame":"0 - 96 hours post dose"},{"measure":"Maximum observed drug concentration (Cmax,u) (unbound) after a single dose of BAY2433334.","description":"In case of dose adaptation for Child Pugh B patients, Cmax,u/D will be evaluated instead of Cmax,u.","timeFrame":"0 - 96 hours post dose"}],"secondaryOutcomes":[{"measure":"Number of participants with treatment-emergent adverse events (TEAEs)","timeFrame":"From first administration of study drug up to 4 days after end of treatment with study medication."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nAll participants:\n\n* Participant must be more than 18 years of age inclusive, at the time of signing the informed consent.\n* Body mass index (BMI) within the range 18.0 and 35.0 kg2 (inclusive).\n* Race: White (Note: Clinical Data Interchange Standards Consortium definition of White: Denotes a person with European, Middle Eastern, or North African ancestral origin who identifies, or is identified, as White \\[FDA\\]).\n* Male and/or female participants.\n* Contraceptive use by men and women should be consistent with local regulations regarding the methods of contraception for those participating in clinical studies.\n\nParticipants With Hepatic Impairment:\n\n* Participants with documented liver cirrhosis confirmed by histopathology (e.g., previous liver biopsy), laparoscopy, or by ultrasound, or fibroscan.\n* Participants with hepatic impairment (Child Pugh A or B).\n* Participants with stable liver disease in the last 2 months prior to screening.\n\nParticipants of age-, weight-, and gender-matched group :\n\n* Participants with normal hepatic function.\n* Mean age and body weight in the control group and in the two groups with hepatic impairment (Child Pugh A and B) should not vary by more than ±10 years and ±10 kg.\n* Gender-matched (the gender distribution in the control group should be as similar as possible to the groups with hepatic impairment).\n\nExclusion Criteria:\n\nAll participants:\n\n* Pre-existing diseases for which it can be assumed that the absorption, distribution, metabolism, elimination and effects of the study intervention will not be normal except for hepatic impairment in participants with hepatic impairment.\n* Known severe allergies e.g., allergies to more than 3 allergens, allergies affecting the lower respiratory tract - allergic asthma, allergies requiring therapy with corticosteroids (except for topical use), urticaria or significant non-allergic drug reactions.\n* History of known or suspected malignant tumors except completely resected basal cell cancer of the skin (excision \\>6 months before screening).\n* Tendency for vasovagal reactions (e.g. after venipuncture) or history of syncope after venipuncture.\n* Participants with untreated, unstable thyroid disorders as evidenced by clinically relevant deviation from normal ranges of thyroid stimulating hormone (TSH) and signs/symptoms of a thyroid disorder at screening.\n\nParticipants With Hepatic Impairment:\n\n* Evidence of hepatic encephalopathy related to chronic liver disease \\> grade 2\n* Congestive heart failure of New York Heart Association grade III or IV.\n* Participants with percutaneous transluminal coronary angioplasty or coronary artery bypass graft less than 6 months prior to administration of study intervention.\n* History of conspicuous bleeding within the past 3 months.\n* Severe ascites of more than 6 L (estimated by ultrasound).\n* Participants with primary and secondary biliary cirrhosis.\n* Participants with sclerosing cholangitis.\n* Clinically relevant findings in the electrocardiogram (ECG) such as a second- or third-degree atrioventricular (AV) block or a prolongation of the QTcF-interval (Fridericia's correction) over 480 ms (males and females).\n* Aspartate aminotransferase (AST) or alanine aminotransferase (ALT) in conjunction with gamma glutamyl transpeptidase (GGT) equal or above 4 times the upper limit of normal (ULN) (an isolated elevation of GGT above 4 times ULN will not exclude the participant).\n* Serum albumin below 2 g/dL.\n* Prothrombin time (Quick test) below 40%\n* Participants with diabetes mellitus with a glycated hemoglobin (HbA1c) above 10%.\n* Chronic kidney disease with an estimated glomerular filtration rate (eGFR) equal or below 40 mL/min/1.73 m\\^2 Chronic Kidney Disease Epidemiology Collaboration (CKD-EPI).\n\nParticipants of age-, weight-, and gender-matched group:\n\n* A history of relevant diseases with the exception of mild, well controlled hypertension, dyslipoproteinemia and thyroid disorders.\n* History of Morbus Meulengracht (Gilbert´s syndrome) and impairment of bile secretion/flow (cholestasis, also history of it).\n* Relevant history of liver disorders which could increase the individual risk for the participant.\n* Hepatic impairment or active liver disease, which may include unexplained persistent transaminase elevations.\n* Renal impairment with an eGFR below age-appropriate values (CKD-EPI).\n* Clinically relevant findings in the ECG, such as relevant arrhythmic or conduction disturbances (e.g., AV block grad II or III, QRS complex ≥120 ms), QTcF interval (Fridericia's correction) \\>450 ms (males) or \\>470 ms (females) at screening.\n* Liver markers (e.g., ALT, AST, alkaline phosphatase, gamma glutamyl transpeptidase or total bilirubin) above 1.5 x ULN at screening.\n* HbA1c above 6.7%.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"CRS-Kiel","city":"Kiel","state":"Schleswig-Holstein","zip":"24105","country":"Germany","geoPoint":{"lat":54.32133,"lon":10.13489}}]},"referencesModule":{"seeAlsoLinks":[{"label":"Click here to find information for studies related to Bayer products. To find this study enter the ClinicalTrials.gov identifier (NCT) number or Bayer Study Identifier (ID) in the search field.","url":"http://clinicaltrials.bayer.com"}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"Availability of this study's data will later be determined according to Bayer's commitment to the EFPIA/PhRMA \"Principles for responsible clinical trial data sharing\". This pertains to scope, timepoint and process of data access. As such, Bayer commits to sharing upon request from qualified researchers patient-level clinical trial data, study-level clinical trial data, and protocols from clinical trials in patients for medicines and indications approved in the US and EU as necessary for conducting legitimate research. This applies to data on new medicines and indications that have been approved by the EU and US regulatory agencies on or after January 01, 2014.\n\nInterested researchers can use www.vivli.org to request access to anonymized patient-level data and supporting documents from clinical studies to conduct research. Information on the Bayer criteria for listing studies and other relevant information is provided in the member section of the portal."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000001281","term":"Atrial Fibrillation"},{"id":"D000009203","term":"Myocardial Infarction"},{"id":"D000013923","term":"Thromboembolism"},{"id":"D000007238","term":"Infarction"}],"ancestors":[{"id":"D000001145","term":"Arrhythmias, Cardiac"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000007511","term":"Ischemia"},{"id":"D000009336","term":"Necrosis"},{"id":"D000017202","term":"Myocardial Ischemia"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000020521","term":"Stroke"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000016769","term":"Embolism and Thrombosis"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M16372","name":"Thromboembolism","asFound":"Thromboembolic Events","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M4276","name":"Atrial Fibrillation","asFound":"Atrial Fibrillation","relevance":"HIGH"},{"id":"M11845","name":"Myocardial Infarction","asFound":"Myocardial Infarction","relevance":"HIGH"},{"id":"M9972","name":"Infarction","asFound":"Infarction","relevance":"HIGH"},{"id":"M4143","name":"Arrhythmias, Cardiac","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"M6236","name":"Coronary Artery Disease","relevance":"LOW"},{"id":"M19196","name":"Myocardial Ischemia","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M16376","name":"Thrombosis","relevance":"LOW"},{"id":"M7474","name":"Embolism","relevance":"LOW"},{"id":"M18818","name":"Embolism and Thrombosis","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M10800","name":"Liver Extracts","relevance":"LOW"}],"browseBranches":[{"abbrev":"Hemat","name":"Hematinics"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}