{"protocolSection":{"identificationModule":{"nctId":"NCT02975362","orgStudyIdInfo":{"id":"1640197030"},"organization":{"fullName":"Shanghai University of Traditional Chinese Medicine","class":"OTHER"},"briefTitle":"Acupuncture Treatment on Motor Dysfunction in Stroke Patients","officialTitle":"Standardized Treatment of Acupuncture on Motor Dysfunction in Stroke Patients: a Multi-center Randomized Controlled Trial"},"statusModule":{"statusVerifiedDate":"2022-10","overallStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2016-12"},"primaryCompletionDateStruct":{"date":"2022-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2022-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2016-11-23","studyFirstSubmitQcDate":"2016-11-23","studyFirstPostDateStruct":{"date":"2016-11-29","type":"ESTIMATED"},"lastUpdateSubmitDate":"2022-10-25","lastUpdatePostDateStruct":{"date":"2022-10-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Shanghai University of Traditional Chinese Medicine","class":"OTHER"},"collaborators":[{"name":"Fudan University","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"The objective of this proposed study is to determine whether acupuncture combined with rehabilitation treatment could improve significantly motor function in ischemic stroke patients. In this 8-week, assessor-blind, a Multi-center randomized, controlled study of acupuncture as additional treatment with the rehabilitation treatment, a total of 240 patients with stroke patients will be recruited. The patients will be randomly assigned to acupuncture combined with rehabilitation treatment (n =120) or rehabilitation treatment (n =120). (40 sessions, 5 sessions a week). Changes in the motor function over time are measured using Fugl-Meyer Scale and Modified Barthel Index. Change in the stroke syndromes over time are measured using stroke syndrome of TCM Scale. Change in the quality of life over time are measured using SS-QOL scale. The study will be conducted at Shanghai University of Traditional Chinese Medicine, Long Hua Hospital, Fudan University, Hua Shan Hospital.","detailedDescription":"Functional disorder is a common and serious consequence of stroke. A large proportion of stroke patients develop motor dysfunction in the early stage after stroke. Acupuncture is often used as an adjunct to mainstream rehabilitation after stroke. It has been widely applied to be a kind of effective treatment for stroke in China. But, there is meta-analysis suggests that with stroke rehabilitation, acupuncture has no additional effect on motor recovery but has a small positive effect on disability, which may be due to a true placebo effect and varied study quality. The efficacy of acupuncture without stroke rehabilitation remains uncertain, mainly because of the poor quality of such studies.\n\nThe objective of this proposed study is to determine whether acupuncture combined with rehabilitation treatment could improve significantly motor function in ischemic stroke patients.\n\nIn this 8-week, assessor-blind, a Multi-center randomized, controlled study of acupuncture as additional treatment with the rehabilitation treatment, a total of 240 patients with stroke patients will be recruited. The patients will be randomly assigned to acupuncture combined with rehabilitation treatment (n =120) or rehabilitation treatment (n =120). (40 sessions, 5 sessions a week). Changes in the motor function over time are measured using Fugl-Meyer Scale and Modified Barthel Index. Change in the stroke syndromes over time are measured using stroke syndrome of TCM Scale. Change in the quality of life over time are measured using SS-QOL scale.The study will be conducted at Shanghai University of Traditional Chinese Medicine, Long Hua Hospital, Fudan University, Hua Shan Hospital."},"conditionsModule":{"conditions":["Stroke","Motor Disorders"],"keywords":["Acupuncture Treatment; Motor Dysfunction; Stroke Patients"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":240,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Acupuncture combined rehabilitation","type":"EXPERIMENTAL","description":"Acupuncture Treatment Rehabilitation Treatment","interventionNames":["Other: Acupuncture Treatment"]},{"label":"Rehabilitation","type":"EXPERIMENTAL","description":"Rehabilitation Treatment","interventionNames":["Other: Rehabilitation Treatment"]}],"interventions":[{"type":"OTHER","name":"Acupuncture Treatment","description":"Acupuncture Treatment Acupoint selection base on disease stage combined adjunct acupuncture acupoint base on syndrome differentiation.①Base on disease stage: Flaccid paralysis period: DU24, DU20, Motor Area , LI15, LI14, LI11, SJ5, LI4, GB31, EX-LE2, GB34, ST36, ST40.Spastic period: DU24, DU20, Motor Area , SJ10, SJ13, LI10, SJ8, SJ5, SJ4, SJ4, BL37, BL40, BL39, BL55, BL57, ST41, GB40, BL60.②Base on syndrome differentiation:Excess syndrome of yang-type: LR3, ST37; Deficiency syndrome of Yang-type: KI3, BL23; Excess syndrome of yin-type: SP9, GB20;Deficiency syndrome of Yin-type: CV6, BL23.③Electroacupuncture acupoint: Flaccid paralysis period: LI15, LI4, GB31, ST40; Spastic period: SJ13, SJ5, BL40, BL57.30minutes each time,twenty times / treatment course，two treatment courses in total.","armGroupLabels":["Acupuncture combined rehabilitation"],"otherNames":["Acupuncture"]},{"type":"OTHER","name":"Rehabilitation Treatment","description":"Rehabilitation treatment The rehabilitation program was designed according to the Chinese stroke rehabilitation treatment guidelines, which included physical therapy (PT) and occupational therapy (OT). The rehabilitation programs will be carried out five times a week (that is, Monday to Friday) for 8 weeks, and every time the rehabilitation treatment( PT and OT) will last approximately for 1 hour. All rehabilitation treatment will be carried out by qualified therapists","armGroupLabels":["Rehabilitation"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change from Baseline FMA at 4 weeks, 8 weeks,6 months","description":"The Fugl-Meyer Assessment (FMA) scale for motor function, the FMA was developed as the first quantitative evaluative instrument for measuring sensorimotor stroke recovery, which includes an assessment of the upper extremity (UE, 66 points) and lower extremity (LE, 34 points). The motor domain has well-established reliability and validity as an indicator of motor impairment severity across different stroke recovery time points","timeFrame":"The FMA will be assessed at baseline, interventions period (4 weeks, 8 weeks) and fellow-up period at (6 months)."}],"secondaryOutcomes":[{"measure":"Change from Baseline SS-QOL at 4 weeks, 8 weeks,6 months","description":"The Stroke-Specific Quality of Life Scale (SS-QOL) is a patient-reported outcome measure intended to provide an assessment of health-related quality of life, specific to patients with stroke. The SS-QOL questionnaire consists of 49 items in the 12 domains of energy, family roles, language, mobility, mood, personality, self-care, social roles, thinking, upper extremity function, vision, and work. Scoring of the SS-QOL is rated on a 5-point Likert scale. Response options are scored as 5 (\"no help needed/no trouble at all/strongly disagree\"), 4 (\"a little help/a little trouble/moderately disagree\"), 3 (\"some help/some trouble/neither agree nor disagree\"), 2 (\"a lot of help/a lot of trouble/moderately agree\"), and 1 (\"total help/could not do it at all/strongly agree\"). The domains are scored separately, and a total score is also calculated, with higher scores indicating better function.","timeFrame":"The SS-QOL will be assessed at baseline, interventions period (4 weeks, 8 weeks) and fellow-up period at (6 months)."},{"measure":"Change from Baseline MBI at 4 weeks, 8 weeks,6 months","description":"The Barthel Index(BI) is a scale that measures ten basic aspects of activity daily living related to self-care and mobility. For the Chinese Modified Barthel Index(MBI) version, the ten items are: continence of bowels and bladder, feeding, dressing, transferring to and from a toilet, grooming, bathing, moving from wheelchair to bed and return, walking on level surface for 45 meters, and ascend and descend stairs. Standard for Evaluation：Each item (activity) be divided into 5 levels, different level represents a different degree of independence, the lowest level is 1 and the highest level is 5.The more higher level, more independence. The normal score is 100. If a person score is 100, he is able to get along without attendant care.","timeFrame":"The MBI will be assessed at baseline, interventions period (4 weeks, 8 weeks) and fellow-up period at (6 months)."},{"measure":"Change from Baseline SSTCM at 4 weeks, 8 weeks,6 months","description":"The Stroke Syndrome of TCM (SSTCM) was developed mainly based on quantified index of TCM symptoms. The SSTCM includes signs and symptoms which were the most concern of the patients and doctors themselves after stroke. SSTCM mainly consists of two domains: TCM symptoms and pulse conditions and tongue pictures. TCM symptoms area contains 24 items. The assessment standards of each item was divided into four levels and corresponding scores (normal = 0, light = 1, middle=2, heavy = 3) according different degree base on the severity of the symptoms and the impacts on life. Pulse conditions and tongue pictures record contents only, not to score. The total score is calculated from the domain one, with lower scores indicating the lighter degree of the symptom severity and the less impact on life. The SSTCM was evaluated by experienced traditional Chinese medicine doctors who were accepted the unification of assessment training.","timeFrame":"The SSTCM will be assessed at baseline, interventions period (4 weeks, 8 weeks) and fellow-up period at (6 months)."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* The ages of stroke patients from 45 years old to 80 years old.\n* The principle diagnosis according to \\<diagnosis-treatment criteria of stroke(trial implementation)\\>formulated by Collaboration Acute Brain Diseases of State Administration of Traditional Chinese Medicine in 1996；Ischemic stroke confirmed by CT brain or MRI brain, with stable medical condition and awareness clear.\n* Recent stroke from 6month to 12 months after onset.\n* Stroke with limb motor dysfunction.\n* Sufficient cognition to follow commands and Mini-Mental State Examination (MMSE) score \\> 24.\n* All the patients sign a consent form.\n\nExclusion Criteria:\n\n* Stroke with conscious disturbance or serious cognitive impairment.\n* Presence of another chronic disorder, including severe Parkinson's disease, cardiac disease, cancers, epilepsy, or chronic alcoholism.\n* Impaired hepatic or renal function\n* have bleeding tendency\n* Being oversensitive to acupuncture.\n* participation in another clinical trial","healthyVolunteers":false,"sex":"ALL","minimumAge":"45 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Jian Pei, MD","affiliation":"Shanghai University of Traditional Chinese Medicine","role":"STUDY_CHAIR"}],"locations":[{"facility":"Longhua Hospital, Shanghai University of Traditional Chinese Medicine","city":"ShangHai","state":"Shanghai","zip":"200032","country":"China","geoPoint":{"lat":31.22222,"lon":121.45806}}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000068079","term":"Motor Disorders"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000001523","term":"Mental Disorders"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M219","name":"Motor Disorders","asFound":"Motor Disorders","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M4505","name":"Mental Disorders","relevance":"LOW"},{"id":"M14163","name":"Psychotic Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}