{"protocolSection":{"identificationModule":{"nctId":"NCT04825405","orgStudyIdInfo":{"id":"6/KRN/2019"},"organization":{"fullName":"Military Institute od Medicine National Research Institute","class":"OTHER"},"briefTitle":"The Use of the Tip Stim Glove Device to Achieve Coordinated Movement of the Human Hand","officialTitle":"Influence of the Tested Position and the Use of the TipStim Glove Device on the Improvement of the Hand Motor Coordination After Stroke"},"statusModule":{"statusVerifiedDate":"2021-03","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-07-10","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-02-14","type":"ACTUAL"},"completionDateStruct":{"date":"2020-02-14","type":"ACTUAL"},"studyFirstSubmitDate":"2021-03-28","studyFirstSubmitQcDate":"2021-03-30","studyFirstPostDateStruct":{"date":"2021-04-01","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-03-30","lastUpdatePostDateStruct":{"date":"2021-04-01","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Anna Olczak","investigatorTitle":"PhD; Senior Specjalit of the Rehabilitation Clinc","investigatorAffiliation":"Military Institute od Medicine National Research Institute"},"leadSponsor":{"name":"Anna Olczak","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The study was to evaluate the use of the Tip Stim device to achieve coordinated movement and grip force in stroke patients under conditions of active and passive stabilization of the trunk.","detailedDescription":"To test the effectiveness of the Tip Stim device, each patient received (alternating) both the experimental and control treatments in a specific sequence to assess the coordination of human hand movement and the grip strength. The first therapy with the use of Tip Stim parameters (Ratio current time to pause time: 2 sec :5 sec; Ramp (rise time impulse): 0,3 sec; Frequency: 20 Hz; Pulse width: 300 µs). Another session (putting on the glove without setting any parameters) took place after a week (time to mute the effects of the intervention). The duration of each therapy session is 60 minutes. After the first therapeutic session and after a week, the parameters of movement coordination and hand grip were examined. The study of motor coordination and grip strength was performed in two different starting positions: sitting (no stabilization) (fig. 1) and lying (with stabilization) (fig. 2), and with a different position of the examined upper limb. During the first examination, the subject sat on a treatment table, feet resting on the floor. Upper limb examined in adduction, with bent elbow joint in the intermediate position between pronation and supination of the forearm. In the supine examination, the upper limb was stabilized against the subject's body (adduction in the shoulder joint, flexion in the elbow joint in an intermediate position). In each of the starting positions, first after putting on the glove, the range of passive motion in the radial-wrist joint (flexion and extension) and fingers (global flexion and extension) was measured, then the active movement was measured, in the sequence as above. Eventually, they were asked to make movements as quickly and as fully as possible. Measurement of the grip force with a dynamometer was performed in both analyzed starting positions after testing the ranges of motion and speed/frequency.\n\nThe Hand Tutor device and the EH 101 electronic hand dynamometer measuring the strength of the handgrip (measurement error 0.5 kg / 1 lb) were used to test the parameters of motor coordination and grip strength. The Hand Tutor is a device with a rehabilitation program and the ability to measure the range of passive and active movement, deficits of movement (error of measurement, 5 - 10 mm) as well as the speed/frequency of movement (error of measurement, 0,5 cycle/sec.)."},"conditionsModule":{"conditions":["Stroke, Ischemic"],"keywords":["Tip Stim Glove device","motor coordination","grip strength","passive stabilization","stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"CROSSOVER","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":29,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"The use of the active Tip Stim device to achieve coordinated of the hand.","type":"ACTIVE_COMPARATOR","description":"Influence of the tested position and the use of the active TipStim Glove device on the improvement of motor coordination and grip force in patients after a stroke.","interventionNames":["Procedure: hand motor coordination in a sitting position after use TipStim Glove"]},{"label":"The use of the passive Tip Stim device to achieve coordinated of the hand.","type":"PLACEBO_COMPARATOR","description":"Influence of the tested position and the use of the passive TipStim Glove device on the improvement of motor coordination and grip force in patients after a stroke.","interventionNames":["Procedure: hand motor coordination in a sitting position after use TipStim Glove"]}],"interventions":[{"type":"PROCEDURE","name":"hand motor coordination in a sitting position after use TipStim Glove","description":"The next therapy with the use of Tip Stim took place after a week. The duration of each therapy session was 60 minutes. After the first therapy session and after a week, the parameters of movement coordination and handgrip were examined. The study of motor coordination and grip strength was performed in two different starting positions: sitting (no stabilization) and lying (with stabilization), and with a different position of the examined upper limb. The upper limb was examined in adduction, with the bent elbow joint in the intermediate position of the forearm. In each of the starting positions, first, the range of passive motion in the wrist joint (flexion and extension) and fingers (global flexion and extension) was measured, then the active movement was measured, in the sequence as above. Patients were asked to make movements as quickly and as fully as possible. Measurement of the grip force was performed after testing the ranges of motion and speed/frequency.","armGroupLabels":["The use of the active Tip Stim device to achieve coordinated of the hand.","The use of the passive Tip Stim device to achieve coordinated of the hand."],"otherNames":["hand motor coordination in a supine position after use TipStim Glove"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Range of passive movement of the wrist, mm","description":"The Hand Tutor allows measuremnt of the range of passive movement (in mm)","timeFrame":"up to 1 week"},{"measure":"Range of active movement of the wrist, mm","description":"The Hand Tutor allows measuremnt of the range of active movement (in mm)","timeFrame":"up to 1 week"},{"measure":"Wrist extension deficit, mm","description":"The Hand Tutor allows measuremnt of the wrist extension deficit, (in mm)","timeFrame":"up to 1 week"},{"measure":"Wrist flexion deficit, mm","description":"The Hand Tutor allows measuremnt of the wrist flexion deficit, (in mm)","timeFrame":"up to 1 week"},{"measure":"Maximum range of wrist movement","description":"The Hand Tutor allows measuremnt of the maximum range of movement (in mm)","timeFrame":"up to 1 week"},{"measure":"Frequncy of wrist movement (flexion to extension), cycle#sec","description":"The Hand Tutor allows measurement of the speed or frequency (i.e., the number of cycles per sec.)","timeFrame":"up to 1 week"},{"measure":"Assessment of the grip strength","description":"A manual electronic dynamometer (EH 101) was used for grip strength measurement (kg)","timeFrame":"up to 1 week"},{"measure":"Range of passive movement of the fingers, mm","description":"The Hand Tutor allows measuremnt of the range of fingers passive movement (in mm)","timeFrame":"up to 1 week"},{"measure":"Range of active movement of the fingers, mm","description":"The Hand Tutor allows measuremnt of the range of fingers active movement (in mm)","timeFrame":"up to 1 week"},{"measure":"Fingers extension deficit, mm","description":"The Hand Tutor allows measuremnt of the fingers extension deficit, (in mm)","timeFrame":"up to 1 week"},{"measure":"Fingers flexion deficit, mm","description":"The Hand Tutor allows measuremnt of the fingers flexion deficit, (in mm)","timeFrame":"up to 1 week"},{"measure":"Maximum range of fingers movement","description":"The Hand Tutor allows measuremnt of the maximum range of movement (in mm)","timeFrame":"up to 1 week"},{"measure":"Frequncy of fingers movement (flexion to extension), cycle#sec","description":"The Hand Tutor allows measurement of the speed or frequency (i.e., the number of cycles per sec.)","timeFrame":"up to 1 week"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:: 1) patients with hemiparesis after 5 to 7 weeks after stroke; 2) no severe deficits in communication, memory, or understanding what can impede proper measurement performance; 3) at least 40 years of age; 4) maximum 89 years of age.\n\n-\n\nExclusion Criteria:1) stroke up to two weeks after the episode, 2) acute polyneuropathy and damage to peripheral nerves, 3) lack of trunk stability, 4) no wrist and hand movement, 5) hypersensitivity to electrical stimulation, 6) metal implants in the hand, cardiac dysfunction, epilepsy, 7) decorations on the fingers, 8) high or very low blood pressure, 9) dizziness , malaise of the respondents.\n\n-","healthyVolunteers":false,"sex":"ALL","minimumAge":"42 Years","maximumAge":"89 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Anna Olczak, PhD","affiliation":"Military Institute of Medicine","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Anna Olczak","city":"Warsaw","state":"Masovian District","zip":"04-141","country":"Poland","geoPoint":{"lat":52.22977,"lon":21.01178}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M9985","name":"Influenza, Human","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Stroke, Ischemic","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC01","name":"Infections"},{"abbrev":"BC08","name":"Respiratory Tract (Lung and Bronchial) Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}