{"protocolSection":{"identificationModule":{"nctId":"NCT03517657","orgStudyIdInfo":{"id":"STU00205857"},"organization":{"fullName":"Northwestern University","class":"OTHER"},"briefTitle":"Bilateral Priming Plus Task Specific Training for Severe Upper Limb Hemiparesis","officialTitle":"Bilateral Priming Plus Task Specific Training for Severe Upper Limb Hemiparesis"},"statusModule":{"statusVerifiedDate":"2023-10","overallStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-01-20","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-02-07","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-03-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2018-04-18","studyFirstSubmitQcDate":"2018-05-04","studyFirstPostDateStruct":{"date":"2018-05-07","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-10-11","lastUpdatePostDateStruct":{"date":"2023-10-13","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Daniel Corcos","investigatorTitle":"Professor, Department of Physical Therapy and Human Movement Sciences","investigatorAffiliation":"Northwestern University"},"leadSponsor":{"name":"Northwestern University","class":"OTHER"},"collaborators":[{"name":"University of Illinois at Chicago","class":"OTHER"},{"name":"Shirley Ryan AbilityLab","class":"OTHER"},{"name":"University of Chicago","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The purpose of the study is to determine the best treatment for the arm that has been affected by a stroke. The investigators plan to determine if the arm affected by a stroke will improve with a combination of motor priming and motor training. Motor priming provides a warm up for the brain so that the brain and body will better respond to treatment. There are two types of priming in this study. One is called bilateral motor priming which involves using both hands. Bilateral priming requires that the individual make continuous wrist movements in a low-tech gadget called the Exsurgo primer, a piece of equipment in which each hand goes between two plates that are connected together so that the stronger wrist moves the weaker wrist in and out at the same time. The second type of priming includes use of low intensity stimulation for your affected arm. The investigators expect the bilateral priming group will have more improvement. The study team anticipates enrolling approximately 76 individuals with stroke at Northwestern University and Shirley Ryan AbilityLab into this study. Each participant will have 24 visits. Nine visits will be for evaluation and fifteen for therapy. Each visit will be two to three hours depending on the type of visit and tests being done. Participants who are eligible and want to participate in this study will be randomized (selected by chance) to one of the two groups. The possible groups are: 1) bilateral priming plus motor training and 2) electrical stimulation priming and motor training. Participants are not blinded. Evaluation sessions consist of three separate days of testing and will occur at three time points: (1) before treatment starts; (2) after treatment is completed; and (3) 8 weeks later (follow-up evaluation: visits 22-24). There are three motor assessments, the Neuro-QOL (short form), and an evaluation of cortical excitability using TMS. After a stroke, there is often an imbalance of excitability between the affected and less affected parts of the brain. The imbalance will be measured using Transcranial Magnetic Stimulation (TMS), a technique used in neurorehabilitation research. TMS will not be used for treatment. There will also be a grip termination evaluation. This test will determine how long it takes to relax the affected hand after gripping an object.","detailedDescription":"Priming techniques to enhance use dependent plasticity have been examined in stroke rehabilitation research. Priming can upregulate ipsilesional cortex and/or down regulate contralesional cortex to improve effectiveness of subsequent therapy. Most priming techniques are costly and approved only for research. Here, we describe a priming technique that is cost-effective and has the potential to significantly change clinical practice. Bilateral motor priming (BMP) uses bilateral, symmetrical, rhythmic movement to ready the motor cortex for functional limb training. A \"rocker\" is used so that the less affected limb can drive the more affected one in symmetrical wrist flexion and extension. Active range of motion of the affected wrist is not necessary, and, thus, BMP can be used in severely impaired participants. Beneficial aspects of bilateral motor priming (compared to priming using rTMS and tDCS) include the fact that BMP is: 1) cost-effective; 2) available to a larger pool of individuals due to a paucity of safety concerns; (3) does not require a skilled operator; and (4) can be used the clinic. Previous studies comparing bilateral priming plus therapy found the priming and therapy combination to be more effective than therapy alone. This project compares two groups of randomly assigned participants receiving task specific training (TST). Seventy-six participants will be randomized to receive either fifteen 2-hour sessions (30 hours) of BMP + TST or 30 hours control priming (CP) + training. Participants will attend sessions 3 times per week for 5 weeks with possible missed sessions scheduled at week 6. Outcome measures will be collected at pre-intervention, post-intervention, and follow-up (8 weeks post discharge). Aim 1 will determine the magnitude of change in upper limb impairment and function in chronic stroke survivors who have undergone 5 weeks of BMP+TST. The primary outcome measure is the Fugl-Meyer Test of Upper Extremity Function (FMUE). The secondary outcome is the Chedoke Arm and Hand Activity Index, an assessment of bimanual functional tasks. The investigators expect both groups to improve on behavioral measures from pre-to post-intervention. However, the BMP+TST group is expected to have larger improvements than the CP + TST. The investigators also expect these measures to persist at follow-up (8 weeks post cessation of treatment) in the BMP+TST group but not in CP + TST. Aim 2 will determine the effects of bilateral priming on cortical mechanisms as measured by transcranial magnetic stimulation (TMS). The investigators expect to find changes in TMS parameters that reflect a greater balance of hemispheric excitability in the BMP+TST group only. The hypothesis is that increases in hemispheric excitability will be associated with improvements in the FMUE. Currently, there is no clinically demonstrated long-term effective treatment for individuals with severe chronic upper limb hemiparesis. It is important to identify treatments for this underserved and under-investigated population."},"conditionsModule":{"conditions":["Stroke"],"keywords":["upper limb","occupational therapy","bilateral priming"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Patients are stratified by Fugl Meyer score. After stratification, patients will be randomized to one of two groups","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":80,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Bilateral motor priming + Task specific training (BMP + TST)","type":"EXPERIMENTAL","description":"A combination of bilateral motor priming (BMP) plus task specific training (TST) for 30 hours over 5 weeks.","interventionNames":["Behavioral: Bilateral Motor Priming + Task Specific Training (BMP + TST)"]},{"label":"Control Priming + TST (CP + TST)","type":"ACTIVE_COMPARATOR","description":"The control priming is transcutaneous electric stimulation (TENS) set at a low threshold followed by the same task specific training protocol for 30 hours over 5 weeks.","interventionNames":["Behavioral: Control Priming + TST (CP + TST)"]}],"interventions":[{"type":"BEHAVIORAL","name":"Bilateral Motor Priming + Task Specific Training (BMP + TST)","description":"Priming will always precede task specific training. During bilateral motor priming, the \"Rocker\" (Exsurgo Bilateral Primer, Aukland, New Zealand) will be used. For the individuals assigned to the bilateral priming group, both hands will be strapped in place in the vertically oriented plates which are attached via a mechanical linkage. They will move both wrists in rhythmic, symmetrical wrist flexion and extension for 15 minutes at a frequency of 1 Hz as cued by a metranome. Subjects do not need to have active flexion and extension of the affected hand as the less affected arm drives the weaker one (through an acutator underneath the surface) in in-phase bilateral symmetrical movement.","armGroupLabels":["Bilateral motor priming + Task specific training (BMP + TST)"],"otherNames":["Active-Passive Bilateral Therapy"]},{"type":"BEHAVIORAL","name":"Control Priming + TST (CP + TST)","description":"The control priming intervention for the active comparator group will be intermittent cutaneous electric stimulation of the volar aspect of the paretic forearm, using a standard TENS unit delivered for 15 seconds (including 2-second ramp-up, 2-second ramp-down), once per minute, for 15 minutes. Intensity will be minimized","armGroupLabels":["Control Priming + TST (CP + TST)"],"otherNames":["Transcutaneous Electric Stimulation"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Fugl Myer Test of Upper Extremity Function","description":"Examines upper extremity impairment looking at synergy and isolated movement","timeFrame":"Change in baseline Fugl Myer Score at follow-up (8 weeks after treatment ends)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* FMUE TEST score of 23 to 40\n* evidence of stroke without involvement of cerebellum at least 6 months prior to enrollment;\n* 0-3 wrist flexion/wrist extension on Modified Ashworth Scale\n\nExclusion Criteria:\n\n* orthopedic conditions of less affected or affected wrist\n* MMSE of lower than 21\n* metal implant or fragments in head or neck area\n* history of seizures, epilepsy or convulsions\n* previous concussion associated with LOC\n* ringing in ears; cochlear implants\n* history of persistent headaches\n* presence of pacemaker or neurostimulator\n* pregnant women\n\n  * Metastatic cancer\n  * Other neurological conditions (as in Cerebral Palsy or Parkinson's)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Daniel M Corcos, PhD","affiliation":"Northwestern University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Northwestern University and Shirley Ryan Ability Lab","city":"Chicago","state":"Illinois","zip":"60611","country":"United States","geoPoint":{"lat":41.85003,"lon":-87.65005}},{"facility":"Northwestern University","city":"Chicago","state":"Illinois","zip":"60613","country":"United States","geoPoint":{"lat":41.85003,"lon":-87.65005}}]},"referencesModule":{"references":[{"pmid":"35733202","type":"DERIVED","citation":"Stoykov ME, Biller OM, Wax A, King E, Schauer JM, Fogg LF, Corcos DM. Bilateral upper extremity motor priming (BUMP) plus task-specific training for severe, chronic upper limb hemiparesis: study protocol for a randomized clinical trial. Trials. 2022 Jun 22;23(1):523. doi: 10.1186/s13063-022-06465-9."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000010291","term":"Paresis"}],"ancestors":[{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000009422","term":"Nervous System Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M20634","name":"Muscle Weakness","relevance":"LOW"},{"id":"M12894","name":"Paresis","asFound":"Hemiparesis","relevance":"HIGH"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}