{"protocolSection":{"identificationModule":{"nctId":"NCT03855618","orgStudyIdInfo":{"id":"Fugl-Meyer Italian"},"organization":{"fullName":"Fondazione Don Carlo Gnocchi Onlus","class":"OTHER"},"briefTitle":"Translation and Validation Fugl-Meyer in Italian Language","officialTitle":"Translation and Validation of the Evaluation Scale Fugl-Meyer in Italian Language","acronym":"FMI"},"statusModule":{"statusVerifiedDate":"2019-11","overallStatus":"UNKNOWN","lastKnownStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-03-15","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-07-15","type":"ACTUAL"},"completionDateStruct":{"date":"2019-12-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2019-02-24","studyFirstSubmitQcDate":"2019-02-24","studyFirstPostDateStruct":{"date":"2019-02-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2019-11-12","lastUpdatePostDateStruct":{"date":"2019-11-13","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Francesca Cecchi","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Fondazione Don Carlo Gnocchi Onlus"},"leadSponsor":{"name":"Fondazione Don Carlo Gnocchi Onlus","class":"OTHER"},"collaborators":[{"name":"Göteborg University","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The aim of the study is to carry out a transcultural translation of the Fugl-Meyer Assessment scale, both for the upper and lower limb, in Italian, and to perform a cultural validation of the translation on a group of post-stroke patients admitted to the SOR Neurological Foundation don Gnocchi ONLUS Istituto di Ricerca e Cura a Carattere Scientifico (IRCCS).\n\nAs a research group the purpose is to translate the Fugl-Meyer Assessment scale into Italian in order to allow immediate clinical use.","detailedDescription":"The Fugl-Meyer Assessment (FMA) is a specific instrument for evaluation of post-stroke patients. Introduced for the first time by Axl Fugl-Meyer and collaborators as a standardized assessment for hemiparetic patient and originally published in both English and Swedish. It represented the first quantitative assessment tool for the hemiplegic patient.\n\nThe FMA is a valid, reliable, responsive and most widely used standardized clinical scale for evaluation of the degree of sensory and motor impairment of the hemiplegic patient, and is considered to date one of the most used tools worldwide. Extensive research has shown that FMA is easy to use, does not require special equipment and has excellent validity, reliability and responsiveness, which makes this scale particularly suitable for different types of clinical settings around the world.\n\nThere are many currently translation and cultural validation studies in several languages (Danish, Norwegian, Spanish, French), but an official version validated in Italian is not available to date.\n\nThis study aims to perform and develop a transcultural validation of the FMA both for the upper and lower limbs in Italian, following a methodological approach already validated for the process of translation and cultural adaptation, including formal involvement with the University of Gothenburg, which holds the rights on the original scale.\n\nThe process of translation and cultural validation follows a standardized translation protocol, approved by the University of Goteborg which holds the rights on the official version of the scale in Swedish and in English. A phase of forward translation, revision and backward translation and final revision is planned to determine the conceptual, semantic and operational equivalence of the FMA scale.\n\nA multistep structure is used for the revision and cultural and linguistic adaptation of the drafting.\n\nThe use of mother tongue translators, both English and Italian, and a interdisciplinary team of fiosterapists, physicians, speech therapists and neuropsychologists, with experience of Stroke rehabilitation in clinical and research fields, all employees or collaborators of IRCCS Don Carlo Gnocchi Foundation, which will review the translations.\n\nThe translated version in Italian is subsequently tested, through a pilot study, by three physiotherapists at SOR Neurological Foundation don Gnocchi ONLUS IRCCS, in order to identify lingual and conceptual inconsistencies that could influence the score, the understanding, the interpretation and the cultural equivalence of the scale."},"conditionsModule":{"conditions":["Validation Fugl Meyer Scale in Italian"],"keywords":["Translation.","Transcultural validation.","Post-Stroke."]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":true,"targetDuration":"1 Day","designInfo":{"observationalModel":"CASE_ONLY","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":10,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"1 case group","description":"Consecutive 10 post-stroke patients in intensive rehabilitation treatment with an acute event occurring no later than 15 days from admission to the SOR Neurological Foundation don Gnocchi ONLUS IRCCS; age 18-90. It is required to sign an informed consent to the patient's participation in the study or if unable to sign, of the proxy."}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Fugl-Meyer Assessment","description":"Sensorimotor recovery assessment after stroke, total score from 0 to 64, subscore upper limb 36, lower limb 28.\n\nHigher scores represent better outcomes","timeFrame":"1 day"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nconsecutive 10 post-stroke patients in intensive rehabilitation treatment are expected, with an acute event occurring no later than 15 days from admission to the SOR Neurological Foundation don Gnocchi ONLUS IRCCS.\n\n-\n\nExclusion Criteria:\n\ndisorders of the visus and / or hearing, amputation of a limb (sup. Or inf.), cerebellar stroke; previous stroke (relapse), cognitive decline (MMSE\\<21).\n\n-","sex":"ALL","minimumAge":"18 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Post-stroke patients in intensive rehabilitation treatment.","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"locations":[{"facility":"Fondazione don Gnocchi","city":"Firenze","zip":"50143","country":"Italy","geoPoint":{"lat":43.77925,"lon":11.24626}}]},"referencesModule":{"references":[{"pmid":"1135616","type":"BACKGROUND","citation":"Fugl-Meyer AR, Jaasko L, Leyman I, Olsson S, Steglind S. The post-stroke hemiplegic patient. 1. a method for evaluation of physical performance. Scand J Rehabil Med. 1975;7(1):13-31."},{"pmid":"29688080","type":"BACKGROUND","citation":"Barbosa NE, Forero SM, Galeano CP, Hernandez ED, Landinez NS, Sunnerhagen KS, Alt Murphy M. Translation and cultural validation of clinical observational scales - the Fugl-Meyer assessment for post stroke sensorimotor function in Colombian Spanish. Disabil Rehabil. 2019 Sep;41(19):2317-2323. doi: 10.1080/09638288.2018.1464604. Epub 2018 Apr 24."},{"pmid":"27062881","type":"BACKGROUND","citation":"Lundquist CB, Maribo T. The Fugl-Meyer assessment of the upper extremity: reliability, responsiveness and validity of the Danish version. Disabil Rehabil. 2017 May;39(9):934-939. doi: 10.3109/09638288.2016.1163422. Epub 2016 Apr 10."},{"pmid":"27152853","type":"BACKGROUND","citation":"Santisteban L, Teremetz M, Bleton JP, Baron JC, Maier MA, Lindberg PG. Upper Limb Outcome Measures Used in Stroke Rehabilitation Studies: A Systematic Literature Review. PLoS One. 2016 May 6;11(5):e0154792. doi: 10.1371/journal.pone.0154792. eCollection 2016."},{"pmid":"15804318","type":"BACKGROUND","citation":"Wild D, Grove A, Martin M, Eremenco S, McElroy S, Verjee-Lorenz A, Erikson P; ISPOR Task Force for Translation and Cultural Adaptation. Principles of Good Practice for the Translation and Cultural Adaptation Process for Patient-Reported Outcomes (PRO) Measures: report of the ISPOR Task Force for Translation and Cultural Adaptation. Value Health. 2005 Mar-Apr;8(2):94-104. doi: 10.1111/j.1524-4733.2005.04054.x."},{"pmid":"20874835","type":"BACKGROUND","citation":"Sousa VD, Rojjanasrirat W. Translation, adaptation and validation of instruments or scales for use in cross-cultural health care research: a clear and user-friendly guideline. J Eval Clin Pract. 2011 Apr;17(2):268-74. doi: 10.1111/j.1365-2753.2010.01434.x. Epub 2010 Sep 28."},{"pmid":"21114807","type":"BACKGROUND","citation":"Schuster C, Hahn S, Ettlin T. Objectively-assessed outcome measures: a translation and cross-cultural adaptation procedure applied to the Chedoke McMaster Arm and Hand Activity Inventory (CAHAI). BMC Med Res Methodol. 2010 Nov 29;10:106. doi: 10.1186/1471-2288-10-106."},{"pmid":"21519719","type":"BACKGROUND","citation":"Michaelsen SM, Rocha AS, Knabben RJ, Rodrigues LP, Fernandes CG. Translation, adaptation and inter-rater reliability of the administration manual for the Fugl-Meyer assessment. Rev Bras Fisioter. 2011 Jan-Feb;15(1):80-8."},{"pmid":"23774125","type":"BACKGROUND","citation":"See J, Dodakian L, Chou C, Chan V, McKenzie A, Reinkensmeyer DJ, Cramer SC. A standardized approach to the Fugl-Meyer assessment and its implications for clinical trials. Neurorehabil Neural Repair. 2013 Oct;27(8):732-41. doi: 10.1177/1545968313491000. Epub 2013 Jun 17."},{"pmid":"15656069","type":"BACKGROUND","citation":"Sanchez R, Echeverry J. [Validating scales used for measuring factors in medicine]. Rev Salud Publica (Bogota). 2004 Sep-Dec;6(3):302-18. Spanish."},{"pmid":"22714677","type":"BACKGROUND","citation":"Svensson E. Different ranking approaches defining association and agreement measures of paired ordinal data. Stat Med. 2012 Nov 20;31(26):3104-17. doi: 10.1002/sim.5382. Epub 2012 Jun 19."},{"pmid":"19673146","type":"BACKGROUND","citation":"Cohen J. Weighted kappa: nominal scale agreement with provision for scaled disagreement or partial credit. Psychol Bull. 1968 Oct;70(4):213-20. doi: 10.1037/h0026256. No abstract available."},{"pmid":"16795543","type":"BACKGROUND","citation":"Kazdin AE. Artifact, bias, and complexity of assessment: the ABCs of reliability. J Appl Behav Anal. 1977 Spring;10(1):141-50. doi: 10.1901/jaba.1977.10-141."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}