{"protocolSection":{"identificationModule":{"nctId":"NCT06110169","orgStudyIdInfo":{"id":"tDCS for stroke survivors"},"organization":{"fullName":"University of Jazan","class":"OTHER_GOV"},"briefTitle":"tDCS for Neurological Disability Among Subacute Stroke Survivors to Improve Multiple Domains in Quality of Life","officialTitle":"Transcranial Direct Current Stimulation (tDCS) for Neurological Disability Among Subacute Stroke Survivors to Improve Multiple Domains in Quality of Life (QoL): Randomized Controlled Trial Protocol"},"statusModule":{"statusVerifiedDate":"2023-10","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-11","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-02","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-04","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-10-25","studyFirstSubmitQcDate":"2023-10-25","studyFirstPostDateStruct":{"date":"2023-10-31","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-10-31","lastUpdatePostDateStruct":{"date":"2023-11-02","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Karthick Balasubramanian","investigatorTitle":"Lecturer, Department of Physical Therapy, College of Applied Medical Sciences, Jazan University","investigatorAffiliation":"University of Jazan"},"leadSponsor":{"name":"Karthick Balasubramanian","class":"OTHER_GOV"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Background: tDCS is an emerging noninvasive brain stimulation that triggers neuroplastic changes in the brain. To enhance motor and executive function, tDCS modifies neuronal activity. Targeted effects of tDCS for physical and cognitive function might help in improving domains related to QoL among stroke survivors. Therefore, the primary goal of the current proposal is to fill the gaps in the literature by studying the effectiveness of patient-tailored tDCS on lifestyle parameters, and physical, behavior, and cognitive functions among stroke survivors, and understanding the mediated factors of domains related to QoL improvements.\n\nType of study: Multiple Randomized Controlled trials (RCTs) Methods: Multiple RCTs will be conducted for subacute stroke survivors (\\>7 days to 3 months post stroke) aged 40-75 years with National Institutes of Health stroke scale score of \\>10 and Mini-Mental State Examination Score between18-23 on admission. Anticipated 64 Participants will take part in a prospective, randomized, participant- and assessor-blinded, sham-controlled trial after voluntary consent. The participants will be randomly assigned at a ratio of 1:1 to receive either: 16 patient-tailored sessions of anodal tDCS or sham tDCS in addition to conventional rehabilitation. Battery driven tDCS will be applied at 2 mA intensity to the dorsolateral prefrontal cortex and primary motor cortex for 20 minutes. The primary endpoints of study will be differences in 36-Item Short Form Survey (SF-36) scores post intervention at 4 weeks. The secondary outcomes will include Stroke Specific Quality of Life Scale, Montreal cognitive assessment, Beck Anxiety Inventory, Fugl-Meyer Assessment and Barthel Index.\n\nResults: SPSS software version 22 will be used to analyze the normal distribution of data and based on data normality, within group and between group actual differences will be calculated for all outcome measures to examine the main effects of the intervention. The level of significance will be set at 0.05","detailedDescription":"Ischemic stroke (IS) is a major health concern worldwide. There are approximately 29 stroke cases per 100,000 of population residing in Saudi Arabia annually. Stroke is the second leading cause of mortality and a major contributor to adult disability in Saudi Arabia. Two-thirds of stroke patients continue to have motor impairments that have an impact on daily activities and quality of life. Survivors may continue to require specialised therapy assistance for months or even years following a stroke. Lack of inpatient and community rehabilitation, long-term care, and community support services has a substantial influence on patients with non-acute phase of stroke, thus urgent and acute care is not the only part of care that needs to improve. To offer better results for patients with stroke, rehabilitation programmes, primary care teams, social care professionals, and larger community services must all contribute their time and effort. These requirements seek to delve into the broader and more immediate facets of stroke treatment. The recovery of motor function following IS depends on the initiation of rehabilitative training at an early stage.\n\nInter-hemispheric balance is disrupted after stroke, interfering with the recovery process. Motor functions depend on the modulation of inter-hemispheric inhibition between cortical areas via transcallosal projections and descending projections. Unilateral hemispheric damage reduces activity in the affected hemisphere while activity in the unaffected hemisphere increases, becoming more dominant. Hence recovery may relate to rebalancing of inter-hemispheric inhibition. The safe, portable and noninvasive brain stimulation method known as tDCS can modify the excitability of certain brain regions by changing the polarity of the neuronal membrane potentials using sponge electrodes. Transcranial brain stimulation (TBS), when used in conjunction with neurorehabilitation in the early subacute phase after IS (within the first 4 weeks after stroke onset), may promote quicker and better recovery by enhancing underlying neuroplastic processes, which may be more susceptible at this time. tDCS alters neuronal activity and induces neuroplastic changes in the brain to improve motor and executive performance. Multiple sessions of tDCS may be utilized to enhance rehabilitative outcomes and lessen symptom load across a variety of Stroke. The targeted effects of tDCS on physical and functional aspects may contribute to an improvement in QoL-related areas. In Saudi Arabia, there is a significant gap between evidence-based stroke medication and care. Stroke has been deemed a high priority illness by the Ministry of Health that requires better management Therefore, the main objective of the current proposal is to close the gaps in the literature by researching the effects of tailored tDCS on lifestyle variables, as well as on physical, behavioral, and cognitive functions in stroke survivors, and by figuring out the factors that mediate the effects of various domains on QoL."},"conditionsModule":{"conditions":["Stroke","Stroke, Ischemic"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":64,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Group A (anodal tDCS)","type":"EXPERIMENTAL","description":"Participants will receive 20 minutes of anodal tDCS","interventionNames":["Device: Anodal Transcranial Direct Current Stimulation (Anodal tDCS)"]},{"label":"Group B (sham tDCS)","type":"SHAM_COMPARATOR","description":"Participants will receive 20 minutes of sham anodal tDCS","interventionNames":["Device: Sham Transcranial Direct Current Stimulation (tDCS)"]}],"interventions":[{"type":"DEVICE","name":"Anodal Transcranial Direct Current Stimulation (Anodal tDCS)","description":"Battery driven tDCS will be applied at 2 mA intensity to the dorsolateral prefrontal cortex and primary motor cortex for 20 minutes.","armGroupLabels":["Group A (anodal tDCS)"]},{"type":"DEVICE","name":"Sham Transcranial Direct Current Stimulation (tDCS)","description":"Participants will receive 20 minutes of sham anodal tDCS","armGroupLabels":["Group B (sham tDCS)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"SF-36 will be used to measure overall health status","description":"The SF-36 is an indicator of overall health status consisting of 10 Items. SF-36 is well validated and the reliability exceeds 0.80 in most studies. The score range is between 0-100, lower score indicate more disability. The sections of SF-36 include Vitality, Physical functioning, Bodily pain, General health perceptions, Physical role functioning, Emotional role functioning, Social role functioning \\& Mental health.","timeFrame":"At the beginning and at the end of intervention at 4 weeks intervention"}],"secondaryOutcomes":[{"measure":"Fugl-Meyer Assessment will be used to evaluate the physical performance of an individual following stroke.","description":"The Fugl-Meyer Assessment is a reliable, multi-item, performance-based impairment index. It is categorized into 4 different domains, that is, motor function, joint range of motion, sensory function, balance and joint pain. Each domain contains multiple items scored on a three-point ordinal scale. The motor domain items evaluate movement coordination and reflex activity of the upper extremity and lower extremity joints. The upper extremity motor score ranges from 0 to 66, the lower extremity motor score range varies from 0 to 34 (total motor score of 100 points). Light touch and pain constitute sensory domains with the total score ranging between 0 and 24 (0 -12 for upper and lower extremity each), passive range of motion and joint pain scores range from 0 to 44 (0 -24 for upper extremity \\& 0-20 for lower extremity","timeFrame":"At the beginning and at the end of intervention at 4 weeks intervention"},{"measure":"Montreal cognitive assessment will be sued to assess the cognitive domains","description":"The Montreal cognitive assessment is a brief screening tool for cognitive domains providing a quick assessment of the global cognitive state of an individual in a short period of time. It includes the assessment of short-term memory, executive functions, visuospatial abilities, language, attention, concentration, working memory, and temporal and spatial orientation. Memory testing is done by a delayed recall of 5 nouns learned in 2 trials","timeFrame":"At the beginning and at the end of intervention at 4 weeks intervention"},{"measure":"Stroke-specific quality of life will be used to evaluate the Quality of life of individuals following stroke","description":"Stroke-specific quality of life is a standardized, reliable (reliability coefficient 0.92), validated scale that specifically measures the quality of life of individuals that have had a stroke. The scale consists of 12 items grouped into physical and psychological subscales and 49 items, a 1 to 5 point range is used for scoring each item. The total range of scores vary from 49 to 245. The lowest score indicates poor quality of life he change score of an individual patient has to reach 5.9, 4.0, and 5.3 on the 3 subscales to indicate a true change. The mean change scores of a group of patients with stroke on these subscales should reach the lower bound of CID ranges of 1.5 (6.3% scale width), 1.2 (6.0% scale width), and 1.2 (6.0% scale width) to be regarded as clinically important change","timeFrame":"At the beginning and at the end of intervention at 4 weeks intervention"},{"measure":"Beck Anxiety Inventory used to assess post stroke depression","description":"The sensitivity of the self-rated scales varied between 80% and 90%, while the specificity is estimated about 60%. The instrument is widely used to assess post stroke depression","timeFrame":"At the beginning and at the end of intervention at 4 weeks intervention"},{"measure":"Barthel Index used to measure disability/activities of daily living","description":"Barthel index has excellent validity and reliability to measure disability/activities of daily living (ADL) and is widely used as outcome for stroke rehabilitation","timeFrame":"At the beginning and at the end of intervention at 4 weeks intervention"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Males and Females between the age group of 40 to 75 years\n* Acute first-ever unilateral infarction which is confirmed by MRI.\n* Subacute stroke (Ischemic type) (\\>7 days to 3 months post stroke)\n* Modified Ashworth scale \\< 2 in both upper and lower extremity\n* Mini-Mental State Examination Score between18-23 on admission\n* National Institutes of Health stroke scale score of \\>10 on admission\n* Clear consciousness able to sign the informed consent\n\nExclusion Criteria:\n\n* Sensorimotor cortical infarcts\n* Epilepsy\n* Diagnosed as hemorrhagic stroke\n* Any neurological diseases other than stroke\n* Any musculoskeletal injury affecting motor functions\n* Any neuropsychiatric diseases\n* Any medically unstable condition due to Cardiovascular or respiratory illness.\n* Severe medical diseases or other systemic illness like malignancy, end stage kidney, heart or liver failure\n* Pregnancy, presence of metallic implants, pacemaker\n* Hypersensitive patients, Non-Cooperative or unwilling Individuals","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Mohammed Mansour Alshehri, PhD","role":"CONTACT","phone":"0096503946253","email":"moAlshehri@jazanu.edu.sa"},{"name":"Karthick Balasubramanian","role":"CONTACT","phone":"00966535721053","email":"bkarthick@jazanu.edu.sa"}],"overallOfficials":[{"name":"Mohammed Mansour Alshehri, PhD","affiliation":"Assistant professor, Department of Physical Therapy, Jazan University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University Hospital, Jazan University","city":"Jazan","zip":"45142","country":"Saudi Arabia","contacts":[{"name":"Mohammed Mansour Alshehri","role":"CONTACT","phone":"009665053946253","email":"moAlshehri@jazanu.edu.sa"},{"name":"Karthick Balasubramanian","role":"CONTACT","phone":"00966535721053","email":"bkarthick@jazanu.edu.sa"}],"geoPoint":{"lat":16.88917,"lon":42.55111}}]},"referencesModule":{"references":[{"pmid":"32564272","type":"BACKGROUND","citation":"Alqahtani BA, Alenazi AM, Hoover JC, Alshehri MM, Alghamdi MS, Osailan AM, Khunti K. Incidence of stroke among Saudi population: a systematic review and meta-analysis. Neurol Sci. 2020 Nov;41(11):3099-3104. doi: 10.1007/s10072-020-04520-4. Epub 2020 Jun 20."},{"pmid":"24505342","type":"BACKGROUND","citation":"Veerbeek JM, van Wegen E, van Peppen R, van der Wees PJ, Hendriks E, Rietberg M, Kwakkel G. What is the evidence for physical therapy poststroke? A systematic review and meta-analysis. PLoS One. 2014 Feb 4;9(2):e87987. doi: 10.1371/journal.pone.0087987. eCollection 2014."},{"pmid":"25505223","type":"BACKGROUND","citation":"Winters C, van Wegen EE, Daffertshofer A, Kwakkel G. Generalizability of the Proportional Recovery Model for the Upper Extremity After an Ischemic Stroke. Neurorehabil Neural Repair. 2015 Aug;29(7):614-22. doi: 10.1177/1545968314562115. Epub 2014 Dec 11."},{"pmid":"27109642","type":"BACKGROUND","citation":"Cassidy JM, Cramer SC. Spontaneous and Therapeutic-Induced Mechanisms of Functional Recovery After Stroke. Transl Stroke Res. 2017 Feb;8(1):33-46. doi: 10.1007/s12975-016-0467-5. Epub 2016 Apr 25."},{"pmid":"35392020","type":"BACKGROUND","citation":"Divya M, Narkeesh A. Therapeutic Effect of Multi-Channel Transcranial Direct Current Stimulation (M-tDCS) on Recovery of Cognitive Domains, Motor Functions of Paretic Hand and Gait in Subacute Stroke Survivors-A Randomized Controlled Trial Protocol. Neurosci Insights. 2022 Mar 30;17:26331055221087741. doi: 10.1177/26331055221087741. eCollection 2022."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Stroke, Ischemic","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T6034","name":"Quality of Life","asFound":"Quality of Life","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}