{"protocolSection":{"identificationModule":{"nctId":"NCT05969249","orgStudyIdInfo":{"id":"N202211038"},"organization":{"fullName":"Taipei Medical University Shuang Ho Hospital","class":"OTHER"},"briefTitle":"Vibration Approach Functions in Upper Extremities for People After Stroke","officialTitle":"Investigating the Effects of Vibration Approach on Improving Motor, Perception and Functions in Upper Extremities for People After Stroke"},"statusModule":{"statusVerifiedDate":"2023-07","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-08-07","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-08-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-08-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-07-24","studyFirstSubmitQcDate":"2023-07-24","studyFirstPostDateStruct":{"date":"2023-08-01","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-07-24","lastUpdatePostDateStruct":{"date":"2023-08-01","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Taipei Medical University Shuang Ho Hospital","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study will develop a vibration rehabilitation system for the upper extremities and provide strong evidence-based information regarding the mechanism and rehabilitation of stroke patients through the application of vibration by comparing the benefits of its clinical outcome with those of traditional rehabilitation methods. Based on these findings, we could create precision vibration exercise programs to improve the health of stroke patients.","detailedDescription":"Background: Stroke not only results in brain injury, muscle weakness, impairment of perception, and motor and functional impairments, but also leads to limited activities and long-term disabilities. Vibration exercise can improve muscle strength and motor performances in older adults. However, consistent and evidence-based benefits of vibration on neurorehabilitation for people after stroke are still limited. Therefore, vibration exercises cannot be applied effectively to improve motor, perception, and functional impairments in people after stroke. Therefore, the purpose of this study is to investigate the effects of vibration approach on improving motor, perception and functions in extremities for people after stroke. Methods: 124 stroke patients will be invited to participate in this study, and randomized assign to vibration training (n=62) and traditional rehabilitation(n=62) groups. The participants in vibration training and traditional rehabilitation groups will conduct the vibration program and traditional rehabilitation program for 60 mins in each section, 2 sections per week for eight weeks. The outcome measurements for motor, perception and functions in extremities, including the Fugl-Meyer Assessment (FMA), Motor Assessment Score (MAS), Minnesota Manual Dexterity Test (MMDT), active and passive joint perception tests, coordination control tasks in bilateral hand grip strength and bilateral ankle movement, Barth Index (BI), Wlof Motor Function Test (WMFT), Berg Balance Test (BBS), Time Up and Go (TUG) and gait analysis. Preliminary findings: Our team indicated that vibrations between 15 Hz - 45 Hz from a vibrator can significantly induce upper-limb muscle activity. Horizontal and vertical vibrations result in stronger upper-limb flexor and extensor muscle activations, respectively. Our results also showed that after the 8-week vibration intervention (frequency: 30 Hz, amplitude: 5 mm), participants in the vibration group had better muscle strength than those who received conventional physical exercise. Data analysis: In this study, a blind statistical expert will be invited to present the basic data of the subjects with descriptive statistics. If the data attribute is continuous variation, the Mann-Whitney U test (Mann-Whitney U test) will be used for comparison between the two groups; if the data attribute is categorical variation, the Chi-square test will be used for comparison between the two groups. As for the differences in movement, body sensation and function between the two groups before and after the intervention, two-way mixed analyzes of variance (ANOVA) will be used for statistical analysis. The statistical software used in the study is SPSS version 17.0. Statistically significant differences were set at p\\<0.05."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":124,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Experimental","type":"EXPERIMENTAL","description":"Each patient will go on a treatment with 24 sections, and each section is 60 minutes.\n\nThe experimental group received 30 minutes of effective vibration intervention with a vibration frequency of 30 Hz and an amplitude of 5 mm on the affected upper limb. The vibration duration was 1 minute, and there was also a 1-minute rest interval. After completion, 30 minutes of traditional clinical rehabilitation training was also performed.","interventionNames":["Device: Upper limb in vibration training"]},{"label":"Active Comparator:","type":"ACTIVE_COMPARATOR","description":"Each patient will go on a treatment with 24 sections, and each section is 60 minutes.\n\nDuring the intervention, it is necessary to wear an upper limb vibration device on the affected limb, and perform a sham vibration intervention (sham vibration) with a vibration frequency of 1 Hz (excluding the effective vibration frequency range of 4-50 Hz proposed in previous studies) and an amplitude of 5 mm for 30 minutes. The duration of the vibration is 1 minute, and there is a rest interval of 1 minute. After completion, 30 minutes of traditional clinical rehabilitation training will be performed.","interventionNames":["Device: Upper limb in vibration training"]}],"interventions":[{"type":"DEVICE","name":"Upper limb in vibration training","description":"The stroke subjects were all involved in the training,wear upper and lower extremity vibrators,the posture for intervention is hemiplegic upper limbs with shoulder joints slightly bent and abducted at 45 degrees, with elbows bent at 90 degrees and wrists centered. The elbow angle of this posture is set by the elbow joint rotation axis of the upper limb vibrator.\n\nThe set angle is the movable angle range of 80-110 degrees of elbow bending. The vibration rehabilitation password accepted by all subjects is \"Try to keep the elbow joint bent at 90 degrees during the vibration process, Resist the force of the vibration and try not to move\".","armGroupLabels":["Active Comparator:","Experimental"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Upper Extremity motor control of Fugl-Meyer Assessment (FMA-UE)","description":"Assessment the upper limb movement, sensation and coordination ability of stroke patients,","timeFrame":"Change from Baseline at eight weeks"},{"measure":"Motor Assessment Score","description":"Assessment level of impairment and upper arm function, hand movements and advanced hand activities in patients with stroke. Patients perform each task 3 times, only the best performance is recorded. Items are assessed using a 7-point scale (0 to 6) and score of 6 indicates optimal motor behavior.","timeFrame":"Change from Baseline at eight weeks"},{"measure":"Minnesota Manual Dexterity Test","description":"This test intends to assess bimanual dexterity and coordination. The MMDT consists of a thin board with 60 holes. The blocks have a diameter of 3.7 cms and are red and black. The blocks and holes are approximately the same size. It has 2 subsets the placing test and the turning test. A log is maintained of the time taken for these steps.","timeFrame":"Change from Baseline at eight weeks"},{"measure":"active and passive joint perception tests and coordination control tasks in bilateral hand grip strength","description":"The task operation process includes the three parts of grip force formation, sustained grip and grip force release, which are performed alternately between the two hands at the same time.The grip strength between the left and right hands is continued alternately for 3 rounds. The data analysis is to take the best performance among the 3 rounds for analysis.","timeFrame":"Change from Baseline at eight weeks"},{"measure":"the Wolf Motor Function Test","description":"Through timed and practical exercises, the Wolf Motor Function Test measures upper extremity motor abilities.","timeFrame":"Change from Baseline at eight weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. The doctor diagnosed cerebrovascular disease caused by cerebrovascular embolism or hemorrhage\n2. The patient suffers from stroke and has no other serious complications that significantly affect upper limb function\n3. The stroke is stable\n4. The degree of recovery from stroke has reached the third stage of the Brownstrong action stage or more\n5. The subject's cognitive function is normal;\n6. The muscle tension of the hemiplegic limb must be less than 3 on the modified Ashewurth scale\n7. Vibration or rehabilitation intervention can be performed for 1 hour under the balance of sitting posture\n8. Understand the experiment and agree\n\nExclusion Criteria:\n\n1. This stroke is a recurrence\n2. The muscle tension of the hemiplegic limbs is too high and they are completely unable to exercise alone\n3. The patient has unilateral hemianopia or significant unilateral neglect in vision, which seriously affects the execution of physical movements\n4. Patients with vestibular, cerebellum and other diseases that seriously affect the execution of movements\n5. Patients with orthopedic or trauma and other factors that cause discomfort such as pain during evaluation or intervention\n6. Patients who are unable to communicate effectively due to cognitive abnormalities caused by stroke\n7. The patient has other related factors such as neurological and psychiatric diseases, which are affected by physical activity during the experiment","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Chueh-Ho Lin, Ph.D.","role":"CONTACT","phone":"+88627361661","phoneExt":"6325","email":"chueh.ho@tmu.edu.tw"},{"name":"Jia-Lan CHANG, Master","role":"CONTACT","phone":"+88622490088","phoneExt":"1606","email":"08173@s.tmu.edu.tw"}],"overallOfficials":[{"name":"Chueh-Ho Lin, Ph.D.","affiliation":"250 Wu-Hsing Street, Taipei City, Taiwan 110, R.O.C.","role":"PRINCIPAL_INVESTIGATOR"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}