{"protocolSection":{"identificationModule":{"nctId":"NCT05757635","orgStudyIdInfo":{"id":"Archimedes"},"organization":{"fullName":"Peking Union Medical College Hospital","class":"OTHER"},"briefTitle":"A Research of Application of the New Model of Standardized Secondary Prevention of Stroke","officialTitle":"A Research of Application of the New Model of Standardized Secondary Prevention of Stroke"},"statusModule":{"statusVerifiedDate":"2022-12","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-03-20","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-02-08","studyFirstSubmitQcDate":"2023-02-23","studyFirstPostDateStruct":{"date":"2023-03-07","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-02-23","lastUpdatePostDateStruct":{"date":"2023-03-07","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Peking Union Medical College Hospital","class":"OTHER"},"collaborators":[{"name":"CSPC-NBP Pharmaceutical Co., Ltd.","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"To promote the application of the standardized secondary prevention of stroke in primary hospitals,and further reduce the recurrence rate, disability rate, and socioeconomic burden in China, the investigators aim to popularize the standard secondary stroke prevention strategy through artificial intelligence technology, and thus to establish an information management system for standard treatment of stroke.","detailedDescription":"Ischemic stroke is characterized by high incidence, high recurrence rate, high mortality rate and high disability rate. During the Tenth Five-Year Plan period, standardized treatment of acute ischemic stroke has been demonstrated to reduce mortality in acute phase. With the rapid economic development and dramatic changes in lifestyle in China, the prevalence of stroke has been increasing significantly and has become a serious public health threat. The global stroke report released by the New England Journal of Medicine in 2018 showed that China has the highest incidence of stroke and burden of stroke related diseases. The national cause of death survey also indicated that stroke is the highest cause of death among urban residents and the second highest among rural residents in China. About 3/4 of stroke patients suffered variable degrees of disability, and the recurrence rate within 1 year after stroke is up to 17.7%, which is much higher than that in the developed countries. Moreover, post-stroke disability brings a heavy burden of economy and human care to the society and family. Stroke prevention is consequently of great importance. Findings from previous studies have repeatedly verified the effectiveness of standard stroke secondary prevention strategies. However, there is a disconnect between stroke prevention and treatment guidelines, and clinical practice, leading to an insufficient application of standard stroke secondary prevention. An improvement of the adherence to secondary ischemic stroke prevention in China has already been demonstrated by the implementation of a guideline-based, structured care program, which has been promoted to more than 150 hospitals and effectively improved stroke prevention and treatment in China. To improve the application of secondary prevention system in primary hospitals, and further reduce the recurrence and disability rate of stroke, and socioeconomic burden in China, the investigators aim to popularize the standard stroke secondary prevention through artificial intelligence technology, thus to establish an economically efficient information management platform for stroke secondary prevention."},"conditionsModule":{"conditions":["Acute Ischemic Stroke"],"keywords":["ischemic stroke","standard secondary prevention","artificial intelligence technology"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":true,"targetDuration":"12 Months","designInfo":{"observationalModel":"CASE_ONLY","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":5000,"type":"ESTIMATED"}},"outcomesModule":{"primaryOutcomes":[{"measure":"The recurrence rate of acute ischemic stroke","description":"The recurrence rate of acute ischemic stroke","timeFrame":"3 months"}],"secondaryOutcomes":[{"measure":"The improvement of National Institutes of Health Stroke Scale（NIHSS） score","description":"The national institutes of health stroke scale score range is 0-42 points. The higher the score, the more serious the nerve defect.","timeFrame":"3 months"},{"measure":"The improvement of Modified Rankin Scale（mRS）score","description":"The improvement of modified Rankin Scale score is divided into 6 levels, from 0 to 5. Level 0 is the best state, and level 6 is the death state","timeFrame":"3 months，6 months ，12 months"},{"measure":"The improvement of Barthel index score","description":"The Barthel index is 0 to 100 points. The closer the score is to 100 points, the stronger the self-care ability of the patient, while the lower the score, the worse the self-care ability of the patient.","timeFrame":"3 months，6 months ，12 months"},{"measure":"The ratio of good prognosis","description":"The proportion of patients with good prognosis of neurological function (mRS \\< 2)","timeFrame":"3 months，12 months"},{"measure":"The recurrence rate of acute ischemic stroke","description":"The recurrence rate of acute ischemic stroke","timeFrame":"12 months"},{"measure":"The composite endpoint event","description":"① New vascular focal neurologic deficit lasting for more than 24 hours revealed the presence of a new cerebral infarction, or a new angiogenic focal neurological deficit. Cranial imaging confirmed non traumatic cerebral parenchymal hemorrhage or new subarachnoid hemorrhage\n\n② Death of all causes: including death of any known or unknown cause. The causes of death were classified as follows: ischemic stroke, hemorrhagic stroke, cardiogenic death, hemorrhage (excluding intracranial hemorrhage), infection, malignant tumor, trauma, death due to other vascular causes (including pulmonary embolism), death due to other non vascular causes, and unclear causes","timeFrame":"From date of enrollment until the date of first documented progression or date of death from any cause, whichever came first, assessed up to 12 months"},{"measure":"Medication compliance","description":"Medication compliance","timeFrame":"12 months"},{"measure":"Standard reaching rate of risk factors","description":"Standard reaching rate of common stroke risk factors, including hypertension, diabetes, hyperlipidemia, smoking and alcohol.","timeFrame":"12 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. First clinical onset or previous cerebral infarction without serious sequela (mRS is 0-2 points)\n2. Age ≥ 18 years old\n3. Patients or family members own and use smart phones\n4. Informed consent signed by the patient or his/her legal representative\n\nExclusion Criteria:\n\n1. Cranial CT confirmed intracranial hemorrhagic diseases (cerebral hemorrhage, subarachnoid hemorrhage) or malignant space occupying lesions\n2. Transient ischemic attack, or stroke mimic\n3. Cerebral embolism or suspected cerebral embolism, or other clear anticoagulant indications (such as DVT)\n4. Severe disturbance of consciousness: GCS≤8\n5. Dysphagia; or gastrointestinal disease or gastrointestinal surgery may affect gastrointestinal absorption\n6. After the onset of thrombolysis, stent surgery, or will carry out arteriovenous thrombolysis, interventional or stent surgery patients\n7. Angioplasty or other operations that need to suspend antiplatelet drugs may be performed in the last 3 months\n8. Patients with severe heart, lung and kidney dysfunction (creatinine \\> 2.0 mg/dL or 177 /μ mol/L), severe liver damage (alanine aminotransferase/aspartate transaminas，ALT/AST\\>1.5×ULN), malignant tumor, etc., with life expectancy less than 3 months\n9. Patients with hemorrhagic tendency, laboratory examination: international normalized ratio （INR）\\> 1.5 or activated partial thromboplastin time（APTT） \\> 2 times or platelet （PLT ）\\< 100×10\\^9 / L\n10. Patients with previous allergy or intolerance to clopidogrel and aspirin\n11. Pregnant or lactating women\n12. Patients who could not be followed up as required during the study period\n13. Without pariticipation in other intervention clinical studies in the last three months","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Patients with acute ischemic stroke","samplingMethod":"NON_PROBABILITY_SAMPLE"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M11997","name":"Neoplasm Metastasis","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}