{"protocolSection":{"identificationModule":{"nctId":"NCT03870672","orgStudyIdInfo":{"id":"19-286"},"secondaryIdInfos":[{"id":"R01HD098073","type":"NIH","link":"https://reporter.nih.gov/quickSearch/R01HD098073"}],"organization":{"fullName":"The Cleveland Clinic","class":"OTHER"},"briefTitle":"rTMS Plus CCFES-mediated Functional Task Practice for Severe Stroke","officialTitle":"Contralaterally Controlled FES Combined With Brain Stimulation for Severe Upper Limb Hemiplegia","acronym":"rTMS+CCFES"},"statusModule":{"statusVerifiedDate":"2023-02","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-05-14","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-04-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2019-03-06","studyFirstSubmitQcDate":"2019-03-08","studyFirstPostDateStruct":{"date":"2019-03-12","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-02-27","lastUpdatePostDateStruct":{"date":"2023-02-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Ela B. Plow","investigatorTitle":"Assistant Porfessor","investigatorAffiliation":"The Cleveland Clinic"},"leadSponsor":{"name":"The Cleveland Clinic","class":"OTHER"},"collaborators":[{"name":"Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD)","class":"NIH"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUsExport":false},"descriptionModule":{"briefSummary":"This study is a necessary and important step in the development of a new therapy for upper limb functional recovery in patients with severe motor impairment. It is the first clinical trial of non-invasive brain stimulation (repetitive transcranial magnetic stimulation or rTMS) delivered to excite the undamaged hemisphere (specifically the contralesional higher motor cortices or cHMC) in stroke. Therefore, this study will determine whether the positive results obtained in our short-term pilot study can be made to last longer and produce functional benefits in severe patients with the application of brain stimulation in combination with long-term rehabilitation therapy. Rehabilitation therapy administered is called contralaterally controlled functional electrical stimulation (CCFES). Determining whether combining rTMS facilitating the cHMC with CCFES produces synergistic gains in functional abilities in severe patients is necessary for acceptance by the clinical community and to move this technology toward commercialization and widespread dissemination. The proposed study will determine whether the combination of rTMS facilitating the cHMC with CCFES produces greater improvements in upper extremity function in severe participants who are ≥6 months from stroke onset than the combination of rTMS facilitating the damaged hemisphere (specifically the ipsilesional primary motor cortex, iM1) and CCFES or the combination of sham rTMS and CCFES. The secondary purposes are to define which patients benefit most from the treatments, which may inform future device and treatment development and clinical translation, and to explore what distinct effects the three treatments have on the brain. To accomplish these purposes, we are conducting a clinical trial that enrolls severe stroke patients.","detailedDescription":"Overall Study Design Summary: We propose a 5-yr RCT in which 72 stroke patients who are \\>6 months post-stroke are randomized to 12 wks of one of 3 treatments: (1) CCFES + cHMC facilitation, (2) CCFES + iM1 facilitation, (3) CCFES + Sham rTMS. The treatment dose will be the same for all groups: 10 sessions per week (7.5 hrs) of self-administered CCFES-assisted hand opening exercises performed at home plus 2 sessions per week (2.5 hrs) consisting of group-specific rTMS and CCFES-mediated functional task practice performed in the laboratory. Upper limb impairment, activity limitation, and patient-reported disability will be assessed at 0 (baseline), 6, 12 (end of treatment), 24, and 36 wks. Neurophysiology (IHI and excitability of uncrossed output) will be assessed at 0 (baseline), 12 (end of treatment), and 36 wks, on a separate day from functional motor outcomes assessment. MRI assessment of stroke lesion and location, and DTI assessment of corticospinal damage will be performed at baseline."},"conditionsModule":{"conditions":["Stroke","Hemiplegia","Cerebrovascular Accident (CVA)","Hemiparesis"],"keywords":["Upper limb","Stroke","CVA","Rehabilitation","Brain Stimulation","CCFES","Motor Cortex","TMS","Motor Recovery"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"In a randomized-controlled, assessor-blinded clinical trial, an anticipated 72 patients will be assigned to receive 12 weeks of CCFES + cHMC facilitation, or CCFES + iM1 facilitation, or CCFES + sham rTMS. Assessments of upper limb motor function and neurophysiology will be completed at baseline, 6, 12, 24, and 36 weeks. This study will 1) determine whether cHMC facilitation augments the effects of CCFES to produce greater improvements in upper limb function in severe patients, 2) investigate the underlying neurophysiologic mechanisms contributing to restored paretic limb motor control, and 3) evaluate and identify patient factors that affect efficacy of CCFES + cHMC facilitation.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"TRIPLE","maskingDescription":"Subjects will be told they will receive brain stimulation, but will be given no indication as to which target will be stimulated. Investigators analyzing functional outcome data, neurophysiology data and MRI data will receive coded data that conceals the identity of the subject. Therapists involved in training patients will not know which type of rTMS the participant receives.","whoMasked":["PARTICIPANT","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":72,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"CCFES + rTMS facilitating cHMC","type":"ACTIVE_COMPARATOR","description":"This rTMS paradigm is the \"New Approach\". Facilitation of the intact hemisphere target (cHMC) will be achieved using 5Hz rTMS. After rTMS, the participant will participate in one hour of CCFES-mediated functional task practice. The therapist will instruct and guide the participants in practicing functional tasks with their paretic hand with the assistance of CCFES. Tasks will involve using the paretic hand to pick up, manipulate, and release objects commonly used in daily life. Early sessions will focus on simpler tasks, such as practicing opening the hand adequately to acquire an object.","interventionNames":["Device: Contralaterally Controlled Functional Electrical Stimulation","Device: New rTMS approach"]},{"label":"CCFES + rTMS facilitating iM1","type":"ACTIVE_COMPARATOR","description":"This rTMS paradigm is the \"Conventional Approach\".Facilitation of M1 will be achieved using 5Hz rTMS. After rTMS, the participant will participate in one hour of CCFES-mediated functional task practice. The therapist will instruct and guide the participants in practicing functional tasks with their paretic hand with the assistance of CCFES. Tasks will involve using the paretic hand to pick up, manipulate, and release objects commonly used in daily life. Early sessions will focus on simpler tasks, such as practicing opening the hand adequately to acquire an object.","interventionNames":["Device: Contralaterally Controlled Functional Electrical Stimulation","Device: Conventional rTMS approach"]},{"label":"CCFES + Sham rTMS","type":"SHAM_COMPARATOR","description":"This rTMS paradigm is the \"Sham Approach\". Immediately after sham rTMS, the participant will participate in one hour of CCFES-mediated functional task practice. The therapist will instruct and guide the participants in practicing functional tasks with their paretic hand with the assistance of CCFES. Tasks will involve using the paretic hand to pick up, manipulate, and release objects commonly used in daily life. Early sessions will focus on simpler tasks, such as practicing opening the hand adequately to acquire an object.","interventionNames":["Device: Contralaterally Controlled Functional Electrical Stimulation","Device: Sham rTMS approach"]}],"interventions":[{"type":"DEVICE","name":"Contralaterally Controlled Functional Electrical Stimulation","description":"Contralaterally Controlled Functional Electrical Stimulation (CCFES) uses electrical stimulation to open the weak hand. Sticky patches called electrodes are placed on the participant's affected arm to stimulate the hand muscles, and a special glove is worn on the participant's strong hand and controls the stimulator. When the participant opens the gloved hand, stimulation opens the weak hand; when they close the gloved hand, stimulation turns off and the weak hand relaxes. During the clinic visits, participants will use CCFES to assist hand opening during functional training. During participant home sessions, they will use CCFES to perform hand opening exercise.","armGroupLabels":["CCFES + Sham rTMS","CCFES + rTMS facilitating cHMC","CCFES + rTMS facilitating iM1"],"otherNames":["CCFES"]},{"type":"DEVICE","name":"New rTMS approach","description":"Participants in this arm will receive rTMS-based facilitation of the contralesional dorsal premotor cortex (cPMd) located in the non-stroke hemisphere before start of each session. High-frequency rTMS (5-Hz) will be delivered using 42 10-sec trains of 50 pulses each (total 2100 pulses) for a period of 24 minutes. Immediately after the completion of rTMS, participants will undergo upper limb training + CCFES for a total of one hour. Participants will receive these interventions 2 days a week for 12 weeks.","armGroupLabels":["CCFES + rTMS facilitating cHMC"],"otherNames":["cHMC rTMS + CCFES and upper limb training"]},{"type":"DEVICE","name":"Conventional rTMS approach","description":"Facilitation of M1 will be achieved using 5Hz rTMS. High-frequency rTMS (5-Hz) will be delivered using 42 10-sec trains of 50 pulses each (total 2100 pulses) for a period of 24 minutes. Immediately after the completion of rTMS, participants will undergo upper limb training + CCFES for a total of one hour. Participants will receive these interventions 2 days a week for 12 weeks.","armGroupLabels":["CCFES + rTMS facilitating iM1"],"otherNames":["iM1 rTMS + CCFES and upper limb training"]},{"type":"DEVICE","name":"Sham rTMS approach","description":"In the sham rTMS group, ipsilesional motor hotspot will be targeted in half the patients and cHMC location will be targeted in the other half (based on random assignment). Immediately after the completion of rTMS, participants will undergo upper limb training + CCFES for a total of one hour. Participants will receive these interventions 2 days a week for 12 weeks.","armGroupLabels":["CCFES + Sham rTMS"],"otherNames":["Sham rTMS + CCFES and upper limb training"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Upper Extremity Fugl-Meyer (UEFM)","description":"The UEFM is a reliable and valid measure of post-stroke upper limb motor impairment. The UEFM items take into account synergy patterns, isolated strength, coordination, and hypertonia. Volitional movement of the upper limb (shoulder, elbow, forearm, wrist, and hand) is examined in and out of synergies. Each item is graded on a 3-point ordinal scale (0, cannot perform; 1, perform partially; and 2, perform fully) and summed to provide a maximum score of 66. The UEFM is classified as a body structure/function impairment measure on the ICF domain.","timeFrame":"Change in UEFM will be assessed at at 6 weeks, 12 weeks (end of treatment), 24 weeks, and 36 weeks."}],"otherOutcomes":[{"measure":"Change in Neurophysiologic Assessments","description":"Neurophysiologic assessments will be performed using TMS. While patients are seated with forearms resting and supported on a flat surface, a 70mm figure-of-eight coil will be positioned over the scalp at locations corresponding to motor hotspots. Coil placement and targeting will be guided using MRI-stereotaxy, same as with rTMS. Surface EMG electrodes will be attached to paretic and non-paretic EDC (and other muscles, as explained below) to record MEPs and changes in ongoing muscle activity. Inter-hemispheric interactions and excitability of pathways devoted to weak muscles will help characterize role of the intact, contralesional motor cortices.","timeFrame":"Change in neurophysiologic indices will be measured at 12 weeks (end of treatment) and at 36 weeks, on a separate day from functional motor outcomes assessment."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* age 18 to 90 years old at time of randomization\n* greater than 6 months since a first clinical cortical or subcortical, ischemic or hemorrhagic stroke\n* severe upper limb hemiparesis defined as less than 10° active wrist extension or less than 10° active thumb abduction/extension or less than 10° active extension in at least two additional digits (i.e., will not meet minimum CIMT criteria)\n* ability to follow 3-stage commands and can remember 2 items from a list of 3 items after 3 minutes\n* adequate active movement of shoulder and elbow to position the paretic hand on one's lap for performance of functional task practice and CCFES-assisted hand opening exercises\n* skin intact on hemiparetic arm\n* surface electrical stimulation of the paretic finger and thumb extensors produces functional hand opening without pain\n* able to hear and respond to cues from stimulator\n* completed occupational therapy at least 2 months prior to enrollment (no concomitant OT)\n* full volitional hand opening/closing of the non-paretic hand\n* ability to follow instructions for putting on and operating the CCFES stimulator or a caregiver available to provide assistance\n\nExclusion Criteria:\n\n* metal implant in the head\n* history of seizures as an adult\n* history of alcohol or substance abuse less than 10yrs prior to enrollment\n* intake of anticonvulsants or anti-depressants contraindicated with TMS\n* cardiac pacemaker or other programmable implant","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Kyle J. O'Laughlin, MS","role":"CONTACT","phone":"866-449-1394","email":"olaughk@ccf.org"},{"name":"Ela B. Plow, PhD PT","role":"CONTACT","phone":"216-445-4589","email":"plowe2@ccf.oeg"}],"overallOfficials":[{"name":"Ela B Plow, PhD PT","affiliation":"Lerner Research Institute; Cleveland Clinic Foundation","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Lerner Research Institute; Cleveland Clinic Foundation","status":"RECRUITING","city":"Cleveland","state":"Ohio","zip":"44195","country":"United States","contacts":[{"name":"Morgan Widina, MS","role":"CONTACT","phone":"866-449-1394","email":"widinam@ccf.org"},{"name":"Ela Plow, PhD","role":"CONTACT","phone":"216-445-4589","email":"plowe2@ccf.org"},{"name":"Ela Plow, PhD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":41.4995,"lon":-81.69541}}]},"referencesModule":{"references":[{"pmid":"35599736","type":"DERIVED","citation":"Mohan A, Knutson JS, Cunningham DA, Widina M, O'Laughlin K, Arora T, Li X, Sakaie K, Wang X, Uchino K, Plow EB. Contralaterally Controlled Functional Electrical Stimulation Combined With Brain Stimulation for Severe Upper Limb Hemiplegia-Study Protocol for a Randomized Controlled Trial. Front Neurol. 2022 Apr 29;13:869733. doi: 10.3389/fneur.2022.869733. eCollection 2022."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000006429","term":"Hemiplegia"},{"id":"D000010291","term":"Paresis"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010243","term":"Paralysis"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Cerebrovascular Accident","relevance":"HIGH"},{"id":"M9205","name":"Hemiplegia","asFound":"Hemiplegia","relevance":"HIGH"},{"id":"M20634","name":"Muscle Weakness","relevance":"LOW"},{"id":"M12894","name":"Paresis","asFound":"Hemiparesis","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M12847","name":"Paralysis","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"}]}},"hasResults":false}