{"protocolSection":{"identificationModule":{"nctId":"NCT06050408","orgStudyIdInfo":{"id":"Experimental"},"organization":{"fullName":"Landspitali University Hospital","class":"OTHER"},"briefTitle":"Assessment of LF-rTMS in Patients With Visual Neglect","officialTitle":"Electrophysiological and Behavioral Assessment of Low Frequency rTMS in Patients With Visual Spatial Neglect: An Intervention Study"},"statusModule":{"statusVerifiedDate":"2023-09","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-09-15","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2026-01-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-02-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-07-26","studyFirstSubmitQcDate":"2023-09-15","studyFirstPostDateStruct":{"date":"2023-09-22","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-09-15","lastUpdatePostDateStruct":{"date":"2023-09-22","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Marianne Elisabeth Klinke","investigatorTitle":"Professor in Nursing and academic chair in neurology","investigatorAffiliation":"Landspitali University Hospital"},"leadSponsor":{"name":"Landspitali University Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Visual neglect is a common disorder following stroke and an indicator of poor recovery compared to stroke survivors without visual neglect. The goal of this intervention study is to assess the effectiveness of repetitive transcranial magnetic stimulation (rTMS) in reducing visual neglect symptoms in patients following a stroke. The aim is to answer these questions: 1. Does rTMS decrease visual neglect symptoms in patients following a stroke? 2. If the treatment works, when in the rehabilitation process is it most effective to provide the treatment (6-12 weeks, 16-42 weeks or 52+ weeks after the stroke).","detailedDescription":"Visual neglect is a common disorder following stroke and an indicator of poor recovery compared to stroke survivors without visual neglect. Available treatment options are lacking, showing only partial and short lived effects. The goal of this intervention study is to assess the effectiveness of repetitive transcranial magnetic stimulation (rTMS) in reducing visual neglect symptoms in patients following a stroke. The aim is to answer these questions: 1. Does rTMS decrease visual neglect symptoms in patients following a stroke? 2. If the treatment works, when in the rehabilitation process is it most effective to provide the treatment (6-12 weeks, 16-42 weeks or 52+ weeks after the stroke)? Participants will undergo 1 hz low frequency rTMS treatment period of 10 days at a time. Three treatment periods will be provided, with one month of delay time in-between periods. Repeated treatment will be provided to assess if any cumulative effects appear. Participants will be assessed with behavioral tasks, phenomenological questionnaires and electroencephalography (EEG) before and after each treatment period."},"conditionsModule":{"conditions":["Neglect, Hemispatial"],"keywords":["Visual neglect","rTMS","EEG","Stroke","Rehabilitation","Perceptual disorders","Symptom assessment"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"3 groups, same treatment provided in all groups but initiation of treatment after stroke differs (\"acute\", subacute and chronic phase).","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":30,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Acute stroke group","type":"EXPERIMENTAL","description":"Patients receive treatment 6-12 weeks after stroke.","interventionNames":["Device: 1hz repetitive transcranial magnetic stimulation"]},{"label":"Subacute stroke group","type":"EXPERIMENTAL","description":"Patients receive treatment 16-20 weeks after stroke.","interventionNames":["Device: 1hz repetitive transcranial magnetic stimulation"]},{"label":"Chronic stroke group","type":"EXPERIMENTAL","description":"Patients receive treatment 52+ weeks after stroke.","interventionNames":["Device: 1hz repetitive transcranial magnetic stimulation"]}],"interventions":[{"type":"DEVICE","name":"1hz repetitive transcranial magnetic stimulation","description":"1hz rTMS applied over P3 EEG 10-20 location. Total of 1200 pulses administered. Figure of eight coil used to stimulate, held tangential to the scalp.","armGroupLabels":["Acute stroke group","Chronic stroke group","Subacute stroke group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The Catherine Bergego Scale (CBS)","description":"Scale measuring visual neglect symptoms during activities in daily life. The scale contains 10 items (each graded from 0-3) assessing: topographical orienting; navigation, underuse of hand/arm; difficulties with dressing and grooming; difficulties attending to auditory stimuli; collisions, and searching for, or identifying objects on the neglected side. The following total score indicates: 1-10 mild visual neglect, 11-20 moderate visual neglect and 21-30 severe visual neglect. Participants with score of \\>8 will be eligible for participating in the study.","timeFrame":"14 weeks"}],"secondaryOutcomes":[{"measure":"Simplified modified Rankin scale (smRS)","description":"Functional outcome measure after stroke. Questionnaire contains 5 questions, where only three questions are asked per participants, depending on previous answers. The score ranges from 0 (total independence/perfect health) to 6 (death/no function). Higher score indicate more severe functional outcome.","timeFrame":"14 weeks"},{"measure":"Neglect experience questionnaire (NEQ)","description":"The nine-item NEQ questionnaire measures patients' experience of their own visual neglect symptoms. NEQ will be used to assess phenomenological aspects of visual neglect, which is often lacking in studies of visual neglect. The items reflect abnormal bodily experiences associated with visual neglect. The NEQ will be used in the following ways: As a clinical reference standard, as an index test, and to measure change over time. The questionnaire will be administered at each measurement session (six times), before and after each treatment period (T0 (baseline), T1(after 1st treatment period), T2(before 2nd treatment period), T3(after 2nd treatment period), T4(before 3rd treatment period) and T5(after 3rd treatment period)","timeFrame":"14 weeks"},{"measure":"Patient reported outcome measure: PROMIS-10","description":"The questionnaire will assess patients' feelings about, and perception of the treatment itself and its influence on their perception and quality of life. PROMIS-10 provide information about perceived domains of health including overall physical health, mental health, social health, pain, fatigue, and overall perceived quality of life. Questions posed by the researcher within each of the 10 global health domains are scored by examine each item separately and score on a Likert-like scale to allow identification of specific information about perceptions of physical function, pain, fatigue, emotional distress, social health and general perceptions of health. The questionnaire will be administered once, at the end of the last treatment session. The same questionnaire will be administered for the relatives of the participants to assess if they noted any change in the participant's behavior or feelings following the treatment.","timeFrame":"14 weeks"},{"measure":"Conventional visuo-graphic test: Star cancellation task (Index test)","description":"The task measures lateral visual perception. Patients are presented with an A4 paper with a crowded picture with multiple stimuli distributed randomly. Patients are asked to circle with a pen around all the 54 small stars on an A4 paper. The stars are surrounded by distracting stimuli (52 large stars, 13 letters, and 10 short words). Performance will be evaluated by calculating the CoC (Center of Cancellation) score, a continuous measure of neglect severity. In cancellations tasks with distinct stimuli, the extra effort of searching for target stimuli surrounded by distractors has shown to increase sensitivity of detecting visual neglect. They also show great test-retest reliability and validity. A cutoff score of \\<44 indicates that the participants has visual neglect.","timeFrame":"14 weeks"},{"measure":"Conventional visuo-graphic test: Line bisection task (Index test)","description":"The line bisection task was designed for assessment of visual neglect and is a widely used task for investigating visual neglect. The line bisection task is often administered in conjunction with cancellation tasks, to capture both the allocentric and egocentric aspects of visual neglect. In the task, subjects are asked to mark the midpoint of 10 separated horizontal lines on a sheet of paper. The lines differ in length. The lines are distributed across the paper to avoid alignment of the midpoints. Leftward deviation is coded as negative and rightward deviation as positive. The score is then converted into a percentage score. The administration of the test takes under five minutes. Participants are categorized as having neglect when participants fail to mark a line on the left side of the sheet or have higher than 20% leftward bias.","timeFrame":"14 weeks"},{"measure":"Conventional visuo-graphic test: Ota's circle task (Index test)","description":"The task measures egocentric and allocentric visual neglect through cancellation of target stimuli surrounded by distractor stimuli, just like in the Star cancellation task. The task consists of circles dispersed over a sheet of paper. The instructions are to mark the circles with gaps (on either left or right side of the circle's boundary). However, the task provides an additional measure of egocentric vs allocentric neglect. Egocentric neglect will be measured as the number of hits/misses on either side of the midline. Allocentric neglect will be measured as the hits/misses of left vs right gapped circles overall. Compared to normative data from healthy participants, two or more errors on the task indicates that the participant has visual neglect.","timeFrame":"14 weeks"},{"measure":"Conventional visuo-graphic test: Figure copying - Clock drawing (Index test)","description":"The task is frequently used to measure representational neglect. Patients will be asked to copy a drawing of a regular clock via pencil on a sheet of paper. The performance is normal if the clock has the 12 hours present in all the right places. Two types of errors will be noted: 1) Omission/rightward displacement of any of the left sided hours; 2) omission/rightward displacement of all left sided hours. In addition, the size of the clock perimeter will be measured, since patients with VN tend to draw smaller clocks than healthy controls or non-VN right brain damaged controls.","timeFrame":"14 weeks"},{"measure":"Conventional visuo-graphic test: Figure copying - Self portrait drawing (Index test)","description":"Patients asked to draw a self portrait on a piece of paper. Similar to the figure copying task, the self-portrait will be used to measure representational neglect, however with instructions to draw a self-portrait from memory. Two types of errors will be noted: 1) Omission/rightward displacement of any of the left sided facial features; 2) omission/rightward displacement of all left sided facial features. The test measures a patient's mental image of their own body, therefore testing their \"personal space\" in contrast to \"peripersonal space\" which is tested in the figure copying task.","timeFrame":"14 weeks"},{"measure":"Computerized attention task: Go/No-go task","description":"Computerized behavioral attention task. The task measures inhibition and sustained attention. Stimuli are presented on a computer screen 60cm in front of the patients. Participants will see a serial presentation flow of stimuli at the center of the screen. Participants will be asked to respond to specific stimuli (numbers from 1 to 9, except the number 3). The probability of the number \"3\" being presented is lower than the rest, resulting in prepotency to respond to the stimulus. When the number \"3\" is presented, the participant must inhibit this prepotency. This task takes approx. 5 minutes to complete. Reaction time and hits/misses will be measured. Performance will be assessed over time to measure sustained attention deficits. The task is widely used as a measure for inhibition and sustained attention and has been used with patients with visual neglect.","timeFrame":"14 weeks"}],"otherOutcomes":[{"measure":"National Institute of Health Stroke Scale (NIHSS) picture description to screen for SN (Index test)","description":"NIHSS is the most frequently used screening scale for patients with acute stroke within hospital settings. It assesses general aspects of stroke, with excellent documented reliability and validity. The modified version used in the present study includes an additional scoring item regarding visual spatial neglect (the drawing used to assess for aphasia). The item will be used to evaluate the participants ability to describe items within the ipsi- and contralesional side of the picture. A score on the NIHSS visual neglect item of =\\>2 (scale range: 0-3) will place them into the prospective patient category.","timeFrame":"Within 5 days from stroke."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* 1) Diagnosed with visual neglect up to 10 years prior to the study.\n* 2) Age between 18-80 years old.\n* 3) CBS score of \\>8\n* 4) Informed consent provided by patient or proxy.\n\nExclusion Criteria:\n\n* 1) History of epilepsy or seizure\n* 2) Electrical device implants or metal objects in the body\n* 2) Patients receiving end-of-life care","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Marianne Elisabeth Klinke, PhD, MR","role":"CONTACT","phone":"+3548950173","email":"marianne@hi.is"},{"name":"Eysteinn Ívarsson, MSc","role":"CONTACT","phone":"+3546624760","email":"eysteini@landspitali.is"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000010468","term":"Perceptual Disorders"}],"ancestors":[{"id":"D000019954","term":"Neurobehavioral Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000009422","term":"Nervous System Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M13069","name":"Perceptual Disorders","asFound":"Neglect, Hemispatial","relevance":"HIGH"},{"id":"M21516","name":"Neurobehavioral Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}