{"protocolSection":{"identificationModule":{"nctId":"NCT03367429","orgStudyIdInfo":{"id":"1708018456"},"organization":{"fullName":"Weill Medical College of Cornell University","class":"OTHER"},"briefTitle":"The Movement of Botulinum Toxin Through the Lateral Gastrocnemius Muscle in Humans: An Expanded Examination","officialTitle":"The Movement of Botulinum Toxin Through the Lateral Gastrocnemius Muscle in Humans: An Expanded Examination"},"statusModule":{"statusVerifiedDate":"2021-11","overallStatus":"TERMINATED","whyStopped":"too difficult to recruit subjects for the study - muscles naive to botulinum toxin were required and seems that wide availability of the toxin has severely depleted potential subjects.","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-06-15","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-09-18","type":"ACTUAL"},"completionDateStruct":{"date":"2019-09-18","type":"ACTUAL"},"studyFirstSubmitDate":"2017-11-16","studyFirstSubmitQcDate":"2017-12-04","studyFirstPostDateStruct":{"date":"2017-12-08","type":"ACTUAL"},"resultsFirstSubmitDate":"2021-10-19","resultsFirstSubmitQcDate":"2021-11-30","resultsFirstPostDateStruct":{"date":"2021-12-29","type":"ACTUAL"},"dispFirstSubmitDate":"2021-07-27","dispFirstSubmitQcDate":"2021-11-30","dispFirstPostDateStruct":{"date":"2021-12-29","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-11-30","lastUpdatePostDateStruct":{"date":"2021-12-29","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Weill Medical College of Cornell University","class":"OTHER"},"collaborators":[{"name":"Allergan","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"Despite the wide-spread use of botulinum toxin (BT) to treat spasticity (increased muscle tone) in central neurological disease, evidence-based guidance on dosing, dilution, and injection technique is limited. The wide-spread use of BT in spasticity management, expense of these agents, and detrimental impact from movement into non-injected muscles mandates a better understanding of BT movement within muscles. A proof-of-concept paper written by investigators at Weill Cornell Medicine introduced a non-invasive MRI approach with \"voxel thresholds\" that was able to detect intramuscular effects of BT at 2 and 3 months post-injection of BT. The purpose of the current set of studies is to refine this MRI technique to better visualize the movement of botulinum toxin through muscle. In addition, the investigators plan to explore, using the imaging technique, how spastic muscle and differing dilutions affect BT movement in an effort to support the development of better research techniques to study toxin movement in human muscle.","detailedDescription":"The research questions for the present study series are as followed:\n\n1. How does the movement and morphology of BT muscle effect (BTME) differ between standardized, research injections into spastic and non-spastic lateral gastrocnemius muscle (LGM)?\n2. How does the movement and morphology of BTME differ between a standardized, research injection into spastic LGM versus an injection using the same dose in a 100% greater dilution?\n3. Is there a predictable BTME within a given muscle following lower extremity BT clinical injections based on clinical need?\n\nThe two hypotheses are as followed:\n\nFirst, it is predicted that BT muscle effect (BTME) will be greater in normal muscle than in spastic muscle.\n\nSecond, it is predicted that BTME will increase with increasing dilution.\n\nThe standard BT injection will be an injection of 25 units of onobotulinumtoxinA (Botox®) diluted in 0.25cc of saline.\n\nThe experimental BT injection will be an injection of 25 units of onobutilinumtoxinA (Botox®) diluted in 0.50cc of saline.\n\nThe clinical BT injection will be an injection of up to 200 units of onobutilinumtoxinA (Botox®) to any clinically indicated muscle or combinations of muscle in the spastic leg. Dose, dilution, and site of injection will be determined by the PI and all parameters of each injection tracked for future reference.\n\nAt baseline, subjects will receive research injections that are decided based on the research protocol. Given the very small dosage of the research BT injections, the investigators do not anticipate seeing any symptomatic effects in subjects. At 3 months following research injections, subjects will receive clinical injections that are decided based on their clinical need and are anticipated to result in clinical benefit for subjects. All subjects will have an MRI at baseline (MRIB), at 2M (months) following research injections (MRI2), and at 2M following clinical injections (MRI3).\n\nExperiment #1 - Pilot:\n\nThe pilot experiment will be done to inform the study design for the subsequent experiments.\n\nFor the pilot experiment, after a baseline MRI, 6 subjects will be randomized into three groups (N=2 in each group): standard injection in LGM, experimental injection in LGM, or experimental injection in medial gastrocnemius muscle (MGM). All 6 subjects will receive a standard injection to the non-spastic LGM. Subjects will undergo a second MRI 2 months after the research injections, which will be used to confirm the design of the subsequent experiments.\n\nIf, for the data from the investigator's pilot study of N=6 subjects, the investigators find on MRI2 a similar appearance and volume of BTME (BTME volume +/- 20%) for both the LGM and MGM receiving the experimental injection and that the BTME is contained within each muscle, the investigators will have the option of proceeding with the within-subject design where each subject serves as his or her own control, receiving either the research or experimental injection in the spastic LGM and the alternative injection in the spastic MGM. If the within-subject design is used, 15 subjects will be recruited. If the BTME volumes for the LGM and MGM receiving the experimental injection are not within +/- 20% of each other, or the investigators see on the MRI that the BTME is not contained within each injected muscle, then a between subject design will be used where subjects will be randomized to receive either the experimental or standard injection to the spastic LGM and 25 subjects will be recruited.\n\nSubjects will receive clinical injections 3 months following the research injections and undergo a final MRI 2 months following clinical injections. Recruitment for the subsequent experiments will begin after data analysis from the second MRI in experiment #1 is complete.\n\nExperiment #2 (Effect of dilution, answer Research Question #1):\n\nIf using a within-subject design, subjects will be randomized to receive a standard injection to either the LGM or MGM. The experimental injection will be delivered to the muscle not receiving the standard injection. If using a between-subjects design, subjects will be randomized to receive either a standardized injection in the LGM or an experimental injection in the LGM. On the same day of, but before the injection, the MRIB will be acquired. Using the localization schema proposed in the investigator's proof-of-concept study, the baseline scan will be used to determine the coordinates and depth of the injection into a given muscle. Two months (+/- 1 week) after the injection, subject will report for MRI2 and will be considered finished with Experiment #2. He/she will be scheduled for the \"clinical\" injection 5 weeks (+/- 1 week) from that time, which will be evaluated in Experiment #4.\n\nExperiment #3 (spastic vs. non spastic muscle, answer Research Question #2):\n\nExperiment #3 will take place simultaneously and within the same subject population as Experiment #2. Regardless of whether a within- or between subject design is adopted in Experiment #2, all subjects will also receive a standard injection to the non-spastic LGM. The same technique using MRIB for muscle localization and the same protocol for obtaining MRI2 employed in Experiment #2 will be used for Experiment #3, at the same time points. Subjects will be scheduled for the \"clinical\" injection 5 weeks (+/- 1 week) from the time of MRI2, as mentioned under the description for Experiment #2.\n\nExperiment #4:\n\nAs described previously, all subjects that participated in Experiments #2 and #3 will undergo a cycle of clinically-based BT injections to the spastic lower extremity no sooner than 3 months after the research injections and about 1 month after MRI2. Potentially, any lower extremity muscle or combination of muscles may be injected based on clinical evaluation and need. The investigators reserve the right to limit the total dose of toxin injected to no more than 200 units of onobotulinumtoxinA. This would be a reasonable dose in clinical practice for the first cycle of lower extremity injections in a toxin-naive patient. All subjects will receive a third and final leg MRI3 2 months following the clinical injection, marking the end of this study approximately 5 months after the initial randomization in Experiment #2."},"conditionsModule":{"conditions":["Stroke","Muscle Spasticity"],"keywords":["stroke","spasticity"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE4"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"If the within-subject design is used, N=15 and subjects will be randomized 1:1 to receive the standard injection to either the LGM or MGM. The experimental injection will be delivered to the muscle not receiving the standard injection.\n\nIf the between-subject design must be used, N=25 and subjects will be randomized 2:3 to receive either the experimental or standard injection to the spastic LGM.\n\nPlease note the following:\n\nStandard Injection: 25 units of onobotulinumtoxinA (Botox®) diluted in 0.25cc of saline.\n\nExperimental Injection: 25 units of onobutilinumtoxinA (Botox®) diluted in 0.50cc of saline.","primaryPurpose":"OTHER","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":4,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Exp 2 & 3 - Arm 1","type":"EXPERIMENTAL","description":"If within-subject design is adopted, subjects will receive one experimental BT injection of 25 units onobotulinumtoxinA (Botox®) diluted in 0.50 cc of saline to their spastic LGM and one standard BT injection of of 25 units onobotulinumtoxinA (Botox®) diluted in 0.25 cc of saline to their spastic MGM.\n\nIf between-subjects design is adopted, subjects will receive one experimental BT injection of 25 units onobotulinumtoxinA (Botox®) diluted in 0.50 cc of saline to their spastic LGM.","interventionNames":["Drug: Botox"]},{"label":"Exp 2 & 3 - Arm 2","type":"EXPERIMENTAL","description":"If within-subject study design is adopted, subjects will receive one standard BT injection of 25 units onobotulinumtoxinA (Botox®) diluted in 0.25 cc of saline to their spastic LGM and one experimental BT injection of 25 units onobotulinumtoxinA (Botox®) diluted in 0.50 cc of saline to their spastic MGM.\n\nIf between-subjects design is adopted, subjects will receive one standard BT injection of 25 units onobotulinumtoxinA (Botox®) diluted in 0.25 cc of saline to their spastic LGM.","interventionNames":["Drug: Botox"]}],"interventions":[{"type":"DRUG","name":"Botox","description":"THE PROTOCOL DESCRIPTION ATTEMPTED TO OUTLINE A CONTINGINECY PLAN- MOVING TO ONE OF TWO METHODOLOGOIES DPENDING ON PRELIMINARY FINDINGS. UNFORTUNATLEY, OVER 2 YEARS RECRUITMENT WAS GROSSLY INADEQUATE PREVENTING ANY TYPE OF EVEN CURSURY PRELIMINARY DATA ANALYSIS AND FORCING THE EARLY TERMINATION OF THIS STUDY. MICHAEL W. O'DELL, MD","armGroupLabels":["Exp 2 & 3 - Arm 1","Exp 2 & 3 - Arm 2"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Botulinum Toxin Muscle Effect (BTME) Volume of Abnormal Voxels Per MRI Slice in Muscles After Research Injections","description":"BTME volume is calculated by counting the number of abnormal voxels (each voxel volume is .0015 cc) on MRI2, which have a relaxation time greater than or equal to 3 standard deviations above the baseline mean for a subject and their muscle found on their baseline MRI.","timeFrame":"At MRI 2, 2 Months after Research Injection"}],"secondaryOutcomes":[{"measure":"Change in Botulinum Toxin Muscle Effect (BTME) Volume of Abnormal Voxels Per MRI Slice in Muscles After Clinical Injections","description":"Change in volume of BTME in injected muscle after clinical injection recorded on MRI3 compared to BTME volume on MRI 2.","timeFrame":"At MRI 3, 2 Months after Clinical Injections"}]},"eligibilityModule":{"eligibilityCriteria":"Experimental Group:\n\nInclusion Criteria:\n\n* Male and female aged 30-75\n* Diagnosis of any stroke (ischemic or hemorrhagic, first occurrence or recurrent)\n* Clinically significant lower extremity spasticity as assessed by PI that would benefit from BT treatment\n* Ambulatory with or without device and without assistance at household or greater level\n* Indication to inject gastrocnemius muscle (any combination of spastic lower extremity muscle injections are acceptable)\n* Goal of treatment may include improvement of gait, ankle range of motion, ankle foot orthosis fit, heel strike, ankle position in stance phase, decreased clonus, or relief from painful muscle spasms\n* Naïve to BT of any serotype in any lower extremity muscle\n* Naïve to phenol or alcohol treatment in any lower extremity muscle\n\nExclusion Criteria:\n\n* History of concomitant neurological disease (central or peripheral) other than stroke\n* Contraindication to intramuscular injection of BT\n* Medically unstable as determined by PI\n* Have an intrathecal baclofen pump\n* Contraindication for MRI (Subjects with MRI-compatible hip replacements may participate, but not those with total knee replacements due to artifact)","healthyVolunteers":false,"sex":"ALL","minimumAge":"30 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Michael O'Dell, M.D.","affiliation":"Weill Medical College of Cornell University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"NewYork Presbyterian Hospital - Weill Cornell Medicine","city":"New York","state":"New York","zip":"10065","country":"United States","geoPoint":{"lat":40.71427,"lon":-74.00597}}]}},"resultsSection":{"participantFlowModule":{"preAssignmentDetails":"We are unable to locate the data for one subject.","groups":[{"id":"FG000","title":"Exp 1 - ARM 1","description":"Standard injection in LGM"},{"id":"FG001","title":"Exp 1 - ARM 2","description":"experimental injection in LGM"},{"id":"FG002","title":"Exp 1 - ARM 3","description":"experimental injection in MGM"}],"periods":[{"title":"Overall Study","milestones":[{"type":"STARTED","achievements":[{"groupId":"FG000","numSubjects":"0"},{"groupId":"FG001","numSubjects":"1"},{"groupId":"FG002","numSubjects":"2"}]},{"type":"COMPLETED","achievements":[{"groupId":"FG000","numSubjects":"0"},{"groupId":"FG001","numSubjects":"1"},{"groupId":"FG002","numSubjects":"2"}]},{"type":"NOT COMPLETED","achievements":[{"groupId":"FG000","numSubjects":"0"},{"groupId":"FG001","numSubjects":"0"},{"groupId":"FG002","numSubjects":"0"}]}]}]},"baselineCharacteristicsModule":{"populationDescription":"there were no participant enrolled in ARM 1.","groups":[{"id":"BG000","title":"Exp 1 - ARM 1","description":"Standard injection in LGM"},{"id":"BG001","title":"Exp 1 - ARM 2","description":"experimental injection in LGM"},{"id":"BG002","title":"Exp 1 - ARM 3","description":"experimental injection in MGM"},{"id":"BG003","title":"Total","description":"Total of all reporting groups"}],"denoms":[{"units":"Participants","counts":[{"groupId":"BG000","value":"0"},{"groupId":"BG001","value":"1"},{"groupId":"BG002","value":"2"},{"groupId":"BG003","value":"3"}]}],"measures":[{"title":"Age, Continuous","paramType":"MEAN","dispersionType":"FULL_RANGE","unitOfMeasure":"years","classes":[{"categories":[{"measurements":[{"groupId":"BG001","value":"60","lowerLimit":"60","upperLimit":"60"},{"groupId":"BG002","value":"62","lowerLimit":"60","upperLimit":"64"},{"groupId":"BG003","value":"61.3","lowerLimit":"60","upperLimit":"64"}]}]}]},{"title":"Sex: Female, Male","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"categories":[{"title":"Female","measurements":[{"groupId":"BG000","value":"0"},{"groupId":"BG001","value":"1"},{"groupId":"BG002","value":"2"},{"groupId":"BG003","value":"3"}]},{"title":"Male","measurements":[{"groupId":"BG000","value":"0"},{"groupId":"BG001","value":"0"},{"groupId":"BG002","value":"0"},{"groupId":"BG003","value":"0"}]}]}]},{"title":"Ethnicity (NIH/OMB)","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"categories":[{"title":"Hispanic or Latino","measurements":[{"groupId":"BG000","value":"0"},{"groupId":"BG001","value":"0"},{"groupId":"BG002","value":"0"},{"groupId":"BG003","value":"0"}]},{"title":"Not Hispanic or Latino","measurements":[{"groupId":"BG000","value":"0"},{"groupId":"BG001","value":"1"},{"groupId":"BG002","value":"1"},{"groupId":"BG003","value":"2"}]},{"title":"Unknown or Not Reported","measurements":[{"groupId":"BG000","value":"0"},{"groupId":"BG001","value":"0"},{"groupId":"BG002","value":"1"},{"groupId":"BG003","value":"1"}]}]}]},{"title":"Region of Enrollment","paramType":"NUMBER","unitOfMeasure":"participants","classes":[{"title":"United States","categories":[{"measurements":[{"groupId":"BG001","value":"1"},{"groupId":"BG002","value":"2"},{"groupId":"BG003","value":"3"}]}]}]}]},"outcomeMeasuresModule":{"outcomeMeasures":[{"type":"PRIMARY","title":"Botulinum Toxin Muscle Effect (BTME) Volume of Abnormal Voxels Per MRI Slice in Muscles After Research Injections","description":"BTME volume is calculated by counting the number of abnormal voxels (each voxel volume is .0015 cc) on MRI2, which have a relaxation time greater than or equal to 3 standard deviations above the baseline mean for a subject and their muscle found on their baseline MRI.","populationDescription":"The data was never collected since Experiment 1 didn't yield enough participants or data to proceed with either a within subject or between subject study design for experiments 2 and 3.","reportingStatus":"POSTED","timeFrame":"At MRI 2, 2 Months after Research Injection","groups":[{"id":"OG000","title":"Exp 2 & 3 - Arm 1","description":"If within-subject design is adopted, subjects will receive one experimental BT injection of 25 units onobotulinumtoxinA (Botox®) diluted in 0.50 cc of saline to their spastic LGM and one standard BT injection of of 25 units onobotulinumtoxinA (Botox®) diluted in 0.25 cc of saline to their spastic MGM.\n\nIf between-subjects design is adopted, subjects will receive one experimental BT injection of 25 units onobotulinumtoxinA (Botox®) diluted in 0.50 cc of saline to their spastic LGM.\n\nBotox: Please see arm descriptions for intervention description."},{"id":"OG001","title":"Exp 2 & 3 - Arm 2","description":"If within-subject study design is adopted, subjects will receive one standard BT injection of 25 units onobotulinumtoxinA (Botox®) diluted in 0.25 cc of saline to their spastic LGM and one experimental BT injection of 25 units onobotulinumtoxinA (Botox®) diluted in 0.50 cc of saline to their spastic MGM.\n\nIf between-subjects design is adopted, subjects will receive one standard BT injection of 25 units onobotulinumtoxinA (Botox®) diluted in 0.25 cc of saline to their spastic LGM.\n\nBotox: Please see arm descriptions for intervention description."}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"0"},{"groupId":"OG001","value":"0"}]}]},{"type":"SECONDARY","title":"Change in Botulinum Toxin Muscle Effect (BTME) Volume of Abnormal Voxels Per MRI Slice in Muscles After Clinical Injections","description":"Change in volume of BTME in injected muscle after clinical injection recorded on MRI3 compared to BTME volume on MRI 2.","populationDescription":"The data was never collected since Experiment 1 didn't yield enough participants or data to proceed with either a within subject or between subject study design for experiments 2 and 3.","reportingStatus":"POSTED","timeFrame":"At MRI 3, 2 Months after Clinical Injections","groups":[{"id":"OG000","title":"Exp 2 & 3 - Arm 1","description":"If within-subject design is adopted, subjects will receive one experimental BT injection of 25 units onobotulinumtoxinA (Botox®) diluted in 0.50 cc of saline to their spastic LGM and one standard BT injection of of 25 units onobotulinumtoxinA (Botox®) diluted in 0.25 cc of saline to their spastic MGM.\n\nIf between-subjects design is adopted, subjects will receive one experimental BT injection of 25 units onobotulinumtoxinA (Botox®) diluted in 0.50 cc of saline to their spastic LGM.\n\nBotox: Please see arm descriptions for intervention description."},{"id":"OG001","title":"Exp 2 & 3 - Arm 2","description":"If within-subject study design is adopted, subjects will receive one standard BT injection of 25 units onobotulinumtoxinA (Botox®) diluted in 0.25 cc of saline to their spastic LGM and one experimental BT injection of 25 units onobotulinumtoxinA (Botox®) diluted in 0.50 cc of saline to their spastic MGM.\n\nIf between-subjects design is adopted, subjects will receive one standard BT injection of 25 units onobotulinumtoxinA (Botox®) diluted in 0.25 cc of saline to their spastic LGM.\n\nBotox: Please see arm descriptions for intervention description."}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"0"},{"groupId":"OG001","value":"0"}]}]}]},"adverseEventsModule":{"frequencyThreshold":"5","timeFrame":"6 months","description":"AE were collected in person or over phone by history - asking subjects if any AE were experienced. The Arm/Group assignment of one participant was not known and therefore is reported in the arm labeled \"unknown.\"","eventGroups":[{"id":"EG000","title":"Exp 2 & 3 - Arm 1","description":"If within-subject design is adopted, subjects will receive one experimental BT injection of 25 units onobotulinumtoxinA (Botox®) diluted in 0.50 cc of saline to their spastic LGM and one standard BT injection of of 25 units onobotulinumtoxinA (Botox®) diluted in 0.25 cc of saline to their spastic MGM.\n\nIf between-subjects design is adopted, subjects will receive one experimental BT injection of 25 units onobotulinumtoxinA (Botox®) diluted in 0.50 cc of saline to their spastic LGM.\n\nBotox: THE PROTOCOL DESCRIPTION ATTEMPTED TO OUTLINE A CONTINGINECY PLAN- MOVING TO ONE OF TWO METHODOLOGOIES DPENDING ON PRELIMINARY FINDINGS. UNFORTUNATLEY, OVER 2 YEARS RECRUITMENT WAS GROSSLY INADEQUATE PREVENTING ANY TYPE OF EVEN CURSURY PRELIMINARY DATA ANALYSIS AND FORCING THE EARLY TERMINATION OF THIS STUDY. MICHAEL W. O'DELL, MD","deathsNumAffected":0,"deathsNumAtRisk":0,"seriousNumAffected":0,"seriousNumAtRisk":0,"otherNumAffected":0,"otherNumAtRisk":0},{"id":"EG001","title":"Exp 2 & 3 - Arm 2","description":"If within-subject study design is adopted, subjects will receive one standard BT injection of 25 units onobotulinumtoxinA (Botox®) diluted in 0.25 cc of saline to their spastic LGM and one experimental BT injection of 25 units onobotulinumtoxinA (Botox®) diluted in 0.50 cc of saline to their spastic MGM.\n\nIf between-subjects design is adopted, subjects will receive one standard BT injection of 25 units onobotulinumtoxinA (Botox®) diluted in 0.25 cc of saline to their spastic LGM.\n\nBotox: THE PROTOCOL DESCRIPTION ATTEMPTED TO OUTLINE A CONTINGINECY PLAN- MOVING TO ONE OF TWO METHODOLOGOIES DPENDING ON PRELIMINARY FINDINGS. UNFORTUNATLEY, OVER 2 YEARS RECRUITMENT WAS GROSSLY INADEQUATE PREVENTING ANY TYPE OF EVEN CURSURY PRELIMINARY DATA ANALYSIS AND FORCING THE EARLY TERMINATION OF THIS STUDY. MICHAEL W. O'DELL, MD","deathsNumAffected":0,"deathsNumAtRisk":0,"seriousNumAffected":0,"seriousNumAtRisk":0,"otherNumAffected":0,"otherNumAtRisk":0},{"id":"EG002","title":"Exp 1 - Arm Unknown","description":"The arm-group assignment of one participant is not known.","deathsNumAffected":0,"deathsNumAtRisk":1,"seriousNumAffected":0,"seriousNumAtRisk":1,"otherNumAffected":0,"otherNumAtRisk":1},{"id":"EG003","title":"Exp 1 Arm 1","description":"Standard Injection in LGM","deathsNumAffected":0,"deathsNumAtRisk":0,"seriousNumAffected":0,"seriousNumAtRisk":0,"otherNumAffected":0,"otherNumAtRisk":0},{"id":"EG004","title":"Exp 1 Arm 2","description":"Experimental Injection in LGM","deathsNumAffected":0,"deathsNumAtRisk":1,"seriousNumAffected":0,"seriousNumAtRisk":1,"otherNumAffected":0,"otherNumAtRisk":1},{"id":"EG005","title":"Exp 1 - Arm 3","description":"Experimental Injection in MGM","deathsNumAffected":0,"deathsNumAtRisk":2,"seriousNumAffected":0,"seriousNumAtRisk":2,"otherNumAffected":0,"otherNumAtRisk":2}]},"moreInfoModule":{"certainAgreement":{"piSponsorEmployee":true,"restrictiveAgreement":false},"pointOfContact":{"title":"Michael O'Dell, M.D.","organization":"Weill Cornell Medicine","email":"mio2005@med.cornell.edu","phone":"19175495179"}}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"Prot_SAP","hasProtocol":true,"hasSap":true,"hasIcf":false,"label":"Study Protocol and Statistical Analysis Plan","date":"2020-02-11","uploadDate":"2021-10-19T17:04","filename":"Prot_SAP_000.pdf","size":110618}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14","submissionTracking":{"firstMcpInfo":{"postDateStruct":{"date":"2021-11-18","type":"ACTUAL"}}}},"conditionBrowseModule":{"meshes":[{"id":"D000009128","term":"Muscle Spasticity"}],"ancestors":[{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000009135","term":"Muscular Diseases"},{"id":"D000009140","term":"Musculoskeletal Diseases"},{"id":"D000009122","term":"Muscle Hypertonia"},{"id":"D000020879","term":"Neuromuscular Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M11775","name":"Muscle Spasticity","asFound":"Muscle Spasticity","relevance":"HIGH"},{"id":"M11782","name":"Muscular Diseases","relevance":"LOW"},{"id":"M11787","name":"Musculoskeletal Diseases","relevance":"LOW"},{"id":"M11769","name":"Muscle Hypertonia","relevance":"LOW"},{"id":"M22309","name":"Neuromuscular Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M4873","name":"Botulinum Toxins","relevance":"LOW"},{"id":"M250157","name":"abobotulinumtoxinA","relevance":"LOW"},{"id":"M20947","name":"Botulinum Toxins, Type A","relevance":"LOW"}],"browseBranches":[{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":true}