{"protocolSection":{"identificationModule":{"nctId":"NCT05051111","orgStudyIdInfo":{"id":"21054586"},"organization":{"fullName":"Herlev Hospital","class":"OTHER"},"briefTitle":"Pre-stroke Physical Activity in Patients With Stroke","officialTitle":"Pre-stroke Physical Activity in Patients With Stroke"},"statusModule":{"statusVerifiedDate":"2022-03","overallStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-09-23","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-02-21","type":"ACTUAL"},"completionDateStruct":{"date":"2022-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-09-09","studyFirstSubmitQcDate":"2021-09-20","studyFirstPostDateStruct":{"date":"2021-09-21","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-09-02","lastUpdatePostDateStruct":{"date":"2022-09-06","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Christina Kruuse","investigatorTitle":"Professor, Ph.d., MSci, MD","investigatorAffiliation":"Herlev Hospital"},"leadSponsor":{"name":"Herlev Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The aim of this study is to explore the level of pre-stroke physical activity in patients with stroke and to investigate associations between physical activity and sociodemographic variables, e.g. history of stroke, co-morbidities and subtype of stroke.\n\nPhysical inactivity is a great risk factor for stroke; thus, the investigators hypothesise that patients hospitalised with stroke will present with a lower level of pre-stroke physical activity than recommended by World Health Organization (WHO) guidelines on physical activity for health. Additionally, the investigators expect to find an association between pre-stroke physical activity and specific sociodemographic variables, e.g. stroke subtype, and re-stroke.","detailedDescription":"Physical inactivity and low cardiorespiratory fitness are important risk factors for stroke. To design future secondary non-pharmacological prevention strategies in stroke, detailed information on current level of physical activity is essential.\n\nIn the Danish adult population, 28,8% do not adhere to the WHO guidelines on physical activity for health, with an increasing number (33%) in the population older than 55 years of age. Diverging results have been given on level of physical activity in patients with stroke which warrants further investigation.\n\nStatistics: Descriptive statistics will be used to characterise the study population. To evaluate whether the participants adhere to recommendations on physical activity the proportion of participants adhering will be estimated. To evaluate the association between pre-stroke physical activity using MET-values (dependent variable) and sociodemographic variables (age, gender, previous event of stroke, subtypes of stroke, cardiovascular risk factors, living status and educational level) a multiple linear regression analysis will be performed. The aim is to include 120 participants in the multiple linear regression analyses. This is based on the number of variables (a maximum of seven). p \\< 0.05 will be used as level of statistical significance. All tests will be two-sided. Data will be analysed using Microsoft Excel 2019 and Stata 17."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Physical activity","Stroke","Questionnaire","Patient reported outcome measure","Inpatient"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"CASE_ONLY","timePerspective":"CROSS_SECTIONAL"},"enrollmentInfo":{"count":123,"type":"ACTUAL"}},"outcomesModule":{"primaryOutcomes":[{"measure":"Physical Activity","description":"Measured by a self-reported questionnaire, the Physical Activity Scale (PAS2), consisting of nine questions: Six measuring daily hours and minutes of sleep, work (sitting down, standing/walking and heavy physical activities), active transport and sedentary behaviour during leisure time, and three questions measuring weekly hours and minutes during leisure time at three intensities (light, moderate and vigorous)). Each question corresponds to a specific level of metabolic equivalent of task (MET). The total measurement will provide an estimation of a daily MET-score.","timeFrame":"The measurement will be performed between day 1 and day 7 of hospitalisation. The questionnaire evaluate the participants´ habitual physical activity level two weeks prior to hospitalisation."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Clinical symptoms of acute stroke, verified by a neurologist with diagnosis of stroke (intracerebral haemorrhage, cerebral infarction, \"stroke, not specified as haemorrhage or infarction\" or transient ischemic attack (TIA)).\n* Acute/subacute stroke or TIA verified on MRI-scan or CT-scan.\n* Able to speak, read and understand Danish.\n* Able to provide informed consent, including being awake, alert and oriented (personal data, place, and time).\n\nExclusion Criteria:\n\n* Aphasia that hinders responding to the PAS2.\n* Cognitive deficits that hinder responding to the PAS2 (Mini-Mental State Examination-score (MMSE) ≤ 23, diagnosis of dementia at hospital admission).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Participants will be enrolled consecutively during their hospitalisation for a stroke.","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Christina Kruuse, Professor","affiliation":"Herlev Gentofte Hospital, Dept. of Neurology","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Herlev Gentofte Hospital","city":"Herlev","zip":"2730","country":"Denmark","geoPoint":{"lat":55.72366,"lon":12.43998}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}