{"protocolSection":{"identificationModule":{"nctId":"NCT03684629","orgStudyIdInfo":{"id":"CASE"},"organization":{"fullName":"Second Affiliated Hospital, School of Medicine, Zhejiang University","class":"OTHER"},"briefTitle":"Computer Scan Based Analysing System on Improving Stroke Management Quality Evaluation","officialTitle":"Computer Scan Based Analysing System on Improving Stroke Management Quality Evaluation (CASE)","acronym":"CASE"},"statusModule":{"statusVerifiedDate":"2022-11","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-08-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-01-31","type":"ACTUAL"},"completionDateStruct":{"date":"2023-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2018-09-24","studyFirstSubmitQcDate":"2018-09-24","studyFirstPostDateStruct":{"date":"2018-09-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-11-21","lastUpdatePostDateStruct":{"date":"2022-11-23","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Second Affiliated Hospital, School of Medicine, Zhejiang University","class":"OTHER"},"collaborators":[{"name":"Jinhua Hospital of Zhejiang University","class":"UNKNOWN"},{"name":"Taizhou Hospital, Wenzhou Medical University","class":"UNKNOWN"},{"name":"Zhuji People's Hospital of Zhejiang Province","class":"UNKNOWN"},{"name":"Huizhou Municipal Central Hospital","class":"OTHER"},{"name":"The Second Affiliated Hospital of Jiaxing University","class":"OTHER"},{"name":"Taizhou First People's Hospital","class":"OTHER"},{"name":"Shaoxing People's Hospital","class":"OTHER"},{"name":"Yongkang First People's Hospital","class":"UNKNOWN"},{"name":"The First People's Hospital of Xiaoshan District","class":"UNKNOWN"},{"name":"Haining People's Hospital","class":"UNKNOWN"},{"name":"Shanghai Zhongshan Hospital","class":"OTHER"},{"name":"Lihuili Hospital of Ningbo Medical Center","class":"UNKNOWN"},{"name":"Tiantai People's Hospital","class":"UNKNOWN"},{"name":"Yuyao People's Hospital","class":"UNKNOWN"},{"name":"Haiyan People's Hospital","class":"UNKNOWN"},{"name":"First Affiliated Hospital of Wenzhou Medical University","class":"OTHER"},{"name":"Yiwu Central Hospital","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Study is designed for two parts, a perspective, multi-center, historial control study and a randomized controlled study of acute ischemic stroke patients. For achieving the target of diagnosis and treatment KPI (Key performance indicator) of AIS patients and improving the defects of the traditional working mode, our center developed the medical records data acquisition and KPI statistics system based on computer scan. This method guarantees the authenticity of the data, It computes the KPI of the corresponding medical institutions in the corresponding period and gives feedback on a regular basis. Based on the KPI feedback system, a multifaceted quality improvement intervention is conducted in the intervention group hospitals. This study aims to explore whether this new working mode can continuously improve the overall KPI in Zhejiang province, and thus reflect the improvement of quality and standardization of medical service in AIS patients.","detailedDescription":"Study population:patients with acute ischemic stroke who were admitted to the hospital within 7 days after the initial symptom onset.\n\nProgram:\n\nThere are multifaceted quality improvement interventions including:\n\n1. Implementation of standardized templates of medical record, evidence-based clinical pathway, and written care protocols.\n2. Feedback system of performance measures.\n3. Expert online consultation.\n\nEndpoints:\n\nPrimary outcome:increase of diagnosis and treatment key performance indicator for acute ischemic stroke patients; Secondary outcome: the occurrence of ischemic stroke, total mortality, disability, and new clinical vascular events."},"conditionsModule":{"conditions":["Acute Ischemic Stroke and Transient Ischemic Attacks"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":16570,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"the response of KPI and corresponding suggestion","type":"EXPERIMENTAL","description":"The hospitals will receive their own monthly KPI and the monthly highest KPI of all hospitals included in the study. Based on the compare of the monthly KPI of all hospitals, Quality control platform will give corresponding suggestions to all hospitals for the improve of next month. The multifaceted quality improvement interventions include: 1) implementation of standardized templates of medical record, evidence-based clinical pathway, and written care protocols; 2) feedback system of performance measures; 3) expert online consultation.","interventionNames":["Behavioral: the response of KPI and corresponding suggestion"]},{"label":"a control arm","type":"NO_INTERVENTION","description":"The control group indicated that the hospitals will not be provided with the multifaceted quality improvement interventions. They just provide patients with routine care."}],"interventions":[{"type":"BEHAVIORAL","name":"the response of KPI and corresponding suggestion","description":"Standardized templates of medical record, evidence-based clinical pathway, and written care protocols are applied in all hospitals.The KPI of the AIS patients who were admitted to a single hospital continuously at the time of hospitalization were studied. Feedback system of performance measures: the hospital included in the study upload the medical records of all AIS patients by medical records scanning system since that month into the group. Quality control platform of Cerebral apoplexy in Zhejiang province extracts and analyze the data through the computer and calculates the corresponding monthly KPI. The hospitals will receive their own monthly KPI and the monthly highest KPI of all hospitals included in the study. Expert online consultation: based on the compare of the monthly KPI of all hospitals, Quality control platform will give corresponding suggestions to all hospitals for the improve of next month.","armGroupLabels":["the response of KPI and corresponding suggestion"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Rate of neurological deficit score","description":"the rate of the case number of cerebral infarction patients who have completed the National Institutes of Health Stroke Scale (NIHSS) at the time of admission in the total number of cerebral infarction patients hospitalized in the same period","timeFrame":"six month"},{"measure":"Rate of intravenous tPA within therapeutic time windows at symptom onset","description":"the rate of AIS patients who received intravenous recombinant tissue plasminogen activator (rt-pa) thrombolytic therapy within therapeutic time windows at symptom onset in patients with cerebral infarction","timeFrame":"six month"},{"measure":"Rate of administration of aspirin or other antiplatelet agents within 48 hours of admission","description":"The rate of patients who received aspirin or other antiplatelet agents within 48 hours of admission to the hospital in the total number of cerebral infarction patients hospitalized in the same period","timeFrame":"six month"},{"measure":"Rate of statin use during hospitalization","description":"The rate of patients hospitalized for cerebral infarction who were treated with statins in the total number of cerebral infarction patients hospitalized in the same period","timeFrame":"six month"},{"measure":"Rate of statin treatment at discharge","description":"The rate of patients with cerebral infarction who received statin at discharge in the total number of patients with non-cardiac infarction who were hospitalized in the same period","timeFrame":"six month"},{"measure":"Rate of antithrombotic therapy at discharge","description":"The rate of patients with cerebral infarction who received antithrombotic drugs (such as aspirin, other antiplatelet agents, heparin, warfarin or new oral anticoagulants) at discharge in the total number of hospitalized patients with cerebral infarction in the same period.","timeFrame":"six month"},{"measure":"Rate of anticoagulant treatment for patients with atrial fibrillation at discharge","description":"The rate of patients with cerebral infarction complicated with atrial fibrillation who received anticoagulants (e.g., heparin, low molecular heparin, warfarin, new oral anticoagulants) at discharge in the total number of patients with cerebral infarction complicated with atrial fibrillation treated in hospital in the same period","timeFrame":"six month"},{"measure":"a composite measure score of performance measures","description":"a composite measure score, defined as the total number of interventions performed among eligible patients divided by the total number of possible interventions among eligible patients, were also calculated.","timeFrame":"participants will be followed for the duration of hospital stay, an expected average of 2 weeks"},{"measure":"a all-or-none measure of evidence-based performance measures","description":"the all-or-none measure was defined as the proportion of patients who received all of the performance measures for which the patient was eligible.","timeFrame":"participants will be followed for the duration of hospital stay, an expected average of 2 weeks"}],"secondaryOutcomes":[{"measure":"Rate of prevention of deep vein thrombosis","description":"The rate of patients who were unable to get out of bed for cerebral infarction within 48 hours of admission that were given prophylactic measures including heparin and/or DVT (Deep vein thrombosis) in patients who were unable to get out of bed for cerebral infarction treated in hospital in the same period","timeFrame":"six month"},{"measure":"Rate of blood vessel assessment within one week of hospitalization","description":"The rate of patients with cerebral infarction hospitalized for 1 week who had completed the evaluation of the blood vessels in the neck and cranial (such as the ultrasound of the blood vessels in the neck or cranial, CT or MR angiography, or DSA) in the total number of cerebral infarction patients hospitalized in the same period","timeFrame":"six month"},{"measure":"Rate of swallowing function evaluation","description":"The rate of patients who had a history of drinking water test in the total number of stroke patients who were hospitalized in the same period.","timeFrame":"six month"},{"measure":"Rate of lipid level assessment","description":"The rate of the number of patients who were assessed on lipid level during hospitalization in the total number of patients who were hospitalized during the same period.","timeFrame":"six month"},{"measure":"Rate of rehabilitation evaluation and implementation","description":"The rate of cerebral infarction patients who received rehabilitation evaluation and implementation during the hospital period (48 hours after the patient's condition was stable) in the total number of patients who were hospitalized during the same period.","timeFrame":"six month"},{"measure":"Rate of offerring quit smoking counseling or health benefits education","description":"The rate of patients who received smoking cessation counseling or health benefits education during hospitalization in total number of patients with cerebral infarction who were hospitalized during the same period","timeFrame":"six month"},{"measure":"Rate of antihypertensive therapy for cerebral infarction patients with hypertension at discharge","description":"The rate of patients with cerebral infarction complicated with hypertension who were given antihypertensive drugs at discharge in the total number of patients with cerebral infarction complicated with hypertension who were hospitalized in the same period","timeFrame":"six month"},{"measure":"Rate of Patients with diabetes were given hypoglycemic drug treatment at discharge","description":"The rater of patients with cerebral infarction complicated with diabetes who were given hypoglycemic drugs at discharge in the total number of patients with cerebral infarction complicated with diabetes treated in hospital in the same period","timeFrame":"six month"},{"measure":"Average day in hospital","description":"The rate of the total number of days in hospital to the total number of patients with cerebral infarction in the same period","timeFrame":"six month"},{"measure":"Averaged hospital costs","description":"Ratio of total hospital drug costs to total number of patients with cerebral infarction in the same period","timeFrame":"six month"},{"measure":"Percentage of new clinical vascular events","description":"New clinical vascular events are defined as ischemic stroke, myocardial infarction, or peripheral arterial disease at discharge, 1-year after initial symptom onset.","timeFrame":"1-year"},{"measure":"Distribution of Modified Rankin Score","description":"Distribution of Modified Rankin Score at discharge, 1-year after initial symptom onset.","timeFrame":"At discharge"},{"measure":"Distribution of Modified Rankin Score","description":"Distribution of Modified Rankin Score at discharge, 1-year after initial symptom onset.","timeFrame":"1-year"},{"measure":"Severe neurological deficits","description":"mRS score of 5-6 at discharge","timeFrame":"At discharge"},{"measure":"Lipid-lowering to LDL >100 mg/dL","description":"The rate of lipid lowering for patients with Low-density lipoprotein (LDL) ≥100 mg/dL at discharge","timeFrame":"at discharge"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* acute ischemic stroke or transient ischemic attacks patients\n\nExclusion Criteria:\n\n* patients who losing his medical record of having the incomplete medical record","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Lou Min, Ph.D","role":"CONTACT","phone":"8613738085675","email":"loumingxc@vip.sina.com"}],"overallOfficials":[{"name":"Lou Min, Ph.D","affiliation":"The second affiliated hosipital of Zhejiang University","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"The second affiliated hosipital of Zhejiang University","status":"RECRUITING","city":"Zhejiang","country":"China","contacts":[{"name":"Min Lou, Ph.D","role":"CONTACT","phone":"13958007213","email":"loumingxc@vip.sina.com"}]}]},"referencesModule":{"references":[{"pmid":"32709249","type":"DERIVED","citation":"Chen Y, Zhong W, Gong X, Hu H, Yan S, Zhang X, Chen Z, Zhou Y, Lou M. Rationale and design of individualized quality improvement based on the Computer Analysing system to improve Stroke management quality Evaluation (CASE): a multicenter historically controlled study. Trials. 2020 Jul 24;21(1):677. doi: 10.1186/s13063-020-04598-3."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000002546","term":"Ischemic Attack, Transient"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000002545","term":"Brain Ischemia"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Acute Ischemic Stroke","relevance":"HIGH"},{"id":"M5485","name":"Ischemic Attack, Transient","asFound":"Transient Ischemic Attack","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}