{"protocolSection":{"identificationModule":{"nctId":"NCT05071885","orgStudyIdInfo":{"id":"HS25163 (H2021:335)"},"organization":{"fullName":"University of Manitoba","class":"OTHER"},"briefTitle":"Computer Game-based Exercise Program Targeting Manual Dexterity for People With Spinal Cord Injury or Stroke.","officialTitle":"Computer Game-based Exercise Program Targeting Manual Dexterity for People With Spinal Cord Injury or Stroke."},"statusModule":{"statusVerifiedDate":"2021-09","overallStatus":"UNKNOWN","lastKnownStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-10-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2023-03-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-08-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-09-27","studyFirstSubmitQcDate":"2021-09-27","studyFirstPostDateStruct":{"date":"2021-10-08","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-09-27","lastUpdatePostDateStruct":{"date":"2021-10-08","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Manitoba","class":"OTHER"},"collaborators":[{"name":"First Steps Wellness Centre, Winnipeg","class":"UNKNOWN"},{"name":"First Steps Wellness Centre, Regina","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Recovery programs of the upper extremity can be extensive, for many adults with neurological disorders/injuries, including maintenance exercises that need to be done continually to maintain function and to prevent secondary disabilities. However increasing demands and shrinking funds are making it harder to meet the rehabilitation needs of Manitobans and Canadians with chronic disabilities. There is a need for innovation to improve the accessibility and engagement of rehabilitation programs for adults with upper extremity (UE) motor impairments due to spinal cord and acquired brain injuries.\n\nThe purpose of this research proposal is the further development and validation of a multipurpose plug-n-play rehab gaming system for use in community centers, in particular, at First Step Wellness center. It's no sleight of hand our gaming system provides a basis for repetitive, task-specific therapy focused on manual dexterity; object handling and manipulation for adults with spinal cord and acquired brain injuries. It was designed to transition engaging, highly effective and personalized rehabilitation programs to function in community centers , and with automated monitoring (tele monitoring), which to manage and progress outreach programs.\n\nThe gaming system consist of hardware and software components the hardware includes a low-cost, portable smart exercise manipulanduu device (EMD), with assistive technology. The EMD is designed as a HID compliant plug-n-play computer input device that emulates a standard optical computer mouse. Therefore these devices can be used with most any common/ modern computer video game that function by mouse control. Inclusion of \"fun\" gaming elements is intended to provide extra motivation for the patients in the form of a challenge and a more enjoyable means of encouraging them to follow tedious, repetitive movements that are often a part of the rehabilitation process. Therapeutic value can be derived from both the types of object manipulation tasks (use of the EMD), as well as the choice of computer games. Many inexpensive and readily available common computer games exist that require different levels of movement amplitude, speeds, accuracy repetition, cognitive enhancements, and offer sufficient diversity to appeal to a broad range of individual preferences (both children and adults).\n\nA purpose-built Rehabilitation game (RTP game) has also been developed and validated. It was designed to gather event data and synchronize it with patient movements while they practice a range of game-based exercises with the hand and arm. This will provide; a) automated monitoring, assessment embedded into treatment, b) Immediate feedback to client, and c) electronic outcome measures to quantify and track client's performance over time Clinical support of outreach programs with protocols that can be easily updated will help create better-targeted and personalized solutions for patients and achieve the desired rehabilitation outcomes.\n\nThe innovation of this approach comes from the implementation of well-designed, yet inexpensive and easy-to-use hardware and computer software (i.e. in essence a computer mouse and a computer game). It can be judged in terms of the fact that the proposed system would provide highly effective exercise programs with embedded assessment and timely feedback/support for use in community centers and ultimately the home (tele rehabilitation). This research will contribute to the development and validation of promising, new technologies that have he capacity to become widely adopted as a viable, affordable eHealth tool that will support the quality of life and participation of Canadians living with chronic disabilities.","detailedDescription":"Background Many adults with neuromuscular impairments affecting the upper extremity (UE) have deficits in fine motor skills \\[1-3\\]. Manual dexterity involving handling and manipulating objects is essential for many daily life activities, and social life. These activities require manipulation of objects with a wide range of physical properties and functional demands which often require a high degree of precision.\n\nConstraint-induced movement therapy (CIMT \\[4-6\\]. are promising rehabilitation programs for restoration of hand-arm function. These treatment approaches stress that functional recovery reflects learning achieved through generating real experiences, applying focused attention, simulating close-to-normal movements, and repetition 12-14 Supervised task-specific therapies is preferred, but is challenging to deliver due to early discharge of patients, increasing demands for rehabilitation services by an aging population, as well as financial AND travel distance pressures. To overcome these challenges, we need feasible and cost effective methods to increase accessibility. Ideally, effective therapy programs should be made available in community centers and ultimately in patient homes.\n\nIn addition to increasing accessibility, there is a need to improve compliance of exercise regimes. An emerging approach to engage clients in therapy is to incorporate computer games \\[7-8\\].\n\nActivities in computer games can provide a behavioral, ecologically valid, and adaptive environment. In addition they can provide immediate feedback as well as, electronic records to assess and assist in THE progression of interventions. Several gaming systems have been used in rehabilitation of the upper extremity. These include, commercial entertainment gaming systems like the Wii \\[9\\], Kinect \\[10\\], Leaps motion sensor \\[11\\], and sensor-equipped glove es \\[12\\]. These gaming systems can detect arm segment motions or finger motions-and in real-time-the motion signals are used to control the position and motion of virtual avatars/objects, or to control a game paddle for play. However, these systems are limited, because they do not target object handling and manipulation. Therefore, there is no consideration of sensory processing of skin tactile sensory information required to maintain object stability during movement, and to detect and minimize slip of the moving object \\[13, 14\\]. It is crucial to create experiences that improve the brain's ability to learn, and for manual dexterity this is best achieved by performing precise object manipulation tasks through guided and assisted repetition \\[15\\].\n\nBased on the above considerations a low cost computer game based rehabilitation platform was developed that combines fine manipulation and gross movement exercises with \"fun\" computer video game activities appropriate for young children and adults with acquired brain and spinal cord injuries \\[16-19). Finger-hand function was targeted to extend the utility beyond gross reaching or transport movements since the ability to perform manual dexterity skills with the hands is very much an integral part of everyday life.\n\nSeveral principles of motor learning are incorporated in this game-based application \\[20, 21\\] which include goal-oriented, task-specific training of object handling and manipulation, speed-accuracy, multisensory stimulation, and implicit feedback and knowledge of performance.\n\nExercise Manipulandum Device (EMD) Most rehab exercise gaming systems are passive system and cannot provide movement assistance for patients with limited range of movement or poor movement control) speed-accuracy. Thus we have developed and pilot tested a portable, low-cost \"Rehabilitation Manipulandum Device\" (EMD). The EMD includes an integrated controller and motor to produce forces that can assist voluntary movements required during game-based exercises. Therefore, it can accommodate patients with limited movement control and those who have limited active range of motion.\n\nThe EMD consists of a compact, one-piece 3D printed chassis that houses the interfacing board, actuator, power train and rotary drive shaft. A variety of 3D printed \"therapy\" handles of different shapes and sizes have been produced that Snap-On to the EMD rotary drive shaft. These are designed to practice a broad range of manual dexterity skills involving (a) thumb/finger, (b) wrist (extension-flexion), (c) wrist ulnar-radial deviation, (d) pronation-supination, and (e) elbow/shoulder functions. An optical encoder records shaft rotation. The rotation of the EMD shaft (i.e., respective handle motions) precisely controls the motion of a computer cursor or game sprite of any single axis computer game. In this regard, the absolute shaft rotation angle (optical encoder signal) will be mapped to pixel coordinates on the display. An Arduino Leonardo microprocessor is used to interface the EMD with the computer and games. It is programmed to read the optical encoder and produce cursor control (full mouse emulation). The Arduino Leonardo IDE is capable of acting as a mouse via the built-in libraries. The following mouse control parameters are configurable: (a) game play orientation mouse horizontal vs vertical motion, (b) working range, ability to select any rotation angle range and map to full screen mouse position, i.e., it will be possible to select any active range of motion for exercise (e.g. from wrist neutral to 10, 20 or 30 degrees of extension depending on patient needs), and (c) mouse sensitivity to adjust movement amplitude needed to move the mouse through a full display range of motion.\n\nThe EMD is capable of several assistive force feedback schemes. One includes a simple unidirectional force field' mode in this case a constant force is applied to the output shaft in one direction. (Magnitude and direction is configurable). For many patients, finger and writs function is more impaired in one direction of motion, for example limited finger and wrist extension. Thus inability to position and open the hand in order to grasp objects of varying diameters. These patients would benefit from the movement assistance provided by a constant force. The opposite movement direction (e.g. flexion) would receive a resistive force. A second scheme is a more advanced closed-loop, smart assistive control scheme this requires real-time communications between the EMD Arduino interface and a purpose-built RTP game \\[16, 17\\]. This is required to determine the direction and magnitude of the force required to rotate the handle and assist the user in moving the game paddle to successfully interact with the random presentation of game target objects. This context-dependent assistive mode can amplify even limited and small voluntary movements of those severely affected, while allowing opportunities for a progression of exercise with increased demand in movement requirements. Even for cases where the range of movements are slight, scaling and filtering of the closed-loop controller will allows translation into larger movements better and importantly accessible even for those with disabilities that may not have been able to take advantage of this type of system otherwise.\n\nThe EMD functions as a responsive USB plug and play computer mouse and this allows common and modern computer games to be used and enjoyed as part of a personalized exercise program. Inclusion of a gaming element is intended to provide extra motivation for the patients in the form of a challenge and a more enjoyable means of encouraging them to follow tedious, repetitive movements that are often a part of the rehabilitation process. Specific therapeutic value can be derived from Both the types of object manipulation tasks, as well as the choice of computer game. Different commercial games require different levels of movement amplitude, speeds, accuracy and repetition and offer sufficient diversity to appeal to a broad range of individual preferences. Updating and progressing the games and difficulty levels regularly, to sustain the challenge and provide new experiences, will facilitate the psychological feedback required to maintain interest and participation. Many commercially-available games also involve multi-tasking. Hence, the tasks also engage key attentional, perceptual, and cognitive skills. Appendix 1 shows a list and description of common computer games that have been thoroughly tested with the EMD by several patients (children with cerebral palsy and adult spinal cord injured and stroke patients).\n\nObjective: To conduct an exploratory randomized clinical trial (RCT) with embedded qualitative analysis to; a) evaluate the implementation, usability and acceptability of the GAMING system for rehabilitation of manual dexterity of spinal cord and stroke clients who are attending First Step Wellness center for Cardio fitness and strength training, b) provide an estimate of the effectiveness and effect size of a 10 week intervention using the GAMING system. This will provide the information needed to direct a future full-scale RCT.\n\nThe clinical trial will be conducted at two \"sister\" \"centers 1. First Step Wellness Centre in Winnipeg Shane Hartje, Executive Director, shane@fswcwpg.ca 2, First Step Wellness Centre in Regina, Executive Director Owen Carlson., info@fswcregina.ca See letters of collaboration attached from Shane Hartje and Owen Carlson. The two centers will be provided with the EMD and 30 readily available computer video games. The EMD will include several interchangeable 3D printed handles to exercise a broad range of functions, including thumb-finger and wrist motions, as well as arm movements that involve a combination of elbow and shoulder motions.\n\nAnuprita Kanitkar, Post Doc fellow for this project, will conduct and coordinate the exploratory RCT on spinal cord injured clients and stroke clients attending First Step Wellness Centre in Winnipeg and will coordinate the same at Saskatchewan ( 15 clients at each site).\n\nEach participant will receive two, one-hour supervised exercise sessions each week for 10 weeks. The experimental group (XG) will receive; a) the experimental game-based intervention for 30 minutes, and b) their usual upper extremity range of motion and strength and exercise program, for 30 min. The active control group (CG) will receive their usual upper extremity range of motion strength exercises for the entire one-hour session.\n\nWe expect it will take 18 months to recruit 32 spinal cord injured and 32 stroke clients (i.e. 16 at each site.\n\nIn addition we would offer the game-based exercise program to participants in the CG group once they have completed their 10 week intervention.\n\nInclusion criteria will include:\n\n1. Age 20-70, year\n2. six months following a stroke or SCI Less than two hears following a stroke of SCI\n3. Actively extend at least ten degrees at the metacarpophalangeal and interphalangeal joints, extend ten degrees at the wrist and had at least 30 degrees of active flexion-extension of the elbow and shoulder.\n4. Adequate vision to see the required images on a standard computer monitor. E) Able to provide informed consent\n\nExclusion criteria will include:\n\n1. excessive spasticity (grade three and above on the Ashworth scale) (11),\n2. any significant cognitive impairment (Montreal Cognitive Assessment scores less than 25) (12)\n3. Any other neurological disorder with the exception of a single stroke prior to testing.\n\nThe initial exercise protocol for each participant will be established based on both the individual goals, the level of impairment, and functional status. A typical session will involve; 4-5 selected object manipulation tasks, 4-5 different EMD handles, and several computer games. These tasks represent a wide range of physical properties requiring different modes of manipulation and functional demands.\n\nEach EMD handle-game combination will be practiced for 2-3 minute intervals and repeated 2-3 times. Participants will be instructed on how to perform the various tasks with the desired hand and arm segment motions and not to substitute them with associated movements. Computer games will be chosen based on the following game properties: a) movement amplitude required to move the game paddle, b) game speed, and c) game precision requirement. Many inexpensive arcade-style computer games are readily available online and can be downloaded from websites such as bigfishgames.com (see Appendix 5 for a list of computer games used in the present study).\n\nThe following features of the EMD and object manipulation tasks and types of computer games will be updated as tolerated to increase the challenge and progress the exercise program. Objects with different size shape weight and surface friction were used to increase the physical demands of the tasks. Game speed and then movement precision (size of target objects and game paddle) were increased (i.e. Speed accuracy relationship). Movement amplitude was increased by adjusting mouse sensitivity. Task difficulty will also be adjusted by increasing the assistive and resistive forces applied to the EMD handles. Progression was also achieved by using a variety of commercial computer video\n\nActive control group (CG) will continue with their usual stretching, range of motion and strength training program as set out by training staff at the First Step Wellness center.\n\nQuantitative Analysis The following outcome measures will be obtained pre and post-intervention\n\n1. Upper extremity motor ability will be measured by the Wolf motor function test (WMFT) \\[22\\]. Participants will be asked to complete 15 tasks of the WMFT as quick as possible. The time taken to complete each task will be recorded. Movement quality of each task was also graded using an ordinal scale of 0 to 5, where 0 indicates did not perform at all, and five indicates performed with normal movement. The final WMFT scores were; (a) the total time taken for the 15 tasks and (b) The summed movement quality grades of the 15 tasks.\n2. Computer game-based Upper Extremity (CUE) assessment of manual dexterity. See references 16, 17, 23 for details of the test procedures, data analysis, and reliability. The IB mouse will be secured to several test objects with different physical properties and anatomical demands. All manipulation tasks required finger-thumb or hand palmer surface contacts, and involved various combinations of precision wrist, elbow and shoulder motions... This includes rolling a cylinder and a soccer ball forward and backward; Rotating a coffee mug using pronation-supination; whole hand and 2-finger fine precision rotation tasks... The RTP software computes several performance outcome measures based on multi-event analysis procedures from the Motor Skill game module. As an example, for a game session of two minutes and with game event duration set to two seconds then there would be 60 game movement responses made by the patient 30 in each direction. For the present study outcome measure of manual dexterity will include:\n\n   a) Success rate or goal attainment average of several game events, b) Movement Onset Time c), magnitude of Movement Errors, d) Movement variation and consistency computed from several repeated game movement responses, and f) Others will be developed and validated over the course to the Post Doc.\n\nQualitative Analysis\n\nOn completion of the 10 -week exercise program, all participants will be invited to take part in an interview. The following open-ended questions will be asked of all participants, and their responses were recorded:\n\n1. When you agreed to participate, how did you hope you would benefit from the therapy program?\n2. Were there things about the game or exercise program you liked and things you did not like?\n3. What did you think about the computer games that you were asked to play? Did you enjoy the game? Were there games that you did not enjoy?\n4. Did you feel that this therapy program helped you?\n5. If you were provided with the right settings, would you continue with these exercises? Participants will be encouraged to describe and explain their ideas, thoughts, opinions, and personal experiences. The analytical framework of interpretive description was used for thematic interpretation \\[24, 25\\].\n\nAll interviews will be audiotaped and later transcribed into a written format. Translated transcripts will be read by Anuprita Kanitkar who will the coding system by paraphrasing, generalizing, and abstracting the written transcripts of each interview. A second researcher assistant scrutinized the coded data and identified any additional unique responses and codes. The two reviewers will meet to compare their analyses and to resolve disagreements in a final code system organized into final themes and subthemes \\[.\n\nStatistical Analysis The normality of the data will be checked using the Shapiro-Wilk test. SS S, MB W. An Analysis of Variance Test for Normality. Biometrika. 1965;67(337):52.\n\nThe effects of Time (pre- to post-intervention), Group (experimental and control), and Time\\*Group interaction on the Wolf Motor Function Test scores and CUE outcome measures will be evaluated using a mixed model ANOVA with repeated measures. The significance level will be set at 0.05 and statistical analysis will be conducted using SPSS (Version 24) (SPSS Science, Chicago).\n\nA custom computer simulation will be used to calculate statistical power for the repeated measures models, with the present study data providing estimates of the treatment effect sizes. A random-intercepts linear mixed-effects model will be used and 128 datasets with randomly generated observations will be generated for each combination of sample size, number of visits, and effect size. For all simulations, the treatment allocation for experimental intervention and active control arm was assumed to be 1:1 (balanced design). Each data set will be analyzed by a linear mixed model with a group, time, and Time\\*Group interaction. Power will be calculated as the fraction of models with a significant (p \\< 0.05) Time\\*Group interaction term which quantifies the difference in slopes between the two groups over time. SAS PROX MIXED version 9.4 will be used to perform the simulations. Significant results are adequately powered at 80% for the observed Time\\*Group effect sizes."},"conditionsModule":{"conditions":["Stroke, Spinal Cord Injury"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["EARLY_PHASE1"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Game-based Exercise program","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":64,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Game-based Exercise program","type":"EXPERIMENTAL","description":"Each exercise session would last 45 minutes and supervised by study staff at First Step Wellness center you will be shown how to handle and move the joystick and how to play a group of computer games. The game activities will require you to move the joystick at various speeds, movement' amplitudes and in different directions. Each game will be played for 2-3 minutes.\n\nA variety of therapy\" handles of different shapes and sizes have been produced that Snap-On to joystick handle. These are designed to practice a broad range of manual dexterity skills involving the thumb, fingers, wrist and elbow, o Different games will also be used to vary the movement types and precision levels. To note you will be able to choose the types of movement exercises and games to use.","interventionNames":["Other: games based exercise"]},{"label":"Range of motion and Strength Exercise program.","type":"ACTIVE_COMPARATOR","description":"This will involve stretching, range of motion and strength exercises as set out by training staff at the First Step Wellness center.\n\nOn completion of the ten week exercise program, you will be invited to take part in a 30-minute interview to discuss the experiences you had on receiving the specific hand exercise program. The whole interview session will be audio taped. Your identity will be protected and your privacy will be maintained. All the information discussed and shared during the interview will be kept confidential and safely protected.","interventionNames":["Other: games based exercise"]}],"interventions":[{"type":"OTHER","name":"games based exercise","description":"Range of motion and strengthening exercises","armGroupLabels":["Game-based Exercise program","Range of motion and Strength Exercise program."],"otherNames":["conventional exercise"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Computer game-based Upper Extremity (CUE) assessment of manual dexterity","description":"goal attainment average of several game events","timeFrame":"10 weeks"},{"measure":"Wolf motor function test (WMFT)","description":"Upper extremity motor ability","timeFrame":"10 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Inclusion criteria will include:\n\n  1. Age 20-70, year\n  2. six months following a stroke or SCI Less than two hears following a stroke of SCI\n  3. Actively extend at least ten degrees at the metacarpophalangeal and interphalangeal joints, extend ten degrees at the wrist and had at least 30 degrees of active flexion-extension of the elbow and shoulder.\n  4. Adequate vision to see the required images on a standard computer monitor. E) Able to provide informed consent\n\n     Exclusion Criteria:\n\n  <!-- -->\n\n  1. excessive spasticity (grade three and above on the Ashworth scale) (11),\n  2. any significant cognitive impairment (Montreal Cognitive Assessment scores less than 25) (12)\n  3. Any other neurological disorder with the exception of a single stroke prior to testing.","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Tony Szturm, PhD","role":"CONTACT","phone":"204 787 4794","email":"tony.szturm@umanitoba.ca"},{"name":"Anuprita Kanitkar, PhD","role":"CONTACT","phone":"2048813112","email":"anuprita.kan@gmail.com"}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000013119","term":"Spinal Cord Injuries"},{"id":"D000014947","term":"Wounds and Injuries"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000013118","term":"Spinal Cord Diseases"},{"id":"D000020196","term":"Trauma, Nervous System"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M15606","name":"Spinal Cord Injuries","asFound":"Spinal Cord Injury","relevance":"HIGH"},{"id":"M17375","name":"Wounds and Injuries","asFound":"Injury","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M15605","name":"Spinal Cord Diseases","relevance":"LOW"},{"id":"M21713","name":"Trauma, Nervous System","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC26","name":"Wounds and Injuries"}]}},"hasResults":false}