{"protocolSection":{"identificationModule":{"nctId":"NCT04663685","orgStudyIdInfo":{"id":"42206"},"organization":{"fullName":"University of Waterloo","class":"OTHER"},"briefTitle":"MoveStrong at Home","officialTitle":"MoveStrong at Home: A Model for Remote Delivery of Functional Strength and Balance Training With Nutrition Education for Older Adults in Ontario. A Feasibility Study."},"statusModule":{"statusVerifiedDate":"2021-07","overallStatus":"UNKNOWN","lastKnownStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-10-05","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-04-09","type":"ACTUAL"},"completionDateStruct":{"date":"2021-10-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-10-08","studyFirstSubmitQcDate":"2020-12-04","studyFirstPostDateStruct":{"date":"2020-12-11","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-07-07","lastUpdatePostDateStruct":{"date":"2021-07-13","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Waterloo","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Sufficient muscle strength helps to get out of a chair and can prevent falls. Up to 30% of older adults experience age-related loss of muscle strength, which can lead to frailty and health instability. Exercise helps to build muscle, maintain bone density and prevent chronic disease, especially during the aging process. In older adults at risk of mobility impairment, exercise greatly reduced incidence and effects did not vary by frailty status. However, more than 75% of Canadian adults ≥18 years of age are not meeting physical activity guidelines. In addition, it is known that malnutrition, including low protein intake, may lead to poor physical function. While there are services to support exercise and nutrition, barriers to implementing them persist. The COVID-19 pandemic has exacerbated the potential for physical inactivity, malnutrition, and loneliness among older adults, especially those with pre-existing health or mobility impairments. Now and in future, alternate ways to promote exercise and proper nutrition to the most vulnerable are needed. The investigators propose to adapt MoveStrong, an 8-week education program combining functional and balance training with strategies to increase protein intake. The program was co-developed with patient advocates, Osteoporosis Canada, the YMCA, Community Support Connections and others. MoveStrong will be delivered by telephone or web conference to older adults in their homes, using mailed program instructions, 1-on-1 training sessions through Physitrack®, as well as online nutrition seminars and support groups over Microsoft® Teams. The primary aim of this study is to assess feasibility as determined by recruitment (≥ 25 people in 3 months), retention (≥80%), adherence of (70%) and participant experience.","detailedDescription":"MoveStrong at Home is an 8-week pilot study with a 4-week follow up and a 6-month follow up.\n\nThe primary research question pertains to the feasibility of implementation, defined by recruitment (number of participants recruited at the end of rollout), retention (number retained at post-rollout end), and adherence (percentage of exercise sessions completed) and participant experience. The criteria for success of this study are to recruit 8 participants per month (up to a total of 25 participants in 3 months), retention of ≥80% at follow-up, and adherence of ≥70% across all exercise and nutrition sessions.\n\nFor secondary outcomes, the investigators will assess effects of MoveStrong at Home on physical activity, fatigue, mental health and social isolation, quality of life, as well as protein/energy intake via telephone at baseline, post intervention and at follow-up. The following questionnaires will be used: Physical Activity Scale for the Elderly; Centre for Epidemiologic Studies Depression Scale-fatigue questions; Warwick-Edinburgh Mental Well-being Scale; EQ5D5L20; and the Automated Self-Administered 24-Hour Dietary Assessment Tool (via interview). Physical function will be assessed at baseline, post intervention and at follow-up using adapted and self-administered versions of the Short Performance Physical Battery balance test and the 30-second chair stand test. Qualitative exit and follow-up interviews will be used to capture participant experience and identify barriers and facilitators to implementation. The investigators will monitor falls and adverse events throughout the study.\n\nThe investigators will recruit participants in two phases. The investigators will recruit up to 8 participants between October 5th and October 23rd, 2020 to begin the intervention together by November 2020. Participants recruited after that date will participate in screening and assessments between November 2020 and January 2021, and begin the intervention in January 2021. The investigators will consider making modifications to the protocol to address any challenges that arise during delivery with the first phase of participants. The a priori criteria for success related to recruitment is 25 participants in 3 months or approximately 8 per month. Investigators will overrecruit by 5 participants to account for possible dropouts.\n\nEach participant will begin the intervention with two 1-on-1 sessions on non-consecutive days (Monday to Friday) and complete the third session on their own. As progress is made, participants will continue to receive a 1-on-1 session each week and complete two sessions independently. Participants may request to keep both private sessions if they are attending by telephone or require additional assistance. If a participant is unable to attend a 1-on-1 session due to a prior commitment, illness, or injury, a make-up session will be scheduled for the same week or following week as necessary.\n\nAn optional group session that focuses on behaviour change techniques will take place on weeks 3, 5 \\& 7 (Wednesday). The intention is to foster a sense of community and allow participants to share their experiences with one another. These sessions do not count toward adherence.\n\nIn addition, individuals will participate in three dietitian-led virtual group seminars to review content from the booklet and videos, as well as discuss more personalized strategies to increase protein intake. The dietitian will consider the cost of preparing high protein foods and the accessibility of these foods during a time of physical distancing. 60-minute small group seminars (5-10 participants) will occur on weeks 2, 4, and 6 (Wednesday). In total, the dietitian will host 9-12 seminars split between the two phases.\n\nThe long-term goal of the investigators is not to test the efficacy of exercise, but to evaluate the implementation of scalable and sustainable models to promote exercise at home or in the community."},"conditionsModule":{"conditions":["Arthritis","Cancer","Cardiovascular Diseases","Chronic Lung Disease","Congestive Heart Failure","Diabetes","Hypertension","Kidney Diseases","Obesity","Osteoporosis","Stroke","Frailty"],"keywords":["remote delivery","exercise","pre-frail","nutrition","pilot study"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"This is an 8-week feasibility study with a 4-week follow-up. Time series design.","primaryPurpose":"HEALTH_SERVICES_RESEARCH","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":30,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Single Arm","type":"EXPERIMENTAL","description":"This is the only arm in the study. All participants will be allocated to this arm, where they will receive an 8-week remotely-delivered exercise and nutrition program.","interventionNames":["Other: Exercise program","Other: Nutrition education"]}],"interventions":[{"type":"OTHER","name":"Exercise program","description":"Participants will start with receiving two 1-on-1 exercise sessions per week. Each session is anticipated to last 30 minutes. As progress is made, participants will be encouraged to exercise independently outside the structured sessions while continuing to receive a 1-on-1 session each week. The individualized exercises are aligned with functional movements to promote personal relevance: balance, pull, squat, push, hinge, lift \\& carry and calf raise.","armGroupLabels":["Single Arm"]},{"type":"OTHER","name":"Nutrition education","description":"Participants will receive a nutrition education booklet and have access to 5 online videos that correspond to key topics in the booklet, including: reading nutrition labels, types of protein, foods containing protein, incorporating protein into meals, spreading protein in meals throughout the day. Participants will attend three 60-minute nutrition seminars led by a dietitian, where the group will review content from the booklet and videos, and discuss personalized strategies for protein intake.","armGroupLabels":["Single Arm"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Recruitment","description":"The number of participants recruited at the end of rollout and participant experience.","timeFrame":"Through study completion, an average of 12 weeks"},{"measure":"Retention","description":"The number of participants retained at post-rollout end","timeFrame":"Through study completion, an average of 12 weeks"},{"measure":"Adherence","description":"Attendance - The average proportion of exercise sessions completed will be ≥70% and the average proportion of nutrition seminars completed will be ≥ 67%.","timeFrame":"Through study completion, an average of 12 weeks"},{"measure":"Participant experience","description":"A semi-structured interview guide has been designed to conduct exit interviews and follow-up interviews with each participant over the phone or web conference. Interviews will be audio-recorded and transcribed verbatim. One researcher will perform Qualitative Description and Quantitative Content Analysisusing NVivo version 12 Pro or higher (QSR International Pty Ltd, 2019) to describe participant experience, satisfaction, learning needs and suggested adaptations to the program. In addition, the exercise physiologist will be given a spreadsheet to record any protocol adaptations, challenges, and successes to inform future trials.","timeFrame":"Week 12"}],"secondaryOutcomes":[{"measure":"Physical activity","description":"A Physical Activity Screen (PAS) will be used to capture average minutes of moderate-to-vigorous physical activity each week(Clark et al., 2020). This tool was created based on questions used by Exercise is Medicine in the Physical Activity Vital Sign questionnaire (Greenwood et al., 2010). The results will be compared to national exercise guidelines for older adults that promote ≥150 minutes and ≥2 session of muscle strengthening per week (Tremblay et al., 2011).","timeFrame":"Baseline, week 9, week 12, 6 month"},{"measure":"Exercise self-efficacy scale","description":"A modified version of the Exercise Self-Efficacy Scale will be used to capture levels of planning and execution of exercise related activities (Resnick \\& Jenkins, 2000). The lowest response option to each question is \"Not true at all\", while the highest is \"Exactly true\". Responses closer to \"Exactly true\" indicate a better outcome.","timeFrame":"Baseline, week 9, week 12, 6 month"},{"measure":"30-second Chair Stand","description":"The 30-second Chair Stand will be used to access lower extremity muscle function (Bohannon, 1995; Jones et al., 1999). The instructions for this test have been adapted and will be self-administered under the remote supervisor supervision of the exercise physiologist. A higher score on this test indicates a better outcome.","timeFrame":"Baseline, week 9, week 12"},{"measure":"Static balance","description":"Static balance will be measured using the 3-point scale from the Short Performance Physical Battery (J. M. Guralnik et al., 1994). The instructions for this test have been adapted and will be self-administered under the remote supervisor supervision of the exercise physiologist. A higher score on this test indicates a better outcome.","timeFrame":"Baseline, week 9, week 12"},{"measure":"Fatigue","description":"Fatigue will be assessed with the Center for Epidemiologic Studies Depression Scale-fatigue questions (CES-D) Depression Scale (Radloff, 1977). Only two questions on the CES-D will be used: \"I felt that everything I did was an effort, \"I could not get going\". The lowest response option is \"Rarely (\\<1 day)\", and the highest response option is \"Nearly every day\". Responses closer to the lowest response option indicate a better outcome.","timeFrame":"Baseline, week 9, week 12"},{"measure":"Mental health and social isolation","description":"Warwick-Edinburgh Mental Well-being Scale focuses on positive aspects of mental health. It is short, yet robust and showed high correlations with other mental health and well-being scales. The lowest response option is \"None of the time\", and the highest response option is \"All of the time\". Responses closer to the highest response option indicate a better outcome.","timeFrame":"Baseline, week 9, week 12, 6 month"},{"measure":"Quality of life score","description":"The EuroQol Group 5 Dimension 5 Level questionnaire is a multi-attribute health related quality of life tool (Herdman et al., 2011). The system comprises five dimensions: mobility, self-care, usual activities, pain/discomfort, and anxiety/depression. Each dimension has 5 levels: no problems to extreme problems five dimensions can be combined into a 5-digit number that describes the self rated patient's health state. Responses to each dimension are scored as a number from 1-5. Responses scored as 1 indicate a better outcome.","timeFrame":"Baseline, week 9, week 12"},{"measure":"Nutritional risk","description":"The SCREEN tool is a valid and reliable nutrition questionnaire designed specifically for older adults (Keller et al., 2005). This tool will be used to assess changes in weight, appetite, eating habits and promote viable self-management.","timeFrame":"Baseline, week 9, week 12"},{"measure":"Nutrition tracking","description":"ASA24®-Canada is a guided web-based tool used for 24-hour diet recalls. All food and drinks consumed by the participant on two weekdays and one weekend day (3 days in total) will be reported to track protein intake (Subar et al., 2012).","timeFrame":"Baseline, week 9, week 12"},{"measure":"Number of adverse events","description":"We will ask participants to report adverse events, using Health Canada definitions. We will report all serious and non-serious adverse events and identify those attributable to intervention. Safety outcomes will include all falls, fractures, and serious and non-serious adverse events. Any fractures or falls that are attributable to intervention will be considered under both fall or fracture outcomes, and harms.","timeFrame":"Through study completion, an average of 12 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Has at least one of the following chronic conditions: arthritis, cancer (other than minor skin cancer), cardiovascular disease, chronic lung disease, congestive heart failure, diabetes, hypertension, kidney disease, obesity, osteoporosis, stroke\n* Scored ≥ 1 point on the FRAIL Scale\n* Able to give informed consent\n\nExclusion Criteria:\n\n* Current or recent (within the past 6 months)participation in progressive resistance training program ≥ 2 times per week\n* Receiving palliative care\n* Unable to perform basic activities of daily living or follow 2-step commands (moderate-severe cognitive impairment)\n* Upcoming travel plans (travelling\\> 1 week during the program)\n* Absolute exercise contraindications (ACSM guidelines)","healthyVolunteers":false,"sex":"ALL","minimumAge":"60 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Lora Giangregorio, PhD","affiliation":"University of Waterloo","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of Waterloo","city":"Waterloo","country":"Canada","geoPoint":{"lat":43.4668,"lon":-80.51639}}]},"referencesModule":{"references":[{"pmid":"20864751","type":"BACKGROUND","citation":"Greenwood JL, Joy EA, Stanford JB. The Physical Activity Vital Sign: a primary care tool to guide counseling for obesity. J Phys Act Health. 2010 Sep;7(5):571-6. doi: 10.1123/jpah.7.5.571."},{"pmid":"21326376","type":"BACKGROUND","citation":"Tremblay MS, Warburton DE, Janssen I, Paterson DH, Latimer AE, Rhodes RE, Kho ME, Hicks A, Leblanc AG, Zehr L, Murumets K, Duggan M. New Canadian physical activity guidelines. Appl Physiol Nutr Metab. 2011 Feb;36(1):36-46; 47-58. doi: 10.1139/H11-009. English, French."},{"pmid":"10882320","type":"BACKGROUND","citation":"Resnick B, Jenkins LS. Testing the reliability and validity of the Self-Efficacy for Exercise scale. Nurs Res. 2000 May-Jun;49(3):154-9. doi: 10.1097/00006199-200005000-00007."},{"pmid":"1574662","type":"BACKGROUND","citation":"Marcus BH, Selby VC, Niaura RS, Rossi JS. Self-efficacy and the stages of exercise behavior change. Res Q Exerc Sport. 1992 Mar;63(1):60-6. doi: 10.1080/02701367.1992.10607557."},{"pmid":"21038962","type":"BACKGROUND","citation":"McAuley E, Mailey EL, Mullen SP, Szabo AN, Wojcicki TR, White SM, Gothe N, Olson EA, Kramer AF. Growth trajectories of exercise self-efficacy in older adults: influence of measures and initial status. Health Psychol. 2011 Jan;30(1):75-83. doi: 10.1037/a0021567."},{"pmid":"7624188","type":"BACKGROUND","citation":"Bohannon RW. Sit-to-stand test for measuring performance of lower extremity muscles. Percept Mot Skills. 1995 Feb;80(1):163-6. doi: 10.2466/pms.1995.80.1.163."},{"pmid":"10380242","type":"BACKGROUND","citation":"Jones CJ, Rikli RE, Beam WC. A 30-s chair-stand test as a measure of lower body strength in community-residing older adults. Res Q Exerc Sport. 1999 Jun;70(2):113-9. doi: 10.1080/02701367.1999.10608028."},{"pmid":"8126356","type":"BACKGROUND","citation":"Guralnik JM, Simonsick EM, Ferrucci L, Glynn RJ, Berkman LF, Blazer DG, Scherr PA, Wallace RB. A short physical performance battery assessing lower extremity function: association with self-reported disability and prediction of mortality and nursing home admission. J Gerontol. 1994 Mar;49(2):M85-94. doi: 10.1093/geronj/49.2.m85."},{"type":"BACKGROUND","citation":"Radloff, L. S. (1977). The CES-D Scale: A Self-Report Depression Scale for Research in the General Population. Applied Psychological Measurement, 1(3), 385-401. https://doi.org/10.1177/014662167700100306"},{"pmid":"18042300","type":"BACKGROUND","citation":"Tennant R, Hiller L, Fishwick R, Platt S, Joseph S, Weich S, Parkinson J, Secker J, Stewart-Brown S. The Warwick-Edinburgh Mental Well-being Scale (WEMWBS): development and UK validation. Health Qual Life Outcomes. 2007 Nov 27;5:63. doi: 10.1186/1477-7525-5-63."},{"pmid":"21479777","type":"BACKGROUND","citation":"Herdman M, Gudex C, Lloyd A, Janssen M, Kind P, Parkin D, Bonsel G, Badia X. Development and preliminary testing of the new five-level version of EQ-5D (EQ-5D-5L). Qual Life Res. 2011 Dec;20(10):1727-36. doi: 10.1007/s11136-011-9903-x. Epub 2011 Apr 9."},{"pmid":"16015256","type":"BACKGROUND","citation":"Keller HH, Goy R, Kane SL. Validity and reliability of SCREEN II (Seniors in the community: risk evaluation for eating and nutrition, Version II). Eur J Clin Nutr. 2005 Oct;59(10):1149-57. doi: 10.1038/sj.ejcn.1602225."},{"pmid":"22704899","type":"BACKGROUND","citation":"Subar AF, Kirkpatrick SI, Mittl B, Zimmerman TP, Thompson FE, Bingley C, Willis G, Islam NG, Baranowski T, McNutt S, Potischman N. The Automated Self-Administered 24-hour dietary recall (ASA24): a resource for researchers, clinicians, and educators from the National Cancer Institute. J Acad Nutr Diet. 2012 Aug;112(8):1134-7. doi: 10.1016/j.jand.2012.04.016. Epub 2012 Jun 15. No abstract available."},{"pmid":"33226847","type":"BACKGROUND","citation":"Clark RE, Milligan J, Ashe MC, Faulkner G, Canfield C, Funnell L, Brien S, Butt DA, Mehan U, Samson K, Papaioannou A, Giangregorio L. A patient-oriented approach to the development of a primary care physical activity screen for embedding into electronic medical records. Appl Physiol Nutr Metab. 2021 Jun;46(6):589-596. doi: 10.1139/apnm-2020-0356. Epub 2020 Nov 23."},{"pmid":"36108334","type":"DERIVED","citation":"Wang E, Keller H, Mourtzakis M, Rodrigues IB, Steinke A, Ashe MC, Thabane L, Brien S, Funnell L, Cheung AM, Milligan J, Papaioannou A, Weston ZJ, Straus S, Giangregorio L. MoveStrong at home: a feasibility study of a model for remote delivery of functional strength and balance training combined with nutrition education for older pre-frail and frail adults. Appl Physiol Nutr Metab. 2022 Dec 1;47(12):1172-1186. doi: 10.1139/apnm-2022-0195. Epub 2022 Sep 15."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"annotationSection":{"annotationModule":{"unpostedAnnotation":{"unpostedResponsibleParty":"University of Waterloo","unpostedEvents":[{"type":"RELEASE","date":"2022-05-04"},{"type":"RESET","date":"2023-02-03"},{"type":"RELEASE","date":"2023-02-14"},{"type":"RESET","date":"2023-11-24"}]}}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14","submissionTracking":{"estimatedResultsFirstSubmitDate":"2022-05-04","submissionInfos":[{"releaseDate":"2022-05-04","resetDate":"2023-02-03"},{"releaseDate":"2023-02-14","resetDate":"2023-11-24"},{"releaseDate":"2023-11-30"}]}},"conditionBrowseModule":{"meshes":[{"id":"D000010024","term":"Osteoporosis"},{"id":"D000008171","term":"Lung Diseases"},{"id":"D000007674","term":"Kidney Diseases"},{"id":"D000006333","term":"Heart Failure"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000073496","term":"Frailty"}],"ancestors":[{"id":"D000006331","term":"Heart Diseases"},{"id":"D000009140","term":"Musculoskeletal Diseases"},{"id":"D000014570","term":"Urologic Diseases"},{"id":"D000052776","term":"Female Urogenital Diseases"},{"id":"D000005261","term":"Female Urogenital Diseases and Pregnancy Complications"},{"id":"D000091642","term":"Urogenital Diseases"},{"id":"D000052801","term":"Male Urogenital Diseases"},{"id":"D000001851","term":"Bone Diseases, Metabolic"},{"id":"D000001847","term":"Bone Diseases"},{"id":"D000008659","term":"Metabolic Diseases"},{"id":"D000012140","term":"Respiratory Tract Diseases"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M12391","name":"Obesity","relevance":"LOW"},{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M9111","name":"Heart Failure","asFound":"Congestive Heart Failure","relevance":"HIGH"},{"id":"M10388","name":"Kidney Diseases","asFound":"Kidney Disease","relevance":"HIGH"},{"id":"M6805","name":"Diabetes Mellitus","relevance":"LOW"},{"id":"M9714","name":"Hypertension","relevance":"LOW"},{"id":"M4166","name":"Arthritis","relevance":"LOW"},{"id":"M10858","name":"Lung Diseases","asFound":"Lung Disease","relevance":"HIGH"},{"id":"M1175","name":"Frailty","asFound":"Frailty","relevance":"HIGH"},{"id":"M12637","name":"Osteoporosis","asFound":"Osteoporosis","relevance":"HIGH"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"},{"id":"M11787","name":"Musculoskeletal Diseases","relevance":"LOW"},{"id":"M17009","name":"Urologic Diseases","relevance":"LOW"},{"id":"M2876","name":"Urogenital Diseases","relevance":"LOW"},{"id":"M26783","name":"Female Urogenital Diseases","relevance":"LOW"},{"id":"M13817","name":"Pregnancy Complications","relevance":"LOW"},{"id":"M8089","name":"Female Urogenital Diseases and Pregnancy Complications","relevance":"LOW"},{"id":"M26785","name":"Male Urogenital Diseases","relevance":"LOW"},{"id":"M4820","name":"Bone Diseases, Metabolic","relevance":"LOW"},{"id":"M4816","name":"Bone Diseases","relevance":"LOW"},{"id":"M11329","name":"Metabolic Diseases","relevance":"LOW"},{"id":"M14667","name":"Respiratory Tract Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"BXS","name":"Urinary Tract, Sexual Organs, and Pregnancy Conditions"},{"abbrev":"BC19","name":"Gland and Hormone Related Diseases"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC08","name":"Respiratory Tract (Lung and Bronchial) Diseases"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}