{"protocolSection":{"identificationModule":{"nctId":"NCT06014268","orgStudyIdInfo":{"id":"IRAS 319691"},"organization":{"fullName":"South London and Maudsley NHS Foundation Trust","class":"OTHER"},"briefTitle":"Electronic Clinical Decision Support System (eCDSS) for Prevention of Atrial Fibrillation-related Stroke","officialTitle":"Implementation of an Electronic Clinical Decision Support System (eCDSS) for Prevention of Atrial Fibrillation-related Stroke in a Mental Healthcare Setting: a Feasibility Study","acronym":"eCDSS"},"statusModule":{"statusVerifiedDate":"2023-08","overallStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-03-21","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-03-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-03-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-08-23","studyFirstSubmitQcDate":"2023-08-23","studyFirstPostDateStruct":{"date":"2023-08-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-08-23","lastUpdatePostDateStruct":{"date":"2023-08-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"South London and Maudsley NHS Foundation Trust","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Cardiovascular diseases are the leading cause of premature mortality in people with serious mental illness (such as schizophrenia, bipolar disorder, schizoaffective disorder) and dementia. Atrial fibrillation (AF) is the most prevalent cardiac arrhythmia and is associated with fivefold increased risk of stroke also contributing to heart failure and death.\n\nElectronic clinical decision support systems (eCDSS) are computer based programs that analyse data within electronic health records (EHRs) and provide prompts to assist health care providers in implementing evidencebased clinical guidelines. Adoption of an eCDSS to address the risk of stroke in people with AF and co-morbid mental illness presents a unique opportunity for research but requires evidence of acceptability and feasibility.\n\nThis study aims to establish the feasibility and acceptability of an eCDSS (Cogstack@Maudsley) for AF-related stroke prevention in Mental Health of Older Adults inpatient wards.\n\nFirst, we will conduct surveys and interviews with clinicians on inpatient wards to scope experiences of managing atrial fibrillation in secondary mental healthcare settings and attitudes towards use of digital technologies to aid in clinical decision making. A feasibility study will then be run to evaluate the acceptability and feasibility of implementing eCDSS on inpatient wards. Finally, participating clinicians will be invited to take part in a survey and interview which will explore their experiences and attitudes towards using the eCDSS.","detailedDescription":"Cardiovascular diseases are the leading cause of premature mortality in people with serious mental illness (SMI) (such as schizophrenia, bipolar disorder, and schizoaffective disorder) and dementia. Atrial fibrillation (AF) is the most prevalent cardiac arrhythmia and is associated with fivefold increased risk of stroke also contributing to heart failure and death.\n\nAccording to the National Institute for Health and Care Excellence (NICE) guidelines, the management of AF requires a comprehensive assessment of risk factors for thromboembolic (using the CHAD2AD2-VASc tool) and bleeding events (using ORBIT or HAS-BLED tools), and long-term treatment with oral anticoagulants (OAC) when appropriate.\n\nAlthough oral anticoagulation has been effective in reducing the risk of stroke in people with AF, underuse continues to be reported, especially in patients with co-morbid SMI and/or dementia.\n\nThe primary objective of this study is to establish the feasibility and acceptability of an eCDSS compromising a real-time computerised alerting and clinical decision support system for AF-related stroke prevention in secondary mental healthcare. We will conduct a process evaluation to assess the barriers, facilitators, and unintended consequences of implementing the system onto an inpatient mental health of older adult ward. Data gathered from this study will allow us to refine the system, address potential problems with future successful implementation, and inform larger trials.\n\nThis feasibility study will be conducted over a period of 3 months in Mental Health of Older Adults inpatient wards at South London and Maudsley NHS Foundation Trust.\n\nWards participating in the study will receive the electronic clinical decision support system (eCDSS) with clinicians being the end-users.\n\nThe key digital tool to be used for eCDSS in this study is CogStack which is an open source information retrieval and extraction system with the capability to offer near real-time natural language processing (NLP) of electronic health records. The eCDSS will alert clinicians if patients with documented atrial fibrillation are admitted to the hospital under their care. Alerts will be triggered by the presence of old or new diagnosis of atrial fibrillation (AF) on the electronic health records.\n\nThe eCDSS will consist of prompts appearing on patients' electronic health records asking clinicians to clinically assess the risk of stroke (using CHAD2AD2-VASc tool) and the risk of bleeding (using the ORBIT tool) and record the scores in clinical notes."},"conditionsModule":{"conditions":["Atrial Fibrillation","Stroke"],"keywords":["electronic clinical decision support system"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"OTHER","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":20,"type":"ESTIMATED"}},"armsInterventionsModule":{"interventions":[{"type":"OTHER","name":"electronic clinical decision support system","description":"eCDSS will alert clinicians if patients with documented atrial fibrillation are admitted to the hospital under their care.\n\nThe eCDSS will consist of prompts appearing on patients' electronic health records asking clinicians to clinically assess the risk of stroke (using CHAD2AD2-VASc tool) and the risk of bleeding (using the ORBIT tool) and record the scores on ePJS. Recommendations include reviewing the stroke and bleeding scores in specific cases, referral to an anticoagulation clinic to reduce AF related stroke risk (a referral template and emails/ telephone of the OAC clinics will be provided) and managing modifiable bleeding risk factors."}]},"outcomesModule":{"primaryOutcomes":[{"measure":"feasibility and acceptability of the eCDSS","description":"Acceptability - Extent to which eCDSS is perceived by clinician users to be appropriate and acceptable in prompting evidence-based atrial fibrillation management, and an effective system for improving atrial fibrillation care (measured by qualitative methods - pre- and post- survey and semi-structured interviews).\n\nFeasibility - Ability to recruit wards and clinicians to the study (measured by retention and participation of clinicians on recruited wards through to end of study)","timeFrame":"before and 3 months post intervention"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Wards will be entered in the study if their respective ward manager agrees to participate. Clinical staff on participating wards will be eligible to take part in the study.\n\nExclusion Criteria:\n\n* Staff on recruited wards who are not of a clinical or healthcare professional background","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"healthcare providers including junior Drs, consultants, and pharmacists on wards participating in the study (AL1 Ward at Maudsley, Chelsham House at Bethlem, Hayworth Ward at Ladywell)","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"locations":[{"facility":"South London and Maudsley Nhs Foundation Trust","city":"London","zip":"BR3 3BX","country":"United Kingdom","geoPoint":{"lat":51.50853,"lon":-0.12574}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000001281","term":"Atrial Fibrillation"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000001145","term":"Arrhythmias, Cardiac"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M4276","name":"Atrial Fibrillation","asFound":"Atrial Fibrillation","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M4143","name":"Arrhythmias, Cardiac","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}