{"protocolSection":{"identificationModule":{"nctId":"NCT01829386","orgStudyIdInfo":{"id":"HUM00067651"},"secondaryIdInfos":[{"id":"R21NS099684","type":"NIH","link":"https://reporter.nih.gov/quickSearch/R21NS099684"},{"id":"R21NS104663","type":"NIH","link":"https://reporter.nih.gov/quickSearch/R21NS104663"}],"organization":{"fullName":"University of Michigan","class":"OTHER"},"briefTitle":"Non-Heme Iron Load Quantification in the Brain - MRI of Patients With Stroke","officialTitle":"Non-Heme Iron Load Quantification in the Brain on MRI in Patients With Hemorrhagic Stroke"},"statusModule":{"statusVerifiedDate":"2023-08","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2013-01"},"primaryCompletionDateStruct":{"date":"2022-08-23","type":"ACTUAL"},"completionDateStruct":{"date":"2022-08-23","type":"ACTUAL"},"studyFirstSubmitDate":"2013-04-08","studyFirstSubmitQcDate":"2013-04-10","studyFirstPostDateStruct":{"date":"2013-04-11","type":"ESTIMATED"},"lastUpdateSubmitDate":"2023-08-24","lastUpdatePostDateStruct":{"date":"2023-08-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Neeraj Chaudhary MD MRCS FRCR","investigatorTitle":"Principal Investigator","investigatorAffiliation":"University of Michigan"},"leadSponsor":{"name":"University of Michigan","class":"OTHER"},"collaborators":[{"name":"National Institute of Neurological Disorders and Stroke (NINDS)","class":"NIH"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"This study will determine if MRI imaging can be used to estimate the amount of iron in areas of the brain affected by a stroke. This may help future patients if the scan can be used to predict the amount of brain damage and therefore the effects on the patient.\n\nNew research treatments are being used to reduce the amount of iron build-up in the brain. The effects of that treatment may also be estimated using new MRI techniques.","detailedDescription":"Hemorrhagic stroke has devastating consequences. The mechanisms resulting in early and delayed brain injury following a hemorrhagic stroke is poorly understood. One of the mechanisms demonstrated in\n\nanimal studies points towards deposition of iron in the brain tissue following hemorrhage. Preliminary data in animal studies also support a favorable effect of iron chelate agents. Iron chelate agents are compounds that bind iron to them and may show the extent of neural tissue damage.\n\nInitial results of human trials based on this hypothesis demonstrated the safety of increasing amounts of desferroxamine given to human patients. The evaluation of iron chelate agents for hemorrhagic stroke is entering into phase II/III trials.\n\nThere is no modality at this date that can quantify the iron in tissue non invasively. Some preliminary studies have demonstrated the role of MRI in identifying parenchymal iron deposition in traumatic brain injury.\n\nWe propose to validate an MRI based method to not only identify but also quantify the non heme iron levels deposited in brain tissue following hemorrhagic stroke. Once validated this method will be a robust mechanism to reliably quantify tissue iron in the brain which then can be closely followed through iron chelate therapy in a trial setting."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":34,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Non heme iron levels on MRI","description":"Intervention: MRI scans To develop a reliable MR based measurement of Non-heme iron in brain tissue of patients with hemorrhagic stroke : on day 1, 14 and 30 after stroke to assess the non heme iron levels on MRI.\n\nTo evaluate the role of iron chelators following a hemorrhagic stroke/parenchymal hemorrhage.","interventionNames":["Other: MRI scans with non heme iron levels"]}],"interventions":[{"type":"OTHER","name":"MRI scans with non heme iron levels","description":"MRI scans of the head will be performed to determine the amount of Non heme iron in areas of the brain of hemorrhagic stroke patients and hopefully predict the amount of brain damage.\n\nEach MRI will take up to 1 hour to complete and will be done on day 3, day 14 and day 30. Some of the (MRIs) Magnetic Resonance Imaging will be clinically indicated and sequences will be added to the clinical scan with each sequence adding 10 minutes to the scan. Some sequences will be done only for research.","armGroupLabels":["Non heme iron levels on MRI"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Assessment of iron levels in patients with hemorrhagic stroke","description":"Create a non-invasive imaging modality to assess for iron levels in patients with hemorrhagic stroke. Validation of quantification of non heme iron in the brain.","timeFrame":"30 days"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Males and females between the age of 18 and 85 who have suffered a stroke confirmed by a CT of the head.\n\nExclusion Criteria:\n\n1. You cannot take part in this study unless you have evidence of having a stroke (hemorrhage in your brain).\n2. You cannot take part in this study if you are not able to safely have an MRI exam.\n3. Women cannot take part in this study if they are pregnant.\n4. Women may not participate in this study if they are attempting to become pregnant or think they might be pregnant. We will provide a one-time pregnancy test for anyone who is uncertain about being pregnant.\n5. You cannot take part in this study if you have evidence of a large amount of calcifications found on CT exams that have been performed as part of the clinical evaluation for your current condition.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"The study population includes men and women, aged 18-85 who have had a hemorrhagic stroke and who can safely have an MRI scan.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Neeraj Chaudhary, MD MRCS FRCR","affiliation":"University of Michigan","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of Michigan Hospital","city":"Ann Arbor","state":"Michigan","zip":"48109","country":"United States","geoPoint":{"lat":42.27756,"lon":-83.74088}}]},"referencesModule":{"references":[{"pmid":"34207338","type":"BACKGROUND","citation":"Novakovic N, Linzey JR, Chenevert TL, Gemmete JJ, Troost JP, Xi G, Keep RF, Pandey AS, Chaudhary N. White Matter Survival within and around the Hematoma: Quantification by MRI in Patients with Intracerebral Hemorrhage. Biomolecules. 2021 Jun 18;11(6):910. doi: 10.3390/biom11060910."},{"pmid":"34145764","type":"BACKGROUND","citation":"Novakovic N, Wilseck ZM, Chenevert TL, Xi G, Keep RF, Pandey AS, Chaudhary N. Assessing early erythrolysis and the relationship to perihematomal iron overload and white matter survival in human intracerebral hemorrhage. CNS Neurosci Ther. 2021 Oct;27(10):1118-1126. doi: 10.1111/cns.13693. Epub 2021 Jun 17."},{"pmid":"31583834","type":"BACKGROUND","citation":"Chaudhary N, Pandey AS, Wang X, Xi G. Hemorrhagic stroke-Pathomechanisms of injury and therapeutic options. CNS Neurosci Ther. 2019 Oct;25(10):1073-1074. doi: 10.1111/cns.13225. No abstract available."},{"pmid":"30540218","type":"BACKGROUND","citation":"Chaudhary N, Pandey AS, Griauzde J, Gemmete JJ, Chenevert TL, Keep RF, Xi G. Brain tissue iron quantification by MRI in intracerebral hemorrhage: Current translational evidence and pitfalls. J Cereb Blood Flow Metab. 2019 Mar;39(3):562-564. doi: 10.1177/0271678X18818911. Epub 2018 Dec 12."},{"pmid":"34528179","type":"BACKGROUND","citation":"Koduri S, Keep RF, Hua Y, Chaudhary N, Pandey AS, Xi G. The Two Faces of Estrogen in Experimental Hemorrhagic Stroke. Transl Stroke Res. 2022 Jun;13(3):362-363. doi: 10.1007/s12975-021-00942-0. Epub 2021 Sep 16. No abstract available."},{"pmid":"33094829","type":"BACKGROUND","citation":"Chen J, Koduri S, Dai S, Toyota Y, Hua Y, Chaudhary N, Pandey AS, Keep RF, Xi G. Intra-hematomal White Matter Tracts Act As a Scaffold for Macrophage Infiltration After Intracerebral Hemorrhage. Transl Stroke Res. 2021 Oct;12(5):858-865. doi: 10.1007/s12975-020-00870-5. Epub 2020 Oct 22."},{"pmid":"32436273","type":"RESULT","citation":"Wei J, Novakovic N, Chenevert TL, Xi G, Keep RF, Pandey AS, Chaudhary N. Perihematomal brain tissue iron concentration measurement by MRI in patients with intracerebral hemorrhage. CNS Neurosci Ther. 2020 Sep;26(9):896-901. doi: 10.1111/cns.13395. Epub 2020 May 21."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M2405","name":"Hemorrhagic Stroke","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M10223","name":"Iron","relevance":"LOW"},{"id":"M5550","name":"Chelating Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"Micro","name":"Micronutrients"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}