{"protocolSection":{"identificationModule":{"nctId":"NCT04490655","orgStudyIdInfo":{"id":"NTU-IRB-2019-10-022"},"organization":{"fullName":"Nanyang Technological University","class":"OTHER"},"briefTitle":"Active Somatosensory Exercise for Chronic Stroke","officialTitle":"Effectiveness of Robotic-based ACTive somatoSENSory (Act.Sens) Retraining on Upper Limb Functions: Protocol for a Pilot Randomised Controlled Trial With Community-dwelling Stroke Survivors","acronym":"ActSens"},"statusModule":{"statusVerifiedDate":"2023-10","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-03-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-05-31","type":"ACTUAL"},"completionDateStruct":{"date":"2023-05-31","type":"ACTUAL"},"studyFirstSubmitDate":"2020-07-26","studyFirstSubmitQcDate":"2020-07-26","studyFirstPostDateStruct":{"date":"2020-07-29","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-10-16","lastUpdatePostDateStruct":{"date":"2023-10-18","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Ananda Sidarta","investigatorTitle":"Research Fellow","investigatorAffiliation":"Nanyang Technological University"},"leadSponsor":{"name":"Nanyang Technological University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The current work aims to examine whether the proposed rehabilitation training or exercise will eventually yield improvements in both motor and somatosensory aspects at one goal. Here, the word 'somatosensory' refers to bodily sensations associated with proprioception or kinesthesia, not the sensation of touch, pain, and temperature. The study focuses on upper limb retraining for community-dwelling stroke survivors using a robotic device. At the end of training, both movement accuracy and somatosensory acuity in chronic stroke survivors are presumed to improve, and such paradigm is expected to provide reliable benefits as compared to conventional intervention alone.","detailedDescription":"Long-term disability is common sequela among people with stroke. On top of motor impairment, many stroke survivors suffer from somatosensory impairment of their paretic arm, leading to their inability to perform activities of daily living using upper limb. In this respect, recent research on motor recovery following stroke has begun to place more emphasis on the inclusion of somatosensory retraining in stroke rehabilitation program. Although evidence is still scarce, training paradigms that simultaneously combine both somatosensory and motor aspects are considered useful for motor recovery in stroke survivors. Principally, studies focusing on such form of training paradigm sought to employ robotic technologies to assist in the retraining of both motor and somatosensory function in stroke survivors. Robotic technologies have gained popularity recently for assessing somatosensory function in clinical setting due to its objective quantification of patients' performance and high inter-rater reliability. Thus, with the purpose of improving both motor and somatosensory functions in chronic stroke survivors, this proposed study will provide an intensive robotic-based behavioral training intervention to chronic stroke survivors from the community. The intervention will require active participation of the patients through an exploratory strategy."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Somatosensory","Proprioception","Kinesthesia","Rehabilitation robotics","Positive reinforcement","Upper limb retraining"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":9,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Active somatosensory training group","type":"EXPERIMENTAL","description":"Chronic stroke patients will be randomized to receive 15 sessions of robotic-based training intervention that focuses on the retraining of both motor and somatosensory functions, for a maximum of one hour per session.","interventionNames":["Behavioral: Active somatosensory training"]},{"label":"Motor-based training group","type":"ACTIVE_COMPARATOR","description":"Chronic stroke patients will be randomized to receive 15 sessions of robotic-based training intervention that is purely motor based, for a maximum of one hour per session.","interventionNames":["Behavioral: Motor-based training"]}],"interventions":[{"type":"BEHAVIORAL","name":"Active somatosensory training","description":"Patients in the experimental group will be required to move the robotic handle using their paretic arm from the start position to a visual target shown on screen. However, patients' paretic arm will be occluded from vision throughout the training session. They will make the reaching movement by depending on their proprioception of the arm position in space, without relying too much on the vision of their arm. Haptic guidance will be provided as somatosensory cues while participants are actively moving. Positive reinforcement will also be given for each successful movement that reaches the target in the form of a pleasant audio tone, visual feedback, and a running score. Assessment will be performed before and after the completion of the whole 15 training sessions.","armGroupLabels":["Active somatosensory training group"]},{"type":"BEHAVIORAL","name":"Motor-based training","description":"Patients in the control group will also be required to propel the robotic handle using their paretic arm to a target location. This training covers the same centre-out reaching movements but without any emphasis on proprioception, where the view of the paretic arm will not be occluded. However, no haptic guidance will be provided during the reaching movement. Positive reinforcement will still be given to inform the participants of their trial outcomes. Assessment will be performed before and after the completion of the whole 15 training sessions.","armGroupLabels":["Motor-based training group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in motor behavioral scores","description":"A robotic-based assessment to evaluate the movement accuracy of patients' paretic arm. This will be analyzed through their ability to propel the robotic handle to a target location as straight and as fast as possible. Key kinematic parameters such as endpoint deviation (cm) and movement smoothness will be computed where larger numbers indicate worse performance.","timeFrame":"Baseline, Post Day 1, Post Day 30 (where the last two sessions will be conducted 1 day and 30 days after the last intervention)."},{"measure":"Change in somatosensory acuity","description":"A robotic-based assessment to measure performance in proprioception/kinesthesia of patients' paretic arm. This will be analysed through their ability to first passively sense where the arm is being moved to and later on to reproduce the movement made by the robot. Key kinematic parameters such as endpoint deviation (cm) will be computed where a larger number indicate worse performance.","timeFrame":"Baseline, Post Day 1, Post Day 30 (where the last two sessions will be conducted 1 day and 30 days after the last intervention)."}],"secondaryOutcomes":[{"measure":"Change in Fugl-Meyer Assessment for Upper Extremity (FMA-UE)","description":"Patients' paretic arm movement ability will be evaluated across different categories of reflex, movement, and coordination. For each category, a larger number signifies better performance.","timeFrame":"Baseline, Post Day 1, Post Day 30 (where the last two sessions will be conducted 1 day and 30 days after the last intervention)."},{"measure":"Change in streamlined Wolf Motor Function Test (WMFT)","description":"Patients' paretic arm performance will be measured by six timed tasks. For each category, a larger number signifies better performance.","timeFrame":"Baseline, Post Day 1, Post Day 30 (where the last two sessions will be conducted 1 day and 30 days after the last intervention)."},{"measure":"Change in Erasmus-MC version of the Nottingham Sensory Assessment (EmNSA)","description":"Tactile sensations, sharp-blunt discrimination and proprioception of patients' paretic arm will be assessed. For each category, a larger number signifies better performance.","timeFrame":"Baseline, Post Day 1, Post Day 30 (where the last two sessions will be conducted 1 day and 30 days after the last intervention)."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* First-time ischemic or haemorrhagic stroke survivors;\n* Patients of at least 6-month post-stroke;\n* Patients with severe to moderate sensory impairment as assessed by Erasmus Nottingham Sensory Assessment (≤ 6/8);\n* Patients with arm motor impairment, shoulder abduction and elbow extension Medical Research Council (MRC) motor power grade 3-5;\n\nExclusion Criteria:\n\n* Patients with bilateral impairment;\n* Patients with high upper-limb spasticity (Ashworth scale \\> 2);\n* Patients with unilateral neglect as assessed by Star Cancellation Test (score \\< 44);\n* Patients with cognitive impairment as assessed by a 2-step instructions from the modified Mini Mental State Examination;\n* Patients with a known history of mental disorders;\n* Patients with the inability to perform upper arm activity due to excessive pain","healthyVolunteers":false,"sex":"ALL","minimumAge":"21 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Ananda Sidarta, PhD","affiliation":"Research Fellow","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"St Luke's Hospital","city":"Bukit Batok New Town","country":"Singapore","geoPoint":{"lat":1.35167,"lon":103.76278}},{"facility":"AWWA Day Rehab Centre","city":"Singapore","country":"Singapore","geoPoint":{"lat":1.28967,"lon":103.85007}}]},"referencesModule":{"references":[{"pmid":"26490869","type":"BACKGROUND","citation":"Bernardi NF, Darainy M, Ostry DJ. Somatosensory Contribution to the Initial Stages of Human Motor Learning. J Neurosci. 2015 Oct 21;35(42):14316-26. doi: 10.1523/JNEUROSCI.1344-15.2015."},{"pmid":"27852776","type":"BACKGROUND","citation":"Sidarta A, Vahdat S, Bernardi NF, Ostry DJ. Somatic and Reinforcement-Based Plasticity in the Initial Stages of Human Motor Learning. J Neurosci. 2016 Nov 16;36(46):11682-11692. doi: 10.1523/JNEUROSCI.1767-16.2016."},{"pmid":"20522675","type":"BACKGROUND","citation":"Goble DJ. Proprioceptive acuity assessment via joint position matching: from basic science to general practice. Phys Ther. 2010 Aug;90(8):1176-84. doi: 10.2522/ptj.20090399. Epub 2010 Jun 3."},{"pmid":"34782024","type":"DERIVED","citation":"Sidarta A, Lim YC, Kuah CWK, Loh YJ, Ang WT. Robotic-based ACTive somatoSENSory (Act.Sens) retraining on upper limb functions with chronic stroke survivors: study protocol for a pilot randomised controlled trial. Pilot Feasibility Stud. 2021 Nov 15;7(1):207. doi: 10.1186/s40814-021-00948-3."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"All patient-related information, and data generated by the robotic system will be maintained on a secure server owned by the university.\n\nAccess to research records will be limited to primary research team members. Data monitoring will comply with the university policy, guidelines, and data management plan (DMP) approved for the study.","timeFrame":"Estimated time will be by March 2022, for 10 years.","accessCriteria":"Written request to the Principal Investigator","url":"https://researchdata.ntu.edu.sg"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M290","name":"Mometasone Furoate","relevance":"LOW"}],"browseBranches":[{"abbrev":"AAll","name":"Anti-Allergic Agents"},{"abbrev":"Infl","name":"Anti-Inflammatory Agents"},{"abbrev":"Derm","name":"Dermatologic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}