{"protocolSection":{"identificationModule":{"nctId":"NCT04142866","orgStudyIdInfo":{"id":"LouisianaSUAMC"},"organization":{"fullName":"Louisiana State University and A&M College","class":"OTHER"},"briefTitle":"Transcranial Direct Current Stimulation (tDCS) With Verb Network Strengthening Treatment (VNeST) in Chronic Aphasia","officialTitle":"Transcranial Direct Current Stimulation (tDCS) With Verb Network Strengthening Treatment (VNeST) in Chronic Aphasia"},"statusModule":{"statusVerifiedDate":"2023-03","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-09-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-12-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-08-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2019-10-25","studyFirstSubmitQcDate":"2019-10-25","studyFirstPostDateStruct":{"date":"2019-10-29","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-03-07","lastUpdatePostDateStruct":{"date":"2023-03-09","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"E. Susan Duncan","investigatorTitle":"Assistant Professor","investigatorAffiliation":"Louisiana State University and A&M College"},"leadSponsor":{"name":"Louisiana State University and A&M College","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUnapprovedDevice":true,"isUsExport":false},"descriptionModule":{"briefSummary":"The purpose of this study is to assess changes in language abilities of participants with chronic, post-stroke aphasia following an 8-week therapy period combined with brain stimulation. The investigators use a stimulation method called transcranial direct current stimulation (tDCS). The investigators cover two electrodes in damp sponges, place them on the scalp, and pass a weak electrical current between them. Some of this current passes through the brain and can change brain activity. One electrode is placed over language areas a bit above and in front of the left ear. The other is placed on the forehead above the right eye. Stimulation is provided twice a week for 8 weeks during aphasia therapy. The investigators believe that this stimulation may increase the effectiveness of therapy.","detailedDescription":"General Study Design: Following screening, participants complete four behavioral assessments and four brain scans (magnetic resonance imaging; MRI). Two behavioral assessments and two brain scans occur in the month before tDCS and therapy (about 3 weeks apart). One behavioral assessment and one brain scan occur in the week following therapy. The last behavioral assessment and brain scan occur approximately 8 weeks after therapy. Participants cannot receive any other speech therapy while enrolled in this study (about 20 weeks or 5 months).\n\nScreening: Participants are screened twice, once by phone or email and once in-person at Louisiana State University (LSU). Screenings address eligibility, including adequate hearing and vision, ability to perform all required tasks, and safety for tDCS and MRI (brain scans). The investigators also collect medical and demographic information to ensure study eligibility.\n\nBehavioral Assessment: Language samples are elicited on 11 discourse tasks, including picture descriptions, general questions, and telling a story. The Western Aphasia Battery-Revised and Boston Naming Test are also administered. These procedures are video recorded for later review and transcription. Participants also complete a pre-tDCS safety screening questionnaire. Our primary outcome measure is performance on the discourse tasks, for which the investigators measure the number of correct information units (CIUs) produced. Words are counted as correct information units if they are novel, intelligible, informative, and appropriate to the task.\n\nBrain Scans: Brain scans (MRI) are collected at Pennington Biomedical Research Center. Each brain scan lasts about 45 minutes. There is one task of approximately 7 minutes that will require decision-making and responses by pressing a button with the left hand. For the rest of the time, the participant simply lies still while the MRI acquires images of the brain.\n\nTherapy: Therapy is provided for two 1-hour sessions per week for 8 weeks at the LSU Department of Communication Sciences \\& Disorders. This is a typical behavioral aphasia therapy intended to improve language skills. The investigators use a therapy called Verb Network Strengthening Treatment (VNeST) that has demonstrated effectiveness in a small number of research studies. tDCS (see below) is administered for the first 20 minutes of each aphasia therapy session.\n\ntDCS: Participants undergo placement of two tDCS electrodes encased in damp sponges (saline solution). For all subjects, one electrode (anodal) is placed at the following location (EEG 10-20 system): (i) over the left inferior frontal gyrus (crossing point between T3-Fz and F7-Cz)\n\nThe other electrode (cathodal) is placed at the second site:\n\n(ii) over right frontal pole (Fp2) Stimulation is delivered by a Neuroconn tDCS device for 20 minutes at an intensity of 2 milliamps (mA).\n\nParticipants are randomly assigned on an individual basis to receive either active or sham tDCS. In the sham condition, stimulation is ramped up over the first 30 seconds (as in the active condition), but then discontinued. This gives the physical perception of stimulation without the modulatory effects.\n\nThe investigators will recruit 30 total participants with aphasia for this study. There will be two parallel groups; fifteen participants will receive active tDCS and fifteen will receive sham tDCS. The investigators chose these numbers based on a preliminary trial with four participants who received aphasia treatment on the same schedule and tDCS using the same parameters. These four participants both had active and sham stimulation (crossover design) and performed much better on our primary outcome measure when they had active stimulation (i.e., produced more CIUs after active stimulation compared to before). The investigators performed a power analysis using the effect size for those four participants and determined that 30 participants will be adequate to show significant effects with two different groups."},"conditionsModule":{"conditions":["Aphasia","Stroke"],"keywords":["aphasia","stroke","tDCS","language","stimulation","brain","speech therapy"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"QUADRUPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":30,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"A-tDCS & speech-language therapy","type":"EXPERIMENTAL","description":"Anodal transcranial direct current stimulation (2 milliamps \\[mA\\]) plus aphasia therapy for 16 sessions (20-minutes per each 60-minute treatment session) over the course of 8 weeks. The electrical current will be administered over ventral inferior frontal gyrus. The stimulation will be delivered at an intensity of 2 milliamps (mA) for a maximum of 20 minutes.","interventionNames":["Device: Anodal transcranial direct current stimulation","Behavioral: Speech-Language Therapy (SLT)"]},{"label":"Sham-tDCS & speech-language therapy","type":"SHAM_COMPARATOR","description":"Sham transcranial direct current stimulation (2 milliamps \\[mA\\]) plus aphasia therapy for 16 sessions (20-minutes per each 60-minute treatment session) over the course of 8 weeks. Electrodes will be placed as in A-tDCS. Current will be ramped up for the first 30 seconds following which the intensity will drop to 0 milliamps (mA).","interventionNames":["Device: Sham transcranial direct current stimulation","Behavioral: Speech-Language Therapy (SLT)"]}],"interventions":[{"type":"DEVICE","name":"Anodal transcranial direct current stimulation","description":"2 milliamps (mA) of stimulation is induced between two 5 cm x 7 cm saline soaked sponges where one sponge (anode) is placed on the scalp over the targeted cortical region and the other (cathode) is placed on the right side of the forehead. Ramping up of the current to 2 milliamps (mA) occurs over 30 seconds to allow participants to habituate to the tingling sensation. In the active tDCS condition, stimulation continues for the first 20 minutes of the 60-minute treatment session, and then ramps back down to 0 milliamps (mA).","armGroupLabels":["A-tDCS & speech-language therapy"],"otherNames":["A-tDCS"]},{"type":"DEVICE","name":"Sham transcranial direct current stimulation","description":"2 milliamps (mA) of stimulation is induced between two 5 cm x 7 cm saline soaked sponges where one sponge (anode) is placed on the scalp over the targeted cortical region and the other (cathode) is placed on the right side of the forehead. Ramping up of the current to 2 milliamps (mA) occurs over 30 seconds to allow participants to habituate to the tingling sensation. In the sham tDCS condition, the current is only on for 30 seconds before it is ramped back down to 0 milliamps (mA), although the electrodes are still worn for 20 minutes.","armGroupLabels":["Sham-tDCS & speech-language therapy"],"otherNames":["Sham"]},{"type":"BEHAVIORAL","name":"Speech-Language Therapy (SLT)","description":"Therapy provided is Verb Network Strengthening Treatment (VNeST). Therapy sessions last for 60 minutes and are provided twice weekly for 8 weeks. Active or sham tDCS is delivered during the first 20 minutes of therapy. The therapist is blinded to stimulation condition (active or sham).","armGroupLabels":["A-tDCS & speech-language therapy","Sham-tDCS & speech-language therapy"],"otherNames":["SLT"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Production of Correct Information Units (CIUs) on Discourse Tasks","description":"Change in CIU production over treatment interval. Words are counted as CIUs if they are novel, intelligible, informative, and appropriate in context (Nicholas \\& Brookshire, 1993).","timeFrame":"Collected twice at baseline, immediately (<1 week) post-treatment, and at 8 week follow-up"}],"secondaryOutcomes":[{"measure":"Western Aphasia Battery-Revised","description":"Aphasia quotient calculated from this comprehensive aphasia battery. Range is 0 to 100, where 100 represents a perfect score and scores above 93.8 indicate that aphasia is not present.","timeFrame":"Collected once at baseline, immediately (<1 week) post-treatment, and at 8 week follow-up"},{"measure":"Boston Naming Test","description":"Number correct of the 60 items on this naming test","timeFrame":"Collected twice at baseline, immediately (<1 week) post-treatment, and at 8 week follow-up"}]},"eligibilityModule":{"eligibilityCriteria":"This study recruits individuals with post-stroke aphasia as well as a group of healthy volunteers matched for age, sex, and education.\n\nINCLUSION Criteria:\n\n* Right handed (pre-stroke for participants with aphasia)\n* High school education or equivalent\n* Native English fluency without early 2nd language exposure (before age 10)\n* Ability to perform the required discourse and MRI tasks (determined via in-person screening)\n\nAdditional INCLUSION Criteria for participants with APHASIA:\n\n* Single-event left hemisphere stroke \\> 6 months prior to enrollment\n* Aphasia diagnosis per Western Aphasia Battery-Revised\n* Not receiving any other speech therapy for the entire study period (20 weeks)\n* Ability to perform the required therapy tasks (determined via in-person screening)\n\nEXCLUSION Criteria:\n\n* Failed vision or hearing screening\n* MRI contraindications (including pacemaker)\n* Pregnancy\n* History of seizure or change in seizure medication in past 12 months\n* History of speech/language, psychiatric, or neurological disorder, or current serious medical condition (except chronic stroke comorbidities for participants with aphasia)\n\nAdditional EXCLUSION criteria for participants with APHASIA are:\n\n* Unmodifiable hair style precluding scalp contact by electrodes\n* Sensitive scalp by self-report","healthyVolunteers":true,"sex":"ALL","minimumAge":"21 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"E. Susan Duncan, PhD, CCC-SLP","role":"CONTACT","phone":"225 578 3938","email":"duncan1@lsu.edu"}],"overallOfficials":[{"name":"E. Susan Duncan, PhD, CCC-SLP","affiliation":"Louisiana State University Health Sciences Center in New Orleans","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Louisiana State University","city":"Baton Rouge","state":"Louisiana","zip":"70803","country":"United States","contacts":[{"name":"E. Susan Duncan, PhD, CCC-SLP","role":"CONTACT","phone":"225-578-8838","email":"duncan1@lsu.edu"},{"name":"E. Susan Duncan, PhD, CCC-SLP","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":30.45075,"lon":-91.15455}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"The investigators are committed to open, reproducible science to ensure rigor and complete transparency of our methods and data quality. Therefore, after the publication of findings, the investigators will share data with the scientific research community.\n\nAnonymized functional magnetic resonance imaging data and associated behavioral data will be uploaded to the OpenNeuro database: https://openneuro.org/","timeFrame":"The investigators plan to post data following conclusion of this study (anticipated 5/31/2023). The shared data will be available in perpetuity.","accessCriteria":"Data will be available on OpenNeuro database: https://openneuro.org/ Accessing data on OpenNeuro requires sign in with Google or ORCID (Open Researcher and Contributor ID; https://orcid.org/)."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001037","term":"Aphasia"}],"ancestors":[{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000013064","term":"Speech Disorders"},{"id":"D000007806","term":"Language Disorders"},{"id":"D000003147","term":"Communication Disorders"},{"id":"D000019954","term":"Neurobehavioral Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M4042","name":"Aphasia","asFound":"Aphasia","relevance":"HIGH"},{"id":"M6064","name":"Communication Disorders","relevance":"LOW"},{"id":"M15554","name":"Speech Disorders","relevance":"LOW"},{"id":"M10513","name":"Language Disorders","relevance":"LOW"},{"id":"M21516","name":"Neurobehavioral Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}