{"protocolSection":{"identificationModule":{"nctId":"NCT05654350","orgStudyIdInfo":{"id":"Anosognosia and lesion site"},"organization":{"fullName":"Gazi University","class":"OTHER"},"briefTitle":"Lesion Site and Neglect Anosognosia in Patients With Left Hemispatial Neglect","officialTitle":"The Relationship Between Lesion Site And Neglect Anosognosia in Right Hemispheric Stroke Patients With Left Hemispatial Neglect"},"statusModule":{"statusVerifiedDate":"2022-12","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-12-16","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-01-20","type":"ACTUAL"},"completionDateStruct":{"date":"2023-01-21","type":"ACTUAL"},"studyFirstSubmitDate":"2022-11-29","studyFirstSubmitQcDate":"2022-12-07","studyFirstPostDateStruct":{"date":"2022-12-16","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-02-21","lastUpdatePostDateStruct":{"date":"2023-02-22","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Levent Karataş","investigatorTitle":"Principal Investigator, MD","investigatorAffiliation":"Gazi University"},"leadSponsor":{"name":"Gazi University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The goal of this retrospective is to investigate the relationship between lesion site and neglect anosognosia in subacute or chronic right hemispheric stroke patients with left hemispatial neglect. The main questions it aims to answer are:\n\n* Was any lesion site related to a higher neglect anosognosia rate?\n* Did any lesion site related to a more severe neglect anosognosia? Participants will be divided into two groups regarding the presence of anosognosia for spatial neglect.\n\nResearchers will compare patients with and without anosognosia to see if any lesion site resulted in a higher anosognosia rate and more severe unawareness of neglect symptoms in daily life.","detailedDescription":"Babinski first defined anosognosia in 1914 as being unaware of paralysis in patients with right hemisphere stroke. Today, this term is used for the unawareness of various neurological and cognitive diseases or disabilities. One of these, anosognosia for hemispatial neglect, is an interesting phenomenon and has not been explored as thoroughly as hemiplegia anosognosia. Lesions of the right superior and inferior temporal gyrus, temporoparietal junction, and insula have been blamed for hemiplegia anosognosia. However, the neural correlates of neglect anosognosia are yet to be elucidated. Therefore, in this study, the investigators aim to investigate the relationship between lesion site and neglect anosognosia in subacute or chronic right hemispheric stroke patients with left hemispatial neglect.\n\nIn this retrospective study, the investigators will screen the medical records of our inpatient cognitive rehabilitation unit from 2011 to 2021. Patients diagnosed with left hemispatial neglect using Catherine Bergego Scale (CBS), line bisection, star cancellation, figure and shape copying, or representational drawing tests will be included in the study. Demographic and clinical data such as age, gender, weeks after stroke, stroke type (ischemic or hemorrhagic), lesion site, Brunnstrom stages, mini-mental status examination score and severities of neglect and neglect anosognosia will be noted.\n\nBoth neglect and neglect anosognosia severities will be determined using CBS. The underestimation of spatial deficits in daily living detected by parallel CBS testing will be considered as neglect anosognosia. The neglect anosognosia score will be calculated by subtracting the patient's self-assessment score from the evaluator-assigned CBS score. A difference of at least one point will be considered the presence of anosognosia. Patients will be divided into two groups with and without anosognosia according to the CBS-anosognosia score. Demographic and clinical features of patients with and without anosognosia will be compared. The correlation between neglect and neglect anosognosia scores will be examined.\n\nThe lesion site will be described by regions of interest (ROI) involvement using a semi-quantitative analyse. The association between anosognosia presence and involvement of the ROI will be analysed using the odds ratio with %95 confidence intervals. Neglect and anosognosia severities will also be compared between involvement and sparing of each ROI. Mini-mental state examination scores will be compared between the groups with and without anosognosia to address mental status, which may be a confounding factor in the evaluation of anosognosia."},"conditionsModule":{"conditions":["Anosognosia","Neglect, Hemispatial","Stroke","Neurobehavioral Problems"],"keywords":["Neglect anosognosia","Stroke","Hemispatial neglect","Self-awareness","Anosognosia"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"CASE_CONTROL","timePerspective":"RETROSPECTIVE"},"enrollmentInfo":{"count":78,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Patients with neglect anosognosia","description":"Subacute or chronic right hemispheric stroke patients with left hemispatial neglect and neglect anosognosia."},{"label":"Patients without neglect anosognosia","description":"Subacute or chronic right hemispheric stroke patients with left hemispatial neglect but no neglect anosognosia."}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Neglect Score on Catherine Bergego Scale (CBS)","description":"CBS-neglect score, which was assigned by an experienced rehabilitation nurse, will be obtained. CBS is a 10-item questionnaire based on direct observation of the patient's activities of daily living such as grooming, dressing, eating, cleaning mouth after a meal, gaze orientation, left limb knowledge, auditory attention, colliding when moving, spatial orientation and, finding belongings. Each item is scored on a 4-point scale ranging from 0 (no ignore) to 3 (severe ignore). The total score ranges from 0 to 30. Higher scores represent more severe spatial neglect behaviour.","timeFrame":"Within the first week of admission to the inpatient rehabilitation clinic"},{"measure":"Neglect Anosognosia Score on Catherine Bergego Scale (CBS)","description":"CBS is a parallel test in which patients can evaluate themselves while an external observer evaluates the patient. The CBS-neglect anosognosia score is calculated by subtracting the patient's self-assessment score from the score given by the external observer for each CBS item. The anosognosia score ranges from 0 to 3 for each item and 0 to 30 in total. Higher scores represent more severe neglect anosognosia.","timeFrame":"Within the first week of admission to the inpatient rehabilitation clinic"},{"measure":"Lesion site-cortical involvement","description":"A semi-quantitative lesion analysis will be conducted on brain magnetic resonance or computed tomography imaging records. Lesions will be scored as 1 or 0, respectively, as those with and without cortical involvement. The frequency of lesions with cortical involvement will be determined.","timeFrame":"Within the first week of admission to the inpatient rehabilitation clinic"},{"measure":"Lesion site-regions of interest","description":"A semi-quantitative lesion analysis will be conducted on brain magnetic resonance or computed tomography imaging records. Lesions will be scored as 1 and 0, respectively, with and without the involvement of each region of interest (ROI). Seven ROIs have been identified: frontal, parietal, temporal, occipital, insula, basal ganglia, and thalamus. The frequencies will be determined for each ROI involvement. The frequency of lesions involving multiple ROIs will also be noted.","timeFrame":"Within the first week of admission to the inpatient rehabilitation clinic"},{"measure":"Lesion pervasiveness","description":"A semi-quantitative lesion analysis will be conducted on brain magnetic resonance or computed tomography imaging records. The total scores of ROIs involved will define the lesion pervasiveness score. It will range from 0 to 7, with a higher score representing a more pervasive lesion.","timeFrame":"Within the first week of admission to the inpatient rehabilitation clinic"}],"secondaryOutcomes":[{"measure":"Turkish version of the Mini-Mental State Examination (MMSE)","description":"Turkish version of the Mini-Mental State Examination (MMSE) is a scale used to evaluate the cognitive status of individuals. It evaluates verbal responses including attention, orientation and memory; the abilities to follow verbal and written orders, write spontaneous sentences, and copy a complex drawing. The score is the number of items answered correctly, giving a total of 0 to 30 points. A score of 23 or less is the accepted cut-off point for cognitive impairment. The lower score represents a more severe cognitive impairment. The reliability and validity studies of the Turkish version of the MMSE were performed by Güngen et al. in 2002.","timeFrame":"Within the first week of admission to the inpatient rehabilitation clinic"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Being older than 18 years of age\n* Having a subacute or chronic right hemispheric supratentorial stroke\n* Having left hemispatial neglect\n\nExclusion Criteria:\n\n* Being in the first 2 weeks of the stroke\n* Lesions involving the left hemisphere and/or brainstem and/or cerebellum\n* Having other neurological conditions such as traumatic brain injury, central nervous system neoplasm, neurodegenerative or neuropsychiatric diseases\n* Presence of severe cognitive impairment in the mini-mental state examination scale (\\<10 points)\n* Lack of brain imaging data\n* Having visual problems and psychiatric disorders hindering neglect and anosognosia evaluation","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Patients with subacute or chronic right hemispheric stroke with left hemispatial neglect","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Gülçin Kaymak Karataş, MD","affiliation":"Gazi University Faculty of Medicine","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Levent Karataş, MD","affiliation":"Gazi University Faculty of Medicine","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Gazi University Hospital, Department of Physical Medicine and Rehabilitation","city":"Ankara","zip":"06560","country":"Turkey","geoPoint":{"lat":39.91987,"lon":32.85427}}]},"referencesModule":{"references":[{"pmid":"32927461","type":"BACKGROUND","citation":"Langer KG, Bogousslavsky J. The Merging Tracks of Anosognosia and Neglect. Eur Neurol. 2020;83(4):438-446. doi: 10.1159/000510397. Epub 2020 Sep 14."},{"pmid":"17022776","type":"BACKGROUND","citation":"Jehkonen M, Laihosalo M, Kettunen J. Anosognosia after stroke: assessment, occurrence, subtypes and impact on functional outcome reviewed. Acta Neurol Scand. 2006 Nov;114(5):293-306. doi: 10.1111/j.1600-0404.2006.00723.x."},{"pmid":"25023619","type":"BACKGROUND","citation":"Heilman KM. Possible mechanisms of anosognosia of hemiplegia. Cortex. 2014 Dec;61:30-42. doi: 10.1016/j.cortex.2014.06.007. Epub 2014 Jun 19."},{"pmid":"22627992","type":"BACKGROUND","citation":"Vossel S, Weiss PH, Eschenbeck P, Saliger J, Karbe H, Fink GR. The neural basis of anosognosia for spatial neglect after stroke. Stroke. 2012 Jul;43(7):1954-6. doi: 10.1161/STROKEAHA.112.657288. Epub 2012 May 24."},{"pmid":"25676676","type":"BACKGROUND","citation":"Rousseaux M, Allart E, Bernati T, Saj A. Anatomical and psychometric relationships of behavioral neglect in daily living. Neuropsychologia. 2015 Apr;70:64-70. doi: 10.1016/j.neuropsychologia.2015.02.011. Epub 2015 Feb 10."},{"pmid":"20512380","type":"BACKGROUND","citation":"Karnath HO, Baier B. Right insula for our sense of limb ownership and self-awareness of actions. Brain Struct Funct. 2010 Jun;214(5-6):411-7. doi: 10.1007/s00429-010-0250-4. Epub 2010 May 29."},{"pmid":"30013928","type":"BACKGROUND","citation":"Laporta-Hoyos O, Fiori S, Pannek K, Ballester-Plane J, Leiva D, Reid LB, Pagnozzi AM, Vazquez E, Delgado I, Macaya A, Pueyo R, Boyd RN. Brain lesion scores obtained using a simple semi-quantitative scale from MR imaging are associated with motor function, communication and cognition in dyskinetic cerebral palsy. Neuroimage Clin. 2018 Jun 14;19:892-900. doi: 10.1016/j.nicl.2018.06.015. eCollection 2018."},{"pmid":"15156794","type":"BACKGROUND","citation":"Pia L, Neppi-Modona M, Ricci R, Berti A. The anatomy of anosognosia for hemiplegia: a meta-analysis. Cortex. 2004 Apr;40(2):367-77. doi: 10.1016/s0010-9452(08)70131-x."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000010468","term":"Perceptual Disorders"},{"id":"D000000377","term":"Agnosia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000019954","term":"Neurobehavioral Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M13069","name":"Perceptual Disorders","asFound":"Hemispatial Neglect","relevance":"HIGH"},{"id":"M3417","name":"Agnosia","asFound":"Anosognosia","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M21516","name":"Neurobehavioral Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"T241","name":"Agnosia","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}