{"protocolSection":{"identificationModule":{"nctId":"NCT05348044","orgStudyIdInfo":{"id":"IRB_00150247"},"organization":{"fullName":"University of Utah","class":"OTHER"},"briefTitle":"Enhancing Resilience in Young Stroke Survivors With Res-ET","officialTitle":"Feasibility Study to Increase Resilience Through an At-home Virtual Exercise Training (Res-ET) Intervention Using Inspiratory Muscle Strength Training (IMST)"},"statusModule":{"statusVerifiedDate":"2023-04","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-05-05","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-01-05","type":"ACTUAL"},"completionDateStruct":{"date":"2023-01-10","type":"ACTUAL"},"studyFirstSubmitDate":"2022-03-17","studyFirstSubmitQcDate":"2022-04-22","studyFirstPostDateStruct":{"date":"2022-04-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-04-14","lastUpdatePostDateStruct":{"date":"2023-04-18","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Nate Thomas (Larry Nathan)","investigatorTitle":"Principle Investigator","investigatorAffiliation":"University of Utah"},"leadSponsor":{"name":"University of Utah","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The proposed pilot study will explore the feasibility and preliminary impacts of a 6-week at-home group delivered inspiratory muscle strength training (IMST) exercise intervention on resilience in young stroke survivors. Resilience Exercise Training (Res-ET) intervention on young stroke survivors will assess feasibility of Res-ET and preliminary changes in resilience on young stroke survivors using a quasi-experimental one-group pretest-posttest design within the RE-AIM framework. The connection between resilience and exercise has not been clearly identified in literature, and there is no literature supporting IMST on resilience in young stroke survivors. The Res-ET intervention in young stroke survivors may serve as a pragmatic and novel approach to increase resilience while also increasing physiological and psychosocial well-being of young stroke survivors.\n\nAim 1. Test the feasibility (recruitment, retention, participation, and acceptability) of Res-ET intervention in a sample of young stroke survivors having had a stroke between the age of 18 - 50, AND who experienced a stroke within the last 6 months to 55 years of age AND have been cleared by a physician to participate in IMST exercise.\n\nAim 2. Assess the efficacy potential of Res-ET intervention on resilience, and preliminary direction and magnitude of psychosocial and physiological outcomes in young stroke survivors pre/post Res-ET intervention. Psychosocial outcome measures consist of; positive affect, self-efficacy, meaning/purpose, physical function, fatigue, and social satisfaction. Physiological outcome measures consist of, pulmonary function, physical activity, biometrics, and daily movement.\n\nAim 3. Collect qualitative data to assess acceptability and usability of Res-ET. Data will be collected through interviews and questionnaires about Res-ET feasibility, perceived utility, and satisfaction of the intervention. Perceived changes to resilience, functional capacity/movement (ADL's), and well-being will be recorded, transcribed, and thematically coded","detailedDescription":"Strokes impact a growing number of younger individuals; it has been reported that approximately 10 to15% of all strokes occur in individuals 18 to 50 years of age with hospitalization rates almost doubling from 1995 to 2012. Disability or the onset of a chronic condition like stroke is often life-altering and this might be exaggerated in persons who have a stroke at a younger age at the height of managing family and work responsibilities. The FUTURE study reports after a 13.9 year follow up that 44.7% of young stroke patients have poor functional outcomes. Young stroke survivors may encounter lifelong challenges impacting physical, emotional, visual, and cognitive capabilities. Edwards and colleagues (2019) reported young stroke survivors with no early recurrence showed a 7-fold increased hazard ratio of long-term risk of adverse outcomes when compared to young healthy controls. Post-stroke depression affects approximately one third of all stroke survivors and young stroke survivors are nearly three times more likely to have anxiety and depression. Current focus in rehabilitation is on acute physical and neurological function and integration, but this focus may not necessarily lead to positive long-term outcomes for young stroke survivors.\n\nResilience is the inherent and acquired ability to recover and sustain a new way of thriving after a life altering event or situation. Resilience has been shown to be dependent on inherent and acquired factors that have both modifiable and non-modifiable components. Understanding the relationship between resilience and disability is still new but it appears increased resilience may mitigate secondary symptoms such as pain or fatigue, may predict physical functioning, is positively associated to self-efficacy, optimism, and improved quality of life. According to Terrill et al.'s (2019) Resilience and Disability model, resilience is dependent on intrapersonal, social-environmental, and interpersonal factors that dynamically influence an individual's capacity to achieve and maintain quality of life and well-being. Interactional aspects of intrapersonal and environmental factors influence relationships, systems of support, and combine to create an ecosystem for resilience and well-being. Increasing/modifying psychosocial components related to intrapersonal, intrapersonal, and environmental factors have been shown to increase resilience such as; self-efficacy, positive affect, positive psychological well-being, meaning and purpose, and engagement with social environment.\n\nExercise may be a potential mechanism for enhancing resilience. For example, Childs and Wit (2014) found that regular exercise is associated with psychosocial factors like emotional resilience to acute stress in healthy adults and Deuster and Silverman (2013) proposed a conceptual model where increased levels of fitness link to increased resilience. Evidence also suggests that exercise need not be intensely physically demanding to enhance mental and emotional health. The positive effects of low-intensity physical movement programs on resilience have not been examined in the young stroke survivors. Exercise has been significantly associated with improved self-reported mental health and preliminary findings demonstrated exercise improves mental health outcomes after stroke, but empirical studies examining these effects are still largely lacking, especially in young stroke survivors who are at greater risk of depression and distress.\n\nExercise is a commonly prescribed treatment post-stroke, and benefits derived through exercise may parallel those identified in the Resilience and Disability model. Exercise interventions have the potential to positively influence multiple psychological, physical, and psychosocial domains after stroke. Exercise is typically defined as any bodily movement produced by skeletal muscles that results in energy expenditure, and is planned, structured, and repetitive with a final or an intermediate objective of improvement or maintenance of physical fitness. There is strong evidence that exercise after stroke can improve cardiovascular fitness, walking ability, and upper-extremity muscle strength. There is also evidence that exercise has positive effects on depression and cognition in adults without stroke, and preliminary findings demonstrate that exercise may confer similar effects after stroke. Although the benefits of regular exercise are well established there is reported low patient adherence and motivation for implementation among stroke survivors.\n\nInspiratory muscle strength training (IMST) consists of performing repeated inspirations against resistance with unopposed expirations and uses the diaphragm and accessory muscles to repeatedly inhale against resistance. IMST is performed using either a constant resistance or a pressure-threshold device. Airflow through pressure-threshold devices is regulated by a valve that fully occludes airflow until a prescribed threshold is exceeded, at which point the valve opens to allow airflow. IMST requires the user to develop inspiratory pressures that are significantly greater than those produced during tidal breathing and may be similar to inspiratory pressures produced during high intensity aerobic exercise. Although IMST is not new, novel insights on potential mechanisms for physiological adaptation are promising. IMST has been shown to increase respiratory muscle strength, decrease blood pressure, increase endothelial function, reduce systemic inflammation, reduce heart rate at rest, improve heart rate variability, and during exercise, improve exercise capacity and endurance. IMST has been shown to lead to physiological adaptation in a wide range of populations and has been identified effective in stroke survivors. In a recent systematic review on respiratory muscle training, Pozuelo-Carrascosa et al. identified multiple studies that demonstrated increases in pulmonary function, maximal inspiratory pressure, and walking ability. IMST exercise prescription for frequency and intensity on stroke populations are still being explored and have been used in a wide range of frequencies ranging from 3 times p/week up to 7 times p/week and intensities usually expressed in a percentage of maximal inspiratory pressure (MIP) ranging from 30% of MIP to 75% of MIP, for durations usually expressed in number of breaths or time under tension 5 min (30 breaths) p/session to 60 min (100+ breaths) p/session. IMST has the potential to enhance physical health and resilience in young stroke survivors.\n\nINNOVATION\n\nThe feasibility of a remote-home-group delivered Resilience Exercise Training (Res-ET) intervention on young stroke survivors is a novel approach to address the current gaps in post-stroke care. The psychosocial factors of resilience have been identified and assessed, but the relationship between exercise training and resilience in young stroke survivors has not yet been explored. Although IMST has been shown to improve certain physiological outcomes, its effects on psychosocial outcomes, such as resilience and resilience-related factors, are less well known. Furthermore, IMST and resilience have not been studied in the context of young stroke survivor's wellbeing. Remote-home-group delivered exercise training has the potential to effectively increase Res-ET access to a broad demographic covering a wide geographic area. Stroke rehabilitation program Interventions performed in the community may have a favorable effect on the prevention of recurrent stroke and cardiovascular events. Sarfo and colleagues (2018) performed a systematic review on tele-rehabilitation after stroke and found equal or better salutary effects on motor, higher cortical, and mood disorders compared to conventional in-person therapy. A recent feasibility study utilized remote technology (iGetBetter) for at-home self-management on patients with congestive heart failure and had a 95% completion and 80% engagement throughout the study, concluding the remote monitoring program leveraging commonly used mobile and portable consumer devices feasible for their fairly young patient populations with a mean age of 53. High levels of social support have been associated with faster and more extensive recovery after stroke. Group delivered Res-ET intervention may potentially increase social-environmental factors relating to engagement, adherence, and motivation for young stroke survivors. The Res-ET intervention centered in RE-AIM framework may serve as a pragmatic approach in community-based rehabilitation to increase resilience while engaging and supporting young stroke survivors through group delivered IMST exercise training. Therefore, this intervention will fill a crucial gap and potentially highlight a key strategy for enhancing resilience and wellbeing in the community for this highly vulnerable young stroke survivor population."},"conditionsModule":{"conditions":["Resilience","Stroke"],"keywords":["IMST","Young Stroke Survivor","Resilience","At-home program"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"The proposed feasibility study is a rolling enrollment mixed-methods, one-group quasi-experimental design.","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":19,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Res-ET intervention","type":"EXPERIMENTAL","description":"Res-ET will include a 6-week remote (Zoom) home-group-delivered IMST exercise intervention of approximately 20 minutes a session consisting of a warmup and 3 bouts of 5 sets x 6 inspiratory maneuvers using an IMST training device (POWERBreathe) and 1 min recovery between each set (inspiration to rest ratio taken from Craighead 2021). The intensity of the IMST maneuvers will begin at 40% of MIP during week one, 50% of MIP during week two, and 60% of MIP during weeks three through six. Participants will remotely perform Res-ET intervention 4 times per week in a group setting (Zoom). During the intervention multiple opportunities to engage in a group training session will be available and a recording of an IMST session will be available for viewing if the participant is unable to attend a live group session. Each week the CEP will record participation rates and accelerometry data in REDcap. Group conversations and motivation will be encouraged during live training sessions.","interventionNames":["Other: Res-ET intervention"]}],"interventions":[{"type":"OTHER","name":"Res-ET intervention","description":"Remote IMST delivery on Resilience","armGroupLabels":["Res-ET intervention"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Feasibility of Res-ET intervention recruitment and retention","description":"Feasibility will be assessed by Recruitment and Adherence measures, recruit-ability (20 participants in 6 months) and retention (retain 80% of enrolled participants)","timeFrame":"12 months"},{"measure":"Feasibility of Res-ET intervention acceptability and adherence","description":"To assess adherence and acceptability feasibility of remote-home-group delivery, IMST training device, and use of wearable technology for intervention fidelity and tracking (80% intervention adherence and 90% accelerometry data acquisition) mean and standard deviation (SD) of scores on the Likert scales will be calculated in an expression of percentage of response.","timeFrame":"12 months"}],"secondaryOutcomes":[{"measure":"Demographic variables","description":"Summary Statistics","timeFrame":"12 months"},{"measure":"Assess the efficacy potential of Res-ET intervention on resilience measured by UW Resilience Scale.","description":"Paired t-tests from pre- to post-intervention will be used to determine the direction and magnitude of changes in young stroke survivors for resilience outcome measures.\n\nSignificance will be assessed at the 0.05 level, mean, standard deviation, normality, standard error of measurement and minimal clinically important differences will be calculated. Bonferroni correction will be used to control for type 1 error via a post hoc pairwise analysis.","timeFrame":"12 months"},{"measure":"Assess the efficacy potential of Res-ET intervention on Physiological changes in young stroke survivors pre/post Res-ET intervention.","description":"Paired t-tests from pre- to post-intervention will be used to determine the direction and magnitude of changes in young stroke survivors for physiological measures (blood pressure, pulmonary function, HRV, SPAQ, MIP, Body weight and composition).\n\nSignificance will be assessed at the 0.05 level, mean, standard deviation, normality, standard error of measurement and minimal clinically important differences will be calculated. Bonferroni correction will be used to control for type 1 error via a post hoc pairwise analysis.","timeFrame":"12 months"},{"measure":"Assess the efficacy potential of Res-ET intervention on Psychosocial changes in young stroke survivors pre/post Res-ET intervention.","description":"Paired t-tests from pre- to post-intervention will be used to determine the direction and magnitude of changes in young stroke survivors for psychosocial measures (SIS, fatigue, self-efficacy, positive affect and well-being).\n\nSignificance will be assessed at the 0.05 level, mean, standard deviation, normality, standard error of measurement and minimal clinically important differences will be calculated. Bonferroni correction will be used to control for type 1 error via a post hoc pairwise analysis.","timeFrame":"12 months"},{"measure":"Qualitative assessment of Res-ET","description":"The qualitative analysis will employ participant driven response, through open ended questions that will enable the participant to share personal experiences and perspectives around acceptability and usability of the Res-ET intervention. To assist in creating a sound qualitative analysis the consolidated criteria for reporting of qualitative research (COREQ) will guide the qualitative reporting, methods, and results. COREQ as presented by Tong and colleagues (2007) is a comprehensive reporting design for qualitative studies, which is a 32-item checklist for interviews and focus groups broken into three domains, (1) research team and reflexivity, (2) study design, and (3) analysis and findings.","timeFrame":"12 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Community-dwelling.\n2. Had a stroke between the age of 18 and 50 years of age. Stroke occurred more than 6 months ago and is currently less than 55 years of age\n3. Must obtain medical clearance to perform IMST training.\n4. Must be able to perform Res-ET intervention without the aid of a caregiver.\n5. Must have access to a communication device (phone, tablet, computer) and have internet access.\n\nExclusion Criteria:\n\n1. Do not receive medical clearance from their physician\n2. Have COPD greater than stage 1, or intermittent asthma.\n3. Currently pregnant. If a participant becomes pregnant during the intervention they may remain in the intervention or withdraw.\n4. Have congestive heart failure, unstable arrhythmias, or other conditions where IMST is contraindicated by physician","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"55 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"Department of Occupational & Recreational Therapies","city":"Salt Lake City","state":"Utah","zip":"84108","country":"United States","geoPoint":{"lat":40.76078,"lon":-111.89105}}]},"referencesModule":{"references":[{"pmid":"32039618","type":"RESULT","citation":"Amtmann D, Bamer AM, Alschuler KN, Bocell FD, Ehde DM, Jensen MP, Johnson K, Nery-Hurwit MB, Salem R, Silverman A, Smith AE, Terrill AL, Molton I. Development of a resilience item bank and short forms. Rehabil Psychol. 2020 May;65(2):145-157. doi: 10.1037/rep0000312. Epub 2020 Feb 10."},{"pmid":"18646126","type":"RESULT","citation":"Angevaren M, Aufdemkampe G, Verhaar HJ, Aleman A, Vanhees L. Physical activity and enhanced fitness to improve cognitive function in older people without known cognitive impairment. Cochrane Database Syst Rev. 2008 Jul 16;(3):CD005381. doi: 10.1002/14651858.CD005381.pub3."},{"pmid":"25475494","type":"RESULT","citation":"Billinger SA, Boyne P, Coughenour E, Dunning K, Mattlage A. Does aerobic exercise and the FITT principle fit into stroke recovery? Curr Neurol Neurosci Rep. 2015;15(2):519. doi: 10.1007/s11910-014-0519-8."},{"pmid":"30099000","type":"RESULT","citation":"Chekroud SR, Gueorguieva R, Zheutlin AB, Paulus M, Krumholz HM, Krystal JH, Chekroud AM. Association between physical exercise and mental health in 1.2 million individuals in the USA between 2011 and 2015: a cross-sectional study. Lancet Psychiatry. 2018 Sep;5(9):739-746. doi: 10.1016/S2215-0366(18)30227-X. Epub 2018 Aug 8."},{"pmid":"24822048","type":"RESULT","citation":"Childs E, de Wit H. Regular exercise is associated with emotional resilience to acute stress in healthy adults. Front Physiol. 2014 May 1;5:161. doi: 10.3389/fphys.2014.00161. eCollection 2014."},{"pmid":"31190975","type":"RESULT","citation":"Cipriano GF, Cipriano G Jr, Santos FV, Guntzel Chiappa AM, Pires L, Cahalin LP, Chiappa GR. Current insights of inspiratory muscle training on the cardiovascular system: a systematic review with meta-analysis. Integr Blood Press Control. 2019 May 20;12:1-11. doi: 10.2147/IBPC.S159386. eCollection 2019."},{"pmid":"31556835","type":"RESULT","citation":"Craighead DH, Heinbockel TC, Hamilton MN, Bailey EF, MacDonald MJ, Gibala MJ, Seals DR. Time-efficient physical training for enhancing cardiovascular function in midlife and older adults: promise and current research gaps. J Appl Physiol (1985). 2019 Nov 1;127(5):1427-1440. doi: 10.1152/japplphysiol.00381.2019. Epub 2019 Sep 26."},{"pmid":"34184544","type":"RESULT","citation":"Craighead DH, Heinbockel TC, Freeberg KA, Rossman MJ, Jackman RA, Jankowski LR, Hamilton MN, Ziemba BP, Reisz JA, D'Alessandro A, Brewster LM, DeSouza CA, You Z, Chonchol M, Bailey EF, Seals DR. Time-Efficient Inspiratory Muscle Strength Training Lowers Blood Pressure and Improves Endothelial Function, NO Bioavailability, and Oxidative Stress in Midlife/Older Adults With Above-Normal Blood Pressure. J Am Heart Assoc. 2021 Jul 6;10(13):e020980. doi: 10.1161/JAHA.121.020980. Epub 2021 Jun 29."},{"pmid":"24146240","type":"RESULT","citation":"Deuster PA, Silverman MN. Physical fitness: a pathway to health and resilience. US Army Med Dep J. 2013 Oct-Dec:24-35."},{"pmid":"30563428","type":"RESULT","citation":"Edwards JD, Kapral MK, Lindsay MP, Fang J, Swartz RH. Young Stroke Survivors With No Early Recurrence at High Long-Term Risk of Adverse Outcomes. J Am Heart Assoc. 2019 Jan 8;8(1):e010370. doi: 10.1161/JAHA.118.010370."},{"pmid":"31374191","type":"RESULT","citation":"Gunnes M, Indredavik B, Langhammer B, Lydersen S, Ihle-Hansen H, Dahl AE, Askim T; LAST Collaboration group. Associations Between Adherence to the Physical Activity and Exercise Program Applied in the LAST Study and Functional Recovery After Stroke. Arch Phys Med Rehabil. 2019 Dec;100(12):2251-2259. doi: 10.1016/j.apmr.2019.04.023. Epub 2019 Jul 30."},{"pmid":"25117911","type":"RESULT","citation":"Hackett ML, Pickles K. Part I: frequency of depression after stroke: an updated systematic review and meta-analysis of observational studies. Int J Stroke. 2014 Dec;9(8):1017-25. doi: 10.1111/ijs.12357. Epub 2014 Aug 12."},{"pmid":"26347352","type":"RESULT","citation":"Holland JN, Schmidt AT. Static and Dynamic Factors Promoting Resilience following Traumatic Brain Injury: A Brief Review. Neural Plast. 2015;2015:902802. doi: 10.1155/2015/902802. Epub 2015 Aug 4."},{"pmid":"17012057","type":"RESULT","citation":"Ivey FM, Hafer-Macko CE, Macko RF. Exercise rehabilitation after stroke. NeuroRx. 2006 Oct;3(4):439-50. doi: 10.1016/j.nurx.2006.07.011."},{"pmid":"32283048","type":"RESULT","citation":"Johnson L, Bird ML, Muthalib M, Teo WP. An Innovative STRoke Interactive Virtual thErapy (STRIVE) Online Platform for Community-Dwelling Stroke Survivors: A Randomized Controlled Trial. Arch Phys Med Rehabil. 2020 Jul;101(7):1131-1137. doi: 10.1016/j.apmr.2020.03.011. Epub 2020 Apr 10."},{"pmid":"31405330","type":"RESULT","citation":"Kapoor A, Si K, Yu AYX, Lanctot KL, Herrmann N, Murray BJ, Swartz RH. Younger Age and Depressive Symptoms Predict High Risk of Generalized Anxiety After Stroke and Transient Ischemic Attack. Stroke. 2019 Sep;50(9):2359-2363. doi: 10.1161/STROKEAHA.119.025464. Epub 2019 Aug 13."},{"pmid":"33568545","type":"RESULT","citation":"Keating J, Borschmann K, Johns H, Churilov L, Bernhardt J. Young Stroke Survivors' Preferred Methods of Meeting Their Unique Needs: Shaping Better Care. Neurology. 2021 Mar 30;96(13):e1701-e1710. doi: 10.1212/WNL.0000000000011647. Epub 2021 Feb 10."},{"pmid":"15649244","type":"RESULT","citation":"Kleiger RE, Stein PK, Bigger JT Jr. Heart rate variability: measurement and clinical utility. Ann Noninvasive Electrocardiol. 2005 Jan;10(1):88-101. doi: 10.1111/j.1542-474X.2005.10101.x."},{"pmid":"24461569","type":"RESULT","citation":"Kuluski K, Dow C, Locock L, Lyons RF, Lasserson D. Life interrupted and life regained? Coping with stroke at a young age. Int J Qual Stud Health Well-being. 2014 Jan 23;9:22252. doi: 10.3402/qhw.v9.22252. eCollection 2014."},{"pmid":"27320833","type":"RESULT","citation":"Menezes KK, Nascimento LR, Ada L, Polese JC, Avelino PR, Teixeira-Salmela LF. Respiratory muscle training increases respiratory muscle strength and reduces respiratory complications after stroke: a systematic review. J Physiother. 2016 Jul;62(3):138-44. doi: 10.1016/j.jphys.2016.05.014. Epub 2016 Jun 16. Erratum In: J Physiother. 2018 Mar 22;:"},{"pmid":"26947003","type":"RESULT","citation":"Mulder M, Nijland R. Stroke Impact Scale. J Physiother. 2016 Apr;62(2):117. doi: 10.1016/j.jphys.2016.02.002. Epub 2016 Mar 3. No abstract available."},{"pmid":"34130103","type":"RESULT","citation":"Potchana K, Saengsuwan J, Kittipanya-Ngam P. Validity and Test-Retest Reliability of a Thai Stroke Physical Activity Questionnaire. J Stroke Cerebrovasc Dis. 2021 Aug;30(8):105907. doi: 10.1016/j.jstrokecerebrovasdis.2021.105907. Epub 2021 Jun 12."},{"pmid":"32722338","type":"RESULT","citation":"Pozuelo-Carrascosa DP, Carmona-Torres JM, Laredo-Aguilera JA, Latorre-Roman PA, Parraga-Montilla JA, Cobo-Cuenca AI. Effectiveness of Respiratory Muscle Training for Pulmonary Function and Walking Ability in Patients with Stroke: A Systematic Review with Meta-Analysis. Int J Environ Res Public Health. 2020 Jul 24;17(15):5356. doi: 10.3390/ijerph17155356."},{"pmid":"25370588","type":"RESULT","citation":"Saunders DH, Greig CA, Mead GE. Physical activity and exercise after stroke: review of multiple meaningful benefits. Stroke. 2014 Dec;45(12):3742-7. doi: 10.1161/STROKEAHA.114.004311. Epub 2014 Nov 4. No abstract available."},{"pmid":"25285199","type":"RESULT","citation":"Silverman MN, Deuster PA. Biological mechanisms underlying the role of physical fitness in health and resilience. Interface Focus. 2014 Oct 6;4(5):20140040. doi: 10.1098/rsfs.2014.0040."},{"pmid":"33568543","type":"RESULT","citation":"Tan CO, Kirshner H. Old Methods for Young People? Toward Addressing Unique Needs of Young Stroke Survivors. Neurology. 2021 Mar 30;96(13):600-601. doi: 10.1212/WNL.0000000000011652. Epub 2021 Feb 10. No abstract available."},{"pmid":"22463728","type":"RESULT","citation":"Taylor DM, Stone SD, Huijbregts MP. Remote participants' experiences with a group-based stroke self-management program using videoconference technology. Rural Remote Health. 2012;12:1947. Epub 2012 Mar 29."},{"pmid":"27165965","type":"RESULT","citation":"Terrill AL, Molton IR, Ehde DM, Amtmann D, Bombardier CH, Smith AE, Jensen MP. Resilience, age, and perceived symptoms in persons with long-term physical disabilities. J Health Psychol. 2016 May;21(5):640-9. doi: 10.1177/1359105314532973. Epub 2014 May 8."},{"pmid":"29553781","type":"RESULT","citation":"Terrill AL, Reblin M, MacKenzie JJ, Cardell B, Einerson J, Berg CA, Majersik JJ, Richards L. Development of a novel positive psychology-based intervention for couples post-stroke. Rehabil Psychol. 2018 Feb;63(1):43-54. doi: 10.1037/rep0000181."},{"pmid":"33501848","type":"RESULT","citation":"Virani SS, Alonso A, Aparicio HJ, Benjamin EJ, Bittencourt MS, Callaway CW, Carson AP, Chamberlain AM, Cheng S, Delling FN, Elkind MSV, Evenson KR, Ferguson JF, Gupta DK, Khan SS, Kissela BM, Knutson KL, Lee CD, Lewis TT, Liu J, Loop MS, Lutsey PL, Ma J, Mackey J, Martin SS, Matchar DB, Mussolino ME, Navaneethan SD, Perak AM, Roth GA, Samad Z, Satou GM, Schroeder EB, Shah SH, Shay CM, Stokes A, VanWagner LB, Wang NY, Tsao CW; American Heart Association Council on Epidemiology and Prevention Statistics Committee and Stroke Statistics Subcommittee. Heart Disease and Stroke Statistics-2021 Update: A Report From the American Heart Association. Circulation. 2021 Feb 23;143(8):e254-e743. doi: 10.1161/CIR.0000000000000950. Epub 2021 Jan 27."},{"pmid":"19807859","type":"RESULT","citation":"Zautra AJ. Resilience: one part recovery, two parts sustainability. J Pers. 2009 Dec;77(6):1935-43. doi: 10.1111/j.1467-6494.2009.00605.x. Epub 2009 Oct 6. No abstract available."}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"Currently no plan to share IPD."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M26827","name":"Respiratory Aspiration","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC08","name":"Respiratory Tract (Lung and Bronchial) Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}