{"protocolSection":{"identificationModule":{"nctId":"NCT05351775","orgStudyIdInfo":{"id":"MOORE4MEDICAL"},"organization":{"fullName":"University of Turku","class":"OTHER"},"briefTitle":"Low Workload Concept for the Detection of Silent Atrial Fibrillation (AF) and Atrial Fibrillation Burden in Patients at High Risk of AF and Stroke","officialTitle":"Cardiovascular Research Consortium - a Randomized Prospective Trial to Assess Low Workload Concept for the Detection of Silent Atrial Fibrillation (AF) and Atrial Fibrillation Burden in Patients at High Risk of AF and Stroke","acronym":"CARE-DETECT"},"statusModule":{"statusVerifiedDate":"2024-01","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-04-12","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-04-12","studyFirstSubmitQcDate":"2022-04-27","studyFirstPostDateStruct":{"date":"2022-04-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-01-18","lastUpdatePostDateStruct":{"date":"2024-01-22","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Tuomas Kiviniemi","investigatorTitle":"Principal Investigator","investigatorAffiliation":"University of Turku"},"leadSponsor":{"name":"University of Turku","class":"OTHER"},"collaborators":[{"name":"Philips Electronics Nederland BV","class":"INDUSTRY"},{"name":"Everon Ltd","class":"UNKNOWN"},{"name":"Precordior Ltd","class":"INDUSTRY"},{"name":"Remotea Ltd","class":"UNKNOWN"},{"name":"Emfit, Corp.","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Patient-centered novel e-health technology and services will lay the foundation for future healthcare systems and services to support health and welfare promotion. Yet, there is a lack of ways to incorporate novel technological innovations into easy-to-use, cost-effective and low workload treatment.\n\nThe detection of atrial fibrillation (AF) paroxysms and its permanent form as well as the prevention of AF-related strokes are major challenges in cardiology today. AF is often silent or asymptomatic, but the risk of ischemic stroke seems to be similar regardless of the presence or absence of symptoms.\n\nCARE-DETECT algorithm development part I will investigate following topics:\n\n1. The usefulness and validity of bed sensor and mobile phone application in rhythm disorder capture compared to gold standard ECG-holter monitoring (Faros ECG)\n2. Accuracy of AF detection from PDL data\n3. Technical development of algorithms to detect arrhythmia from data collected with these novel devices\n4. Development of a pre-processing tool that will evaluate the collected data and generate a preliminary filtered report of the raw data to ease clinician's workload in data handling and rhythm evaluation.\n\nCARE-DETECT clinical trial (part II) proposal provides a new concept for low workload for healthcare personnel, high diagnostic yield in silent AF detection and AF burden evaluation. CARE-DETECT protocol proposal seeks to address following issues:\n\n1. Can a combination of actively used smartphone application and passive monitoring with bed sensor (with upstream ECG) - compared to routine care - enhance the detection of AF in patients who are at increased risk of stroke and have undergone a cardiac procedure?\n2. What is the actual AF burden in paroxysmal AF patients after the detection of new-onset AF?\n3. Can a direct-to-consumer telehealth with integrated cloud-based telecardiology service for medical professionals improve the efficacy of silent AF detection and what is the AF burden in patients suffering of (asymptomatic) paroxysmal AF and secondarily what is the cost-effectiveness of these new screening methods?\n4. Additionally, during the hospitalization phase of the study part II PDL data will be collected in the intervention group. PDL data will be analyzed offline with the purpose to develop new methods and will not be used to monitor treatment or for diagnosis.","detailedDescription":"The detection of atrial fibrillation (AF) paroxysms and its permanent form as well as the prevention of AF-related strokes are major challenges in cardiology today. AF is often silent or asymptomatic, but the risk of ischemic stroke seems to be similar regardless of the presence or absence of symptoms. Asymptomatic AF patients are more likely to evade diagnostic effort and without appropriate anticoagulation they are left vulnerable to thromboembolism and ischemic stroke. Approximately one third of all ischemic strokes are of an unknown cause. Recent studies have shown that more diligent monitoring of heart rhythm with ambulatory devices after a cryptogenic stroke uncovers a high number of silent AF episodes. Timely detection of silent AF is challenging and, therefore, a stroke is still too often the first clinical manifestation of AF accounting for 22% of AF-related strokes. In order to detect symptoms appearing at periodic or random intervals, a capability for longer-term monitoring, e.g. for several days or weeks at a time, is required. Implantable electrocardiogram (ECG) loop recorders perform well in AF detection, but they are hardly feasible in large patient cohorts due to invasive nature and costs. Thus, there is an unmet clinical need for better AF detection tools.\n\nDuring the Automated Detection of Atrial Fibrillation via a Miniature Accelerometer and Gyroscope (NoStroke) project (as well as other projects carried out simultaneously at Department of Future Technologies, University of Turku, mainly funded by Tekes) a smartphone application has been developed for the detection of AF, which is implemented as a stand-alone solution to a common smartphone. The application utilizes the inbuilt motion sensors of the smartphones without any need to external sensors or equipment, such as electrodes or wires. This application (CardioSignal app) is a CE-marked medical device and will be used in this project and it will provide a venue for a clinical showcase of the application and more importantly, validate whether the application would be beneficial in the clinical settings in this follow-up study.\n\nBed sensor (Emfit ltd) is a CE-marked device. It is based on ballistography method where a heartbeat-induced recoil can be measured while the subject is lying on the bed. Electromechanical membrane sensor recognizes and registers the recoil, and subsequently, this data can be used to assess heart rate and other relevant vital function. Philips Data Logger (PDL) measures continuously photoplethysmogram (PPG) and accelerometer data from the top side of the wrist using green wavelength Light Emitting Diode (LED) and 3-axis accelerometer. Faros Holter-monitor measures single-lead ECG signal from the chest and is attached via FastFix electrode.\n\nThe part I trial is open, prospective interventional trial. These recordings are used merely to technical testing, validity evaluation and algorithm development purposes and the data is not used in any clinical evaluation whatsoever.\n\nThe part II is a prospective, randomized, open-label, interventional study. Upon receipt of the signed written informed consent and satisfactory documentation that the patient met all inclusion and had no exclusion criteria, the study subjects will be randomized to either intervention or control arm. The randomization allocation will take into account the procedure subgroup of the patient (open-heart surgery, aortic valve replacement and transcatheter aortic valve implantation (TAVI) or coronary bypass and percutaneous coronary intervention (PCI)). In both subgroups the randomization will be done 1:1. Patients will be randomized before hospital discharge.\n\nThe number of study subjects needed was estimated to be 300. Complying with the original plan, interim analysis was performed when 100 cases were enrolled. Based on the interim analysis results, the target enrollment number of patients was reduced to 150 patients due to the high number of false positive alerts leading to high-workload protocol inadequate for clinical use as such."},"conditionsModule":{"conditions":["Atrial Fibrillation","Arrhythmias, Cardiac","Heart Diseases","Cardiovascular Diseases","Pathologic Processes","Postoperative Complications"],"keywords":["Wearable Cardiac Devices","Bed Sensor","Mobile Application","Rhythm Monitoring","Photoplethysmography","Accelerometer","Atrial Fibrillation Screening","Algorithm Development","Silent Atrial Fibrillation","Stroke","Mortality","Economic Evaluation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"The part I trial is open, prospective interventional trial. These recordings are used merely to technical testing, validity evaluation and algorithm development purposes and the data is not used in any clinical evaluation whatsoever.\n\nThe part II is a prospective, randomized, open-label, interventional study. Upon receipt of the signed written informed consent and satisfactory documentation that the patient met all inclusion and had no exclusion criteria, the study subjects will be randomized to either intervention or control arm. The randomization allocation will take into account the procedure subgroup of the patient (open-heart surgery, aortic valve replacement and transcatheter aortic valve implantation (TAVI) or coronary bypass and percutaneous coronary intervention (PCI)). In both subgroups the randomization will be done 1:1. Patients will be randomized before hospital discharge.","primaryPurpose":"DIAGNOSTIC","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":150,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Interventional AF detection arm","type":"EXPERIMENTAL","description":"The patients will be monitored during index hospitalization according normal practice and additionally with a bed sensor, smartphone app, and patch-holter ECG. In addition, patients will have PDL monitoring device during hospitalization. During the index hospitalization, patients will download the CardioSignal app to their own smartphone or if patient does not have a smartphone one can be provided to the patient by the study group. Patients are asked to do the first recordings at hospital to test the device and then preferably twice daily for 1 minute period of time during the 3-month study period. When discharged home, the study subject will have the bed sensor for home-based use up to 3 months. If the average pulse rate in the bed sensor recordings have increased with 20% or the device has recorded rhythm irregularity lasting over 5 minutes (could be longer to reduce false alarms), a 12-lead ECG will be taken, and in the case of a normal ECG, a 7-day Holter monitoring is performed.","interventionNames":["Device: Smartphone application","Device: Bed sensor","Device: Wrist-worn photoplethysmography (PPG) and accelerometer data logger.","Device: Patch-holter ECG"]},{"label":"Standard of care treatment arm","type":"NO_INTERVENTION","description":"Patient will be followed as in routine clinical practice."}],"interventions":[{"type":"DEVICE","name":"Smartphone application","description":"Patient is asked to do the first recording at hospital to test the device and then preferably twice daily for 1 minute period of time during the 3-month study period.","armGroupLabels":["Interventional AF detection arm"],"otherNames":["CardioSignal app"]},{"type":"DEVICE","name":"Bed sensor","description":"The Emfit bed sensor will be used during the index hospitalization and in home-based monitoring after hospital discharge up to 3 months.","armGroupLabels":["Interventional AF detection arm"],"otherNames":["Emfit sensor"]},{"type":"DEVICE","name":"Wrist-worn photoplethysmography (PPG) and accelerometer data logger.","description":"Data collection with PDL is continued during initial hospitalization in the intervention group where the gold standard ECG is obtained and data can be used in algorithm development but will not be used to monitor treatment or for diagnosis.","armGroupLabels":["Interventional AF detection arm"],"otherNames":["Philips Data Logger"]},{"type":"DEVICE","name":"Patch-holter ECG","description":"The patch-holter will be used during the index hospitalization and also in home if the home-based monitoring devices are signalling of a possible AF and it is not detected in the consequent ECG.","armGroupLabels":["Interventional AF detection arm"],"otherNames":["Faros Holter"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The rate of new AF during index hospitalization.","description":"AF defined by 12-lead ECG or ECG-holter adjudicated by a cardiologist and in borderline cases by two independent cardiologists.","timeFrame":"During hospital stay (assessed up to 10 days)."},{"measure":"The rate of new AF burden during index hospitalization.","description":"AF defined by 12-lead ECG or ECG-holter adjudicated by a cardiologist and in borderline cases by two independent cardiologists.","timeFrame":"During hospital stay (assessed up to 10 days)."},{"measure":"The rate of new AF during 3 months follow-up after index hospitalization.","description":"AF defined by 12-lead ECG or ECG-holter adjudicated by a cardiologist and in borderline cases by two independent cardiologists.","timeFrame":"During 3 months follow-up."},{"measure":"The rate of new AF burden during 3 months follow-up after index hospitalization.","description":"AF defined by 12-lead ECG or ECG-holter adjudicated by a cardiologist and in borderline cases by two independent cardiologists.","timeFrame":"During 3 months follow-up."},{"measure":"Algorithm development.","description":"The gold standard reference (ECG or Holter) data will be collected to develop an algorithm to detect AF from PPG data.","timeFrame":"The part I trial during index hospitalization (assessed up to 48 hours). The part I trial with PDL may be continued among the part II interventional group during initial hospitalization (assessed up to 10 days) in order to collect additional data."},{"measure":"Number of adverse events related to PDL device.","description":"Although the PDL is safe to use, the user may experience adverse reactions. This is due to wearing the device in contact with the skin for long periods at a time. These reactions include: skin reactions due to pressure of the device on the skin or the device rubbing against the skin, skin reactions due to dirt or moisture in between the device and the skin, skin irritation due to the materials used (colored acrylonitrile butadiene styrene (ABS) and thermoplastic polyurethane (TPU)).","timeFrame":"The part I trial during index hospitalization (assessed up to 48 hours). The part I trial with PDL may be continued among the part II interventional group during initial hospitalization (assessed up to 10 days) in order to collect additional data."},{"measure":"Number of technical issues of the concept and interface.","description":"In part I study the bed sensor technology and mobile phone application will be tested and validated in an open set-up to reliability of the devices and applications before starting the randomized part II of the trial.","timeFrame":"The part I trial during index hospitalization (assessed up to 48 hours)."},{"measure":"Number of practical issues of the concept and interface.","description":"In part I study the bed sensor technology and mobile phone application will be tested and validated in an open set-up to usability of the devices and applications before starting the randomized part II of the trial.","timeFrame":"The part I trial during index hospitalization (assessed up to 48 hours)."}],"secondaryOutcomes":[{"measure":"All-cause mortality.","description":"Postoperative death from any cause. All-cause mortality will be derived from the hospital electronical medical records and The National Causes of Death Register.","timeFrame":"During 12 months follow-up."},{"measure":"Number of Participants with Stroke, TIA and peripheral embolism.","description":"Stroke is defined as a permanent focal neurological deficit adjudicated by a neurologist, and confirmed by computed tomography or magnetic resonance imaging. Transient ischemic attack (TIA) is defined as a transient (\\<24 hours) focal neurological deficit adjudicated by a neurologist. Peripheral embolism refers to peripheral arterial embolism during follow-up.","timeFrame":"During 12 months follow-up."},{"measure":"Additional costs per detected case of new AF.","description":"The cost-effectiveness (cost/new AF detected) of a direct-to-consumer telehealth with integrated cloud-based telecardiology service for medical professionals in the silent AF detection and in the AF burden screening. Control group has no additional cost because no screening is performed. Intervention group costs consist of device (bedsensor) cost, monthly app fee (smartphone) and cloud server fee. Additionally time and salary of the healthcare professionals (hours) related to work of device alerts.","timeFrame":"During 12 months follow-up."},{"measure":"Number of participants adherent to anticoagulant treatment.","description":"In the patients who receive oral anticoagulant (OAC) prescription, the rate of anticoagulant therapy adherence will be confirmed using a comparison of the medication prescribed at hospital discharge (data in the prescription database) to that derived from the the Drug Reimbursement Register. If patient has not purchased medication, no entry in the Drug Reimbursement Register is seen.","timeFrame":"During 12 months follow-up."}],"otherOutcomes":[{"measure":"The rate of new AF in long-term follow-up after index hospitalization.","description":"If patient is also participating the all-comers Prospective Project to Identify Biomarkers of Morbidity and Mortality in Cardiovascular Interventional Patients (CAREBANK) study (ClinicalTrials.gov Identifier: NCT03444259) in Heart Center Turku University Hospital, patients will have long term follow-up according the CAREBANK main study protocol and the new AF cases will be updated in the database. The average post-end follow-up period will be 3 years.","timeFrame":"During average 3 years follow-up."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* One of listed cardiac operation performed during the index hospitalization:\n\n  1. open heart surgery (aortic valve replacement (AVR), coronary artery bypass graft (CABG) or combination treatment) or\n  2. percutaneous intervention (transcatheter aortic valve implantation (TAVI) or percutaneous coronary intervention (PCI))\n* Patient has been informed on the nature of the study, agrees to its provisions and has provided written informed consent approved by the appropriate Medical Ethics committee.\n* In PCI group, the randomization may take place after operation\n* Age ≥18 years\n* CHA2DS2VASC score ≥ 4, or CHA2DS2VASC score ≥ 2 and at least one of the following: ECG P wave duration ≥ 120 ms, left atrial diameter \\> 38 mm in women or \\> 40 mm in men, renal impairment (eGFR \\< 50 ml/min), age ≥ 70 years, active smoking\n* Anticipated life expectancy 12 months or more\n* Patient is capable of using the study application and bed sensor\n* Patient is willing to comply with study specific follow-up evaluations and home-based monitoring\n\nExclusion Criteria:\n\n* Age \\< 18 years\n* Expected survival \\< 1 year\n* Permanent anticoagulation therapy due to atrial fibrillation\n* Patient lives outside the catchment area\n* Any significant medical condition, which in the Investigator's opinion may interfere with the patient's optimal participation in the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Tuomas O Kiviniemi, MD, PhD","role":"CONTACT","phone":"+35823130787","email":"tuoski@utu.fi"},{"name":"Tuija Vasankari, MSc","role":"CONTACT","phone":"+35823130900","email":"tuija.vasankari@tyks.fi"}],"overallOfficials":[{"name":"Juhani KE Airaksinen, MD, PhD","affiliation":"Heart Center, Turku University Hospital and University of Turku, Turku, Finland","role":"STUDY_CHAIR"}],"locations":[{"facility":"Heart Center, Turku University Hospital","status":"RECRUITING","city":"Turku","zip":"FI-20520","country":"Finland","contacts":[{"name":"Tuomas O Kiviniemi, MD, PhD","role":"CONTACT","phone":"+35823130787","email":"tuoski@utu.fi"}],"geoPoint":{"lat":60.45148,"lon":22.26869}}]},"referencesModule":{"references":[{"pmid":"26701216","type":"BACKGROUND","citation":"Fabritz L, Guasch E, Antoniades C, Bardinet I, Benninger G, Betts TR, Brand E, Breithardt G, Bucklar-Suchankova G, Camm AJ, Cartlidge D, Casadei B, Chua WW, Crijns HJ, Deeks J, Hatem S, Hidden-Lucet F, Kaab S, Maniadakis N, Martin S, Mont L, Reinecke H, Sinner MF, Schotten U, Southwood T, Stoll M, Vardas P, Wakili R, West A, Ziegler A, Kirchhof P. Expert consensus document: Defining the major health modifiers causing atrial fibrillation: a roadmap to underpin personalized prevention and treatment. Nat Rev Cardiol. 2016 Apr;13(4):230-7. doi: 10.1038/nrcardio.2015.194. Epub 2015 Dec 24."},{"pmid":"24963567","type":"BACKGROUND","citation":"Sanna T, Diener HC, Passman RS, Di Lazzaro V, Bernstein RA, Morillo CA, Rymer MM, Thijs V, Rogers T, Beckers F, Lindborg K, Brachmann J; CRYSTAL AF Investigators. Cryptogenic stroke and underlying atrial fibrillation. N Engl J Med. 2014 Jun 26;370(26):2478-86. doi: 10.1056/NEJMoa1313600."},{"pmid":"27936187","type":"BACKGROUND","citation":"Jaakkola J, Mustonen P, Kiviniemi T, Hartikainen JE, Palomaki A, Hartikainen P, Nuotio I, Ylitalo A, Airaksinen KE. Stroke as the First Manifestation of Atrial Fibrillation. PLoS One. 2016 Dec 9;11(12):e0168010. doi: 10.1371/journal.pone.0168010. eCollection 2016."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001281","term":"Atrial Fibrillation"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000001145","term":"Arrhythmias, Cardiac"},{"id":"D000011183","term":"Postoperative Complications"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M4276","name":"Atrial Fibrillation","asFound":"Atrial Fibrillation","relevance":"HIGH"},{"id":"M9109","name":"Heart Diseases","asFound":"Heart Disease","relevance":"HIGH"},{"id":"M4143","name":"Arrhythmias, Cardiac","asFound":"Arrhythmias, Cardiac","relevance":"HIGH"},{"id":"M13755","name":"Postoperative Complications","asFound":"Postoperative Complications","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}