{"protocolSection":{"identificationModule":{"nctId":"NCT06212219","orgStudyIdInfo":{"id":"RC31/22/0477"},"organization":{"fullName":"University Hospital, Toulouse","class":"OTHER"},"briefTitle":"Neurofeedback-EEG Rehabilitation Protocol on Motor Recovery in the Subacute Phase Post-stroke (CUSTOM-NF-STROKE)","officialTitle":"Impact of Personalization of a Neurofeedback-EEG Rehabilitation Protocol on Motor Recovery in the Subacute Phase Post-stroke (CUSTOM-NF-STROKE)"},"statusModule":{"statusVerifiedDate":"2024-01","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-01-08","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-01-08","studyFirstSubmitQcDate":"2024-01-08","studyFirstPostDateStruct":{"date":"2024-01-18","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-01-08","lastUpdatePostDateStruct":{"date":"2024-01-18","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University Hospital, Toulouse","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Neurofeedback (NF) is a procedure for providing direct sensory feedback (in the form of visual, auditory or tactile stimulation) to a patient about their brain activity when performing a cognitive or motor task. This NF aims to allow the patient to become aware of this brain activity and thus learn to modulate it voluntarily in order to improve the performance obtained on the task.\n\nThe aim of the study is to compare a \"standard NF\" procedure to a \"personalized NF\" procedure designed to optimize the level of patient acceptability based on the results obtained through these questionnaires.","detailedDescription":"A large percentage of patients surviving a cerebrovascular accident (CVA) suffer motor aftereffects, notably loss of mobility of the upper limb, linked to cortical lesions. During motor rehabilitation phases, patients are asked to try to move their arm in order to promote synaptic plasticity phenomena at the cortical level, and thus recover a certain mobility. During these movement attempts, the therapist mobilizes the patient's arm. The major problem with this type of rehabilitation is the lack of temporal coherence between the patient's attempted movement and the mobilization carried out by the therapist. Neurofeedback helps remedy this limitation. Thanks to the measurement of the patient's brain activity, we will be able to i) detect these attempted movements, which manifest themselves through the modulation of specific electroencephalographic (EEG) rhythms at the level of the sensorimotor cortices, and ii) provide feedback (e.g., visual, auditory or tactile) that will be synchronized with the attempted movement. This feedback synchronized with the modulation of brain activity makes it possible to close the sensorimotor loop and thus promote synaptic plasticity and motor recovery. Indeed, learning a motor activity is facilitated, on the one hand, by the repetition or training of this activity and, on the other hand, by having feedback - sensory, motor, or proprioceptive. - on its performance (reinforcement learning; Strehl 2014)1.\n\nSeveral meta-analyses now show the effectiveness of these approaches based on NF-EEG in terms of motor recovery. Cervera et al. (2018)2, Bai et al. (2020)3, Nojima et al. (2022)4 concluded, for example, an effect size of 0.61 to 0.86 on motor recovery (FMA scores) when comparing the effects of NF training during the subacute phase of stroke, compared to other rehabilitation procedures.\n\nHowever, NF-EEG remains little used in practice. The team hypothesizes that this low level of translation outside laboratories is partly linked to a low level of acceptability and usability of the NF.\n\nThe team first identified the factors influencing this acceptability and usability of post-stroke motor rehabilitation procedures based on NF using questionnaires, both among patients and caregivers.\n\nTo meet the objective of the study, the investigative team is focusing on patients undergoing post-stroke rehabilitation who are in the subacute phase (15 days to 6 months after the stroke) because several studies have demonstrated that they This was the most favorable period for motor recovery (Dromerick et al. - 2021, Wahl et al. - 2014)5-6."},"conditionsModule":{"conditions":["Cerebrovascular Accident"],"keywords":["Neurofeedback"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"SINGLE","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":44,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Standard Neurofeedback Procedure","type":"ACTIVE_COMPARATOR","description":"The standard NF (sensory feedback) will consist of motor imagery tasks, that is to say that the patient will have to imagine themselves carrying out movements, without real motor execution.\n\nTwo types of movements will be alternately requested: a complete sustained extension of the fingers of the paralyzed hand, a global movement of the arm (e.g. opening of the elbow) of the paralyzed arm.","interventionNames":["Behavioral: Neurofeedback procedure","Other: Fugl-Meyer test","Other: Intrinsic Motivation Inventory questionnaire","Other: Hospital Anxiety and Depression Scale","Other: State Anxiety Inventory scores","Other: Acceptability questionnaire (BCI-ACCEPT)","Other: System Usability Scale questionnaire","Other: NASA Task Load Index questionnaire","Other: Agency test","Other: Visual and Kinesthetic Imagery Questionnaire","Other: Technology Locus of Control Assessment Questionnaire","Other: POSITIVE AFFECTIVITY AND NEGATIVE AFFECTIVITY SCALE","Other: Self-questionnaire: OCEAN of the five major factors of per- sound (or Big Five model)","Other: Feeling VAS scores","Other: Reaching Performance Scale"]},{"label":"Personalized Neurofeedback Procedure","type":"EXPERIMENTAL","description":"Personalized NF will consist of adding to these motor imagery tasks, personalized aspects depending on the patient's profile, for example in terms of level of support and emotional support (addition of a relaxation exercise using an audio recording at the start of training - and in the middle of training if necessary, adding the presence of a virtual companion to provide social presence and emotional support, depending on the user's performance and progress) , of the virtual environment.","interventionNames":["Behavioral: Neurofeedback procedure","Other: Fugl-Meyer test","Other: Intrinsic Motivation Inventory questionnaire","Other: Hospital Anxiety and Depression Scale","Other: State Anxiety Inventory scores","Other: Acceptability questionnaire (BCI-ACCEPT)","Other: System Usability Scale questionnaire","Other: NASA Task Load Index questionnaire","Other: Agency test","Other: Visual and Kinesthetic Imagery Questionnaire","Other: Technology Locus of Control Assessment Questionnaire","Other: POSITIVE AFFECTIVITY AND NEGATIVE AFFECTIVITY SCALE","Other: Self-questionnaire: OCEAN of the five major factors of per- sound (or Big Five model)","Other: Feeling VAS scores","Other: Reaching Performance Scale"]}],"interventions":[{"type":"BEHAVIORAL","name":"Neurofeedback procedure","description":"Personalized NF will consist of adding to these motor imagery tasks, personalized aspects depending on the patient's profile, for example in terms of level of support and emotional support (addition of a relaxation exercise using an audio recording at the start of training - and in the middle of training if necessary, adding the presence of a companion is to provide social presence and emotional support, depending on the user's performance and progress.), of the virtual environment.","armGroupLabels":["Personalized Neurofeedback Procedure","Standard Neurofeedback Procedure"]},{"type":"OTHER","name":"Fugl-Meyer test","description":"419 / 5 000 Résultats de traduction Résultat de traduction This questionnaire assesses the motor selectivity of the upper limb. Several questions are asked about the movements that the patient can perform and to each question, the patient can answer either 0 (minimum) and 2 (maximum)","armGroupLabels":["Personalized Neurofeedback Procedure","Standard Neurofeedback Procedure"]},{"type":"OTHER","name":"Intrinsic Motivation Inventory questionnaire","description":"This psychometric motivation questionnaire offers the patient words representative of their motivation to carry out the neurofeedback session and for each proposition they can respond between rather positive (maximum) or rather negative (minimum)","armGroupLabels":["Personalized Neurofeedback Procedure","Standard Neurofeedback Procedure"]},{"type":"OTHER","name":"Hospital Anxiety and Depression Scale","description":"This questionnaire assesses the patient's state of anxiety and depression. Concerning anxiety, to each proposition, the patient can answer a number between 0 at minimum (never/not at all) and 3 at maximum (very often) and about depression, the patient can answer a number between 0 at minimum (often, always) and 3 at maximum (never/not at all) The patient can calculate his score at the end","armGroupLabels":["Personalized Neurofeedback Procedure","Standard Neurofeedback Procedure"]},{"type":"OTHER","name":"State Anxiety Inventory scores","description":"This questionnaire measures the patient's anxiety at a given time. It features a number of statements that people have previously used to describe themselves. For each statement, choose a \"grade\" from 1 (not at all) to 4 (Very much)","armGroupLabels":["Personalized Neurofeedback Procedure","Standard Neurofeedback Procedure"]},{"type":"OTHER","name":"Acceptability questionnaire (BCI-ACCEPT)","description":"This questionnaire asks the patient about their level of acceptability of NF training using words representative of their motivation to carry out the neurofeedback session and for each proposal they can respond on their feelings regarding the proposals.","armGroupLabels":["Personalized Neurofeedback Procedure","Standard Neurofeedback Procedure"]},{"type":"OTHER","name":"System Usability Scale questionnaire","description":"This questionnaire evaluates the usability of personalized NF procedures compared to standard procedures. To each statement, the patient can respond between a minimum of 1 (strongly disagree) and a maximum of 5 (totally agree).","armGroupLabels":["Personalized Neurofeedback Procedure","Standard Neurofeedback Procedure"]},{"type":"OTHER","name":"NASA Task Load Index questionnaire","description":"This scale assesses psychological validity from the perspective of mental workload. 6 words are offered to the patient about his mental load and he can respond at least \"little\" and at maximum \"A lot\"","armGroupLabels":["Personalized Neurofeedback Procedure","Standard Neurofeedback Procedure"]},{"type":"OTHER","name":"Agency test","description":"Questionnaire in which statements referring to the patient's general feeling and/or beliefs are presented. the patient has the choice between completely disagree (minimum) and totally agree (maximum)","armGroupLabels":["Personalized Neurofeedback Procedure","Standard Neurofeedback Procedure"]},{"type":"OTHER","name":"Visual and Kinesthetic Imagery Questionnaire","description":"The aim of this questionnaire is to obtain an index of individuals' ability to mentally represent different movements. Different movements to imagine are indicated and the patient responds based on their ability to imagine the movement.\n\nHe has the choice between \"as clear as a film\" (maximum) and \"no image\" (minimum)","armGroupLabels":["Personalized Neurofeedback Procedure","Standard Neurofeedback Procedure"]},{"type":"OTHER","name":"Technology Locus of Control Assessment Questionnaire","description":"The questionnaire focuses on patients' opinions on problems related to the use of technical devices. It presents twelve statements that the patient can affirm or deny, depending on their personal point of view. The patient can respond at least \"disagree at all\" and at maximum \"agree completely\"","armGroupLabels":["Personalized Neurofeedback Procedure","Standard Neurofeedback Procedure"]},{"type":"OTHER","name":"POSITIVE AFFECTIVITY AND NEGATIVE AFFECTIVITY SCALE","description":"This scale is made up of a list of words that indicate certain emotions or feelings. The patient must carefully read each of these words and spontaneously indicate at what level he feels this way at the time he responds to this scale. To do this, he can answer at least \"Very little or not at all\" and at maximum \"A lot\"","armGroupLabels":["Personalized Neurofeedback Procedure","Standard Neurofeedback Procedure"]},{"type":"OTHER","name":"Self-questionnaire: OCEAN of the five major factors of per- sound (or Big Five model)","description":"The model for measuring personality factors is the Anglo-Saxon model known as the \"Big Five\" or OCEAN in French. It measures 5 major personality traits: openness to experiences, conscientiousness, extroversion, agreeableness and neuroticism. The OCEAN questionnaire is a self-administered questionnaire to be given to a person who wishes to evaluate themselves. It includes 45 items presented in the table below. For each item, patients have 5 response possibilities numbered from 1 to 5: 1 for \"strongly disapproves\" and 5 for \"strongly approves\". The patient can calculate his score at the end","armGroupLabels":["Personalized Neurofeedback Procedure","Standard Neurofeedback Procedure"]},{"type":"OTHER","name":"Feeling VAS scores","description":"The EVA scale relates to the patient's personal feelings: perceived difficulty, perceived fatigue, perceived ease of learning, level of embodiment, Relevance, Demonstrability of results, Fun aspect, Benefit/risk ratio, Self-efficacy.\n\nFor each statement, the patient can respond on a scale ranging from \"strongly disagree\" (minimum) to \"totally agree\" (maximum).","armGroupLabels":["Personalized Neurofeedback Procedure","Standard Neurofeedback Procedure"]},{"type":"OTHER","name":"Reaching Performance Scale","description":"This scale analyzes the evolution of speed, precision and range of movement using motion capture tools. For each statement, the patient has a rating between 0 (corresponds to not possible) and 3 (corresponds to entirely possible)","armGroupLabels":["Personalized Neurofeedback Procedure","Standard Neurofeedback Procedure"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The delta Δ measured (post- versus pre-training) by the Fugl-Meyer test of the upper limb between the 2 groups","description":"Two measurements will be carried out pre- and two measurements post-, making four measurements in total in each group. For pre- and post-comparisons, we will use the averages of these measurements (pre-average vs post-training average), after three weeks of rehabilitation (15 sessions).","timeFrame":"18 months"}],"secondaryOutcomes":[{"measure":"Delta Δ (post- versus pre-training) on the Intrinsic Motivation Inventory questionnaire compared between the 2 groups.","description":"Delta Δ (post- versus pre-training) on the Intrinsic Motivation Inventory questionnaire compared between the 2 groups.","timeFrame":"18 months"},{"measure":"Delta Δ (post- and pre-training) in the acceptability questionnaire (BCI-ACCEPT) compared between the 2 groups.","description":"Delta Δ (post- and pre-training) in the acceptability questionnaire (BCI-ACCEPT) compared between the 2 groups.","timeFrame":"18 months"},{"measure":"The difference in the scores of the two groups on the System Usability Scale (SUS) questionnaire post-training.","description":"The difference in the scores of the two groups on the System Usability Scale (SUS) questionnaire post-training.","timeFrame":"18 months"},{"measure":"Evolution of NASA-TLX questionnaire scores during the sessions, for both groups.","description":"Comparison of NASA-TLX questionnaire scores during the sessions, for the two groups.","timeFrame":"18 months"},{"measure":"Evolution of feeling VAS scores at each session, for both groups","description":"Evolution of feeling VAS scores at each session, for both groups","timeFrame":"18 months"},{"measure":"Evolution of scores and Positive and Negative Affects questionnaire, at each session, for both groups.","description":"Evolution of scores and Positive and Negative Affects questionnaire, at each session, for both groups.","timeFrame":"18 months"},{"measure":"Difference in pre-training mental imagery ability scores with the Kinesthetic and Visual Imagery Questionnaire for the two groups","description":"Difference in pre-training mental imagery ability scores with the Kinesthetic and Visual Imagery Questionnaire for the two groups","timeFrame":"18 months"},{"measure":"Evaluation de la personnalité du patient en pré-entraînement (Questionnaire Big Five)","description":"Assessment of the patient's personality in pre-training (Big Five Questionnaire)","timeFrame":"18 months"},{"measure":"The psychological profiles of patients from the two groups in pre-training: locus of control score (KUT)","description":"The psychological profiles of patients from the two groups in pre-training: locus of control score (KUT)","timeFrame":"18 months"},{"measure":"Pre-training profiles of attentional abilities (Attention test)","description":"Pre-training profiles of attentional abilities (Attention test)","timeFrame":"18 months"},{"measure":"Pre-training agency profiles (Agency Questionnaire)","description":"Pre-training agency profiles (Agency Questionnaire)","timeFrame":"18 months"},{"measure":"Delta (post- and pre-training) on the Anxiety subscale of the Hospital Anxiety and Depression Scale (HADS-A), compared between the 2 groups.","description":"Delta (post- and pre-training) on the Anxiety subscale of the Hospital Anxiety and Depression Scale (HADS-A), compared between the 2 groups.","timeFrame":"18 months"},{"measure":"Observation of State Anxiety Inventory (STAI-Y State) scores during sessions, for both groups.","description":"Observation of State Anxiety Inventory (STAI-Y State) scores during sessions, for both groups.","timeFrame":"18 months"},{"measure":"Delta (post- and pre-workout) changes in speed, accuracy and range of motion using the Reaching Performance Scale","description":"Delta (post- and pre-workout) changes in speed, accuracy and range of motion using the Reaching Performance Scale","timeFrame":"18 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Man, woman, over 18 years old\n* Motor deficit of the upper limb type of hemiplegia, secondary to a hemorrhagic or ischemic stroke authenticated by brain imaging (MRI or CT)\n* Post-stroke patients in the subacute phase, between 15 days and 6 months after the stroke\n* Correct or corrected vision allowing reading at a distance of 0 to 2m\n* Ability to maintain a seated position for 1 hour\n* Patient affiliated to a social security scheme or beneficiary of such a scheme\n* Informed patient having signed consent\n\nExclusion Criteria:\n\n* Minors (age \\< 18 years)\n* Phasic disorder limiting comprehension corresponding to a Boston Diagnostic Aphasia Examination (BDAE) score \\< 4\n* Attentional disorder not allowing sufficient attention to be maintained for 1 hour\n* History of known stroke with motor sequelae.\n* Known peripheral neurological pathology affecting the paretic upper limb.\n* Other known central neurological pathology\n* Factors hindering EEG acquisition (scalp pathology, abnormal cervico-cephalic movements, cranial metal implants)\n* Unstabilized epilepsy\n* Refusal to participate in the study\n* Protected patient: adult under guardianship, curatorship or other legal protection, deprived of liberty by judicial or administrative decision\n* Pregnant, parturient, or breastfeeding patient","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"99 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"GASQ David, MD","role":"CONTACT","phone":"5 61 32 28 42","phoneExt":"+33","email":"gasq.d@chu-toulouse.fr"},{"name":"TOMASIK Audrey","role":"CONTACT","phone":"5 61 77 85 97","phoneExt":"+33","email":"tomasik.a@chu-toulouse.fr"}],"overallOfficials":[{"name":"GASQ David, MD","affiliation":"University Hospital, Toulouse","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"CHU de TOULOUSE","status":"RECRUITING","city":"Toulouse","zip":"31000","country":"France","contacts":[{"name":"David GASQ","role":"CONTACT","phone":"5 61 32 28 42","phoneExt":"33","email":"gasq.d@chu-toulouse.fr"},{"name":"Audrey TOMASIK","role":"CONTACT","phone":"5 61 77 85 97","phoneExt":"+33","email":"tomasik.a@chu-toulouse.fr"}],"geoPoint":{"lat":43.60426,"lon":1.44367}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Cerebrovascular Accident","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}