{"protocolSection":{"identificationModule":{"nctId":"NCT06224517","orgStudyIdInfo":{"id":"20230706R"},"organization":{"fullName":"Shin Kong Wu Ho-Su Memorial Hospital","class":"OTHER"},"briefTitle":"Pulse Wave Velocity and in Subacute Stroke Patients Following Rehabilitation","officialTitle":"The Improvement in Pulse Wave Velocity and Its Correlation With Clinical Outcomes in Subacute Stroke Patients Following Rehabilitation"},"statusModule":{"statusVerifiedDate":"2024-01","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-02-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-01-05","studyFirstSubmitQcDate":"2024-01-16","studyFirstPostDateStruct":{"date":"2024-01-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-01-24","lastUpdatePostDateStruct":{"date":"2024-01-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Ying Chen Kuo","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Shin Kong Wu Ho-Su Memorial Hospital"},"leadSponsor":{"name":"Shin Kong Wu Ho-Su Memorial Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"Currently, the literature regarding the relationship between Pulse Wave Velocity (PWV) and functional recovery, particularly of upper limb function, in patients with subacute stroke is still limited. Therefore, the aim of the study is to evaluate the changes in baPWV after four weeks of intensive rehabilitation therapy, and the correlation between these changes and functional recovery.","detailedDescription":"Objectives： The purpose of this study is to evaluate the changes in baPWV after four weeks of intensive rehabilitation therapy, and the correlation between these changes and functional recovery.\n\nBackground： Arterial stiffness, increasing with age, is a significant risk factor for atherosclerotic diseases and a predictor of mortality from various causes, including symptomatic strokes. The brachial-ankle pulse wave velocity (baPWV), a reliable measure of arterial stiffness, correlates with cardiovascular events and mortality risk. Clinical improvements post-ischemic stroke align with a decrease in PWV, emphasizing arterial stiffness's role in recovery. Previous studies indicate significant differences in pressure waveforms and baPWV between stroke patients and control groups. Despite evidence of baPWV's prognostic value in predicting functional outcomes after acute cerebral infarction, the literature on its relation to functional recovery, especially upper limb function, in subacute stroke patients remains limited.\n\nStudy Design： Twenty-five patients admitted to the Department of Physical Medicine and Rehabilitation Medicine at Shin-Kong Wu Ho Su Memorial Hospital will be enrolled prospectively. Demographic and baseline clinical data, including age, gender, stroke duration (day), lesion side, stroke type, underlying disease, severity of neurological deficit (NIHSS) at admission were recorded. Once their neurological symptoms have stabilized, all patients will have their baPWV and functional outcome measurements before and four weeks after undergoing intensive rehabilitation therapy.\n\nMethods： Inclusion criteria are as follows: first-onset cerebral ischemic stroke within the previous 3 months, which is confirmed clinically by computed tomography scans or magnetic resonance imaging; sufficient cognition to understand procedures and provide informed consent. Exclusion criteria are as follows: hemorrhagic stroke, cerebellar or brainstem lesions which may affect autonomic or balance; concurrent neurological or neurodegenerative diseases (e.g. Parkinson's disease, multiple sclerosis, etc.), brain tumor, malignancy, limb deficiency or amputation.\n\nThe intervention includes daily physical and occupational therapy sessions tailored to each patient's functional status. In this study, stroke patients will undergo a four-week rehabilitation therapy program comprising 60-minute daily sessions of physical and occupational therapy. The physical therapy includes balance training, mobility and strengthening exercises, while occupational therapy covers sensorimotor and fine motor training, and ADL activities. The primary outcome is baPWV, measured noninvasively using an oscillometric method. Patients maintain their prescribed medication regime throughout. Secondary outcomes assessed include activities of daily living, balance, gait function, ambulation, and upper limb function.\n\nEffect： Arterial stiffness in subacute stroke patients can be improved after four weeks of intensive rehabilitation therapy. After four weeks of intensive rehabilitation training, the brachial-ankle pulse wave velocity (baPWV) will decrease and will be negatively correlated with functional recovery."},"conditionsModule":{"conditions":["Ischemic Stroke","Arterial Stiffness","Pulse Wave Velocity","Rehabilitation"],"keywords":["ischemic stroke","Arterial Stiffness","pulse wave velocity","rehabilitation"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":25,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Patients of ischemic stroke","description":"Inclusion criteria are as follows: first-onset cerebral ischemic stroke within the previous 3 months, which is confirmed clinically by computed tomography scans or magnetic resonance imaging; sufficient cognition to understand procedures and provide informed consent. Exclusion criteria are as follows: hemorrhagic stroke, cerebellar or brainstem lesions which may affect autonomic or balance; concurrent neurological or neurodegenerative diseases (e.g. Parkinson's disease, multiple sclerosis, etc.), brain tumor, malignancy, limb deficiency or amputation.","interventionNames":["Other: Rehabilitation"]}],"interventions":[{"type":"OTHER","name":"Rehabilitation","description":"The intervention includes daily physical and occupational therapy sessions tailored to each patient's functional status. In this study, stroke patients will undergo a four-week rehabilitation therapy program comprising 60-minute daily sessions of physical and occupational therapy. The physical therapy includes balance training, mobility and strengthening exercises, while occupational therapy covers sensorimotor and fine motor training, and ADL activities.","armGroupLabels":["Patients of ischemic stroke"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"brachial-ankle pulse wave velocity","description":"baPWV is measured noninvasively using an oscillometric method (HBP-8000, Omron, Japan). The participants are required to abstain from caffeine for at least three hours prior to the test. The participant will be asked to rest in a supine position for a minimum of 10 minutes. Following this rest period, oscillometric cuffs were attached at the midway points of both arms and ankles for the simultaneous measurement of volume pulse and blood pressure. The arm-to-ankle distance was determined based on the patient's height. The baPWV was then computed by dividing the arm-ankle distance by the pulse time interval. The blood pressure analysis utilized the instantaneous systolic and diastolic blood pressure readings taken at the time of the baPWV measurement. For analytical purposes, an average of the values from both the left and right sides will be used.","timeFrame":"4-week"}],"secondaryOutcomes":[{"measure":"Activities of daily living","description":"Chinese version of the Modified Barthel Index (MBI-C) is used to assess performance in basic ADL. The validity and reliability of MBI-C were good stroke patients according to previous research. the maximum score of 100 represents a patient fully independent in performing basic ADL, whereas the lowest score (0) represents a totally dependent state.","timeFrame":"4-week"},{"measure":"Balance","description":"he Berg balance scale (BBS) is used to assess balance function, providing a measure of a participant's stability while executing routine functional tasks encountered in daily life. The BBS uses a 5-point grading system, with each task scored from 0 to 4. A maximum achievable score of 56 represents an indication of excellent balance. The interrater reliability, intrarater reliability, and test-retest reliability were excellent in stroke patients.","timeFrame":"4-week"},{"measure":"Gait function and ambulation","description":"Gait function and ambulation ability are evaluated by Functional ambulation category (FAC). FAC test identifies six degrees of walking capability, determined by the extent of physical assistance needed. The FAC has six categories ranging from 0 (non-functional ambulation) to 5 (independent). It is straightforward to administer, simple to interpret, and cost-effective. The FAC has excellent reliability and good validity in stroke patients.","timeFrame":"4-week"},{"measure":"Upper limb function","description":"The Fugl-Meyer Assessment for Upper Extremity (FMA-UE) is widely used in stroke patients to evaluate the severity of stroke and quantify the recovery process, and demonstrates good reliability, validity, and responsiveness. The assessment has 33 items, which are further divided into four subcategories: shoulder/elbow (comprising 18 items), wrist (5 items), hand (7 items), and coordination/speed (3 items). The scoring for each item is on a 3-point ordinal scale and a maximum total score of 66 indicates better sensorimotor function.","timeFrame":"4-week"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* First-onset cerebral ischemic stroke within the previous 3 months, which is confirmed clinically by computed tomography scans or magnetic resonance imaging\n* Sufficient cognition to understand procedures and provide informed consent.\n\nExclusion Criteria:\n\n* Hemorrhagic stroke, cerebellar or brainstem lesions which may affect autonomic or balance\n* Concurrent neurological or neurodegenerative diseases (e.g. Parkinson's disease, multiple sclerosis, etc.)\n* Brain tumor\n* Malignancy\n* Limb deficiency or amputation","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Twenty-five patients admitted to the Department of Physical Medicine and Rehabilitation Medicine at Shin-Kong Wu Ho Su Memorial Hospital will be enrolled prospectively.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Ying-Chen Kuo, MD","role":"CONTACT","phone":"+886-952848997","email":"allazure1121@gmail.com"}],"overallOfficials":[{"name":"Ying-Chen Kuo, MD","affiliation":"Shin Kong Wu Ho-Su Memorial Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Shin Kong Wu Ho-Su Memorial Hospital","city":"Taipei City","zip":"111","country":"Taiwan","contacts":[{"name":"Ying Chen Kuo, MD","role":"CONTACT"}],"geoPoint":{"lat":25.04776,"lon":121.53185}}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}