{"protocolSection":{"identificationModule":{"nctId":"NCT04865757","orgStudyIdInfo":{"id":"080/12"},"organization":{"fullName":"Insel Gruppe AG, University Hospital Bern","class":"OTHER"},"briefTitle":"Space Flap for Cerebral Protection Following Decompressive Hemicraniectomy for Stroke","officialTitle":"Space Flap for Cerebral Protection Following Decompressive Hemicraniectomy for Stroke"},"statusModule":{"statusVerifiedDate":"2021-04","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2012-07","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-08","type":"ACTUAL"},"completionDateStruct":{"date":"2020-09","type":"ACTUAL"},"studyFirstSubmitDate":"2021-04-22","studyFirstSubmitQcDate":"2021-04-26","studyFirstPostDateStruct":{"date":"2021-04-29","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-04-26","lastUpdatePostDateStruct":{"date":"2021-04-29","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Insel Gruppe AG, University Hospital Bern","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"In this study the investigators want to investigate to what extent the application of an artificial bone flape (space flap) influences the success of a decompressive craniectomy.\n\nIn all participants, a space flap is placed immediately after removal of the skull cap. In a second operation, after 1-3 months, an operation is performed, in which the stored own skull bone is re-inserted. The artificial bone cover is removed at this point.","detailedDescription":"The destruction of local brain parenchyma after cerebral infarction leads to local swelling within a few days. In the beginning the ischemic brain expand at the expense of the CSF and venous spaces. However, once these spaces are partially displaced further swelling invariably leads to increase of the intracranial pressure due to the limited space available inside the cranial vault. In cases of large infarctions this increase in intracranial pressure (ICP) may entail life threatening secondary injuries to the brain. The surgical removal of a large part of the skull (decompressive hemi-craniectomy) allows the ischemic brain to expand, therefore avoiding an increase of ICP and it's deleterious effects. After removal of a part of the skull the skin is closed again, and the skull flap is kept in sterile environment. Several months after decompression craniectomy patients undergo implantation of either their preserved bone flap or of a bone flap substitute (so-called patient specific implant, or PSI, mostly made out of Palacos®).\n\nDecompressive hemi-craniectomy comes at a cost for the patient, despite its undisputed role as a life saving surgery after large cerebral infarction. During the first days after surgery the brain may use the space freed up by bone removal. In some cases the brain may prolapse even further out of the cranial vault, leading to brain herniation. Brain herniation are common and may lead to further damage due to axonal shearing injuries in the brain, and to hemorrhages and infarction at the craniotomy edges. The lack of the protective skull prior to re-implantation of the bone flap puts the brain at risk of injuries due to falls during rehabilitation and exposes the brain indirectly to atmospheric pressure. Various neurological deficits subsumed as the syndrome of the trephined have been described in these patients. The symptoms of the syndrome of the trephined have in common that they appear a few weeks after decompression and significantly improve after re-implantation of the patient's own bone. The symptoms range from orthostatic headache and dizziness to motor paresis, aphasia, cognitive decline and brainstem compression symptoms. The pathophysiology behind the syndrome of the trephined can be understood as an \"open box\" phenomenon. After removal of the bone the brain is separated from the atmospheric pressure only by the skin. The skin, however, does not hold against atmospheric pressure and sinks into the skull cavity (sinking skin flap) once the brain swelling diminishes. Physiologic dynamics of the cerebrospinal fluid are deranged, leading to hydrocephalus, subdural hygromas and parenchymal effusions. This assumption is enforced by pathophysiological observations of decreased cerebral blood flow in both hemispheres following decompression, and normalization thereof following re-implantation of the bone flap.\n\nThis pilot study aims at assessing feasibility of a change in surgical protocol. The rate of ICP control will be used to determine the sample size of a planned monocenter study."},"conditionsModule":{"conditions":["Infarction"],"keywords":["Decompressive hemi-craniectomy","bone flap"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":10,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Space Flap","type":"EXPERIMENTAL","description":"A space flap is formed out of Palacos®, adjusted to the skull surface with temporal augmentation","interventionNames":["Device: Space Flap"]}],"interventions":[{"type":"DEVICE","name":"Space Flap","description":"A space flap is formed out of Palacos®, adjusted to the skull surface with temporal augmentation","armGroupLabels":["Space Flap"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"ICP Control","description":"ICP Control (number of hours with mean ICP equal to or \\> 20mmHg)","timeFrame":"1 day after surgery"}],"secondaryOutcomes":[{"measure":"Intracranial infections","description":"Intracranial infections (proven by microbiology)","timeFrame":"1 day after surgery"},{"measure":"Postoperative hematomas","description":"Postoperative hematomas localized at the edge of the craniotomy","timeFrame":"1 day after surgery"},{"measure":"Postoperative infarctions","description":"Postoperative infarctions localized at the edge of the craniotomy","timeFrame":"1 day after surgery"},{"measure":"Brain herniation","description":"Brain herniation (\\>1.5cm out of cranial vault)","timeFrame":"1 day after surgery"},{"measure":"Syndrom of the trephined","description":"Syndrom of the trephined assessed by MRI/CT Scan","timeFrame":"1 day after surgery"},{"measure":"Hydrocephalus malresorptivus","description":"Hydrocephalus malresorptivus assessed by MRI/CT Scan","timeFrame":"1 month after surgery"},{"measure":"Adhesions between the brain and the skin","description":"Adhesions between the brain and the skin","timeFrame":"1 month after surgery"},{"measure":"Adhesions between the palacos and the temporal muscle","description":"Adhesions between the palacos and the temporal muscle","timeFrame":"1 month after surgery"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age between 18 and 65 years\n* Decompressive hemi-craniectomy planed for\\*:\n\n  * Impairment of consciousness or progressive reduction of consciousness and\n  * Mass effect on brain imaging (oedema exceeding 50% of the MCA territory and midline shift), and\n  * Exclusion of other causes of impaired consciousness (e.g. hypoperfusion, hypotension, cerebral reinfarction, epileptic seizures\n* Informed consent from relatives\n\nExclusion Criteria:\n\n* Bilateral, nonreactive, not drug-induced pupillary dilation, associated with coma\\*\n* Simultaneous presence of all four of the following unfavorable prognostic factors: \\*\n\n  * Age 50 years\n  * Involvement of additional vascular territories\n  * Unilateral pupillary dilation\n  * GCS\\<8\n* Severe comorbidity (severe heart failure or myocardial infarction, incurable neoplasia, etc. \\*\n* Refusal by the patient of this treatment, as known from current interaction with the patient, from existing written documents or related by the patient's proxies. \\*\n* Known pulmonary or cranial infection\n* Any coagulopathy\n* Rapid neurological decline prohibiting the extra time needed for space flab production (10min)\n* Pregnancy","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Schucht Philippe, MD","affiliation":"Dep. of Neurosurgery, Bern University Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Dep. of Neurosurgery, Bern University Hospital","city":"Bern","zip":"3010","country":"Switzerland","geoPoint":{"lat":46.94809,"lon":7.44744}}]},"referencesModule":{"references":[{"pmid":"4981573","type":"BACKGROUND","citation":"Langfitt TW. Increased intracranial pressure. Clin Neurosurg. 1969;16:436-71. doi: 10.1093/neurosurgery/16.cn_suppl_1.436. No abstract available."},{"pmid":"1950691","type":"BACKGROUND","citation":"Steiger HJ. Outcome of acute supratentorial cerebral infarction in patients under 60. Development of a prognostic grading system. Acta Neurochir (Wien). 1991;111(3-4):73-9. doi: 10.1007/BF01400491."},{"pmid":"15096004","type":"BACKGROUND","citation":"Wirtz CR, Steiner T, Aschoff A, Schwab S, Schnippering H, Steiner HH, Hacke W, Kunze S. Hemicraniectomy with dural augmentation in medically uncontrollable hemispheric infarction. Neurosurg Focus. 1997 May 15;2(5):E3; discussion 1 p following E3. doi: 10.3171/foc.1997.2.5.7."},{"pmid":"11239209","type":"BACKGROUND","citation":"Doerfler A, Engelhorn T, Forsting M. Decompressive craniectomy for early therapy and secondary prevention of cerebral infarction. Stroke. 2001 Mar;32(3):813-5. doi: 10.1161/01.str.32.3.813. No abstract available."},{"pmid":"17690310","type":"BACKGROUND","citation":"Juttler E, Schwab S, Schmiedek P, Unterberg A, Hennerici M, Woitzik J, Witte S, Jenetzky E, Hacke W; DESTINY Study Group. Decompressive Surgery for the Treatment of Malignant Infarction of the Middle Cerebral Artery (DESTINY): a randomized, controlled trial. Stroke. 2007 Sep;38(9):2518-25. doi: 10.1161/STROKEAHA.107.485649. Epub 2007 Aug 9."},{"pmid":"19269254","type":"BACKGROUND","citation":"Hofmeijer J, Kappelle LJ, Algra A, Amelink GJ, van Gijn J, van der Worp HB; HAMLET investigators. Surgical decompression for space-occupying cerebral infarction (the Hemicraniectomy After Middle Cerebral Artery infarction with Life-threatening Edema Trial [HAMLET]): a multicentre, open, randomised trial. Lancet Neurol. 2009 Apr;8(4):326-33. doi: 10.1016/S1474-4422(09)70047-X. Epub 2009 Mar 5."},{"pmid":"17690311","type":"BACKGROUND","citation":"Vahedi K, Vicaut E, Mateo J, Kurtz A, Orabi M, Guichard JP, Boutron C, Couvreur G, Rouanet F, Touze E, Guillon B, Carpentier A, Yelnik A, George B, Payen D, Bousser MG; DECIMAL Investigators. Sequential-design, multicenter, randomized, controlled trial of early decompressive craniectomy in malignant middle cerebral artery infarction (DECIMAL Trial). Stroke. 2007 Sep;38(9):2506-17. doi: 10.1161/STROKEAHA.107.485235. Epub 2007 Aug 9."},{"pmid":"18216670","type":"BACKGROUND","citation":"Sanus GZ, Tanriverdi T, Ulu MO, Kafadar AM, Tanriover N, Ozlen F. Use of Cortoss as an alternative material in calvarial defects: the first clinical results in cranioplasty. J Craniofac Surg. 2008 Jan;19(1):88-95. doi: 10.1097/scs.0b013e31815c93fe."},{"pmid":"11354398","type":"BACKGROUND","citation":"Wagner S, Schnippering H, Aschoff A, Koziol JA, Schwab S, Steiner T. Suboptimum hemicraniectomy as a cause of additional cerebral lesions in patients with malignant infarction of the middle cerebral artery. J Neurosurg. 2001 May;94(5):693-6. doi: 10.3171/jns.2001.94.5.0693."},{"pmid":"21091342","type":"BACKGROUND","citation":"Honeybul S, Ho KM. Long-term complications of decompressive craniectomy for head injury. J Neurotrauma. 2011 Jun;28(6):929-35. doi: 10.1089/neu.2010.1612. Epub 2011 Jun 1."},{"pmid":"16619648","type":"BACKGROUND","citation":"Aarabi B, Hesdorffer DC, Ahn ES, Aresco C, Scalea TM, Eisenberg HM. Outcome following decompressive craniectomy for malignant swelling due to severe head injury. J Neurosurg. 2006 Apr;104(4):469-79. doi: 10.3171/jns.2006.104.4.469."},{"pmid":"15921849","type":"BACKGROUND","citation":"Sakamoto S, Eguchi K, Kiura Y, Arita K, Kurisu K. CT perfusion imaging in the syndrome of the sinking skin flap before and after cranioplasty. Clin Neurol Neurosurg. 2006 Sep;108(6):583-5. doi: 10.1016/j.clineuro.2005.03.012."},{"pmid":"9192385","type":"BACKGROUND","citation":"Dujovny M, Fernandez P, Alperin N, Betz W, Misra M, Mafee M. Post-cranioplasty cerebrospinal fluid hydrodynamic changes: magnetic resonance imaging quantitative analysis. Neurol Res. 1997 Jun;19(3):311-6. doi: 10.1080/01616412.1997.11740818."},{"pmid":"18671636","type":"BACKGROUND","citation":"Stiver SI, Wintermark M, Manley GT. Reversible monoparesis following decompressive hemicraniectomy for traumatic brain injury. J Neurosurg. 2008 Aug;109(2):245-54. doi: 10.3171/JNS/2008/109/8/0245."},{"pmid":"20561067","type":"BACKGROUND","citation":"Mokri B. Orthostatic headaches in the syndrome of the trephined: resolution following cranioplasty. Headache. 2010 Jul;50(7):1206-11. doi: 10.1111/j.1526-4610.2010.01715.x. Epub 2010 Jun 18."},{"pmid":"19361266","type":"BACKGROUND","citation":"Joseph V, Reilly P. Syndrome of the trephined. J Neurosurg. 2009 Oct;111(4):650-2. doi: 10.3171/2009.3.JNS0984."},{"pmid":"17119005","type":"BACKGROUND","citation":"Bijlenga P, Zumofen D, Yilmaz H, Creisson E, de Tribolet N. Orthostatic mesodiencephalic dysfunction after decompressive craniectomy. J Neurol Neurosurg Psychiatry. 2007 Apr;78(4):430-3. doi: 10.1136/jnnp.2006.099242. Epub 2006 Nov 21."},{"pmid":"18064408","type":"BACKGROUND","citation":"Akins PT, Guppy KH. Sinking skin flaps, paradoxical herniation, and external brain tamponade: a review of decompressive craniectomy management. Neurocrit Care. 2008;9(2):269-76. doi: 10.1007/s12028-007-9033-z."},{"pmid":"6741628","type":"BACKGROUND","citation":"Fodstad H, Love JA, Ekstedt J, Friden H, Liliequist B. Effect of cranioplasty on cerebrospinal fluid hydrodynamics in patients with the syndrome of the trephined. Acta Neurochir (Wien). 1984;70(1-2):21-30. doi: 10.1007/BF01406039."},{"pmid":"19005615","type":"BACKGROUND","citation":"Yang XF, Wen L, Shen F, Li G, Lou R, Liu WG, Zhan RY. Surgical complications secondary to decompressive craniectomy in patients with a head injury: a series of 108 consecutive cases. Acta Neurochir (Wien). 2008 Dec;150(12):1241-7; discussion 1248. doi: 10.1007/s00701-008-0145-9. Epub 2008 Nov 13."},{"pmid":"19388280","type":"BACKGROUND","citation":"Won YD, Yoo DS, Kim KT, Kang SG, Lee SB, Kim DS, Hahn ST, Huh PW, Cho KS, Park CK. Cranioplasty effect on the cerebral hemodynamics and cardiac function. Acta Neurochir Suppl. 2008;102:15-20. doi: 10.1007/978-3-211-85578-2_3."},{"pmid":"19659825","type":"BACKGROUND","citation":"Michel P, Arnold M, Hungerbuhler HJ, Muller F, Staedler C, Baumgartner RW, Georgiadis D, Lyrer P, Mattle HP, Sztajzel R, Weder B, Tettenborn B, Nedeltchev K, Engelter S, Weber SA, Basciani R, Fandino J, Fluri F, Stocker R, Keller E, Wasner M, Hanggi M, Gasche Y, Paganoni R, Regli L; Swiss Working Group of Cerebrovascular Diseases with the Swiss Society of Neurosurgery and the Swiss Society of Intensive Care Medicine. Decompressive craniectomy for space occupying hemispheric and cerebellar ischemic strokes: Swiss recommendations. Int J Stroke. 2009 Jun;4(3):218-23. doi: 10.1111/j.1747-4949.2009.00283.x. No abstract available."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000007238","term":"Infarction"}],"ancestors":[{"id":"D000007511","term":"Ischemia"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000009336","term":"Necrosis"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M9972","name":"Infarction","asFound":"Infarction","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}