{"protocolSection":{"identificationModule":{"nctId":"NCT05256368","orgStudyIdInfo":{"id":"STU00214813"},"organization":{"fullName":"Shirley Ryan AbilityLab","class":"OTHER"},"briefTitle":"Marker for Stroke Recovery","officialTitle":"Neurophysiological Marker for Predicting Upper Extremity Motor Recovery After Stroke"},"statusModule":{"statusVerifiedDate":"2023-05","overallStatus":"WITHDRAWN","whyStopped":"Insufficient personnel dedication.","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-07-30","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-08-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-08-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-09-21","studyFirstSubmitQcDate":"2022-02-24","studyFirstPostDateStruct":{"date":"2022-02-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-05-30","lastUpdatePostDateStruct":{"date":"2023-06-01","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Jose Pons","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Shirley Ryan AbilityLab"},"leadSponsor":{"name":"Shirley Ryan AbilityLab","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study aims to develop a neurophysiological marker for post-stroke participants that predicts upper extremity motor recovery in response to a standard upper extremity rehabilitation protocol of task-specific training (TST). For this aim, the researchers will utilize transcranial magnetic stimulation (TMS) combined with electromyography (EMG) and electroencephalography (EEG) to observe inpatients with stroke-related hemiplegia and follow their recovery through outpatient for up to 3 months. Motor-evoked potentials (MEPs), transcranial-evoked potentials (TEPs), action research arm test (ARAT) scores, and clinical outcome measures will be recorded at different time points of the inpatient rehabilitation period. The researchers hypothesize that changes in motor recovery will be reflected in changes in the MEPs and TEPs.","detailedDescription":"This study aims to develop a neurophysiological marker for post-stroke participants that predicts upper extremity motor recovery in response to a standard upper extremity rehabilitation protocol of task-specific training (TST). For this aim, the researchers will utilize transcranial magnetic stimulation (TMS) combined with electromyography (EMG) and electroencephalography (EEG), and clinical outcome measures. The researchers will enroll inpatients with stroke-related hemiplegia with a variety of severities (based on the Chedoke-McMaster arm and hand stage) and follow their recovery through outpatient for up to 3 months. Motor-evoked potentials (MEPs), transcranial-evoked potentials (TEPs), and action research arm test (ARAT) scores will be recorded at different time points of the inpatient rehabilitation period. The researchers hypothesize that changes in motor recovery will be reflected in changes in the MEPs and TEPs. Therefore, the researchers will correlate these novel physiological measures with the ARAT scores to develop a neurophysiological marker to predict upper extremity motor recovery. Aim 1 investigates short-term and long-term changes in MEPs before vs. after rehabilitation. Aim 2 focuses on studying brain connectivity changes before vs. after rehabilitation. Aim 3 assesses the ARAT scores. Aim 4 correlates the results obtained from Aims 1-3 (i.e., MEPs, brain connectivity, and the ARAT scores) and uses advanced statistical methods and machine learning algorithms to develop an objective and accurate predictor of upper extremity motor recovery."},"conditionsModule":{"conditions":["Stroke, Ischemic"],"keywords":["Stroke","Motor-evoked potentials (MEPs)","Transcranial-Evoked Potentials (TEPs)","Task-specific training (TST)","Recovery","Markers"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":0,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Inpatients poststroke","description":"Individuals post acute or subacute that that are inpatients at the Shirley Ryan AbilityLab ages 18-80"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Motor-evoked potentials","description":"Motor-evoked potentials (MEPs) will be recorded from the right and left EDC muscles, averaged across trials in a visit, and peak-to-peak amplitudes will be measured before vs. after specific-task training in a visit. An increase in MEPs is correlated with motor improvement.","timeFrame":"Baseline, during each visit, and Visit 8 at the 3 month follow-up"},{"measure":"Change in Transcranial-evoked potentials","description":"Transcranial-evoked potentials (TEPs) will be analyzed in source space to assess changes in brain connectivity. The connectivity changes will be computed before vs. after specific-task training. An increase in connectivity has been correlated with motor improvement.","timeFrame":"Baseline, Visit 4 in the second week, Visit 7 in the third week, and Visit 8 at 3 month follow-up"},{"measure":"Changes in Action research arm test scores","description":"The Action research arm test (ARAT) will be used to assess changes in motor recovery. The ARAT is a 19 item measure divided into 4 sub-tests (grasp, grip, pinch, and gross arm movement). Performance on each item is rated on a 4-point ordinal scale ranging from: 3 (Performs test normally), 2 (Completes test, but takes abnormally long or has great difficulty), 1 (Performs test partially), and 0 (Can perform no part of test). Lyle's decision rules: 1) Patients who achieve a maximum score on the first (most difficult) item are credited with having scored 3 on all subsequent items on that scale, 2) If the patient scores less than 3 on the first item, then the second item is assessed, 3) This is the easiest item, and if patients score 0 then they are unlikely to achieve a score above 0 for the remainder of the items and are credited with a zero for the other items., 4) The maximum score on the ARAT is 57 points (possible range 0 to 57). A higher score usually indicates a better outcome.","timeFrame":"Visit 2 in the first week, Visit 4 in the second week, Visit 6 in the third week, and Visit 8 at 3 month follow-up"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age from 18 to 80 years\n* Stroke (ischemic subcortical, intermediate level, chronic phase one day to 6 weeks or more from lesion)\n* Clinical and radiological evidence supporting the above diagnoses\n* Chedoke stroke assessment arm stage and hand stage of 3-6 for the affected limb\n* One or more behavioral symptoms possibly linked to the white matter lesion(s)\n* Stable medical condition\n* Normal hearing and (corrected) vision\n* Able to understand and give informed consent\n* English speaker\n\nExclusion Criteria:\n\n* Cardiac pacemaker or pacemaker wires; neurostimulators; implanted pumps\n* Metal in the body (rods, plates, screws, shrapnel, dentures, IUD) or metallic particles in the eye\n* Surgical clips in the head or previous neurosurgery\n* Any magnetic particles in the body\n* Cochlear implants\n* Prosthetic heart valves\n* Epilepsy or any other type of seizure history\n* History of significant head trauma (i.e., extended loss of consciousness, neurological sequelae)\n* Significant other disease (heart disease, malignant tumors, mental disorders)\n* Significant claustrophobia; Meniere's disease\n* Pregnancy, breast feeding\n* Medications increasing risk for seizures\n* Non prescribed drug use\n* Failure to perform the behavioral tasks or neuropsychological evaluation tests\n* Prisoners","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Individuals poststroke that are inpatients at Shirley Ryan AbilityLab.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"locations":[{"facility":"Shirley Ryan AbilityLab","city":"Chicago","state":"Illinois","zip":"60611","country":"United States","geoPoint":{"lat":41.85003,"lon":-87.65005}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Stroke, Ischemic","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}