{"protocolSection":{"identificationModule":{"nctId":"NCT03221959","orgStudyIdInfo":{"id":"ICP M-MCA Infarction"},"organization":{"fullName":"Kantonsspital Aarau","class":"OTHER"},"briefTitle":"Non-invasive Absolute Intracranial Pressure Measurement in Patients With Malignant Middle Cerebral Artery Infarction for Determination of Timing to Descompressive Craniectomy.","officialTitle":"Non-invasive Absolute Intracranial Pressure Measurement in Patients With Malignant Middle Cerebral Artery Infarction for Determination of Timing to Decompressive Craniectomy"},"statusModule":{"statusVerifiedDate":"2017-07","overallStatus":"UNKNOWN","lastKnownStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2020-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2020-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2017-07-17","studyFirstSubmitQcDate":"2017-07-17","studyFirstPostDateStruct":{"date":"2017-07-19","type":"ACTUAL"},"lastUpdateSubmitDate":"2017-07-24","lastUpdatePostDateStruct":{"date":"2017-07-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Kienzler Jenny","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Kantonsspital Aarau"},"leadSponsor":{"name":"Kienzler Jenny","class":"OTHER"},"collaborators":[{"name":"Swiss National Fund for Scientific Research","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This is a single centre, observational study with a medical device which has Conformité Européenne (CE) marking. The aim of the study is to demonstrate that patients with malignant middle cerebral artery infarction (M-MCA) show an increased intra-cranial pressure (ICP) compared to neurological patients without M-MCA infarction or other space-occupying indications.","detailedDescription":"Space-occupying, malignant middle cerebral artery (M-MCA) infarctions are still one of the most devastating forms of ischemic stroke, with a mortality of up to 80% in untreated patients.The term M-MCA is referred to a severe middle cerebral artery (MCA) syndrome with typical clinical symptoms (hemiparesis to hemiplegia, severe sensory deficits, head and eye deviation, hemi-inattention, and, if the dominant hemisphere is involved, global aphasia), following a uniform clinical course (progressive deterioration of conscious within the first 24-48 h), and ending in herniation. An early diagnosis is essential and depends on CT (Computed Tomography) and MRI (Magnetic Resonance Imaging) to aid the prediction of a malignant course, but, until today there is no clear consensus to define and predict radiologically a malignant evolution in early phases.Over the past 10 years, results from randomised controlled trials and their pooled analyses have provided evidence that an early hemicraniectomy leads to a substantial decrease in mortality at and months and is likely to improve functional outcome. However, there are still important questions about the individual indication for decompressive surgery. In consideration of a variable clinical course (some patients develop fatal brain edema early, whereas other patients do not show severe brain swelling for several days), achieving a way to measure, control and predict malignant brain edema formation would be of extremely important value.\n\nIn this way, the ICP measuring could represent an objective value to determine in every patient the time point to indicate decompressive craniectomy surgery, and also could allow us to find a correlation between the size of the infarction and periinfarction edema. Therefore the optimal timing of surgical intervention can be defined and all the medical treatment adjusted.\n\nCurrently, ICP can be measured and registered only using invasive techniques. The two ICP measurement methods available - intraventricular and intraparenchymal - require both a neurosurgical procedure, in order to implant the catheter and probes within the brain. Thus, these measures include themselves a risk for the subject, and both infections and intracranial bleedings are regular albeit not frequent complications. In addition, invasive recording of ICP requires neurosurgical expertise and intensive care unit (ICU) facilities. Therefore ICP measurement so far, is not a standard of care in stroke units.\n\nA reliable, accurate and precise non-invasive method to measure ICP would be of considerable clinical value, enabling ICP measurement without neurosurgical expertise and ICU facilities. Moreover, it would save the patients from the complication risks associated with invasive measures.\n\nICP should be measured in patients with MCA stroke in order that their ICP can be observed prospectively.It is expected that any increase in ICP will be detected before neurological deterioration occurs. Beside the benefits for the patient, there is the advantage for the attending physician to have more evidence in his decision and the correct moment to make it.\n\nNon-invasive ICP measurement will be done with non-invasive ICP absolute value meter (Vittamed 205). This device has CE marking since July 2014.The non-invasive technique for measurement of ICP is based on simultaneously measuring of an ophthalmic artery (OA) blood flow parameters in the intracranial (IOA) and extracranial (EOA) segments of the OA with two-depth transorbital Doppler (TCD) measurements including mechanical head frame for fixation of ultrasonic transducer on the closed eye lid.\n\nThe planned number of 48 subjects and their non-invasive ICP measurements is expected to be collected during a 36 months period starting from the first quarter of 2018. The main analysis of these data will be done during the three-year project. Measurements will be performed in patients admitted to the Kantonsspital Aarau."},"conditionsModule":{"conditions":["Intracranial Pressure Increase"],"keywords":["malignant middle cerebral artery infarction"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"CASE_ONLY","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":48,"type":"ESTIMATED"}},"armsInterventionsModule":{"interventions":[{"type":"DEVICE","name":"Medical Device Vittamed 205","description":"Intracranial pressure measurement"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"non-invasive ICP) measurement im mmHg","description":"The primary outcome is the non-invasive, absolute intra-cranial pressure (ICP) in M-MCA patients before decompressive surgery, as determined by the non-invasive ICP absolute value meter in mmHG","timeFrame":"3 days"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patient with an ischemic stroke in the internal carotid artery or middle cerebral artery territory at risk of a malignant MCA evolution, defined based on clinical presentation, clinical course (showing a progressive deterioration of conscious within the first 24-48 h), and neuroradiological findings.\n* Age: ≥ 18 years at admission\n* Informed consent obtained\n\nExclusion Criteria:\n\n* Patients with wounds, scars including the front orbital region.\n* Patients with any known ocular condition that may be worsened by sustained eye pressure.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Patient with an ischemic stroke in the internal carotid artery or middle cerebral artery territory at risk of a malignant MCA evolution","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Jenny Kienzler","role":"CONTACT","phone":"+41 62 838 58 72","email":"jenny.kienzler@ksa.ch"},{"name":"javier Fandino","role":"CONTACT","phone":"+41 62 838 66 90","email":"javier.fandino@kas.ch"}],"overallOfficials":[{"name":"jenny kienzler","affiliation":"Kantonsspital Aarau","role":"PRINCIPAL_INVESTIGATOR"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000019586","term":"Intracranial Hypertension"},{"id":"D000020244","term":"Infarction, Middle Cerebral Artery"},{"id":"D000007238","term":"Infarction"}],"ancestors":[{"id":"D000007511","term":"Ischemia"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000009336","term":"Necrosis"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000002539","term":"Cerebral Arterial Diseases"},{"id":"D000020765","term":"Intracranial Arterial Diseases"},{"id":"D000020521","term":"Stroke"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M9972","name":"Infarction","asFound":"Infarction","relevance":"HIGH"},{"id":"M21211","name":"Intracranial Hypertension","asFound":"Intracranial Pressure Increase","relevance":"HIGH"},{"id":"M21759","name":"Infarction, Middle Cerebral Artery","asFound":"Middle Cerebral Artery Infarction","relevance":"HIGH"},{"id":"M9714","name":"Hypertension","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M5483","name":"Cerebral Infarction","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M5478","name":"Cerebral Arterial Diseases","relevance":"LOW"},{"id":"M22211","name":"Intracranial Arterial Diseases","relevance":"LOW"},{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"}]}},"hasResults":false}