{"protocolSection":{"identificationModule":{"nctId":"NCT06127602","orgStudyIdInfo":{"id":"2023-1233"},"organization":{"fullName":"University of Illinois at Chicago","class":"OTHER"},"briefTitle":"The REACTplusNMES Trial: A Double-blinded RCT","officialTitle":"NeuroMuscular Electrical Stimulation to Facilitate Perturbation-based REACtive Balance Training for Fall Risk Reduction Post-stroke: The REACTplusNMES Trial","acronym":"REACT+NMES"},"statusModule":{"statusVerifiedDate":"2023-11","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-12-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-12-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-12-25","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-10-25","studyFirstSubmitQcDate":"2023-11-07","studyFirstPostDateStruct":{"date":"2023-11-13","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-11-07","lastUpdatePostDateStruct":{"date":"2023-11-13","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Tanvi Bhatt","investigatorTitle":"Full Professor","investigatorAffiliation":"University of Illinois at Chicago"},"leadSponsor":{"name":"University of Illinois at Chicago","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The aim of this study is to compare the effectiveness of 6-weeks of reactive balance training (REACT) with and without neuromuscular electrical stimulation (NMES) to paretic lower limb muscles on biomechanical, clinical, neuromuscular and neuroplastic outcomes of reactive balance control. This project is a Phase-I study and incorporates a double-blinded, randomized controlled trial design.\n\nMethods: Forty-six individuals with chronic stroke will be recruited and screened for determining their eligibility for the study. Once enrolled, they will be randomized into either of the two groups: intervention group (23 participants) and control group (23 participants). Both groups will undergo series of pre-training assessments which includes a postural disturbance in the form of a slip- or trip-like perturbations and walking tests in laboratory environment. After the pre-training assessment, individuals will undergo 6-weeks of training (2 hour per session, 2 sessions per week). The intervention group will receive NMES with the REACT training and the control group will receive ShamNMES. NMES will be applied to the different muscle groups of the paretic lower limb using an advanced software which is able to synchronize muscle activation with the time of perturbation onset and according to the phases of gait. After training, both groups will again be tested on all the assessments performed pre training.\n\nThis study will help us understand the immediate therapeutic and mechanistic effects of REACT+NMES and inform stroke rehabilitation research and clinical practice. Our study will provide foundational evidence for future use of NMES to implement clinically applicable neuromodulation adjuvants to reactive balance training, which could be leveraged for designing more effective future interventions for fall-risk reduction.","detailedDescription":"1.0 Background/Scientific Rationale Interventions such as conventional balance and exercise training constitute a major part of stroke rehabilitation and improve volitional balance control and gait in people with chronic hemiparetic stroke (PwCHS). However, they seldom target reactive balance (compensatory postural responses such as stepping) that forms the first line of defense while recovering from a balance loss. Reactive balance in PwCHS is affected by deficits in perturbation-evoked neuromuscular and biomechanical responses especially during gait. Further, previous research has shown that stability and adaptions to repeated perturbations is more affected on paretic compared to non-paretic limb. Thus, paretic limb deficits are postulated to be key contributors of falls in ambulatory PwCHS. Perturbation-based reactive balance training (REACT) is widely recognized as an intervention that reduces falls by improving fall-resisting skills. In the past five years, there is a 3-fold increase in perturbation training research in PwCHS (mostly low impairment). Thus, limited evidence exists for PwCHS with severe motor impairment who might not show similar tolerance or learning abilities.\n\nComplementing REACT with interventions known to facilitate paretic limb performance and motor learning (i.e., neuromuscular electrical stimulation, NMES) can improve therapeutic effects of REACT and hence its clinical translation for PwCHS and other populations that could benefit from fall-risk reduction. While it is established that REACT programs and NMES can induce motor learning in behavioral variables, there is limited evidence on neuroplastic changes and exact neural mechanisms underlying these behavioral changes (especially during REACT). Similar to the precision medicine approach, modifiable causative factors, contributors, and mediators to falls must be targeted when designing effective falls prevention interventions that reduce training times and/or facilitate the inclusion of persons with high impairment.\n\nThis project aims to describe whether a specific pattern of lower limb muscle stimulation could modify the recovery response after an unexpected perturbation in the form of a slip and/or trip in individuals with stroke. Also, this study aims to examine the effectiveness of 6-weeks of reactive balance training (REACT) with and without neuromuscular electrical stimulation (NMES) to paretic lower limb muscles on biomechanical, clinical, neuromuscular and neuroplastic outcomes of reactive balance control.\n\n2.0 Objectives/Aims\n\nThe specific aims of this study are below:\n\nAim 1: To examine effects of synchronous REACT+NMES on reactive balance control and clinical outcomes among people with chronic stroke with moderate to severe motor impairment.\n\nH1.1: REACT+NMES will induce greater improvement in biomechanical outcomes of reactive balance (reactive stability, limb support) resulting in fewer laboratory falls post-training than REACT+ShamNMES (at 6 weeks).\n\nH1.2: The improvements in reactive balance control in REACT+NMES will translate to greater improvement in clinical outcomes of balance (mini-BEST test), gait (10m walk test) and falls-efficacy (Activities specific Balance Confidence scores) than REACT. H1.3: The improvements in reactive balance control will also translate to reduced falls during overground gait-slips after REACT+NMES.\n\nAim 2: To examine neuromuscular and neuroplastic effects of REACT+NMES in PwCHS with moderate to severe motor impairment.\n\nH2.1. REACT+NMES will induce greater neuromuscular (muscle synergy #s and activations) and neuroplastic (perturbation evoked potentials- PEPs) changes post-training than REACT (at 6 weeks).\n\nH2.2: Baseline PEP amplitude and training-induced neuroplastic changes in PEP's will correlate with the training-induced improvements in biomechanical and neuromuscular responses.\n\n3.0 Research Design This study trial employs a two-arm, double-blinded, randomized controlled trial (RCT) design This study will examine efficacy and feasibility of REACT-NMES intervention compared to REACT+ShamNMES among PwCHS with moderate to severe motor impairment (Aim 1 and 2) A sample size of 46 chronic stroke survivors will be enrolled, undergo initial screening and pre-training assessment, and then randomized into two groups (intervention and control). Next, both groups will undergo 6-weeks of in-lab reactive balance training (2x/week, total 12 sessions). After training, participants in both groups will undergo a post-training assessment, which will include all the tests performed in the pre-training assessment.\n\nStudy overview: All participants will undergo the following procedures.\n\n* Session 1 (Week 1): Initial screening (2 hours)\n* Session 2 (Week 2): Pre-test (total 4 hours)\n* Session 3-15 (Week 3-8): Training sessions (2 hours/session, 2 times/week for 6 weeks) (total: 24 hours)\n* Session 16 (Week 9): Post-test (total 4 hours)"},"conditionsModule":{"conditions":["Stroke, Ischemic","Stroke Hemorrhagic","Stroke, Cerebrovascular"],"keywords":["Reactive balance","Falls","Perturbation training","NMES","FES","Stroke","Fall prevention","Neuroplastic","Neuromuscular"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Double-blinded Randomized Controlled Trial","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","maskingDescription":"Subjects will be blinded to group existence and assignment and outcome assessors will be blinded to group assignment","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":46,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"REACT-NMES: Intervention condition","type":"EXPERIMENTAL","description":"The REACT-NMES group will undergo 6 weeks of reactive balance training with NMES involving 12 one-hour sessions (twice a week). Each session will begin with NMES parameter setup where the current amplitude will be customized to individual \"maximal tolerable\" levels for a strong yet comfortable experience. NMES settings will include moderate to high intensity (30-50mA) and low frequency (20-45Hz) to target motor nerve thresholds. The REACT-NMES group will wear a footswitch on their paretic shoe for triggering the slips during walking and for NMES synchronization. NMES will be delivered to the paretic limb quadriceps muscles for 500 milliseconds after slip onset.","interventionNames":["Behavioral: Reactive balance training with Neuromuscular Electrical Stimulation"]},{"label":"REACT: Control condition","type":"ACTIVE_COMPARATOR","description":"The REACT group will undergo 6 weeks involving 12 one-hour sessions (twice a week) of reactive balance training with ShamNMES. To prevent psychological bias and unblinding, sub-sensory stimulation will be used. ShamNMES will employ low intensity (0-10mA) and high frequency (50-100Hz), staying 20% below the sensory nerve threshold without inducing muscle contraction. The REACT group will wear a footswitch on their paretic shoe for triggering the slips during walking and for ShamNMES synchronization. ShamNMES (control) will be delivered after compensatory step touchdown to avoid interference with balance recovery.","interventionNames":["Behavioral: Reactive balance training without Neuromuscular Electrical Stimulation"]}],"interventions":[{"type":"BEHAVIORAL","name":"Reactive balance training with Neuromuscular Electrical Stimulation","description":"REACT-NMES group: The ActiveStep treadmill will be used to deliver slips during all sessions. Each subject will experience three levels of perturbations over 12 sessions (24 slips/session) in progressive ascending way. On the first week, subjects will start with the lowest displacement level (6 cm) and move up to the next level (12 cm) by week 2 if they have \\< 5 falls out of 8 slips at the previous level. By week 3, subjects are expected to move to level 3 (24 cm) and train at that for weeks 3 to 6. If subjects don't move up a level, training will continue at the lower level. NMES will be delivered to the vastus lateralis synchronously with the perturbation, which will always occur 50 ms after slip-onset and last for 450 ms including the period between liftoff to touchdown of the first compensatory step.","armGroupLabels":["REACT-NMES: Intervention condition"]},{"type":"BEHAVIORAL","name":"Reactive balance training without Neuromuscular Electrical Stimulation","description":"REACT group: The REACT group will undergo the same reactive balance training (in terms of type, dosage: intensity, frequency) as the REACT-NMES group. The only difference will be that the REACT group will receive ShamNMES for same time after the compensatory step touchdown. The ActiveStep treadmill will be used to deliver slips during all sessions. Each subject will experience three levels of perturbations over 12 sessions (24 slips/session) in progressive ascending way. On the first week, subjects will start with the lowest displacement level (6 cm) and move up to the next level (12 cm) by week 2 if they have \\< 5 falls out of 8 slips at the previous level. By week 3, subjects are expected to move to level 3 (24 cm) and train at that for weeks 3 to 6. If subjects don't move up a level, training will continue at the lower level.","armGroupLabels":["REACT: Control condition"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Falls","description":"A fall will be detected when the force exerted through the safety-harness load cell exceeds 30% of a person's body weight and verified with video analysis. Otherwise, the trial will be a balance recovery. Higher percentages indicate more falls.","timeFrame":"Pre-training (during week 2 i.e., Session 2), Post-training (during week 9 i.e., Session 16)"},{"measure":"Change in Reactive Stability","description":"Reactive stability (dimensionless) will be measured at the time point of compensatory limb touchdown after slipping.\n\nStability will be calculated as the shortest distance from the COM state to the backward balance loss threshold. The instantaneous COM state is determined by its position and velocity (computed from filtered marker data) relative to the BOS, normalized respectively to foot length and the square root of the product of gravitational acceleration and body height. Higher values indicate better reactive stability.","timeFrame":"Pre-training (during week 2 i.e., Session 2), Post-training (during week 9 i.e., Session 16)"},{"measure":"Change in Proactive Stability","description":"Proactive stability (dimensionless) will be measured at the time point of slipping limb touchdown i.e., before slipping.\n\nStability will be calculated as the shortest distance from the COM state to the backward balance loss threshold. The instantaneous COM state is determined by its position and velocity (computed from filtered marker data) relative to the BOS, normalized respectively to foot length and the square root of the product of gravitational acceleration and body height. Higher values indicate better proactive stability.","timeFrame":"Pre-training (during week 2 i.e., Session 2), Post-training (during week 9 i.e., Session 16)"},{"measure":"Change in Vertical Limb support","description":"Vertical limb support (dimensionless) is quantified by the quotient of hip vertical velocity to its height (VZhip/ Zhip). Zhip will be obtained as the vertical distance of the bilateral hip midpoint to the surface of the platform and its vertical velocity (VZhip), as the first-order differentiation of hip height. Its positive direction is upward. Higher values indicate better vertical limb support.","timeFrame":"Pre-training (during week 2 i.e., Session 2), Post-training (during week 9 i.e., Session 16)"},{"measure":"Change in Muscle synergies","description":"To assess the muscular synergies, electromyography sensors will be applied to four muscle groups on both lower limbs. The muscle groups include tibialis anterior, gastrocnemius, quadriceps and hamstring group of muscles. Higher values indicate more muscle synergies.","timeFrame":"Pre-training (during week 2 i.e., Session 2), Post-training (during week 9 i.e., Session 16)"},{"measure":"Change in Perturbation-evoked potentials","description":"Data from different midline electroencephalographic (EEG) channels overlying lower limb frontal, sensorimotor and parietal regions will be used to extract the perturbation-evoked potentials (P1, N1, P2 and N2) to assess their spatio-temporal parameter (amplitude: microvolts, latency: seconds)","timeFrame":"Pre-training (during week 2 i.e., Session 2), Post-training (during week 9 i.e., Session 16)"},{"measure":"Change in time-frequency power","description":"Data from different midline electroencephalographic channels overlying lower limb frontal, sensorimotor, and parietal regions will be used to extract the alpha, beta, theta, and gamma power (decibels). Higher values indicate more frequency power.","timeFrame":"Pre-training (during week 2 i.e., Session 2), Post-training (during week 9 i.e., Session 16)"}],"secondaryOutcomes":[{"measure":"Change in Margin of Stability","description":"Margins of stability (dimensionless) will be computed by determining the distance between the center of mass (COM) position and a person's base of support through the three-dimensional motion analysis system. Higher values indicate a better margin of stability.","timeFrame":"Pre-training (during week 2 i.e., Session 2), Post-training (during week 9 i.e., Session 16)"},{"measure":"Change in Step length","description":"Compensatory step length (meters) is the distance from slipping heel to compensatory heel at the instance of first limb touchdown post-slipping. Negative values indicated a backward compensatory step relative to the slipping limb, with greater negative values indicated a longer step and vice versa.","timeFrame":"Pre-training (during week 2 i.e., Session 2), Post-training (during week 9 i.e., Session 16)"},{"measure":"Change in Step initiation time","description":"Compensatory step initiation time (seconds) is the time taken for liftoff of the compensatory limb after perturbation onset. Lower values indicated better performance i.e., lesser time required to initiate a compensatory step following slip onset.","timeFrame":"Pre-training (during week 2 i.e., Session 2), Post-training (during week 9 i.e., Session 16)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age group: 18-90 years.\n* Presence of hemiparesis.\n* Onset of stroke (\\> 6 months).\n* Ability to walk at least for 2 minutes on the treadmill with or without ankle foot orthosis.\n* Can understand and communicate in English.\n* Cognitively and behaviorally capable of complying with the regimen (Mini-Mental State Examination \\> 25/30).\n* No history or recent use (i.e., past 6 weeks) of any Neuromuscular electrical stimulation device to leg muscles during walking (e.g., Bioness, Walkaide).\n\nExclusion Criteria:\n\n* Subjects will not proceed with the test if any of the following occurs at baseline measurement: 1) HR \\> 85% of age-predicted maximal heart rate (HRmax) (HRmax = 220 - age), 2) systolic blood pressure (SBP) \\> 165 mmHg and/or diastolic blood pressure (DBP) \\> 110 mmHg during rest, or 3) oxygen saturation (measured by pulse oximeter) \\< 95% during rest.\n* Body weight of more than 250 lbs.\n* Spasticity (Ashworth scale \\> 2).\n* Loss of protective sensations on the paretic leg (indicated by inability to perceive the 5.07/10 g on Semmes-Weinstein Monofilament) or inability to feel the NMES.\n* Severe osteoporosis (indicated by T score \\< -2)\n* Cognitive impairment (indicated by Mini-Mental State Exam score\\<25)\n* Global Aphasia (indicated by \\<71% on the Mississippi Aphasia Screening Test).\n* Subjects with Chedoke McMaster Leg Assessment Scale score (\\> 4).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Rudri Purohit, MS","role":"CONTACT","phone":"312-877-3640","email":"rpuroh2@uic.edu"},{"name":"Swaranka Deshmukh, MS","role":"CONTACT","phone":"312-355-3988","email":"sdeshm9@uic.edu"}],"overallOfficials":[{"name":"Tanvi Bhatt","affiliation":"University of Illinois at Chicago","role":"PRINCIPAL_INVESTIGATOR"}]},"referencesModule":{"references":[{"pmid":"17317219","type":"BACKGROUND","citation":"Kesar T, Chou LW, Binder-Macleod SA. Effects of stimulation frequency versus pulse duration modulation on muscle fatigue. J Electromyogr Kinesiol. 2008 Aug;18(4):662-71. doi: 10.1016/j.jelekin.2007.01.001. Epub 2007 Feb 21."},{"pmid":"34609544","type":"RESULT","citation":"Varas-Diaz G, Bhatt T. Application of neuromuscular electrical stimulation on the support limb during reactive balance control in persons with stroke: a pilot study. Exp Brain Res. 2021 Dec;239(12):3635-3647. doi: 10.1007/s00221-021-06209-2. Epub 2021 Oct 5."},{"pmid":"23192714","type":"RESULT","citation":"Pereira S, Mehta S, McIntyre A, Lobo L, Teasell RW. Functional electrical stimulation for improving gait in persons with chronic stroke. Top Stroke Rehabil. 2012 Nov-Dec;19(6):491-8. doi: 10.1310/tsr1906-491."},{"pmid":"34356128","type":"RESULT","citation":"Dusane S, Bhatt T. Effect of Multisession Progressive Gait-Slip Training on Fall-Resisting Skills of People with Chronic Stroke: Examining Motor Adaptation in Reactive Stability. Brain Sci. 2021 Jul 7;11(7):894. doi: 10.3390/brainsci11070894."},{"pmid":"15153151","type":"RESULT","citation":"Kottink AI, Oostendorp LJ, Buurke JH, Nene AV, Hermens HJ, IJzerman MJ. The orthotic effect of functional electrical stimulation on the improvement of walking in stroke patients with a dropped foot: a systematic review. Artif Organs. 2004 Jun;28(6):577-86. doi: 10.1111/j.1525-1594.2004.07310.x."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000083302","term":"Hemorrhagic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2405","name":"Hemorrhagic Stroke","asFound":"Stroke Hemorrhagic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Stroke, Ischemic","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}