{"protocolSection":{"identificationModule":{"nctId":"NCT05102812","orgStudyIdInfo":{"id":"STH20859"},"organization":{"fullName":"Sheffield Teaching Hospitals NHS Foundation Trust","class":"OTHER"},"briefTitle":"Breakfast Group Interventions in Stroke Rehabilitation","officialTitle":"Feasibility of a Breakfast Group Intervention for Acute Stroke Units, to Provide Intensive Eating and Drinking Interventions as Well as Integrated Multi-disciplinary Team Working and Personalized Care","acronym":"BISTRo"},"statusModule":{"statusVerifiedDate":"2023-08","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-02-17","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-02-08","type":"ACTUAL"},"completionDateStruct":{"date":"2023-02-08","type":"ACTUAL"},"studyFirstSubmitDate":"2021-10-20","studyFirstSubmitQcDate":"2021-10-20","studyFirstPostDateStruct":{"date":"2021-11-02","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-08-11","lastUpdatePostDateStruct":{"date":"2023-08-15","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Sheffield Teaching Hospitals NHS Foundation Trust","class":"OTHER"},"collaborators":[{"name":"University of Sheffield","class":"OTHER"},{"name":"Queen's Medical Center","class":"OTHER"},{"name":"The Rotherham NHS Foundation Trust","class":"UNKNOWN"},{"name":"Doncaster And Bassetlaw Hospitals NHS Foundation Trust","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Current evidence shows that many people living with stroke experience major problems with eating and drinking. We know that this can lead to malnutrition, dehydration, reduced muscle strength and depression. It can also lead to longer stays in hospital, reduced ability to participate in rehabilitation and in the long term poorer quality of life. People living with stroke say the pleasure gained from eating and drinking changes after a stroke. They describe feeling embarrassed and ashamed and report a loss of self-confidence.\n\nTherefore, being able to eat and drink independently is essential for health and well-being. People with stroke welcome opportunities to address eating and drinking problems early in their rehabilitation and would like more opportunities to practice the necessary skills needed, to regain independence. Early rehabilitation interventions have the potential to improve long-term outcomes by providing strategies, assistive devices and rehabilitation as early as possible in stroke recovery.\n\nHealth care professionals are using breakfast groups to provide opportunities to practice preparation and consumption of food and drink with enabling support. Consultations with patients and health care professionals have found that the processes involved in breakfast group interventions lack rigour and multi-disciplinary team coordination, thus leading to uncertainty about what outcomes are achieved for each patient.\n\nThis co-designed study aims to find out if it is possible to improve patient outcomes by providing more intensive interventions in a breakfast group format delivered by a range of health care professionals over five days of the week. The intervention will be co-designed with a stakeholder group comprising of patients, carers and stroke unit health care professionals supported by an advisory group, comprising of experts in the field. The intervention will be delivered in three sites and it will include a tool kit to support the integrated assessment, care plan and outcome measures.","detailedDescription":"This study will develop a breakfast group intervention for acute stroke services, followed by an exploration of the feasibility and acceptability of this intervention in clinical practice. Feasibility studies are required to build the foundations for future research by exploring the practicalities of intervention delivery and the acceptability from a recipient perspective. The Medical Research Council (MRC) Framework definition for complex interventions has been used to guide study design as breakfast groups are considered to be complex, as they contain several complex interacting components and has a range of possible outcomes which are variable due to the nature of stroke impairments. Purposive or commonly known as selective sampling is an appropriate method for the study as there are only a limited number of primary data sources who can contribute to the study.\n\nNumber of sites involved:\n\n* Non-participant Observations Site - 1,2,3\n* Interview Sites - 3\n* Co-design Site - 1\n* Intervention delivery sites - 3\n* Focus groups sites - 2\n\nSize of sample Non-participant Observations (Pre-intervention) Site 1 = 10 patients and 7 staff members Interviews Site 1 (pre-intervention) = 2 patients and 2 staff members = 4 Interviews Site 2 and 3 (post intervention) = 6-8 patient across both sites Co-design site 1 = 10 participants in the stakeholder group Intervention delivery and non-participant observations sites 1,2,3 = 15 across 3 sites Focus groups sites 2 and 3 = 6-8 staff members across 2 sites\n\nTotal patients= 35 Total Stakeholders = 10 Total Health care professionals = 17 Total participants = 62\n\nSampling technique Purposeful sampling is widely used in qualitative research for the identification and selection of information-rich cases with limited resources, relevant to the phenomenon of interest. This involves identifying and selecting individuals or groups of individuals that are especially knowledgeable about or experienced with a phenomenon of interest. Three acute stroke wards in South Yorkshire and Bassetlaw Integrated Care System (SYB ICS) will be included in the study therefore availability and willingness to participate, and the ability to communicate experiences are important factors.\n\nResearch methods used in the study include in-depth interviews, non-participant observations, co-design stakeholder workshops and focus groups. A strength of Co-design is that tools such as prototypes can be used to engage stakeholders. A prototype intervention and tool-kit will be developed and tested in three stroke wards in SYB ICS (Sheffield Teaching Hospitals FT, Rotherham Hospitals FT and Doncaster and Bassetlaw Teaching Hospitals FT).\n\nCo-design of Intervention A Stakeholder Group will be established with key stakeholders including a stroke service manager, National Health Service (NHS) staff (Nurses, Physiotherapists, Speech and Language Therapists, Dieticians, Psychologists, Occupational Therapists, support workers) and two patient representatives. This group will design a breakfast group intervention and co-create an actionable toolkit encompassing an assessment, a personalised care plan and a range of outcomes measures. Frequency and intensity of meetings will vary according to the stage of the project although it is anticipated there will be up to 10, 1 hour meetings (virtual or in person). The stakeholder Group will be recruited using an expression of interest advertisement via Sheffield Stroke Pathway and the local Sheffield Teaching Hospitals Patient and Public Involvement (PPI) Stroke Group. A Study Steering Group will be established with key national and international experts and stroke charities representatives to support study development by proving iterative feedback. The Steering Group will support the study providing guidance and have oversight on the progress of the study to ensure it is conducted rigorously in line with both, governance frameworks and good clinical research practice. The group will meet at key stages during the study and will inform strategic decisions. They will meet online.\n\nSteering Group Participants Two patient representatives and NHS staff (including Occupational Therapists, Physiotherapists, Speech and Language Therapists, Psychologists, Nurses and support staff) will be invited to join ten 1 hour workshops where they will co-design a breakfast group intervention and supporting tool-kit. The tool kit will comprise of an interdisciplinary assessment for eating and drinking difficulties, a care plan with goalsetting and clinical outcome measures. Participants will be recruited with informed consent.\n\nStakeholder Group Activities Patient journey mapping will be used at the start of the project to delve into the depths of the patient and staff experience. A short film (10 minutes) will be co-created with NHS staff, patients and carers to convey how they experience the current delivery of eating and drinking interventions and their priorities for change. Both patient mapping and the 10-minute film are methods used in experienced-based co-design, a six staged process that uses design thinking and co-design methods, bringing stakeholders together to reflect on their experiences.\n\nVideo A short video of six patients and/or carer talking about their eating experiences will be co-created by the researcher. A consent process will take place in accordance with NHS policy. Each participant will be filmed for 30 minutes, and the videos will be edited together in soundbites so that the patient's story is told, and Health Care Professional (HCP) can understand the experience of the service user. Members of the stakeholder group and advisory group will be invited to help in the editing processes. Using Video stories to help others understand the patient experience is a methodology used to co-design.\n\nNon-participant Observations Breakfast interventions and how breakfast is delivered on a stroke ward at Sheffield Teaching Hospitals will be observed on two occasions by the researcher and one other observer from the stakeholder group. They will observe the routines and rituals, how breakfasts are operationally managed, and the type of support provided for patients to eat and drinking during the breakfast period. Patients and staff being observed will have agreed to take part in an informed consent process and the observation will be explicit. They will have been provided with a participant information sheet about the study before informed consent was taken. Observations will be recorded on paper and combined afterwards. Non-participant observations will provide insights into the culture of breakfast on an acute stroke ward, the patterns of behaviours and the social interactions that occur between patients and staff. The participants will be a purposive sample of patients on an acute stroke ward and health care professionals delivering breakfast meals.\n\nThere will be three methods of data collection:\n\n* Observe practice- Non-participant observations\n* Ask patients about their thoughts, experiences and feelings while observing through informal conversations\n* Review the documentation of the breakfast processes and interventions.\n\nThe researcher and accompanying stakeholder will keep field notes of observations, jotting down thoughts and experiences making theoretical commentary. These will be used in the future as a reminder of practical issues, solutions, and important issues for intervention design.\n\nInterviews A semi-structured interview with pre-determined topics and open-ended questions be developed by the stakeholder group. Two patients and two members of the stroke team will be interviewed about their experiences of mealtimes on the unit, meal-time interventions and experiences of eating and drinking difficulties. Interviews provide an opportunity to explore the phenomenon of eating and drinking difficulties in-depth, exploring complexity from the perspective of stroke survivors and health care professionals. These can be conducted in person on online participants will be given a choice. Interviews will be recorded and transcribed verbatim. The interviews will be flexible and interactive however a consistent approach with an experienced researcher and a well-designed schedule will provide rigour. Two patient and Two staff will be interview pre=intervention design (site 1) and six to eight patients that have participated in the intervention pilot in sites 2 \\& 3 will be interviewed in-depth after the pilots are complete.\n\nIntervention delivery/ Non-participant observations The breakfast group intervention will be piloted in site 1 (Sheffield Teaching Hospitals) for 1-2 weeks. It will then be refined and piloted in two further stroke wards (site 2 \\& 3) for 2 weeks (Rotherham Hospitals NHS FT and Doncaster and Bassetlaw Teaching Hospitals FT). Non-participant structured observation will occur when the first prototype intervention and tool kit is tested in site 1. To inform the development of future data collection and the main study of the intervention structured observations will provide data about interactions in the breakfast group between patients and staff. Two complete observers (the researcher and a stakeholder) will observe the intervention in action recording activities and interactions in a systematic approach using a framework for data collection. This will be developed prior to the observations with the stakeholder group. A framework will facilitate the collection of data in a systematic approach and as far a possible limiting observer bias and subjectivity. A detailed understanding of the intervention in action can contribute to the understanding of the phenomena being investigated. Observations will be used to support data collected through the semi-structured interviews. Observations can help provide a means of recording what actually happens as opposed to what people recall has happened or prevent bias by participants giving socially acceptable responses. They can support self-report data and contribute to the trustworthiness and rigour of a study.\n\nFocus Groups Following intervention pilots in site 2 (Rotherham Hospitals FT) \\& 3 (Doncaster and Bassetlaw FT)a focus group consisting of Health Care Professionals involved in the delivery of the intervention will be conducted. Participants will be purposively sampled from the NHS staff taking part in the intervention delivery. They will be recruited as part of the intervention delivery team recruitment from sites 2 \\& 3. Informed consent to take part will be obtained. The group will be recorded and transcribed verbatim. If necessary due to COVID-19 restrictions this group will be conducted online. A focus group will be used to obtain views of the health care professionals delivering the intervention. A topic guide for the focus group will be developed with the stakeholder group informed by the aims and objectives of the study. Open-ended questions will be used to elicit views on the intervention delivery, acceptability, and feasibility. Focus groups are a popular method of enquiry in stroke research and will provide in-depth insights into how the health care professionals think and feel about the intervention and toolkit.\n\nNominal Data Collection NHS Staff- Gender, years of experience in stroke rehabilitation, profession/role Patients- Gender, age, demographic, type of stroke, weeks from stroke, number of interventions received Stakeholders- Gender, role/profession, experience in stroke or lived experience of stroke Patient record- the content of meal-time interventions, number and frequency"},"conditionsModule":{"conditions":["Stroke"],"keywords":["Breakfast Intervention","Co-design"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"HEALTH_SERVICES_RESEARCH","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":134,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Breakfast Group Intervention","type":"EXPERIMENTAL","description":"The intervention will be piloted at Sheffield Teaching Hospitals for 1-2 weeks. Then will be refined and piloted at tow further stroke wards (Rotherham Hospitals NHS Foundation Trust and Doncaster and Bassetlaw Teaching Hospitals NHS Foundation Trust)","interventionNames":["Behavioral: Breakfast Group Intervention"]}],"interventions":[{"type":"BEHAVIORAL","name":"Breakfast Group Intervention","description":"An actionable toolkit encompassing an assessment, a personalised care plan and a range of outcome measures.","armGroupLabels":["Breakfast Group Intervention"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Proportion of patients who accept the breakfast group intervention","timeFrame":"4 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria - Stroke Survivors:\n\n* Language: Speaks English sufficient to participate in a group activity\n* Clinical Condition: Occurrence of a Stroke which has led to difficulties with performance of eating and drinking activities\n* Age range: Over 18 years of age\n* Cognition: Mild to moderate impairment (Mini-Mental State Examination MMsE\\<15/30) able to consent or a consultee can support consent.\n* Location: Inpatient in an acute stroke ward/unit in the United Kingdom\n\nInclusion Criteria - Health Care Professionals:\n\n* Language: Speaks English sufficient to participate in a group activity\n* Age range: Over 18 years of age\n* Location: NHS Staff employed to work on an inpatient acute stroke ward/unit in the United Kingdom\n* Experience: Working in stroke rehabilitation\n\nExclusion Criteria:\n\n* No Stroke Diagnosis - Stroke Survivors only\n* Outside the stated age range\n* Outside the stated location\n* Cognitive impairment (Mini-Mental State Examination MMsE\\<15/30 - Stroke Survivors only, or unable to consent with consultee support.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"100 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Natalie Jones","affiliation":"Sheffield Teaching Hospitals NHS Foundation Trust","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Sheffield Pathway Assessment and Rehabilitation Centre","city":"Sheffield","state":"South Yorkshire","zip":"S2 3QE","country":"United Kingdom","geoPoint":{"lat":53.38297,"lon":-1.4659}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14","submissionTracking":{"estimatedResultsFirstSubmitDate":"2023-08-29","submissionInfos":[{"releaseDate":"2023-08-29"}]}},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}