{"protocolSection":{"identificationModule":{"nctId":"NCT00587808","orgStudyIdInfo":{"id":"07-005202"},"secondaryIdInfos":[{"id":"HFpEF"}],"organization":{"fullName":"Mayo Clinic","class":"OTHER"},"briefTitle":"Mechanisms in Heart Failure With Normal EF","officialTitle":"Invasive Characterization of the Mechanisms Underlying Exertional Intolerance and Increased Filling Pressures in Patients With Heart Failure and a Preserved EF","acronym":"HFpEF"},"statusModule":{"statusVerifiedDate":"2011-05","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2007-11"},"primaryCompletionDateStruct":{"date":"2011-12","type":"ACTUAL"},"completionDateStruct":{"date":"2011-12","type":"ACTUAL"},"studyFirstSubmitDate":"2007-12-21","studyFirstSubmitQcDate":"2007-12-21","studyFirstPostDateStruct":{"date":"2008-01-07","type":"ESTIMATED"},"lastUpdateSubmitDate":"2012-02-06","lastUpdatePostDateStruct":{"date":"2012-02-07","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Barry Borlaug","investigatorTitle":"MD","investigatorAffiliation":"Mayo Clinic"},"leadSponsor":{"name":"Mayo Clinic","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"The guiding hypotheses are that (1) mechanisms in addition to diastolic dysfunction, while normal at rest, are compromised with stress, leading to symptoms of HF, and (2) that an increased proportion of the increase in LV diastolic pressures seen in HFpEF is mediated via exaggerated pericardial/right heart-LV coupling (restraint).","detailedDescription":"Nearly half of all patients with heart failure have a preserved ejection fraction (HFpEF)1-3. This group is increasing in prevalence, has similar morbidity and mortality to systolic HF, and, despite increasing awareness of the healthcare burden, is without proven treatments1. This is related largely to a limited understanding of the basic mechanisms causing the disease3. Recent studies have added to contemporary understanding, but the pathophysiology remains controversial and incompletely understood4-8. A limitation of most prior studies is that the noninvasive measurements employed are merely surrogates for gold standard, invasive hemodynamic assessment9. There is general consensus that HFpEF patients have increased left ventricular filling pressures (LVDP) and relatively normal systolic function at rest5,8,10, but two critical questions remain: what causes the increase in LVDP, and, are there important deficits in the cardiovascular response to exercise stress in HFpEF patients3,4? The current study will resolve these questions by performing comprehensive hemodynamic analysis in HFpEF patients referred to the cardiac cath lab, compared to age and gender matched controls without HF. LV systolic, diastolic, and vascular function will be examined at rest and during graded supine exercise at fixed and varied preload to definitively characterize both baseline differences and discrepancies in cardiovascular reserve function that only become apparent during stress, when HFpEF patients typically become symptomatic11. This study will yield valuable information describing the roles for systolic, diastolic and pericardial abnormalities in the pathogenesis of HFpEF, providing critical preliminary data upon which better targeted therapeutic trials of this common disorder can be based."},"conditionsModule":{"conditions":["Heart Failure"],"keywords":["Heart Failure","Heart Failure, Diastolic","Stroke Volume"]},"designModule":{"studyType":"OBSERVATIONAL","designInfo":{"observationalModel":"CASE_CONTROL","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":14,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"HFpEF","description":"Patients with a history of HFpEF","interventionNames":["Procedure: RHC with VO2 consumption"]},{"label":"control","description":"Patients with a without a history of CHF","interventionNames":["Procedure: RHC with VO2 consumption"]}],"interventions":[{"type":"PROCEDURE","name":"RHC with VO2 consumption","description":"All pressure-volume data is acquired at 250 Hz and stored on the Leycom system for offline analysis. Volume data will be calibrated using the most recent EF from echocardiogram and stroke volume from the Fick method. Measured O2 consumption will be utilized along with sampling of SVC and arterial blood oximetry to determine cardiac output at rest and during exercise","armGroupLabels":["HFpEF","control"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Specific Aim 1. Elucidate the relative roles of impaired ventricular systolic, diastolic, and vascular reserve functions during supine exercise in HFpEF","timeFrame":"during catheterization"}],"secondaryOutcomes":[{"measure":"Specific Aim 2. Determine whether resting and exercise-induced increases in LV diastolic pressures are related to exaggerated right-left heart coupling and to increased afterload.","timeFrame":"during cardiac catheterization"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age\\>18, EF≥50% at echocardiography within 6 months, referred for cath. HFpEF subjects\n\nExclusion Criteria:\n\n* Patients with: any medical conditions that would limit study participation, pregnancy, myocardial infarction within 30 days of enrollment, hemodynamically significant valvular disease, HF due to thyroid disease, myocarditis, restrictive or hypertrophic cardiomyopathy, cor pulmonale (PVR\\>5 Wood units with RV dysfunction), LV thrombus, atrial fibrillation or other persistent irregular rhythm, dyspnea felt predominantly due to pulmonary disease, significant coronary artery stenoses (\\>70%, or 50-70% with FFR\\<0.8) or other abnormalities detected during the clinical catheterization procedure which require revascularization or other directed therapy.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"HFpEF subjects (NYHA class ≥II) defined by modified Framingham criteria4 (2 major or 1 major + 2 minor): Major criteria: paroxysmal nocturnal dyspnea or orthopnea, jugular distension or venous pressure\\>16 mmHg, rales or pulmonary edema, cardiomegaly, hepatojugular reflex, weight loss\\>4.5 kg in response to diuretics, BNP\\>400; Minor criteria: ankle edema, nocturnal cough, exertional dyspnea, pleural effusion, HR\\>120, hepatomegaly, vital capacity\\<2/3 normal, BNP\\>200, LA volume index\\>40cc/m2.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Barry A. Borlaug, M.D.","affiliation":"Mayo Clinic","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Mayo Clinic","city":"Rochester","state":"Minnesota","zip":"55905","country":"United States","geoPoint":{"lat":44.02163,"lon":-92.4699}}]},"referencesModule":{"seeAlsoLinks":[{"label":"Mayo Clinic Clinical Trials","url":"http://clinicaltrials.mayo.edu"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000006333","term":"Heart Failure"}],"ancestors":[{"id":"D000006331","term":"Heart Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M9111","name":"Heart Failure","asFound":"Heart Failure","relevance":"HIGH"},{"id":"M27270","name":"Heart Failure, Diastolic","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}