{"protocolSection":{"identificationModule":{"nctId":"NCT03868410","orgStudyIdInfo":{"id":"18-861"},"organization":{"fullName":"The Cleveland Clinic","class":"OTHER"},"briefTitle":"A Novel Approach for Brain Stimulation in Severe Stroke","officialTitle":"A Novel Approach for Brain Stimulation in Severe Stroke"},"statusModule":{"statusVerifiedDate":"2023-10","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-04-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-04-21","type":"ACTUAL"},"completionDateStruct":{"date":"2023-07-13","type":"ACTUAL"},"studyFirstSubmitDate":"2018-09-24","studyFirstSubmitQcDate":"2019-03-06","studyFirstPostDateStruct":{"date":"2019-03-11","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-10-10","lastUpdatePostDateStruct":{"date":"2023-10-11","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Ela B. Plow","investigatorTitle":"Assistant Staff","investigatorAffiliation":"The Cleveland Clinic"},"leadSponsor":{"name":"The Cleveland Clinic","class":"OTHER"},"collaborators":[{"name":"American Heart Association","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true},"descriptionModule":{"briefSummary":"The long-term goal of this project is to develop upper limb rehabilitation interventions that can be utilized for stroke survivors, specifically survivors with more severe limitations in use of their affected upper limb.\n\nThis study will utilize a novel method of non-invasive brain stimulation in conjunction with upper limb training given for 12 visits over a period of 6 weeks.\n\nThe study will include the following site visits:\n\n* Eligibility Screening and Informed Consent Visit\n* An MRI visit\n* Two testing visits in which motor function of the upper limb and neurophysiology will be measured\n* 12 intervention visits during which patients will receive upper limb training in conjunction with non-invasive brain stimulation\n* Repeat testing of motor function of the upper limb and neurophysiology\n* Repeat MRI testing\n* A follow-up visit completed 3 months after the completion of interventions","detailedDescription":"In a pilot, randomized clinical trial, 24 stroke patients with moderate/severe impairments will receive non-invasive brain stimulation (repetitive Transcranial Magnetic Stimulation or rTMS) to one of two targets in the brain in conjunction with upper limb training for 2 days a week for 6 weeks. The primary outcome will be upper limb motor impairment, and secondary outcomes will be tests of functional abilities, proximal motor control, and patient-reported disability. Associated neural mechanisms will also be studied using neurophysiological and functional connectivity MRI techniques. Damage to ipsilesional corticospinal pathways will be indexed with diffusion tensor imaging (DTI)."},"conditionsModule":{"conditions":["Stroke"],"keywords":["stroke","brain stimulation","TMS","Upper Limb","MRI","CVA","Rehabilitation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["EARLY_PHASE1"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"In a pilot, randomized, assessor-blind clinical trial, an anticipated 24 patients will be assigned to either receive stimulation to a new brain target- contralesional dorsal premotor cortex (cPMd) located in the non-stroke hemisphere- or the conventional brain target- ipsilesional primary motor cortex (iM1) located in the stroke hemisphere. Stimulation will be delivered in conjunction with rehabilitation for 2 days a week for 6 weeks.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"Subjects will be told they will receive brain stimulation, but will be given no indication as to which target will be stimulated. Investigators analyzing functional outcome data, neurophysiology data and MRI data will receive coded data that conceals the identity of the subject.","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":23,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"cPMD rTMS + Training","type":"ACTIVE_COMPARATOR","description":"New Approach","interventionNames":["Device: New rTMS Approach"]},{"label":"iM1 rTMS + Training","type":"ACTIVE_COMPARATOR","description":"Conventional Approach","interventionNames":["Device: Conventional rTMS Approach"]}],"interventions":[{"type":"DEVICE","name":"New rTMS Approach","description":"Participants in this arm will receive rTMS-based facilitation of the contralesional dorsal premotor cortex (cPMd) located in the non-stroke hemisphere before start of each session. High-frequency rTMS (5-Hz) will be delivered using 42 10-sec trains of 50 pulses each (total 2100 pulses) for a period of 24 minutes. Immediately after the completion of rTMS, participants will undergo upper limb training for a total of one hour. Participants will receive these interventions 2 days a week for 6 weeks, i.e., for a total of 12 sessions.","armGroupLabels":["cPMD rTMS + Training"],"otherNames":["cPMd rTMS + Training"]},{"type":"DEVICE","name":"Conventional rTMS Approach","description":"Participants in this arm will receive rTMS-based facilitation of the ipsilesional primary motor cortex (iM1) before the start of each session. iM1 will be stimulated with high-frequency rTMS (5-Hz) using 42 10-sec trains of 50 pulses each (total 2100 pulses) for a period of 24 minutes. Immediately after the completion of rTMS, participants will undergo upper limb training for a total of one hour. Participants will receive these interventions 2 days a week for 6 weeks, i.e., for a total of 12 sessions.","armGroupLabels":["iM1 rTMS + Training"],"otherNames":["iM1 rTMS + Training"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Upper Extremity Fugyl-Meyer Score (UEFM)","description":"Impairment will be measured using UEFM, one of the most widely used assessments in stroke. UEFM will serve as our primary outcome because it is sensitive to discerning the effects of rTMS/rehabilitation, and has excellent reliability (ICC= 0.97), consistency (Cronbach's α= 0.84) and validity. UEFM has a score ranging from 0-66 (0 meaning there is no movement of the paretic arm, and 66 meaning there is no functional limitation of the paretic arm.)","timeFrame":"through study completion, on average 7 weeks"},{"measure":"Change in Inter-hemispheric Inhibition (IHI)","description":"Inter-hemispheric connectivity will be characterized using IHI collected with TMS.","timeFrame":"through study completion, on average 7 weeks"}],"secondaryOutcomes":[{"measure":"Change in Wolf Motor Function Test (WMFT)","description":"Functional ability to use the paretic upper limb in a variety of tasks will be assessed using WMFT. Time to complete each task will be noted and converted to rate (60/Performance Time (sec)), optimized for measurement in moderately/severely-impaired patients. Grip strength will also be recorded with WMFT.","timeFrame":"through study completion, on average 6 weeks"},{"measure":"Change in Bimanual Grip Force Modulation Task","description":"Measure the ability to produce and maintain differing levels of force using hand dynamometers. This measurement represents patient's ability to perform independent tasks with each hand.","timeFrame":"through study completion, on average 7 weeks"},{"measure":"Change in Stroke Impact Scale (SIS-16)","description":"Patient's perceived disability related to physical function will be indexed using the Stroke Impact Scale (SIS-16) which a subjective questionnaire asked to the subject pertaining of 16 questions. Each question is rated 1-5 and then the scores are totaled. Total scores can range from 16-80 (16 means that none of the functional tasks asked can be performed, a score of 80 means the subject has no issues at all performing any of the tasks asked).","timeFrame":"through study completion, on average 7 weeks"},{"measure":"Change Resting State Functional Magnetic Resonance Imaging(rsfMRI)","description":"Functional connectivity will complement IHI measurement as a secondary outcome because while IHI records neurophysiologic interactions between a contralesional and a weak ipsilesional region, functional connectivity defines \"global\" interactions across multiple regions.","timeFrame":"through study completion, on average 7 weeks"},{"measure":"Change in ipsilateral MEPs (motor evoked potentials)","description":"Output of uncrossed pathways will be studied as ipsilateral MEPs elicited in the paretic-muscle with TMS.","timeFrame":"through study completion, on average 7 weeks"},{"measure":"DTI","description":"DTI enables the investigation of structural integrity and orientation of pathways in vivo through the estimation of magnitude and directionality of water diffusion. DTI metrics can help quantitate damage even when patients show no response to TMS due to extensive damage (MEP-). Ipsilesional and contralesional corticospinal tracts will be reconstructed using probabilistic tractography. FA, a unit-less measure of white matter integrity, will be calculated.","timeFrame":"Baseline"},{"measure":"Change in SULCS","description":"is a stroke-specific assessment instrument that evaluates functional capacity of the upper limb based on the execution of 10 tasks.","timeFrame":"through study completion, on average 7 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* chronic phase (≥6 months) after index stroke\n* moderate or severely impaired (UEFM ≤42)\n* have either extensive damage to ipsilesional pathways (MEP-), or, have one of the following: less than 10 degrees active wrist extension, less than 10 degrees active thumb extension/abduction, less than 10 degrees active extension in at least 2 additional digits (i.e. will not meet minimum CMIT criteria).\n* medically stable\n\nExclusion Criteria:\n\n* cerebellar stroke\n* brainstem stroke\n* bilateral strokes affecting sensorimotor structures\n* severe cognitive impairment\n* substantially elevated tone/spasticity in wrist/hand (Modified Ashworth Scale \\>3)\n* severe contracture\n* participation in outpatient or Botox therapy within 2 months\n* exclusion criteria for TMS and MRI (metal implant in head, H/O seizures, alcohol or substance abuse, intake of medications contraindicated with TMS, cardiac pacemaker or programmable implant).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Ela Plow, PhD","affiliation":"Lerner Research Institute; Cleveland Clinic Foundation","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Lerner Research Institute; Cleveland Clinic Foundation","city":"Cleveland","state":"Ohio","zip":"44195","country":"United States","geoPoint":{"lat":41.4995,"lon":-81.69541}}]},"referencesModule":{"references":[{"pmid":"26484700","type":"BACKGROUND","citation":"Cunningham DA, Varnerin N, Machado A, Bonnett C, Janini D, Roelle S, Potter-Baker K, Sankarasubramanian V, Wang X, Yue G, Plow EB. Stimulation targeting higher motor areas in stroke rehabilitation: A proof-of-concept, randomized, double-blinded placebo-controlled study of effectiveness and underlying mechanisms. Restor Neurol Neurosci. 2015;33(6):911-26. doi: 10.3233/RNN-150574."},{"pmid":"29563050","type":"BACKGROUND","citation":"Potter-Baker KA, Lin YL, Machado AG, Conforto AB, Cunningham DA, Sankarasubramanian V, Sakaie K, Plow EB. Variability of motor evoked potentials in stroke explained by corticospinal pathway integrity. Brain Stimul. 2018 Jul-Aug;11(4):929-931. doi: 10.1016/j.brs.2018.03.004. Epub 2018 Mar 9. No abstract available."},{"pmid":"24951091","type":"BACKGROUND","citation":"Plow EB, Cunningham DA, Varnerin N, Machado A. Rethinking stimulation of the brain in stroke rehabilitation: why higher motor areas might be better alternatives for patients with greater impairments. Neuroscientist. 2015 Jun;21(3):225-40. doi: 10.1177/1073858414537381. Epub 2014 Jun 20."},{"pmid":"28402865","type":"RESULT","citation":"Sankarasubramanian V, Machado AG, Conforto AB, Potter-Baker KA, Cunningham DA, Varnerin NM, Wang X, Sakaie K, Plow EB. Inhibition versus facilitation of contralesional motor cortices in stroke: Deriving a model to tailor brain stimulation. Clin Neurophysiol. 2017 Jun;128(6):892-902. doi: 10.1016/j.clinph.2017.03.030. Epub 2017 Mar 21."},{"pmid":"35051941","type":"DERIVED","citation":"Li X, Lin YL, Cunningham DA, Wolf SL, Sakaie K, Conforto AB, Machado AG, Mohan A, O'Laughlin K, Wang X, Widina M, Plow EB. Repetitive Transcranial Magnetic Stimulation of the Contralesional Dorsal Premotor Cortex for Upper Extremity Motor Improvement in Severe Stroke: Study Protocol for a Pilot Randomized Clinical Trial. Cerebrovasc Dis. 2022;51(5):557-564. doi: 10.1159/000521514. Epub 2022 Jan 20."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}