{"protocolSection":{"identificationModule":{"nctId":"NCT00015717","orgStudyIdInfo":{"id":"010146"},"secondaryIdInfos":[{"id":"01-N-0146"}],"organization":{"fullName":"National Institutes of Health Clinical Center (CC)","class":"NIH"},"briefTitle":"Magnetic Resonance Imaging to Investigate Silent Strokes During Neck and Skull Angioplasty","officialTitle":"Silent Cerebral Ischemia After Cervico-Cranial Angioplasty Detected by Diffusion-Weighted MRI"},"statusModule":{"statusVerifiedDate":"2004-03","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2001-04"},"completionDateStruct":{"date":"2004-03"},"studyFirstSubmitDate":"2001-05-02","studyFirstSubmitQcDate":"2001-05-02","studyFirstPostDateStruct":{"date":"2001-05-03","type":"ESTIMATED"},"lastUpdateSubmitDate":"2008-03-03","lastUpdatePostDateStruct":{"date":"2008-03-04","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"leadSponsor":{"name":"National Institute of Neurological Disorders and Stroke (NINDS)","class":"NIH"}},"descriptionModule":{"briefSummary":"This study will use magnetic resonance imaging (MRI) to determine if silent strokes occur during angioplasty of the blood vessels in the neck or skull. Neck and skull angioplasties are relatively new procedures whose possible complications are still under investigation.\n\nPatients 18 years of age or older who are admitted to Suburban Hospital in Bethesda, Maryland, for angioplasty of one or more of the blood vessels in the neck or skull may participate in this study. Participants must be able to undergo a brain MRI. Within 24 hours before their angioplasty, patients will provide a medical history and have a physical examination and brain MRI. The physical examination and MRI will be repeated within 24 hours after the angioplasty.\n\nMRI is a diagnostic test that uses a magnetic field and radio waves to show structural and chemical changes in tissues. This technique is more sensitive than X-rays in detecting some changes that occur in diseases of the brain. For the procedure, the patient lies on a table that slides into a metal cylinder (the scanner). The confined space may produce anxiety in some patients, and patients can talk to the technician at all times during the procedure. Earplugs are provided to muffle loud knocking and pulsing noises that occur while the scanner is taking pictures. During the study, the contrast material gadolinium may be injected into an arm vein. Gadolinium \"brightens\" the pictures, producing better images of brain blood flow.\n\nPatients will be contacted by telephone 30 days after the procedure to follow how they are doing and learn whether any complications resulted from the angioplasty.","detailedDescription":"Recently cervico-cranial angioplasty and stenting (CCAS) has been introduced as alternative treatment for occlusive disease of the extracranial and the intracranial vessels. Temporary or permanent clinically detectable neurological deficits occur in up to 13% of all patients undergoing CASS and are usually related to distal embolization or hemodynamic insufficiency. Silent cerebral micro-emboli are known to occur in patients undergoing carotid endarterectomy and angioplasty but are believed to be of little clinical significance. Distal embolization may be a technical concern when performing CCAS and could cause silent cerebral ischemia. High resolution diffusion-weighted MRI may detect silent hyperacute ischemic lesions in patients undergoing CCAS and examination by a stroke neurologist may detect clinical deficits otherwise unrecognized."},"conditionsModule":{"conditions":["Brain Ischemia"],"keywords":["Imaging","Complications","Stenosis","Treatment","Strokes","Cerebral Ischemia","Cranial Cervical Angioplasty"]},"designModule":{"studyType":"OBSERVATIONAL","enrollmentInfo":{"count":24}},"eligibilityModule":{"eligibilityCriteria":"INCLUSION CRITERIA:\n\nMen and women age 18 years or older admitted for angioplasty with or without stenting of any intra or extra-cranial vessel.\n\nEXCLUSION CRITERIA:\n\nAny MRI contraindication (insulin pump, aneurysm clips, implanted neural stimulator, cardiac pacemaker or defibrillator, cochlear implant, metal shrapnel or bullet)\n\nPatients with hyperperfusion syndrome following the angioplasty.\n\nPatients with cardiovascular or respiratory instability.\n\nPatients with severe peri-procedural stroke at risk for herniation.\n\nConfused or encephalopathic patients who are unable to cooperate.\n\nPregnant women.\n\nLactating women","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"National Institute of Neurological Disorders and Stroke (NINDS)","city":"Bethesda","state":"Maryland","zip":"20892","country":"United States","geoPoint":{"lat":38.98067,"lon":-77.10026}}]},"referencesModule":{"references":[{"pmid":"8969792","type":"BACKGROUND","citation":"Gil-Peralta A, Mayol A, Marcos JR, Gonzalez A, Ruano J, Boza F, Duran F. Percutaneous transluminal angioplasty of the symptomatic atherosclerotic carotid arteries. Results, complications, and follow-up. Stroke. 1996 Dec;27(12):2271-3. doi: 10.1161/01.str.27.12.2271."},{"pmid":"10657409","type":"BACKGROUND","citation":"Qureshi AI, Luft AR, Janardhan V, Suri MF, Sharma M, Lanzino G, Wakhloo AK, Guterman LR, Hopkins LN. Identification of patients at risk for periprocedural neurological deficits associated with carotid angioplasty and stenting. Stroke. 2000 Feb;31(2):376-82. doi: 10.1161/01.str.31.2.376."},{"pmid":"10663492","type":"BACKGROUND","citation":"Lovblad KO, Pluschke W, Remonda L, Gruber-Wiest D, Do DD, Barth A, Kniemeyer HW, Bassetti C, Mattle HP, Schroth G. Diffusion-weighted MRI for monitoring neurovascular interventions. Neuroradiology. 2000 Feb;42(2):134-8. doi: 10.1007/s002340050032."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M4804","name":"Body Weight","relevance":"LOW"},{"id":"M10233","name":"Ischemia","asFound":"Ischemia","relevance":"HIGH"},{"id":"M5483","name":"Cerebral Infarction","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","asFound":"Brain Ischemia","relevance":"HIGH"},{"id":"M6165","name":"Constriction, Pathologic","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}