{"protocolSection":{"identificationModule":{"nctId":"NCT05819008","orgStudyIdInfo":{"id":"7004076"},"organization":{"fullName":"Umeå University","class":"OTHER"},"briefTitle":"Remote Neuropsychological Assessment of Patients With Neurological Disorders and Injuries","officialTitle":"Remote Neuropsychological Assessment of Patients With Neurological Disorders and Injuries"},"statusModule":{"statusVerifiedDate":"2023-04","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-03-10","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-03-21","studyFirstSubmitQcDate":"2023-04-05","studyFirstPostDateStruct":{"date":"2023-04-19","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-04-19","lastUpdatePostDateStruct":{"date":"2023-04-21","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Nils Berginström","investigatorTitle":"Associate Professor","investigatorAffiliation":"Umeå University"},"leadSponsor":{"name":"Umeå University","class":"OTHER"},"collaborators":[{"name":"Västerbotten County Council, Sweden","class":"OTHER_GOV"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"For the last decades, many aspects of human life have been altered by digital technology. For health care, this have opened a possibility for patients who have difficulties travelling a long distance to a hospital to meet with their health care providers over different digital platforms. With an increased digital literacy, and an aging population often living in the countryside, far from hospitals or other health care settings, an increasing need for digitalization of meetings between patients and health care personnel is inevitable.\n\nHowever, neuropsychological assessment is one sort of health care not possible to directly transfer into digital form. These evaluations are most often performed with well validated tests, only to be used in a paper-pencil form with a specially trained psychologist during physical meetings.\n\nThe aim of this project is to investigate whether a newly developed digital neuropsychological test battery can be used to perform remote assessments of cognitive function in patients with neurological injuries and impairments. To this date, there are no such test batteries available in the Swedish language.\n\nMindmore (www.mindmore.com) is a test system developed in Sweden, performing neuropsychological tests on a tablet, but still with the psychologist present in the room. This system is now evolving into offering the possibility for the patient to perform the test in their own home, using their own computer or tablet. The aim of the present research project is to validate this latter system (Mindmore Distance), using the following research questions:\n\n1. Are the tests in Mindmore Distance equivalent to traditional neuropsychological tests in patients with traumatic brain injury, stroke, multiple sclerosis, Parkinson's Disease, epilepsy, and brain tumor?\n2. Can the results from Mindmore Distance be transferred into neuropsychological profiles that can be used in diagnostics for specific patient groups?\n3. How do the patients experience undergoing a neuropsychological evaluation on their own compared to traditional neuropsychological assessment in a physical meeting with a psychologist?","detailedDescription":"The neurological disorders and injuries are characterized by damage to neurons in the central nervous system. Since many of these damages affect the brain, rudimentary functions of the brain, including cognition, are often affected in these patient groups which include traumatic brain injuries, stroke, multiple sclerosis, Parkinson's Disease, epilepsy and different forms of brain tumors.\n\nNeuropsychological assessment of cognitive functions plays a central role in both diagnostics and evaluation as well as planning of treatment and rehabilitation for these patients. Today, the neuropsychological evaluation is often used as an objective way of determining cognitive dysfunction that can be used for medical statements about ability to work, or to establish level of functioning in insurance cases.\n\nTraditional neuropsychological assessment is performed in a physical meeting between the patient and a psychologist in charge of the examination, where different cognitive functions are assessed. For example, the psychologist can read out loud words or numbers to be remembered by the patient (working and long-term memory), the patient might search for a specific target on a piece of paper (attention or mental speed), or that the patient is instructed to say as many words as possible starting with a specific letter (verbal fluency and executive functions). The same function is often tested with different tests to validate the results, and the results are interpreted in the light of the patient's behavior and amnestic information. After the testing session, the psychologist is faced with an often time-demanding task of scoring and comparing the results to normative data. Since the start of the new millennium, computer-based tests or a combination of computers and \"paper-pencil tests\" of tablets have become more common in clinical use. These have reduced some the time that the psychologist has to spend on scoring, but still mean that the patient has to come to the clinic to undergo the neuropsychological examination.\n\nDuring the corona pandemic, many health care visits were cancelled, when many patients, especially in the older population, had to minimize the risk of infection. In Sweden, a large and sparsely populated country, another challenge to physical meetings in health care is long and demanding travels for patients. Thus, many visits to health care, both before and during the pandemic, has be transferred to digital form and online platforms.\n\nNeuropsychological evaluations are however not directly transferable into digital form. Both reliability and validity of the neuropsychological assessment are highly reliant on standardization of instructions and administration procedures. Since the results from the tests are compared to the results of a normal population, where the standardized administration procedure has been used, it is very important that the testing with patients are performed in the same way. If the administration procedure is changed too much, the results will not be reliable nor valid. Systematic reviews and meta analyses have shown that some verbal tests may be possible to perform in a video conference meeting, but for tests involving motor or visual processing, this cannot be recommended.\n\nThus, there is a need for the development of instruments that can enable psychologists to perform neuropsychological evaluations remotely, where both administration and scoring are performed automatically, saving cost and time for the health care system. Mindmore (www.mindmore.com) is a digital neuropsychological test battery developed in Sweden and it has been validated in a Swedish healthy population, and normative data has been collected. Included in this battery are tests of audioverbal learning and episodic memory, mental speed, working memory and executive functions in the form of inhibition, shifting and verbal fluency. However, this system still requires a visit to health care where the testing is performed. Now, Mindmore is launching a self-administered desktop version of this battery, Mindmore Distance, which can be performed on any computer or tablet with an internet connection. This is the first Swedish test on the market able to perform neuropsychological tests remotely. It is very important that neuropsychological tests are developed, validated and normed in the countries where they will be used clinically, since language, culture and education affect results on these tests at a very high degree. Mindmore Distance is right now being validated and normed in a healthy Swedish population, but no study has been performed on patients. Validating test in specific patient groups is critical since this can answer whether the tests are suitable for the patients and to see if the tests are possible to use to discriminate between different patient groups or between patients and healthy controls.\n\nIn a cross-sectional design, patients with neurological disorders or injuries will be tested using Mindmore Distance at home, and traditional neuropsychological test with a neuropsychologist at Neuro-Head-Neck-Centre (NHHC) at the Umeå University Hospital, Umeå, Sweden. Patient groups included are: Traumatic brain injury (TBI), Stroke, Multiple sclerosis, Parkinson's Disease, Epilepsy and Brain Tumors.\n\nWhen referred to neuropsychological examination at NHHC, patients will receive written information about the project and contact information to the principal investigator to whom they can turn for questions. If they wish to participate, a link in the letter will take them to the research person information, where they can sign informed consent using Scrive e-sign (scrive.com) and digital identification (BankID). After this, patients will be randomized to performing standard neuropsychological assessment at the clinic or Mindmore Distance at home first. This randomization procedure is used to control for test-retest or learning effects.\n\nHealthy controls will be recruited through advertising, where they through a link will reach the same page as patients. After signing informed consent, a similar randomization procedure as for patients will take place. Healthy controls will perform the physical neuropsychological examination at a specific occasion in the facilities of the Department of Psychology, Umeå University. In the same session as the traditional neuropsychological evaluation, both patients and healthy controls will complete questionnaires on demographical and health related factors.\n\nThe validity of Mindmore test will be validated against traditional paper-pencil neuropsychological test using Pearson and/or Spearman correlation coefficients, interpreted using Cohens (1992) cutoffs of weak (0.1), medium (0.3) and strong (0.5) correlations. Further, multiple linear regressions will be performed to investigate and adjust for background variables."},"conditionsModule":{"conditions":["Traumatic Brain Injury","Stroke","Multiple Sclerosis","Parkinson Disease","Epilepsy","Brain Tumor"],"keywords":["Neuropsychological assessment"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"CASE_CONTROL","timePerspective":"CROSS_SECTIONAL"},"enrollmentInfo":{"count":350,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Patients with neurological disorders or injuries and Healthy Controls","interventionNames":["Diagnostic Test: Neuropsychological Assessment"]}],"interventions":[{"type":"DIAGNOSTIC_TEST","name":"Neuropsychological Assessment","description":"To validate Mindmore Distance (MD), the following standard neuropsychological tests will be used in a testing session with a psychologist:\n\n* Wordlist 1 and 2 from WMS-III (Wechsler, 1997). Equivalent to RAVLT in MD\n* Coding from WAIS-IV (Wechsler, 2008). Equivalent to SDPT in MD\n* Block Span from WMS-III (Wechsler, 1997). Equivalent to CBT in MD\n* Trail Making Test from D-KEFS (Delis et al., 2001). Equivalent to TMT-Click in MD\n* Color-Word Interference Test from D-KEFS. Equivalent to Stroop in MD\n* Verbal fluency from D-KEFS. Equivalent to FAS in MD\n\nAll participants will complete some questionnaires: Hospital Anxiety and Depression Scale (Zigmond \\& Snaith, 1983); Insomnia Severity Index (Bastien, Vallieres, \\& Morin, 2001); Cognitive Failure Questionnaire (Broadbent, Cooper, FitzGerald, \\& Parkes, 1982); Perceived Stress Scale (Levenstein et al., 1993); Multidimensional Fatigue Inventory (Smets, Garssen, Bonke, \\& De Haes, 1995).","armGroupLabels":["Patients with neurological disorders or injuries and Healthy Controls"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Validity of Rey Auditory Verbal Learning Test in Mindmore","description":"The results of RAVLT in Mindmore will be validated against Word List Recall from Wechsler Memory Scale - Third edition.","timeFrame":"Baseline"},{"measure":"Validity of Symbol Digit Processing Test in Mindmore","description":"The results of SDPT in Mindmore will be validated against Coding from Wechsler Adult Intelligence Scale - Fourth edition.","timeFrame":"Baseline"},{"measure":"Validity of Corsi Block Test in Mindmore","description":"The results of CBT in Mindmore will be validated against Block Span from Wechsler Memory Scale - Third edition.","timeFrame":"Baseline"},{"measure":"Validity of Trail Making Test - Click in Mindmore","description":"The results of TMT-Click in Mindmore will be validated against Trail Making Test from Delis-Kaplan Executive Functions System.","timeFrame":"Baseline"},{"measure":"Validity of Stroop in Mindmore","description":"The results of Stroop in Mindmore will be validated against Color-Word Interference Test from Delis-Kaplan Executive Functions System.","timeFrame":"Baseline"},{"measure":"Validity of FAS in Mindmore","description":"The results of FAS in Mindmore will be validated against Verbal Fluency from Delis-Kaplan Executive Functions System.","timeFrame":"Baseline"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* age 18 and above\n* Diagnosed with a neurological disorder or injury, alternatively under medical examination for such a diagnosis\n* Owns and can handle a computer with internet connection\n\nExclusion Criteria:\n\n* Severe psychiatric disorder, such a schizophrenia, severe depression\n* Addiction of alcohol or other substances\n* Not speaker of Swedish\n* On sedatives, such as sleep or pain medication\n* Multiple neurological diagnoses\n* Not being able to participate in a neuropsychological examination, or to give informed consent","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Outpatients treated at the Neuro-Head-Neck-Center (NHHC) at Umeå University hospital. When referred to neuropsychological examination at NHHC, patients will receive written information about the project and contact information to the principal investigator to whom they can turn for questions, before signing informed consent.\n\nPatient groups included are:\n\n* Traumatic brain injury (TBI), including patients with persisting symptoms after concussion, post-concussional disorder.\n* Stroke\n* Multiple sclerosis\n* Parkinson's Disease\n* Epilepsy\n* Brain Tumors\n\nA comparison group of healthy volunteers will be recruited using advertising.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Nils Berginström, PhD","role":"CONTACT","phone":"+46(0)90-786 88 64","email":"nils.berginstrom@umu.se"}],"overallOfficials":[{"name":"Nils Berginström, PhD","affiliation":"Umeå Universitet, Department of Psychology","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Umeå University Hospital","status":"RECRUITING","city":"Umeå","zip":"90185","country":"Sweden","contacts":[{"name":"Nils Berginström, PhD","role":"CONTACT","phone":"0730300303","email":"nils.berginstrom@umu.se"}],"geoPoint":{"lat":63.82842,"lon":20.25972}}]},"referencesModule":{"references":[{"pmid":"11438246","type":"BACKGROUND","citation":"Bastien CH, Vallieres A, Morin CM. Validation of the Insomnia Severity Index as an outcome measure for insomnia research. Sleep Med. 2001 Jul;2(4):297-307. doi: 10.1016/s1389-9457(00)00065-4."},{"pmid":"32949546","type":"BACKGROUND","citation":"Benedict RHB, Amato MP, DeLuca J, Geurts JJG. Cognitive impairment in multiple sclerosis: clinical management, MRI, and therapeutic avenues. Lancet Neurol. 2020 Oct;19(10):860-871. doi: 10.1016/S1474-4422(20)30277-5. Epub 2020 Sep 16."},{"pmid":"31681117","type":"BACKGROUND","citation":"Bjorngrim S, van den Hurk W, Betancort M, Machado A, Lindau M. Comparing Traditional and Digitized Cognitive Tests Used in Standard Clinical Evaluation - A Study of the Digital Application Minnemera. Front Psychol. 2019 Oct 18;10:2327. doi: 10.3389/fpsyg.2019.02327. eCollection 2019."},{"pmid":"28623461","type":"BACKGROUND","citation":"Brearly TW, Shura RD, Martindale SL, Lazowski RA, Luxton DD, Shenal BV, Rowland JA. Neuropsychological Test Administration by Videoconference: A Systematic Review and Meta-Analysis. Neuropsychol Rev. 2017 Jun;27(2):174-186. doi: 10.1007/s11065-017-9349-1. Epub 2017 Jun 16."},{"pmid":"7126941","type":"BACKGROUND","citation":"Broadbent DE, Cooper PF, FitzGerald P, Parkes KR. The Cognitive Failures Questionnaire (CFQ) and its correlates. Br J Clin Psychol. 1982 Feb;21(1):1-16. doi: 10.1111/j.2044-8260.1982.tb01421.x."},{"pmid":"29188853","type":"BACKGROUND","citation":"Buckley RF, Sparks KP, Papp KV, Dekhtyar M, Martin C, Burnham S, Sperling RA, Rentz DM. Computerized Cognitive Testing for Use in Clinical Trials: A Comparison of the NIH Toolbox and Cogstate C3 Batteries. J Prev Alzheimers Dis. 2017;4(1):3-11. doi: 10.14283/jpad.2017.1."},{"type":"BACKGROUND","citation":"Daniel MH, Wahlstrom D, Zhang O. Equivalence of Q-interactive® and Paper Administrations of Cognitive Tasks: WISC®-V. NCS Pearson Inc.; 2014."},{"type":"BACKGROUND","citation":"Delis DC, Kaplan E, Kramer JH. D-KEFS - Delis Kaplan Executive Functions System - Technical Manual. San Antonio: Pearson; 2001."},{"type":"BACKGROUND","citation":"Dikmen SS, Machamer JE, Winn HR, Temkin NR. Neuropsychological Outcome at 1-Year Post Head-Injury. Neuropsychology. 1995;9(1):80-90."},{"pmid":"10071101","type":"BACKGROUND","citation":"van der Naalt J, van Zomeren AH, Sluiter WJ, Minderhoud JM. One year outcome in mild to moderate head injury: the predictive value of acute injury characteristics related to complaints and return to work. J Neurol Neurosurg Psychiatry. 1999 Feb;66(2):207-13. doi: 10.1136/jnnp.66.2.207."},{"pmid":"25333055","type":"BACKGROUND","citation":"Sun JH, Tan L, Yu JT. Post-stroke cognitive impairment: epidemiology, mechanisms and management. Ann Transl Med. 2014 Aug;2(8):80. doi: 10.3978/j.issn.2305-5839.2014.08.05."},{"pmid":"28058128","type":"BACKGROUND","citation":"Yang Y, Tang BS, Guo JF. Parkinson's Disease and Cognitive Impairment. Parkinsons Dis. 2016;2016:6734678. doi: 10.1155/2016/6734678. Epub 2016 Dec 12."},{"pmid":"25905906","type":"BACKGROUND","citation":"Holmes GL. Cognitive impairment in epilepsy: the role of network abnormalities. Epileptic Disord. 2015 Jun;17(2):101-16. doi: 10.1684/epd.2015.0739."},{"pmid":"29497579","type":"BACKGROUND","citation":"Pendergrass JC, Targum SD, Harrison JE. Cognitive Impairment Associated with Cancer: A Brief Review. Innov Clin Neurosci. 2018 Feb 1;15(1-2):36-44."},{"type":"BACKGROUND","citation":"Lezak MD, Howieson DB, Loring DW. Neuropsychological Assessment. 4 ed. New York: Oxford University Press; 2004."},{"pmid":"30614374","type":"BACKGROUND","citation":"Germine L, Reinecke K, Chaytor NS. Digital neuropsychology: Challenges and opportunities at the intersection of science and software. Clin Neuropsychol. 2019 Feb;33(2):271-286. doi: 10.1080/13854046.2018.1535662. Epub 2019 Jan 6."},{"pmid":"32390918","type":"BACKGROUND","citation":"Vermeent S, Dotsch R, Schmand B, Klaming L, Miller JB, van Elswijk G. Evidence of Validity for a Newly Developed Digital Cognitive Test Battery. Front Psychol. 2020 Apr 24;11:770. doi: 10.3389/fpsyg.2020.00770. eCollection 2020."},{"type":"BACKGROUND","citation":"Wechsler D. Wechsler Adult Intelligence Scale-Fourth Edition. San Antonio: Pearson; 2008."},{"pmid":"32519594","type":"BACKGROUND","citation":"Marra DE, Hamlet KM, Bauer RM, Bowers D. Validity of teleneuropsychology for older adults in response to COVID-19: A systematic and critical review. Clin Neuropsychol. 2020 Oct-Nov;34(7-8):1411-1452. doi: 10.1080/13854046.2020.1769192. Epub 2020 Jun 10."},{"pmid":"34027854","type":"BACKGROUND","citation":"van den Hurk W, Bergman I, Machado A, Bjermo J, Gustavsson A. Swedish Normative Data for Mindmore: A Comprehensive Cognitive Screening Battery, Both Digital and Self-Administrated. J Int Neuropsychol Soc. 2022 Feb;28(2):188-202. doi: 10.1017/S135561772100045X. Epub 2021 May 24."},{"pmid":"7608296","type":"BACKGROUND","citation":"Ardila A. Directions of research in cross-cultural neuropsychology. J Clin Exp Neuropsychol. 1995 Feb;17(1):143-50. doi: 10.1080/13803399508406589."},{"type":"BACKGROUND","citation":"Mitrushina MN, Boone KB, D'Elia LF. Handbook of Normative Data for Neuropsychological Assessment. New York: Oxford University Press; 1999."},{"type":"BACKGROUND","citation":"Wechsler D. Wechsler Memory Scale - Third Edition. San Antonio: Psychological Corporation; 1997."},{"pmid":"6880820","type":"BACKGROUND","citation":"Zigmond AS, Snaith RP. The hospital anxiety and depression scale. Acta Psychiatr Scand. 1983 Jun;67(6):361-70. doi: 10.1111/j.1600-0447.1983.tb09716.x."},{"pmid":"8421257","type":"BACKGROUND","citation":"Levenstein S, Prantera C, Varvo V, Scribano ML, Berto E, Luzi C, Andreoli A. Development of the Perceived Stress Questionnaire: a new tool for psychosomatic research. J Psychosom Res. 1993 Jan;37(1):19-32. doi: 10.1016/0022-3999(93)90120-5."},{"pmid":"7636775","type":"BACKGROUND","citation":"Smets EM, Garssen B, Bonke B, De Haes JC. The Multidimensional Fatigue Inventory (MFI) psychometric qualities of an instrument to assess fatigue. J Psychosom Res. 1995 Apr;39(3):315-25. doi: 10.1016/0022-3999(94)00125-o."},{"pmid":"19565683","type":"BACKGROUND","citation":"Cohen J. A power primer. Psychol Bull. 1992 Jul;112(1):155-9. doi: 10.1037//0033-2909.112.1.155."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000010300","term":"Parkinson Disease"},{"id":"D000009103","term":"Multiple Sclerosis"},{"id":"D000001930","term":"Brain Injuries"},{"id":"D000070642","term":"Brain Injuries, Traumatic"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014947","term":"Wounds and Injuries"}],"ancestors":[{"id":"D000020734","term":"Parkinsonian Disorders"},{"id":"D000001480","term":"Basal Ganglia Diseases"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009069","term":"Movement Disorders"},{"id":"D000080874","term":"Synucleinopathies"},{"id":"D000019636","term":"Neurodegenerative Diseases"},{"id":"D000020278","term":"Demyelinating Autoimmune Diseases, CNS"},{"id":"D000020274","term":"Autoimmune Diseases of the Nervous System"},{"id":"D000003711","term":"Demyelinating Diseases"},{"id":"D000001327","term":"Autoimmune Diseases"},{"id":"D000007154","term":"Immune System Diseases"},{"id":"D000006259","term":"Craniocerebral Trauma"},{"id":"D000020196","term":"Trauma, Nervous System"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M12903","name":"Parkinson Disease","asFound":"Parkinson's Disease","relevance":"HIGH"},{"id":"M4899","name":"Brain Neoplasms","relevance":"LOW"},{"id":"M4897","name":"Brain Injuries","asFound":"Brain Injury","relevance":"HIGH"},{"id":"M628","name":"Brain Injuries, Traumatic","asFound":"Traumatic Brain Injury","relevance":"HIGH"},{"id":"M11750","name":"Multiple Sclerosis","asFound":"Multiple Sclerosis","relevance":"HIGH"},{"id":"M15105","name":"Sclerosis","relevance":"LOW"},{"id":"M7673","name":"Epilepsy","relevance":"LOW"},{"id":"M17375","name":"Wounds and Injuries","asFound":"Injury","relevance":"HIGH"},{"id":"M22184","name":"Parkinsonian Disorders","relevance":"LOW"},{"id":"M25293","name":"Ganglion Cysts","relevance":"LOW"},{"id":"M16048","name":"Synovial Cyst","relevance":"LOW"},{"id":"M4464","name":"Basal Ganglia Diseases","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M11719","name":"Movement Disorders","relevance":"LOW"},{"id":"M2217","name":"Synucleinopathies","relevance":"LOW"},{"id":"M21248","name":"Neurodegenerative Diseases","relevance":"LOW"},{"id":"M4319","name":"Autoimmune Diseases","relevance":"LOW"},{"id":"M21788","name":"Demyelinating Autoimmune Diseases, CNS","relevance":"LOW"},{"id":"M21784","name":"Autoimmune Diseases of the Nervous System","relevance":"LOW"},{"id":"M6599","name":"Demyelinating Diseases","relevance":"LOW"},{"id":"M9890","name":"Immune System Diseases","relevance":"LOW"},{"id":"M9039","name":"Craniocerebral Trauma","relevance":"LOW"},{"id":"M21713","name":"Trauma, Nervous System","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"BC20","name":"Immune System Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC17","name":"Skin and Connective Tissue Diseases"},{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"}]}},"hasResults":false}