{"protocolSection":{"identificationModule":{"nctId":"NCT05093673","orgStudyIdInfo":{"id":"IRB00300301"},"secondaryIdInfos":[{"id":"R56DC019639","type":"NIH","link":"https://reporter.nih.gov/quickSearch/R56DC019639"},{"id":"R01DC019639","type":"NIH","link":"https://reporter.nih.gov/quickSearch/R01DC019639"}],"organization":{"fullName":"Johns Hopkins University","class":"OTHER"},"briefTitle":"Cerebellar Stimulation for Aphasia Rehabilitation","officialTitle":"Cerebellar Stimulation for Aphasia Rehabilitation","acronym":"CeSAR"},"statusModule":{"statusVerifiedDate":"2024-02","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-10-25","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2027-09-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2028-04-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-10-13","studyFirstSubmitQcDate":"2021-10-13","studyFirstPostDateStruct":{"date":"2021-10-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-02-08","lastUpdatePostDateStruct":{"date":"2024-02-09","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Johns Hopkins University","class":"OTHER"},"collaborators":[{"name":"National Institute on Deafness and Other Communication Disorders (NIDCD)","class":"NIH"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The optimal site of neuromodulation for post-stroke aphasia has yet to be established. This study will investigate whether multiple sessions of cerebellar transcranial direct current stimulation (tDCS) boosts language therapy in helping people recover from aphasia as well as predict who is likely to respond to cerebellar tDCS.","detailedDescription":"Aphasia is a devastating complication of stroke. Speech and language treatment (SLT) can be helpful in restoring language function, but not all individuals show improvement. Recent studies indicate that Transcranial Direct Current Stimulation (tDCS) is a promising adjuvant approach to enhance the effectiveness of SLT. tDCS is a noninvasive, non-painful, electrical stimulation of the brain. It is believed that tDCS boosts neural plasticity that underlies recovery with SLT. A majority of the tDCS studies of aphasia have stimulated the left hemisphere regions. However, left hemisphere lesions common in post-stroke aphasia affect the electrical field in unpredictable ways, potentially preventing stimulation from reaching perilesional tissue associated with optimal recovery. The investigators' prior work addressed this problem by stimulating a novel region, the right cerebellum. The right cerebellum is connected to the left hemisphere and involved in a variety of cognitive and language functions, including naming, which is often impaired in people with aphasia. The investigators' work has shown that cerebellar tDCS is safe, easily tolerated, and improved language skills in a number of stroke participants with aphasia. The proposed project will build on these findings by conducting a randomized, double-blind, sham-controlled, trial to determine the effectiveness of cathodal tDCS to the right cerebellum for the treatment of post-stroke aphasia. The investigators will test the hypothesis that 15 sessions of cerebellar tDCS combined with an evidenced-based anomia treatment (semantic feature analysis, SFA) is associated with greater gains in accuracy in naming pictures, compared to 15 sessions of sham combined with semantic feature analysis"},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"QUADRUPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":60,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Cathodal Cerebellar tDCS and SFA","type":"ACTIVE_COMPARATOR","description":"Cathodal cerebellar tDCS, 2 milliamp (mA) plus Semantic Feature Analysis (SFA) naming treatment for 15 sessions (25-minutes per each 60-minute treatment session) over the course of 3-5 weeks. The electrical current will be administered to the right cerebellum. The stimulation will be delivered at an intensity of 2 mA for a maximum of 25 minutes. SFA will be delivered by a Speech and Language Pathologist to improve naming","interventionNames":["Device: Cathodal Cerebellar tDCS","Behavioral: Semantic Feature Analysis (SFA)"]},{"label":"Sham Cerebellar tDCS and SFA","type":"SHAM_COMPARATOR","description":"Sham cerebellar tDCS plus SFA for 15 sessions (25-minutes per each 60-minute treatment session) over the course of 3-5 weeks. Current will be administered in a ramp-like fashion, but after the ramping, the intensity will drop to 0 mA. SFA will be delivered by a Speech and Language Pathologist to improve naming.","interventionNames":["Behavioral: Semantic Feature Analysis (SFA)","Device: Sham"]}],"interventions":[{"type":"DEVICE","name":"Cathodal Cerebellar tDCS","description":"2 mA of cathodal tDCS is induced between two 5cm X 5cm saline soaked sponges where the cathode sponge is placed on the right cerebellum. Ramping up of the current to 2 mA occurs over 15-30 seconds to allow participants to habituate to the tingling sensation. The stimulation will be delivered at an intensity of 2 mA for a maximum of 25 minutes.","armGroupLabels":["Cathodal Cerebellar tDCS and SFA"]},{"type":"BEHAVIORAL","name":"Semantic Feature Analysis (SFA)","description":"Semantic Feature Analysis (SFA) is a treatment technique designed to improve lexical retrieval by increasing the level of activation within a semantic network. The treatment will proceed according to a series of steps including naming aloud the target picture, generating semantic features, naming aloud the target picture again, and generating a sentence using the target word.","armGroupLabels":["Cathodal Cerebellar tDCS and SFA","Sham Cerebellar tDCS and SFA"]},{"type":"DEVICE","name":"Sham","description":"2 mA of cathodal tDCS is induced between two 5cm X 5cm saline soaked sponges where the cathode sponge is placed on the right cerebellum. Ramping up of the current to 2 mA occurs over 15-30 seconds to allow participants to habituate to the tingling sensation. Then, the current will be ramped back down to 0 mA in the sham condition. Termination of the stimulation after the ramping up process is generally undetectable, and the brief duration of stimulation yields no functional effects.","armGroupLabels":["Sham Cerebellar tDCS and SFA"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in accuracy of naming untrained pictures (Philadelphia Naming Test)","description":"Behavioral measure of change in untrained naming. Scores ranges from 0 to 175 with higher scores meaning better naming ability.","timeFrame":"Pre-treatment to one week after the end of SFA treatment"}],"secondaryOutcomes":[{"measure":"Change in accuracy of naming untrained pictures (Philadelphia Naming Test)","description":"Behavioral measure of change in untrained naming. Scores ranges from 0 to 175 with higher scores meaning better naming ability.","timeFrame":"Pre-treatment and at 1, 3 and 6 months post treatment"},{"measure":"Change in accuracy of naming trained pictures","description":"Behavioral measure of change in trained naming. Scores ranges from 0 to 50 with higher scores meaning better naming ability.","timeFrame":"Pre-treatment to one week after the end of SFA treatment"},{"measure":"Change in accuracy of naming trained pictures","description":"Behavioral measure of change in trained naming. Scores ranges from 0 to 50 with higher scores meaning better naming ability.","timeFrame":"Pre-treatment and at 1, 3 and 6 months post treatment"},{"measure":"Change in the total content units produced during picture description.","description":"Participants will describe the Cookie Theft Picture from the Boston Diagnostic Aphasia Examination. Analysis of descriptions of the Cookie Theft picture can provide useful and reliable information about connected speech. Content units captures the quantity of information conveyed. Content units are based on a standard scoring template of commonly identified concepts (nouns and verbs) in the left and right regions of the \"Cookie Theft\" picture. Participants either include or fail to include 30 concepts on the left side of the picture and 23 concepts on the right side of the picture.","timeFrame":"Pre-treatment, 1 week, 1, 3, and 6 months post treatment"},{"measure":"Change in the syllable per content units produced during picture description.","description":"Participants will describe the Cookie Theft Picture from the Boston Diagnostic Aphasia Examination. Analysis of descriptions of the Cookie Theft picture can provide useful and reliable information about connected speech. Syllables included in the picture description are counted. Content units are based on a standard scoring template of commonly identified concepts (nouns and verbs) in the left and right regions of the \"Cookie Theft\" picture. Participants either include or fail to include 30 concepts on the left side of the picture and 23 concepts on the right side of the picture. The average rate of syllables per content unit produced can then be calculated and interpreted as a measure of efficiency in producing relevant information in the task.","timeFrame":"Pre-treatment, 1 week, 1, 3, and 6 months post treatment"},{"measure":"Change in functional communication skills","description":"Functional communication skills will be assessed using the Communication Activities of Daily Living, third edition (CADL-3). This test contains 50 items assessing communication activities in seven areas and participants receive a score of 0, 1, or 2 for each item. Higher scores reflect better communicative success.","timeFrame":"Pre-treatment, 1 week, 1, 3, and 6 months post treatment"},{"measure":"Change in Stroke and Aphasia Quality of Life (SAQOL) scale","description":"It consists of 39 items which cover three domains: physical, communication, and psychosocial. Domain and overall mean scores range from 1 to 5, with higher scores indicative of better quality of life.","timeFrame":"Pre-treatment, 1 week, 1, 3, and 6 months post treatment"},{"measure":"Change in General Health Questionnaire-12 item (GHQ-12)","description":"The General Health Questionnaire is a measure of psychological distress and it is 12 item scale. Scores range from 0 to 12; higher scores are indicative of higher distress.","timeFrame":"Pre-treatment, 1 week, 1, 3, and 6 months post treatment"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Chronic ischemic or hemorrhagic left hemisphere stroke\n* Fluent speaker of English by self-report\n* Age 18 or older\n* 6 months post onset of stroke\n* Diagnosis of aphasia and naming impairment using the Western Aphasia Battery-Revised\n\nExclusion Criteria:\n\n* Lesion in the right cerebellum\n* Previous neurological disorder (other than stroke) affecting the brain, or any other neurodegenerative disorder or psychiatric disorder\n* Seizures during the previous 6 months\n* Uncorrected visual loss or hearing loss by self-report\n* Use of medications that lower the seizure threshold (e.g., methylphenidate)\n* Use of N-methyl-D-aspartate (NMDA) antagonists (e.g., memantine)\n* \\>80% correct response on the Philadelphia Naming Testing at baseline\n* History of brain surgery or any metal in the head\n* Severely impaired auditory comprehension (lower than 2 on the Comprehension subscore on the Western Aphasia Battery-Revised)\n* Severely limited verbal output (lower than 2 on the Spontaneous Speech rating scale on the Western Aphasia Battery-Revised)\n* Individuals with severe claustrophobia, cardiac pacemakers or ferromagnetic implants, and pregnant women will be excluded from the MRI portion of the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"99 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Rajani Sebastian, PhD","role":"CONTACT","phone":"410-502-5012","email":"rsebast3@jhmi.edu"},{"name":"Becky Lammers, MS","role":"CONTACT","phone":"410-502-2445","email":"blammer2@jh.edu"}],"overallOfficials":[{"name":"Rajani Sebastian, PhD","affiliation":"Johns Hopkins University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Johns Hopkins Hospital","status":"RECRUITING","city":"Baltimore","state":"Maryland","zip":"21287","country":"United States","contacts":[{"name":"Rajani Sebastian, PhD","role":"CONTACT","phone":"410-502-5012","email":"rsebast3@jhmi.edu"},{"name":"Sarah Cust, MSc","role":"CONTACT","phone":"410-502-2445","email":"scust1@jhmi.edu"}],"geoPoint":{"lat":39.29038,"lon":-76.61219}}]},"referencesModule":{"references":[{"pmid":"28127284","type":"BACKGROUND","citation":"Sebastian R, Saxena S, Tsapkini K, Faria AV, Long C, Wright A, Davis C, Tippett DC, Mourdoukoutas AP, Bikson M, Celnik P, Hillis AE. Cerebellar tDCS: A Novel Approach to Augment Language Treatment Post-stroke. Front Hum Neurosci. 2017 Jan 12;10:695. doi: 10.3389/fnhum.2016.00695. eCollection 2016."},{"pmid":"33241212","type":"BACKGROUND","citation":"Sebastian R, Kim JH, Brenowitz R, Tippett DC, Desmond JE, Celnik PA, Hillis AE. Cerebellar neuromodulation improves naming in post-stroke aphasia. Brain Commun. 2020 Nov 9;2(2):fcaa179. doi: 10.1093/braincomms/fcaa179. eCollection 2020."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Upon completion of the projects and dissemination of primary study results, the analysis data files will be made available to the public, along with the final version of the study protocol, the data dictionary, and brief instructions (\"read me\" file). The public use data files and the accompanying documents will be made available through the National Technical Information Service (NTIS).","infoTypes":["STUDY_PROTOCOL","SAP","ICF"]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001037","term":"Aphasia"}],"ancestors":[{"id":"D000013064","term":"Speech Disorders"},{"id":"D000007806","term":"Language Disorders"},{"id":"D000003147","term":"Communication Disorders"},{"id":"D000019954","term":"Neurobehavioral Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000009422","term":"Nervous System Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M4042","name":"Aphasia","asFound":"Aphasia","relevance":"HIGH"},{"id":"M15554","name":"Speech Disorders","relevance":"LOW"},{"id":"M10513","name":"Language Disorders","relevance":"LOW"},{"id":"M6064","name":"Communication Disorders","relevance":"LOW"},{"id":"M21516","name":"Neurobehavioral Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}