{"protocolSection":{"identificationModule":{"nctId":"NCT06187974","orgStudyIdInfo":{"id":"Mkochman"},"organization":{"fullName":"University of Rzeszow","class":"OTHER"},"briefTitle":"Relationship of Proprioception, Reaction Time and the Gait and Balance Parameters After Stroke","officialTitle":"Assessment of the Relationship Between the Deficit of Proprioception, Reaction Time and the Parameters of Gait and Balance in Stroke Patients"},"statusModule":{"statusVerifiedDate":"2023-12","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-11-08","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-09-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-07-03","studyFirstSubmitQcDate":"2023-12-17","studyFirstPostDateStruct":{"date":"2024-01-03","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-12-17","lastUpdatePostDateStruct":{"date":"2024-01-03","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Maciej Kochman","investigatorTitle":"Principal Investigator","investigatorAffiliation":"University of Rzeszow"},"leadSponsor":{"name":"University of Rzeszow","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The aim of this observational study is to analyze how impaired proprioception affects the gait, reaction time, balance and functioning of stroke patients.\n\nResearch questions:\n\n* Are there correlations between the deficit of proprioception and reaction time and the parameters of gait and balance as well as the functional state of stroke patients?\n* Are there relationships between factors such as proprioception, reaction time, balance, functional status and gait, and time since stroke, the hemisphere where the stroke occurred, and gender?\n* Are there differences in proprioception deficits and reaction times between the lower limbs in stroke survivors?\n\nParticipants will be assessed once using standard functional clinical tests and the rehabilitation devices.\n\nResearchers will compare stroke patients and healthy volunteers to see, if there are differences in proprioception deficits, reaction time and balance.","detailedDescription":"For this prospective observational study, 50 ischemic - stroke survivors (study group) and 50 healthy volunteers matched for age and gender (control group) will be recruited. Study procedures will be performed in the morning including one-time functional assessment of proprioception, gait, balance and reaction time using standard clinical tests (Timed Up and Go Test, sit to stand test, 10m walk test, Wisconsin scale, Berg scale, Ashworth scale, Brunstrom scale, Barthel Scale, Rankin scale and FAC) and rehabilitation devices (Luna EMG - proprioception assessment, Pablo - gait parameters assessment, Omego Plus - proprioception assessment, ALFA stabilometric platform - balance and reaction time assessment)."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"CASE_CONTROL","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":100,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Study group","description":"stroke patients","interventionNames":["Other: observation"]},{"label":"Control group","description":"healthy volunteers","interventionNames":["Other: observation"]}],"interventions":[{"type":"OTHER","name":"observation","description":"observation","armGroupLabels":["Control group","Study group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Correlation between the knee proprioception deficit (degree) and gait speed (m/s)","description":"The knee proprioception deficit (degree) will be assessed by rehabilitation robot Luna EMG and gait speed (m/s) will be assessed using inertial sensors (Pablo device)","timeFrame":"September 2024"},{"measure":"Correlation between the knee proprioception deficit (degree) and gait time: 10-meter-Walk Test (seconds)","description":"The knee proprioception deficit (degree) will be assessed by rehabilitation robot Luna EMG and gait time (seconds) will be assessed using inertial sensors (Pablo device)","timeFrame":"September 2024"},{"measure":"Correlation between the knee proprioception deficit (degree) and gait cycle (steps/minute)","description":"The knee proprioception deficit (degree) will be assessed by rehabilitation robot Luna EMG and gait cycle (steps/minute) will be assessed using inertial sensors (Pablo device)","timeFrame":"September 2024"},{"measure":"Correlation between the knee proprioception deficit (degree) and cycle distance (cm)","description":"The knee proprioception deficit (degree) will be assessed by rehabilitation robot Luna EMG and cycle distance (cm) will be assessed using inertial sensors (Pablo device)","timeFrame":"September 2024"},{"measure":"Correlation between the knee proprioception deficit (degree) and ambulation status: Functional Ambulation Category (points: minimum 0, maximum 5)","description":"The knee proprioception deficit (degree) will be assessed by rehabilitation robot Luna EMG and the ambulation status will be assessed using standard clinical scale: Functional Ambulation Category. Less points indicate worse ambulation category","timeFrame":"September 2024"},{"measure":"Correlation between the knee proprioception deficit (degree) and kinematic and spatiotemporal gait parameters: Wisconsin scale (points: minimum 13.35, maximum 42)","description":"The knee proprioception deficit (degree) will be assessed by rehabilitation robot Luna EMG and the kinematic and spatiotemporal gait parameters will be assessed using standard clinical scale: Wisconsin scale. The higher the score the more seriously affected the gait","timeFrame":"September 2024"},{"measure":"Correlation between the knee proprioception deficit (degree) and reaction time (miliseconds)","description":"The knee proprioception deficit (degree) will be assessed by rehabilitation robot Luna EMG and the reaction time will be assessed using stabilometric platform (Alfa)","timeFrame":"September 2024"},{"measure":"Correlation between the knee proprioception deficit (degree) and balance parameter: lateral sways (cm)","description":"The knee proprioception deficit (degree) will be assessed by rehabilitation robot Luna EMG and the lateral sways (cm) will be assessed using stabilometric platform (Alfa)","timeFrame":"September 2024"},{"measure":"Correlation between the knee proprioception deficit (degree) and balance parameter: anterior-posterior sways (cm)","description":"The knee proprioception deficit (degree) will be assessed by rehabilitation robot Luna EMG and the anterior-posterior sways (cm) will be assessed using stabilometric platform (Alfa)","timeFrame":"September 2024"},{"measure":"Correlation between the knee proprioception deficit (degree) and balance parameter: path length (cm)","description":"The knee proprioception deficit (degree) will be assessed by rehabilitation robot Luna EMG and the path length (cm) will be assessed using stabilometric platform (Alfa)","timeFrame":"September 2024"},{"measure":"Correlation between the knee proprioception deficit (degree) and balance parameter: lateral velocity (cm/s)","description":"The knee proprioception deficit (degree) will be assessed by rehabilitation robot Luna EMG and the lateral velocity (cm/s) will be assessed using stabilometric platform (Alfa)","timeFrame":"September 2024"},{"measure":"Correlation between the knee proprioception deficit (degree) and balance parameter: anterio-posterior velocity (cm/s)","description":"The knee proprioception deficit (degree) will be assessed by rehabilitation robot Luna EMG and the anterior-posterior velocity (cm/s) will be assessed using stabilometric platform (Alfa)","timeFrame":"September 2024"},{"measure":"Correlation between the knee proprioception deficit (degree) and balance parameter: COP area (cm2)","description":"The knee proprioception deficit (degree) will be assessed by rehabilitation robot Luna EMG and the COP area (cm2) will be assessed using stabilometric platform (Alfa). COP - center of pressure","timeFrame":"September 2024"},{"measure":"Correlation between the knee proprioception deficit (degree) and balance: Berg Balance Scale (points: minimum 0, maximum 56)","description":"The knee proprioception deficit (degree) will be assessed by rehabilitation robot Luna EMG and the balance will be assessed using standard clinical scale: Berg Balance Scale. Less points indicate worse balance","timeFrame":"September 2024"},{"measure":"Correlation between the knee proprioception deficit (degree) and dynamic balance: Timed Up and Go Test (seconds)","description":"The knee proprioception deficit (degree) will be assessed by rehabilitation robot Luna EMG and the dynamic balance will be assessed using standard clinical scale Timed Up and Go Test. Longer time of performing test indicates worse dynamic balance","timeFrame":"September 2024"},{"measure":"Correlation between the knee proprioception deficit (degree) and functional status: 5 times Sit To Stand Test (seconds)","description":"The knee proprioception deficit (degree) will be assessed by rehabilitation robot Luna EMG and the functional status will be assessed using standard clinical scale: 5 times Sit To Stand Test. Longer time of performing test indicates worse functional status","timeFrame":"September 2024"},{"measure":"Correlation between the knee proprioception deficit (degree) and spasticity: Modified Ashworth Scale (points: minimum 0, maximum 4)","description":"The knee proprioception deficit (degree) will be assessed by rehabilitation robot Luna EMG and the spasticity will be assessed using standard clinical scale: Modified Ashworth Scale. Better score indicates worse spasticity","timeFrame":"September 2024"},{"measure":"Correlation between the knee proprioception deficit (degree) and functional status: Brunnstrom scale (points: minimum 1, maximum 6)","description":"The knee proprioception deficit (degree) will be assessed by rehabilitation robot Luna EMG and the functional status will be assessed using standard clinical scale: Brunnstrom scale. Better score indicates better functional status","timeFrame":"September 2024"},{"measure":"Correlation between the knee proprioception deficit (degree) and functional status: Rankin scale (points: minimum 0, maximum 5)","description":"The knee proprioception deficit (degree) will be assessed by rehabilitation robot Luna EMG and the functional status will be assessed using standard clinical scale: Rankin scale. Better score indicates worse functional status","timeFrame":"September 2024"},{"measure":"Correlation between the knee proprioception deficit (degree) and functional status: Barthel scale (points: minimum 0, maximum 100)","description":"The knee proprioception deficit (degree) will be assessed by rehabilitation robot Luna EMG and the functional status will be assessed using standard clinical scale: Barthel. Better score indicates better functional status","timeFrame":"September 2024"}],"secondaryOutcomes":[{"measure":"Differences in knee proprioception deficit (degree).","description":"The knee proprioception deficit (degree) will be assessed by rehabilitation robot Luna EMG","timeFrame":"December 2024"},{"measure":"Differences in gait speed (m/s)","description":"Gait speed will be assessed using inertial sensors (Pablo device)","timeFrame":"December 2024"},{"measure":"Differences in gait time: 10-meter-Walk Test (seconds)","description":"Gait time will be assessed using inertial sensors (Pablo device)","timeFrame":"December 2024"},{"measure":"Differences in gait cycle (steps/minute)","description":"Gait cycle will be assessed using inertial sensors (Pablo device)","timeFrame":"December 2024"},{"measure":"Differences in cycle distance (cm)","description":"Cycle distance will be assessed using inertial sensors (Pablo device)","timeFrame":"December 2024"},{"measure":"Differences in ambulation status: Functional Ambulation Category (points: minimum 0, maximum 5)","description":"The ambulation status will be assessed using standard clinical scale: Functional Ambulation Category. Less points indicate worse ambulation category","timeFrame":"December 2024"},{"measure":"Differences in kinematic and spatiotemporal gait parameters: Wisconsin scale (points: minimum 13.35, maximum 42)","description":"The kinematic and spatiotemporal gait parameters will be assessed using standard clinical scale: Wisconsin scale. The higher the score the more seriously affected the gait","timeFrame":"December 2024"},{"measure":"Differences in reaction time (ms).","description":"Reaction time will be assessed using stabilometric platform (Alfa)","timeFrame":"December 2024"},{"measure":"Differences in balance parameter: lateral sways (cm)","description":"Lateral sways will be assessed using stabilometric platform (Alfa)","timeFrame":"December 2024"},{"measure":"Differences in balance parameter: anterior-posterior sways (cm)","description":"Anterior-posterior sways will be assessed using stabilometric platform (Alfa)","timeFrame":"December 2024"},{"measure":"Differences in balance parameter: path length (cm)","description":"Path length will be assessed using stabilometric platform (Alfa)","timeFrame":"December 2024"},{"measure":"Differences in balance parameter: lateral velocity (cm/s)","description":"Lateral velocity will be assessed using stabilometric platform (Alfa)","timeFrame":"December 2024"},{"measure":"Differences in balance parameter: anterior-posterior velocity (cm/s)","description":"Anterior-posterior velocity will be assessed using stabilometric platform (Alfa)","timeFrame":"December 2024"},{"measure":"Differences in balance parameter: COP area (cm2)","description":"This balance parameter will be assessed using stabilometric platform (Alfa); COP - center of pressure","timeFrame":"December 2024"},{"measure":"Differences in balance: Berg Balance Scale (points: minimum 0, maximum 56)","description":"Balance will be assessed using standard clinical scale: Berg Balance Scale. Less points indicate worse balance","timeFrame":"December 2024"},{"measure":"Differences in dynamic balance: Timed Up and Go Test (seconds)","description":"Dynamic balance will be assessed using standard clinical scale Timed Up and Go Test. Longer time of performing test indicates worse dynamic balance","timeFrame":"December 2024"},{"measure":"Differences in functional status: 5 times Sit To Stand Test (seconds)","description":"The functional status will be assessed using standard clinical scale: 5 times Sit To Stand Test. Longer time of performing test indicates worse functional status","timeFrame":"December 2024"},{"measure":"Differences in spasticity: Modified Ashworth Scale (points: minimum 0, maximum 4)","description":"The spasticity will be assessed using standard clinical scale: Modified Ashworth Scale. Better score indicates worse spasticity","timeFrame":"December 2024"},{"measure":"Differences in functional status: Brunnstrom scale (points: minimum 1, maximum 6)","description":"The functional status will be assessed using standard clinical scale: Brunnstrom scale. Better score indicates better functional status","timeFrame":"December 2024"},{"measure":"Differences in functional status: Rankin scale (points: minimum 0, maximum 5)","description":"The functional status will be assessed using standard clinical scale: Rankin scale. Better score indicates worse functional status","timeFrame":"December 2024"},{"measure":"Differences in functional status: Barthel scale (points: minimum 0, maximum 100)","description":"The functional status will be assessed using standard clinical scale: Barthel scale. Better score indicates better functional status","timeFrame":"December 2024"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* informed and voluntary consent of the patient,\n* first-time stroke,\n* hemiparesis,\n* time from stroke to 3 months,\n* age 30-75,\n* grade 3-5 in the Functional Ambulation Category,\n* walking without orthopedic support.\n\nExclusion Criteria:\n\n* lack of informed and voluntary consent of the patient,\n* second or subsequent stroke,\n* stroke of the brainstem and cerebellum,\n* epilepsy,\n* disorders of higher mental functions,\n* coexisting neurological, rheumatological, orthopedic diseases,\n* use of orthopedic supplies during locomotion.","healthyVolunteers":true,"sex":"ALL","minimumAge":"30 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"50 stroke survivors up to 3 months after the stroke - patients reffered to the Department of Rehabilitation, Clinical Regional Hospital number 2 in Rzeszow, Poland (study group) and 50 healthy volunteers matched for age and gender.","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Maciej Kochman, Dr.","role":"CONTACT","phone":"888500541","email":"mkochman@ur.edu.pl"}],"overallOfficials":[{"name":"Maciej Kochman, Dr.","affiliation":"Institute of Health Sciences, College of Medical Sciences, University of Rzeszów","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Department of Rehabilitation, Clinical Regional Hospital number 2","status":"RECRUITING","city":"Rzeszów","state":"Podkarpackie","zip":"35-301","country":"Poland","contacts":[{"name":"Wojciech Kasperek, MSc","role":"CONTACT","email":"wkasperek@ur.edu.pl"}],"geoPoint":{"lat":50.04132,"lon":21.99901}}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}