{"protocolSection":{"identificationModule":{"nctId":"NCT05976685","orgStudyIdInfo":{"id":"ELAPSE"},"organization":{"fullName":"Insel Gruppe AG, University Hospital Bern","class":"OTHER"},"briefTitle":"Early Closure of Left Atrial Appendage for Patients With Atrial Fibrillation and Ischemic Stroke Despite Anticoagulation Therapy","officialTitle":"Early Closure of Left Atrial Appendage for Patients With Atrial Fibrillation and Ischemic StrokE Despite Anticoagulation Therapy","acronym":"ELAPSE"},"statusModule":{"statusVerifiedDate":"2023-09","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-01-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2028-01-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2028-06-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-07-27","studyFirstSubmitQcDate":"2023-07-27","studyFirstPostDateStruct":{"date":"2023-08-04","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-09-19","lastUpdatePostDateStruct":{"date":"2023-09-21","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Insel Gruppe AG, University Hospital Bern","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Atrial fibrillation (AF) is one of the most common cardiac arrhythmias and cardioembolic stroke due to AF is its major complication. Direct oral anticoagulants (DOAC) reduce the risk of cardioembolism in patients with AF. Despite DOAC therapy, there is a significant residual stroke risk of 1-2%/year. Recent data from the Swiss Stroke Registry found 38% of patients with AF and ischemic stroke were on prior anticoagulant therapy (approximately 400 patients per year in Switzerland). The investigators found in a prior observational study, that patients with AF who have ischemic stroke despite anticoagulation are at increased risk of having another ischemic stroke (HR 1.6; 95% confidence interval, CI 1.1-2.1). Combining observational data from 11 international stroke centres, the investigators found that the majority of ischemic strokes despite anticoagulation in patients with AF is \"breakthrough\" cardioembolism (76% of patients) and only a minority of 24% is related to other causes unrelated to AF. Optimal secondary prevention strategy is unknown. The investigators have conducted two independent observational studies including together \\>4000 patients but did not identify any strategy (e.g. switch to different DOAC, additional antiplatelet therapy) that seems superior. A recent randomized controlled trial on surgical occlusion of the left atrial appendage (LAAO) found that LAAO may provide additional protection from ischaemic stroke in addition to oral anticoagulation. Triggered by this finding, the investigators performed a matched retrospective observational study and found that patients with AF and stroke despite anticoagulation who received a combined mechanical-pharmacological therapy (DOAC therapy + LAAO) had lower rates of adverse outcomes compared to those with DOAC therapy alone. Therefore, the investigators hypothesize that in patients with AF and ischemic stroke despite anticoagulant therapy, LAAO in addition to anticoagulation with a DOAC is superior to DOAC therapy alone. The investigators propose an international, multi-center randomized controlled two-arm trial to assess the effect of LAAO in patients with AF suffering from strokes despite anticoagulation therapy and without competing stroke etiology. The investigators will use the PROBE design with blinded endpoint assessment. The investigators will enrol patients with non-valvular AF and a recent ischemic stroke despite anticoagulation therapy at stroke onset. Patients will be randomized 1:1 to receive LAAO + DOAC therapy (experimental arm) or DOAC therapy alone (standard treatment arm). The primary endpoint is the first occurrence of a composite outcome of recurrent ischemic stroke, systemic embolism and cardiovascular death during follow-up. Secondary outcomes include individual components of the primary composite outcome, safety outcomes (i.e. symptomatic intracranial haemorrhage, major extracranial bleeding, serious device- or procedure-related complication), functional outcome (modified Rankin Scale) and patient-oriented outcomes. The minimum follow-up is 6 months and all patients will receive follow-ups every 6 months until end of study, the maximal follow-up will be 48 months. Based on prior observational data from the investigators' group and others (5 observational studies, \\>5000 patients), the investigators estimate the proportion of patients with the primary outcome in the standard treatment arm to be 18% in the first year and 9% in the second year (=cumulative 27% after 2 years). A relative risk reduction of 40% at 2 years would be clinically relevant. Based on these assumptions and a log-rank test, the investigators would need 98 events for a power of 80% at an alpha-level of 5%. Assuming a recruitment rate of 52, 118, 156 and 156 patients in years 1 to 4, an additional 6 months of follow-up (mean follow-up time of 2.1 years) and a uniform drop-out rate of 7.5% per year, 482 patients would need to be enrolled. How to treat patients with an ischemic stroke despite anticoagulation is a major yet unresolved clinical dilemma. This trial has the potential to answer the question whether LAAO plus DOAC therapy is superior to current standard of care for patients with AF who have ischemic stroke despite anticoagulation."},"conditionsModule":{"conditions":["Ischemic Stroke","Atrial Fibrillation"],"keywords":["Stroke","Direct oral anticoagulation","Left atrial appendage occlusion"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":482,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"LAAO and DOAC therapy","type":"EXPERIMENTAL","description":"Left atrial appendage occlusion and therapy with direct oral anticoagulants","interventionNames":["Procedure: Left atrial appendage Occlusion","Drug: DOAC"]},{"label":"DOAC therapy only","type":"OTHER","description":"Therapy with direct oral anticoagulants alone","interventionNames":["Drug: DOAC"]}],"interventions":[{"type":"PROCEDURE","name":"Left atrial appendage Occlusion","description":"Left atrial appendage Occlusion and therapy with direct oral anticoagulants. Choice of DOAC is at the discretion of the treating physician.","armGroupLabels":["LAAO and DOAC therapy"]},{"type":"DRUG","name":"DOAC","description":"Therapy with direct oral anticoagulants. Choice of DOAC is at the discretion of the treating physician.","armGroupLabels":["DOAC therapy only","LAAO and DOAC therapy"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Composite of recurrent ischemic stroke, systemic embolism, or cardiovascular death (whatever comes first).","description":"The primary endpoint is the first occurrence of a composite outcome of recurrent ischemic stroke, systemic embolism and cardiovascular death during follow-up. Stoke is defined as - New sudden focal neurological deficit of presumed cerebrovascular aetiology, occurring \\> 24 hours after the index ischaemic stroke, that persisted beyond 24 hours and was not due to another identifiable cause 18 (transient ischaemic attack (TIA), defined as a transient episode of neurologic dysfunction caused by focal brain, spinal cord, or retinal ischaemia without cerebral infarction on imaging, is not judged as stroke) and/or by brain imaging (CT or MRI). Systemic embolism is defined as abrupt vascular insufficiency associated with clinical or radiological evidence of arterial occlusion of an extremity or organ in absence of another likely mechanism (e.g. atherosclerosis, instrumentation or trauma). Cardiovascular death is defined as any death that is due to a vascular cause.","timeFrame":"6 months"}],"secondaryOutcomes":[{"measure":"Recurrent ischemic stroke","description":"Stoke is defined as - New sudden focal neurological deficit of presumed cerebrovascular aetiology, occurring \\> 24 hours after the index ischaemic stroke, that persisted beyond 24 hours and was not due to another identifiable cause 18 (transient ischaemic attack (TIA), defined as a transient episode of neurologic dysfunction caused by focal brain, spinal cord, or retinal ischaemia without cerebral infarction on imaging, is not judged as stroke) and/or by brain imaging (CT or MRI).","timeFrame":"6 months"},{"measure":"Systemic embolism","description":"Systemic embolism is defined as abrupt vascular insufficiency associated with clinical or radiological evidence of arterial occlusion of an extremity or organ in absence of another likely mechanism (e.g. atherosclerosis, instrumentation or trauma).","timeFrame":"6 months"},{"measure":"Cardiovascular death","description":"Cardiovascular death is defined as any death that is due to a vascular cause.","timeFrame":"6 months"},{"measure":"Symptomatic intracranial hemorrhage","description":"A relevant symptomatic intracranial haemorrhage, this includes subdural, epidural, subarachnoidal and intracerebral haemorrhage, is defined as haemorrhage that leads to a clinical worsening and hospitalisation and is assessed by the treating physician to be likely the cause of the new neurological symptom or the death. Intracerebral haemorrhage due to a trauma will not be considered.","timeFrame":"6 months"},{"measure":"Major extracranial bleeding (ISTH)","description":"Definition released by the International Society of Thrombosis and Haemostasis (ISTH): clinically overt bleeding which was fatal or associated with any of the following: (a) a fall in hemoglobin level of 2 g/dL or more or documented transfusion of at least 2 units of packed red blood cells, (b) involvement of a critical anatomical site (intracranial, spinal, ocular, pericardial, articular, intramuscular with compartment syndrome, retroperitoneal).","timeFrame":"6 months"},{"measure":"Procedure-related death","description":"All-cause death within 30 days after randomization or during the index procedure hospitalization","timeFrame":"6 months"},{"measure":"Serious device- or procedure-related complication","description":"7 days post-index procedure for device group subjects","timeFrame":"6 months"},{"measure":"All-cause hospitalization","description":"Any hospital stay of at least 24 hours","timeFrame":"6 months"},{"measure":"Cause-specific hospitalization","description":"Any hospital stay of at least 24 hours or which the primary admitting diagnosis was for heart failure, stroke, bleeding, atrial fibrillation, repeat AF-ablations, periprocedural complication, other cardiovascular causes","timeFrame":"6 months"},{"measure":"Global health","description":"Measured by PROMIS (Patient-reported Outcomes Measurement Information System) Adult Global Health; continuous","timeFrame":"6 months"},{"measure":"Global safety","description":"Measured by FeelSaveScale; continuous","timeFrame":"6 months"},{"measure":"Functional neurological outcome","description":"Modified Rankin Scale; ordinal","timeFrame":"6 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Written informed consent according to country specific details\n* Paroxysmal, persistent, or permanent non-valvular AF documented prior to the stroke onset\n* Recent (≤3 months) ischemic stroke\n* Active and ongoing anticoagulation therapy at stroke onset (i.e. not stopped/paused for more than 48 hours prior to stroke onset)\n* Agreement of treating physician to implant LAAO\n\nExclusion Criteria:\n\n* Contraindications to DOAC therapy\n* Life expectancy \\<1 year according to the opinion of the investigator\n* Age \\<18 years\n* Stroke due to:\n* Ipsilateral high-grade stenosis (intra/extracranial)\n* Isolated lacunar stroke\n* Other well-defined stroke aetiologies (i.e. Endocarditis, vasculitis, RCVS, PRES, cerebral sinus venous thrombosis)\n* LAAO not feasible according to operator based on the baseline TEE and/or CT\n* Previous persistent foramen ovale or atrial septum defect closure\n* Rheumatic heart disease\n* Contraindications for transesophageal echocardiography (esophageal varices, esophageal stricture, history of esophageal cancer)\n* Surgical cardiac or non-cardiac surgical procedure within 30 days of randomization\n* Enrolled in another IDE or IND investigation of a cardiovascular device or investigating secondary prevention therapy\n* Severely reduced LVEF \\<30\n* Severely reduced renal function (GFR\\<30ml/min)\n* NYHA III-IV dyspnoe\n* Acute cardiac decompensation\n* LAA is obliterated or surgically ligated\n* Persistent LAA thrombus despite 4 weeks of anticoagulation\\*\n* Pregnancy or breastfeeding\n\n  * If a thrombus in the LAAO is found, anticoagulation with Warfarine (INR 2.5-3.5) may be started and if the thrombus disappears, the patient may be eligible for study enrolment.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Lorenz Räber, MD","role":"CONTACT","phone":"+41316320929","email":"Lorenz.Raeber@insel.ch"},{"name":"David Seiffge, MD","role":"CONTACT","phone":"+41316640509","email":"david.seiffge@insel.ch"}],"overallOfficials":[{"name":"Lorenz Räber, MD","affiliation":"Cardiovascular Center, Inselspital Bern","role":"PRINCIPAL_INVESTIGATOR"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000001281","term":"Atrial Fibrillation"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000001145","term":"Arrhythmias, Cardiac"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000007238","term":"Infarction"},{"id":"D000009336","term":"Necrosis"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M4276","name":"Atrial Fibrillation","asFound":"Atrial Fibrillation","relevance":"HIGH"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M5483","name":"Cerebral Infarction","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M4143","name":"Arrhythmias, Cardiac","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M3934","name":"Anticoagulants","relevance":"LOW"}],"browseBranches":[{"abbrev":"AnCoag","name":"Anticoagulants"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}