{"protocolSection":{"identificationModule":{"nctId":"NCT03147911","orgStudyIdInfo":{"id":"KUGH17012 (CLASS-AF)"},"organization":{"fullName":"Korea University Guro Hospital","class":"OTHER"},"briefTitle":"Clinical and Laboratory Predictors Associated With Stroke or Systemic Embolism in Low Risk Atrial Fibrillation Patients","officialTitle":"Clinical and Laboratory Predictors Associated With Stroke or Systemic Embolism in Atrial Fibrillation Patients Defined as Population With a Low Risk of Stroke Based on a CHA2DS2-VASc Score","acronym":"CLASS-AF"},"statusModule":{"statusVerifiedDate":"2018-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-04-06","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2018-02-20","type":"ACTUAL"},"completionDateStruct":{"date":"2018-06-14","type":"ACTUAL"},"studyFirstSubmitDate":"2017-05-06","studyFirstSubmitQcDate":"2017-05-08","studyFirstPostDateStruct":{"date":"2017-05-10","type":"ACTUAL"},"lastUpdateSubmitDate":"2018-06-14","lastUpdatePostDateStruct":{"date":"2018-06-15","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Hong Euy Lim, MD","investigatorTitle":"Professor","investigatorAffiliation":"Korea University Guro Hospital"},"leadSponsor":{"name":"Korea University Guro Hospital","class":"OTHER"},"collaborators":[{"name":"Samjin Pharmaceutical Co., Ltd.","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The purposes of this study are to assess the prevalence of patients with a low risk of stroke or systemic embolism based on a CHA2DS2-VASc score among patients who have an AF-related thromboembolism and to identify the clinical and laboratory risk factors associated with thromboembolism in AF patients with a CHA2DS2-VA score of 0 or 1.","detailedDescription":"Both European and American guidelines recommend the use of the CHA2DS2-VASc risk score which has been validated as useful risk stratification for stroke prediction in AF from several independent cohorts. The guidelines have suggested that, in non-valvular AF, OAC could be omitted for males with a CHA2DS2-VASc score of 0 and for females with a score of 1 given the true low risk of ischemic stroke in that population. The American guideline has still suggested anti-platelets therapy could be recommended in patients who only have one additional risk factor for stroke. The risk of ischemic stroke in Asian people, however, has been known to be quite different from that in Western people, especially in low risk (CHA2DS2-VASc score of 0 or 1) patients based on the CHA2DS2-VASc score. In a nationwide study from Taiwan, the annual risk of ischemic stroke was 1.21% in AF patients with a CHA2DS2-VASc score of 0 and 2.16% in AF patients with a CHA2DS2-VASc score of 1, which were much higher than that reported from Western countries. Another study which enrolled 9727 Hong Kong AF patients from a hospitalized cohort, the annual stroke rate was as high as 2.41% among 395 patients with a CHA2DS2-VASc score of 0. Furthermore, a population-based study in an East Asian cohort of 22 million people found an increased risk of stroke in younger patients (i.e., 30-55 years) with AF who are not recommended for prevention of thromboembolism by current guidelines.Thus, stroke risk among Asian patients with AF and a CHA2DS2-VASc score of 0 or 1 might be higher than that seen among Caucasians, and OAC should be recommended in such patients for effective stroke prevention.\n\nIn addition, literature review suggests that female sex as an independent risk factor of stroke is still controversial, because some studies demonstrated that the odds ratio or hazard ratio of female to male sex for thromboembolism is not significant. Indeed, the analysis of a J-RHYTHM registry revealed that female sex was not a risk for thromboembolism in the Japanese cohort. Therefore, the novel risk stratification for stroke prevention in AF patients who have CHA2DS2-VASc score of 0 or 1 in men or CHA2DS2-VASc score of 1 or 2 in female should be needed in Asian population in order to define true low risk patients in the low risk population based on the CHA2DS2-VASc scoring system."},"conditionsModule":{"conditions":["Atrial Fibrillation"],"keywords":["Stroke or systemic embolism","CHA2DS2-VASc score"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"RETROSPECTIVE"},"bioSpec":{"retention":"NONE_RETAINED","description":"Blood samples will be collected into EDTA tubes"},"enrollmentInfo":{"count":1181,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Stroke or systemic embolism : Positive","description":"- 583 patients"},{"label":"Stroke or systemic embolism : Negative","description":"- 598 patients"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The novel risk stratification regarding stroke or systemic embolism in order to discriminate true low-risk patients from low-risk patients based on a CHA2DS2-VASc score.","description":"The identification of clinical and laboratory factors that can predict stroke or systemic embolism in non-valvular AF patients with a CHA2DS2-VA score of 0 or 1.","timeFrame":"Up to 1 year"}],"secondaryOutcomes":[{"measure":"The prevalence of patients with a CHA2DS2-VASc score of 0 or 1 among patients who have a AF-related thromboembolism.","description":"The assessment of non-valvular AF patients who experienced stroke or systemic embolism between 2013 and 2016 through nationwide cohort in South Korea.","timeFrame":"Up to 1 year"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria (Experimental Group):\n\n* Patients who experienced the stroke or systemic embolism between 2013 and 2016\n* Patients who had AF before the occurrence of the stroke or systemic embolism\n* Patients whose CHA2DS2-VASc score of 0 or 1 in men or CHA2DS2-VASc score of 1 or 2 in female at the time of the the stroke or systemic embolism\n* Willing and able to provide informed consent\n* Age greater than or equal to 18 years\n\nInclusion Criteria (Control Group):\n\n* Patients who did not experience the stroke or systemic embolism between 2013 and 2016\n* Patients who had AF\n* Patients whose CHA2DS2-VASc score of 0 or 1 in men or CHA2DS2-VASc score of 1 or 2 in female\n* Willing and able to provide informed consent\n* Age greater than or equal to 18 years\n\nExclusion Criteria (Both experiment and control groups)\n\n* Patients who do not meet all of the above listed inclusion criteria\n* Patients with more than mild mitral valve stenosis or prosthetic mitral valve","sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Atrial Fibrillation(AF) patients defined as a low risk group based on a CHA2DS2-VASc score","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Hong Euy Lim, MD, PhD","affiliation":"Professor","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Korea University Ansan Hospital","city":"Ansan","zip":"15355","country":"Korea, Republic of","geoPoint":{"lat":37.32361,"lon":126.82194}},{"facility":"Pusan National University Hospital","city":"Busan","zip":"49241","country":"Korea, Republic of","geoPoint":{"lat":35.10278,"lon":129.04028}},{"facility":"Kosin University Gospel Hospital","city":"Busan","zip":"49267","country":"Korea, Republic of","geoPoint":{"lat":35.10278,"lon":129.04028}},{"facility":"Chungnam National University Hospital","city":"Daejeon","zip":"35015","country":"Korea, Republic of","geoPoint":{"lat":36.32139,"lon":127.41972}},{"facility":"Wonkwang University Sanbon Hospital","city":"Gyeonggi-do","zip":"15865","country":"Korea, Republic of","geoPoint":{"lat":37.58944,"lon":126.76917}},{"facility":"Gachon University Gil Medical Center","city":"Incheon","zip":"21565","country":"Korea, Republic of","geoPoint":{"lat":37.45646,"lon":126.70515}},{"facility":"Jaemin Shim","city":"Seoul","zip":"02841","country":"Korea, Republic of","geoPoint":{"lat":37.566,"lon":126.9784}},{"facility":"Chung-ang University Hospital","city":"Seoul","zip":"06973","country":"Korea, Republic of","geoPoint":{"lat":37.566,"lon":126.9784}},{"facility":"Korea University Guro Hospital","city":"Seoul","zip":"08308","country":"Korea, Republic of","geoPoint":{"lat":37.566,"lon":126.9784}}]},"referencesModule":{"references":[{"pmid":"21282258","type":"BACKGROUND","citation":"Olesen JB, Lip GY, Hansen ML, Hansen PR, Tolstrup JS, Lindhardsen J, Selmer C, Ahlehoff O, Olsen AM, Gislason GH, Torp-Pedersen C. Validation of risk stratification schemes for predicting stroke and thromboembolism in patients with atrial fibrillation: nationwide cohort study. BMJ. 2011 Jan 31;342:d124. doi: 10.1136/bmj.d124."},{"pmid":"22115643","type":"BACKGROUND","citation":"Chao TF, Lin YJ, Tsao HM, Tsai CF, Lin WS, Chang SL, Lo LW, Hu YF, Tuan TC, Suenari K, Li CH, Hartono B, Chang HY, Ambrose K, Wu TJ, Chen SA. CHADS(2) and CHA(2)DS(2)-VASc scores in the prediction of clinical outcomes in patients with atrial fibrillation after catheter ablation. J Am Coll Cardiol. 2011 Nov 29;58(23):2380-5. doi: 10.1016/j.jacc.2011.08.045."},{"pmid":"22319004","type":"BACKGROUND","citation":"Potpara TS, Polovina MM, Licina MM, Marinkovic JM, Prostran MS, Lip GY. Reliable identification of \"truly low\" thromboembolic risk in patients initially diagnosed with \"lone\" atrial fibrillation: the Belgrade atrial fibrillation study. Circ Arrhythm Electrophysiol. 2012 Apr;5(2):319-26. doi: 10.1161/CIRCEP.111.966713. Epub 2012 Feb 8."},{"pmid":"22473219","type":"BACKGROUND","citation":"Olesen JB, Torp-Pedersen C, Hansen ML, Lip GY. The value of the CHA2DS2-VASc score for refining stroke risk stratification in patients with atrial fibrillation with a CHADS2 score 0-1: a nationwide cohort study. Thromb Haemost. 2012 Jun;107(6):1172-9. doi: 10.1160/TH12-03-0175. Epub 2012 Apr 3."},{"pmid":"22871677","type":"BACKGROUND","citation":"Chao TF, Liu CJ, Chen SJ, Wang KL, Lin YJ, Chang SL, Lo LW, Hu YF, Tuan TC, Wu TJ, Chen TJ, Tsao HM, Chen SA. Atrial fibrillation and the risk of ischemic stroke: does it still matter in patients with a CHA2DS2-VASc score of 0 or 1? Stroke. 2012 Oct;43(10):2551-5. doi: 10.1161/STROKEAHA.112.667865. Epub 2012 Aug 7."},{"pmid":"23167998","type":"BACKGROUND","citation":"Guo Y, Apostolakis S, Blann AD, Wang H, Zhao X, Zhang Y, Zhang D, Ma J, Wang Y, Lip GY. Validation of contemporary stroke and bleeding risk stratification scores in non-anticoagulated Chinese patients with atrial fibrillation. Int J Cardiol. 2013 Sep 30;168(2):904-9. doi: 10.1016/j.ijcard.2012.10.052. Epub 2012 Nov 17."},{"pmid":"22922413","type":"BACKGROUND","citation":"Camm AJ, Lip GY, De Caterina R, Savelieva I, Atar D, Hohnloser SH, Hindricks G, Kirchhof P; ESC Committee for Practice Guidelines (CPG). 2012 focused update of the ESC Guidelines for the management of atrial fibrillation: an update of the 2010 ESC Guidelines for the management of atrial fibrillation. Developed with the special contribution of the European Heart Rhythm Association. Eur Heart J. 2012 Nov;33(21):2719-47. doi: 10.1093/eurheartj/ehs253. Epub 2012 Aug 24. No abstract available. Erratum In: Eur Heart J. 2013 Mar;34(10):790. Eur Heart J. 2013 Sep;34(36):2850-1."},{"pmid":"24685669","type":"BACKGROUND","citation":"January CT, Wann LS, Alpert JS, Calkins H, Cigarroa JE, Cleveland JC Jr, Conti JB, Ellinor PT, Ezekowitz MD, Field ME, Murray KT, Sacco RL, Stevenson WG, Tchou PJ, Tracy CM, Yancy CW; American College of Cardiology/American Heart Association Task Force on Practice Guidelines. 2014 AHA/ACC/HRS guideline for the management of patients with atrial fibrillation: a report of the American College of Cardiology/American Heart Association Task Force on Practice Guidelines and the Heart Rhythm Society. J Am Coll Cardiol. 2014 Dec 2;64(21):e1-76. doi: 10.1016/j.jacc.2014.03.022. Epub 2014 Mar 28. No abstract available. Erratum In: J Am Coll Cardiol. 2014 Dec 2;64(21):2305-7."},{"pmid":"27625386","type":"BACKGROUND","citation":"Chao TF, Lip GY, Liu CJ, Tuan TC, Chen SJ, Wang KL, Lin YJ, Chang SL, Lo LW, Hu YF, Chen TJ, Chiang CE, Chen SA. Validation of a Modified CHA2DS2-VASc Score for Stroke Risk Stratification in Asian Patients With Atrial Fibrillation: A Nationwide Cohort Study. Stroke. 2016 Oct;47(10):2462-9. doi: 10.1161/STROKEAHA.116.013880. Epub 2016 Sep 13."},{"pmid":"24747420","type":"BACKGROUND","citation":"Siu CW, Lip GY, Lam KF, Tse HF. Risk of stroke and intracranial hemorrhage in 9727 Chinese with atrial fibrillation in Hong Kong. Heart Rhythm. 2014 Aug;11(8):1401-8. doi: 10.1016/j.hrthm.2014.04.021. Epub 2014 Apr 15."},{"pmid":"25444485","type":"BACKGROUND","citation":"Chang KC, Wang YC, Ko PY, Wu HP, Chen YW, Muo CH, Sung FC, Li TC, Hsu CY. Increased risk of first-ever stroke in younger patients with atrial fibrillation not recommended for antithrombotic therapy by current guidelines: a population-based study in an East Asian cohort of 22 million people. Mayo Clin Proc. 2014 Nov;89(11):1487-97. doi: 10.1016/j.mayocp.2014.08.015. Epub 2014 Nov 3."},{"pmid":"18278178","type":"BACKGROUND","citation":"Hughes M, Lip GY; Guideline Development Group, National Clinical Guideline for Management of Atrial Fibrillation in Primary and Secondary Care, National Institute for Health and Clinical Excellence. Stroke and thromboembolism in atrial fibrillation: a systematic review of stroke risk factors, risk stratification schema and cost effectiveness data. Thromb Haemost. 2008 Feb;99(2):295-304. doi: 10.1160/TH07-08-0508."},{"pmid":"23001018","type":"BACKGROUND","citation":"Pisters R, Lane DA, Marin F, Camm AJ, Lip GY. Stroke and thromboembolism in atrial fibrillation. Circ J. 2012;76(10):2289-304. doi: 10.1253/circj.cj-12-1036. Epub 2012 Sep 19."},{"pmid":"8018000","type":"BACKGROUND","citation":"Risk factors for stroke and efficacy of antithrombotic therapy in atrial fibrillation. Analysis of pooled data from five randomized controlled trials. Arch Intern Med. 1994 Jul 11;154(13):1449-57. Erratum In: Arch Intern Med 1994 Oct 10;154(19):2254."},{"pmid":"9645825","type":"BACKGROUND","citation":"Echocardiographic predictors of stroke in patients with atrial fibrillation: a prospective study of 1066 patients from 3 clinical trials. Arch Intern Med. 1998 Jun 22;158(12):1316-20. doi: 10.1001/archinte.158.12.1316."},{"pmid":"9565007","type":"BACKGROUND","citation":"Patients with nonvalvular atrial fibrillation at low risk of stroke during treatment with aspirin: Stroke Prevention in Atrial Fibrillation III Study. The SPAF III Writing Committee for the Stroke Prevention in Atrial Fibrillation Investigators. JAMA. 1998 Apr 22-29;279(16):1273-7."},{"pmid":"18625526","type":"BACKGROUND","citation":"Ruigomez A, Johansson S, Wallander MA, Edvardsson N, Garcia Rodriguez LA. Risk of cardiovascular and cerebrovascular events after atrial fibrillation diagnosis. Int J Cardiol. 2009 Aug 14;136(2):186-92. doi: 10.1016/j.ijcard.2008.04.050. Epub 2008 Jul 14."},{"pmid":"21029359","type":"BACKGROUND","citation":"Van Staa TP, Setakis E, Di Tanna GL, Lane DA, Lip GY. A comparison of risk stratification schemes for stroke in 79,884 atrial fibrillation patients in general practice. J Thromb Haemost. 2011 Jan;9(1):39-48. doi: 10.1111/j.1538-7836.2010.04085.x."},{"pmid":"25971525","type":"BACKGROUND","citation":"Tomita H, Okumura K, Inoue H, Atarashi H, Yamashita T, Origasa H, Tsushima E; J-RHYTHM Registry Investigators. Validation of Risk Scoring System Excluding Female Sex From CHA2DS2-VASc in Japanese Patients With Nonvalvular Atrial Fibrillation - Subanalysis of the J-RHYTHM Registry. Circ J. 2015;79(8):1719-26. doi: 10.1253/circj.CJ-15-0095. Epub 2015 May 13."},{"pmid":"31668140","type":"DERIVED","citation":"Shin SY, Han SJ, Kim JS, Im SI, Shim J, Ahn J, Lee EM, Park YM, Kim JH, Lip GYH, Lim HE. Identification of Markers Associated With Development of Stroke in \"Clinically Low-Risk\" Atrial Fibrillation Patients. J Am Heart Assoc. 2019 Nov 5;8(21):e012697. doi: 10.1161/JAHA.119.012697. Epub 2019 Oct 31."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001281","term":"Atrial Fibrillation"},{"id":"D000004617","term":"Embolism"}],"ancestors":[{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000001145","term":"Arrhythmias, Cardiac"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000016769","term":"Embolism and Thrombosis"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M7474","name":"Embolism","asFound":"Embolism","relevance":"HIGH"},{"id":"M4276","name":"Atrial Fibrillation","asFound":"Atrial Fibrillation","relevance":"HIGH"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M4143","name":"Arrhythmias, Cardiac","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"},{"id":"M16376","name":"Thrombosis","relevance":"LOW"},{"id":"M18818","name":"Embolism and Thrombosis","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}