{"protocolSection":{"identificationModule":{"nctId":"NCT05574166","orgStudyIdInfo":{"id":"SP-8356-1001"},"secondaryIdInfos":[{"id":"2020-001216-23","type":"EUDRACT_NUMBER"}],"organization":{"fullName":"Shin Poong Pharmaceutical Co. Ltd.","class":"INDUSTRY"},"briefTitle":"A Phase I Study to Evaluate Safety and Pharmacokinetics of Escalating Single Doses and Multiple Doses of SP-8356","officialTitle":"A Phase I Single-Centre, Randomised, Double-Blind, Placebo-Controlled Study in Healthy Volunteers to Evaluate the Safety, Tolerability, and Pharmacokinetics of Escalating Single Doses and Multiple Doses of SP-8356"},"statusModule":{"statusVerifiedDate":"2022-10","overallStatus":"TERMINATED","whyStopped":"Only Part 1 was conducted but not Part 2. Due to the low exposures, definitive safety conclusions could not be made for the targeted exposure levels in the future.","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-01-03","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-10-28","type":"ACTUAL"},"completionDateStruct":{"date":"2021-10-29","type":"ACTUAL"},"studyFirstSubmitDate":"2022-10-06","studyFirstSubmitQcDate":"2022-10-06","studyFirstPostDateStruct":{"date":"2022-10-10","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-10-06","lastUpdatePostDateStruct":{"date":"2022-10-10","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Shin Poong Pharmaceutical Co. Ltd.","class":"INDUSTRY"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This is a 2-part, single-centre, randomised study in healthy males. Part 1 is a double-blind, randomised, placebo-controlled, single ascending dose (SAD) study in healthy males. Part 2 is a double-blind, randomised, placebo-controlled, multiple ascending dose (MAD) study in healthy males.","detailedDescription":"2-part, single-centre, randomised study in healthy males. Part 1 is a double-blind, randomised, placebo-controlled, single ascending dose (SAD) study in healthy males. Part 2 is a double-blind, randomised, placebo-controlled, multiple ascending dose (MAD) study in healthy males."},"conditionsModule":{"conditions":["Atherosclerosis","Ischemic Stroke"],"keywords":["SP-8356","Shinpoong","atherosclerosis","ischaemic stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Dose escalation","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","INVESTIGATOR"]}},"enrollmentInfo":{"count":31,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"SP-8356 powder","type":"EXPERIMENTAL","description":"Part1 will consist of escalating single doses in five sequential cohorts. Each dose level cohort will consist of 8 subjects: 6 subjects will receive SP-8356 and 2 subjects will receive placebo in fasted state according to the randomization schedule. Subjects in Cohort 3 will receive a single dose of SP-8356 or placebo in the fasted then fed state on separate dosing occasions.","interventionNames":["Drug: SP-8356"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","description":"Part1 will consist of escalating single doses in five sequential cohorts. Each dose level cohort will consist of 8 subjects: 6 subjects will receive SP-8356 and 2 subjects will receive placebo in fasted state according to the randomization schedule. Subjects in Cohort 3 will receive a single dose of SP-8356 or placebo in the fasted then fed state on separate dosing occasions.","interventionNames":["Drug: Placebo"]}],"interventions":[{"type":"DRUG","name":"SP-8356","description":"SP-8356 demonstrates anti-atherosclerotic and anti-ischaemic activity as a novel CD147 inhibitor.","armGroupLabels":["SP-8356 powder"]},{"type":"DRUG","name":"Placebo","description":"Placebo for SP-8356 powder","armGroupLabels":["Placebo"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"(Part 1)To investigate the safety and tolerability of single oral doses of SP-8356 in healthy male subjects","description":"Incidence of adverse events (AEs), and assessment of physical examinations, safety laboratory tests, vital signs, electrocardiograms (ECGs) and ophthalmologic examinations","timeFrame":"up to 3days"}],"secondaryOutcomes":[{"measure":"(Part 1)To characterise the pharmacokinetic (PK) profile of single oral doses of SP-8356 Maximum Observed Drug Concentration (Cmax)","description":"Evaluate Maximum Observed Drug Concentration (Cmax) of SP-8356.","timeFrame":"up to 3days"},{"measure":"(Part 1)]To characterise the pharmacokinetic (PK) profile of single oral doses of SP-8356- Area under the plasma concentration versus time curve from time zero to infinity (AUC[0-∞])","description":"Evaluate Area Under the Concentration Versus Time Curve from Time Zero to Infinity (AUC\\[0-∞\\]) of SP-8356.","timeFrame":"up to 3days"},{"measure":"(Part 1)To characterise the effect of food on the PK profile of SP-8356 following single oral doses of SP-8356 Maximum Observed Drug Concentration (Cmax)","description":"Evaluate the effect of food on Maximum Observed Drug Concentration (Cmax) of SP-8356.","timeFrame":"up to 3days"},{"measure":"(Part 1)To characterise the effect of food on the PK profile of SP-8356 following single oral doses of SP-8356 - Area under the plasma concentration versus time curve from time zero to infinity (AUC[0-∞])","description":"Evaluate the effect of food on Area Under the Concentration Versus Time Curve from Time Zero to Infinity (AUC\\[0-∞\\]) of SP-8356.","timeFrame":"up to 3days"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Healthy males\n2. Aged 18 to 55 years, inclusive, at the time of signing informed consent\n3. Body mass index (BMI) of 18.0 to 32.0 kg/m2 as measured at screening\n4. Must be willing and able to communicate and participate in the whole study\n5. Must provide written informed consent\n6. Must agree to adhere to the contraception requirements\n\nExclusion Criteria:\n\n1. Females\n2. Subjects who have received any IMP in a clinical research study within the 90 days prior to the planned first dosing date\n3. Subjects who are, or are immediate family members of a study site or sponsor employee\n4. Evidence of recent or current SARS-CoV-2 infection. A minimum period of 3 months from resolution of COVID-19 symptoms to dosing must have passed\n5. Subjects who have previously been administered IMP in this study.\n6. Subjects who have taken part in Part 1 are not permitted to take part in Part 2\n7. History of any drug or alcohol abuse in the past 2 years\n8. Regular alcohol consumption in males \\> 21 units per week (1 unit = ½ pint beer, or a 25 mL shot of 40% spirit, 1.5 to 2 Units = 125 mL glass of wine, depending on type)\n9. A confirmed positive alcohol breath test at screening or admission\n10. Current smokers and those who have smoked within the last 12 months. A confirmed breath carbon monoxide reading of greater than 10 ppm at screening or admission\n11. Current users of e-cigarettes and nicotine replacement products and those who have used these products within the last 12 months\n12. Subjects who do not have suitable veins for multiple venepunctures/cannulation as assessed by the investigator or delegate at screening\n13. Clinically significant abnormal biochemistry, haematology, or urinalysis as judged by the investigator. Subjects with Gilbert's Syndrome are not allowed\n14. Subjects that have either a known of family history of QT prolongation or chronic QT prolongation syndrome (i.e. QTc \\> 450 msec) in repeated ECG\n15. Subjects with any clinically significant medical disorders increasing tendency to bleed easily, or having history of recent trauma or surgery, or having history of gout or renal stones\n16. Subjects with a clinically significant history of skin disorder such as photosensitivity, eczema or psoriasis.\n17. Subjects with a clinically significant history of eye disorders that may affect the interpretation of the ophthalmology assessments as per the judgement of the investigator (only for subjects where ophthalmology assessments will be performed).\n18. Confirmed positive drugs of abuse test result\n19. Positive hepatitis B surface antigen (HBsAg), hepatitis C virus antibody (HCV Ab) or human immunodeficiency virus (HIV) antibody results\n20. Evidence of renal impairment at screening, as indicated by an estimated glomerular filtration rate (eGFR) of \\<80 mL/min/1.73 m2 using the Chronic Kidney Disease Epidemiology Collaboration (CKD-EPI) equation\n21. History of clinically significant cardiovascular, renal, hepatic, chronic respiratory or gastrointestinal disease, neurological or psychiatric disorder, as judged by the investigator\n22. Subjects with a history of cholecystectomy or gall stones (Part 1 Cohort 3 only)\n23. Serious adverse reaction or serious hypersensitivity to any drug or the formulation excipients\n24. Presence or history of clinically significant allergy requiring treatment, as judged by the investigator. Hay fever is allowed unless it is active\n25. Donation or loss of greater than 400 mL of blood within the previous 3 months\n26. Has a history of photosensitivity or photoallergy\n27. Subjects who are taking, or have taken, any prescribed or over-the-counter drug or herbal remedies (other than up to 4 g of paracetamol per day) in the 14 days before IMP administration Exceptions may apply on a case by case basis, if considered not to interfere with the objectives of the study, as determined by the investigator\n28. Is taking medication known to cause phototoxic reactions (e.g., tetracyclines, thiazides, nonsteroidal anti-inflammatory drugs) within 4 weeks of enrolling into the study\n29. Failure to satisfy the investigator of fitness to participate for any other reason","healthyVolunteers":true,"sex":"MALE","minimumAge":"18 Years","maximumAge":"55 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Stuart Mair, MD, PhD","affiliation":"Quotient Sciences","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Quotient Sciences","city":"Nottingham","state":"Mere Way Ruddington Fields Ruddington","zip":"NG11 6JS","country":"United Kingdom","geoPoint":{"lat":52.9536,"lon":-1.15047}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000050197","term":"Atherosclerosis"}],"ancestors":[{"id":"D000020521","term":"Stroke"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000001161","term":"Arteriosclerosis"},{"id":"D000001157","term":"Arterial Occlusive Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M25878","name":"Atherosclerosis","asFound":"Atherosclerosis","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M4159","name":"Arteriosclerosis","relevance":"LOW"},{"id":"M4155","name":"Arterial Occlusive Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}