{"protocolSection":{"identificationModule":{"nctId":"NCT02837068","orgStudyIdInfo":{"id":"2012B091100487"},"organization":{"fullName":"Guangzhou University of Traditional Chinese Medicine","class":"OTHER"},"briefTitle":"Effect of Wheelchair Handrail Compensator and Rehabilitation Training for Patients With Hemiplegic Shoulder Pain","officialTitle":"Effect and Evaluation: A Randomized Controlled Trial of Wheelchair Handrail Compensator and Rehabilitation Training for Stroke Patients With Shoulder Pain","acronym":"EHSP"},"statusModule":{"statusVerifiedDate":"2016-07","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2012-12"},"primaryCompletionDateStruct":{"date":"2015-10","type":"ACTUAL"},"completionDateStruct":{"date":"2015-11","type":"ACTUAL"},"studyFirstSubmitDate":"2016-07-11","studyFirstSubmitQcDate":"2016-07-14","studyFirstPostDateStruct":{"date":"2016-07-19","type":"ESTIMATED"},"lastUpdateSubmitDate":"2016-07-14","lastUpdatePostDateStruct":{"date":"2016-07-19","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Guangzhou University of Traditional Chinese Medicine","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"The purpose of this study is to determine whether wheelchair handrail compensator plus rehabilitation training could do better than ordinary wheelchair plus rehabilitation training in relieving pain and improving daily life activity, upper limb motor function and quality of life for patients with hemiplegic shoulder pain.","detailedDescription":"The ideal management of hemiplegic shoulder pain(HSP) is prevention,and a normal limb position is necessary for preventing and reducing hemiplegic shoulder pain.The foam or board supports has been used to prevent shoulder pain and could be recommended for wheelchair users to keep normal position. Therefore, the investigators designed the equipment wheelchair handrail compensator and expected to help paralyzed limbs to maintain a normal position.Using of the wheelchair handrail compensator may help patients achieve: pain relieve, improvement of upper limb function and increase of the quality of life.The aim of this study was to evaluate the effect of treatment by wheelchair handrail compensator and rehabilitation training for people with hemiplegic shoulder pain."},"conditionsModule":{"conditions":["Shoulder Pain"],"keywords":["Hemiplegia","shoulder pain","wheelchair","stroke","rehabilitation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":120,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Wheelchair handrail compensator","type":"EXPERIMENTAL","description":"When a patient sitting on the wheelchair, the physiotherapist put the paralysis upper limb on the handrail compensator and keep the limb in normal position for at least 60 minutes one day.","interventionNames":["Device: Wheelchair handrail compensator"]},{"label":"Ordinary wheelchair","type":"ACTIVE_COMPARATOR","description":"When a patient sitting on the wheelchair, the paralysis upper limb was put on the ordinary handrail for at least 60 minutes one day.","interventionNames":["Device: Ordinary wheelchair"]}],"interventions":[{"type":"DEVICE","name":"Wheelchair handrail compensator","description":"Patients were treated by wheelchair handrail compensator for six times per week during the four-weeks treatment, with each treatment lasting at least 60 minutes, and follow up by eight weeks. The handrail compensator would help the paralysis upper limb kept the shoulder joint stretch forward, the elbow joint extend, the forearm in pronation, the wrist in flection and the fingers extend.","armGroupLabels":["Wheelchair handrail compensator"]},{"type":"DEVICE","name":"Ordinary wheelchair","description":"Patients were treated by ordinary wheelchair for six times per week during the four-weeks treatment, with each treatment lasting at least 60 minutes, and follow up by eight weeks.The ordinary handrail could prevent the disable arm from sinking, but could not help the upper limp keep a normal position.","armGroupLabels":["Ordinary wheelchair"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change of Upper extremity Fugl-Meyer Assessment scale (UE-FM)","description":"0-66, with higher scores indicating higher function of movement.UE-FM was a well-established stroke motor measure, iteratively determining active movement at each joint of the upper extremity. The UE-FM items were organized into scales that discern isolated movements at increasingly distal upper extremity regions.","timeFrame":"Change from baseline Upper Extremity Fugl-Meyer Assessment scale at 12 weeks."}],"secondaryOutcomes":[{"measure":"Change of Visual Analogue Pain Scale (VAS)","description":"0-10, with higher scores indicating higher degrees of pain.The VAS was commonly used in pain assessment.","timeFrame":"Change of shoulder pain is measured using the Visual Analogue Pain Scale (VAS) from baseline at 4 and 12 weeks."},{"measure":"Change of Modified Barthel Index (MBI)","description":"0-100, with higher scores indicating higher levels of independence.The Barthel Index (BI) score is a 10-item measure of activities of daily living. It has been proved that the BI has excellent inter-rater reliability for standard administration after stroke. The MBI, modified from BI by Shah, is more sensitive to small changes in functional assessment than the BI.","timeFrame":"Change of independence is measured using the Modified Barthel Index (MBI) from baseline at 4 and 12 weeks."},{"measure":"Change of Quality of Life Index (QLI)","description":"0-5, with higher scores indicating higher quality of life. The QLI is a generic measure for the evaluation of quality of life (QOL) that was initially used in patients with chronic diseases or pain. It has reported that QLI have good reliability and validity in measuring pain disorder.","timeFrame":"Change of quality of life is measured using the Quality of Life Index (QLI) from baseline at 4 and 12 weeks."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Specific diagnosis refer to the \"China guideline for cerebrovascular disease prevention and treatment\"\n* Course of disease range from two weeks to six months\n* Age range from 20 to 85 years old\n* Brunnstrom scale range from I to II\n* Good mental status and could be able to answer questions\n\nExclusion Criteria:\n\n* Patients with brain trauma, thalamic lesions or peripheral neuropathy\n* Patients with a history of cervical spondylosis, periarthritis, fracture or trauma at the shoulder, osteoporosis or myocardial infarction which could cause shoulder pain\n* Patients get worse as a result of cerebral edema or coma following stroke\n* Patients with serious infection or disorder in heart, liver and kidney\n* Patients withdraw from the research by themselves","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Hongxia Chen, MM","affiliation":"Guangdong Provincial Hospital of Traditional Chinese Medicine","role":"STUDY_CHAIR"}],"locations":[{"facility":"Guangdong Provincial Hospital of Chinese medicine","city":"Guangzhou","state":"Guangdong","zip":"510120","country":"China","geoPoint":{"lat":23.11667,"lon":113.25}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020069","term":"Shoulder Pain"}],"ancestors":[{"id":"D000018771","term":"Arthralgia"},{"id":"D000007592","term":"Joint Diseases"},{"id":"D000009140","term":"Musculoskeletal Diseases"},{"id":"D000010146","term":"Pain"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M9205","name":"Hemiplegia","relevance":"LOW"},{"id":"M21597","name":"Shoulder Pain","asFound":"Shoulder Pain","relevance":"HIGH"},{"id":"M12756","name":"Pain","relevance":"LOW"},{"id":"M20523","name":"Arthralgia","relevance":"LOW"},{"id":"M10311","name":"Joint Diseases","relevance":"LOW"},{"id":"M11787","name":"Musculoskeletal Diseases","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"}]}},"hasResults":false}