{"protocolSection":{"identificationModule":{"nctId":"NCT03243253","orgStudyIdInfo":{"id":"CDC"},"organization":{"fullName":"Chinese Academy of Sciences","class":"OTHER_GOV"},"briefTitle":"The Association of Fast Food Densities With Mortality From Cardiovascular Disease","officialTitle":"The Association of Fast Food and Full Service Restaurant Densities With Mortality From Cardiovascular Disease and Stroke, and the Prevalence of Diabetes"},"statusModule":{"statusVerifiedDate":"2017-08","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2011-01-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2012-01-01","type":"ACTUAL"},"completionDateStruct":{"date":"2013-02-01","type":"ACTUAL"},"studyFirstSubmitDate":"2017-08-02","studyFirstSubmitQcDate":"2017-08-03","studyFirstPostDateStruct":{"date":"2017-08-08","type":"ACTUAL"},"lastUpdateSubmitDate":"2017-08-03","lastUpdatePostDateStruct":{"date":"2017-08-08","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"John Speakman","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Chinese Academy of Sciences"},"leadSponsor":{"name":"Chinese Academy of Sciences","class":"OTHER_GOV"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"In this cross sectional study, county level data for CVD and stroke mortality, and prevalence of T2D, were combined with per capita densities of FFR and FSR and analysed using multiple and simple linear regression. Mortality and diabetes prevalence were corrected for poverty, ethnicity, education, physical inactivity and smoking to reduce confounding effects.","detailedDescription":"the investigators used data on mortality rate (per 100,000 individuals) for CVD and stroke (between 2011 and 2013, age\\>35years) from the publicly available Centers for disease prevention and control (CDC) web site (www.cdc.gov). CVD mortality was defined as the number of deaths per 100,000 person-years due to circulatory causes (International Statistical Classification of Diseases, Tenth Revision, codes I00-I99). Detailed information on preparation, definition, download and sorting of data on prevalence of T2D (age-adjusted), poverty and ethnicity have been explained elsewhere. In brief, county level data on the prevalence of T2D were downloaded from the USA CDC web site (www.cdc.gov). Data on T2D was estimated using data from the CDC Behavioural Risk Factor Surveillance System (BRFSS) which is a monthly state based telephone survey of a nationally representative sample of adults aged \\>20 years old. In 2012, the year for which these data were downloaded, the survey included landline telephones only and hence excluded individuals living in care homes or those without a landline telephone. More than 400,000 individuals are contacted annually to take part in the survey which has been running since 1984. Individuals are judged to have diabetes if they respond 'yes;' to the question \"Has a doctor ever told participants that you have diabetes?\", excluding females who indicate in a follow-up question that they only had diabetes during pregnancy. Previous work indicates that self-report of a physician's prior diagnosis of diabetes is highly reliable compared to medical records. This question does not separate those with type 1 and T2D. In the adult population of the USA more than 96% of diabetes is type 2, the investigators therefore called the estimated prevalence that of T2D. Given the magnitudes of the trends described here they cannot be attributed to differences in prevalence of the type 1 diabetes. Data on rate of mortality (per 100,000 individuals) from CVD and stroke (between 2011 and 2013, age\\>35years) were also downloaded from CDC web site (www.cdc.gov, National Vital Statistics System and National Centre for Health Statistics). A previous variogram analysis has established that counties are an appropriate spatial level at which to explore the associations of factors to T2D prevalence."},"conditionsModule":{"conditions":["Cardiovascular Diseases"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"ECOLOGIC_OR_COMMUNITY","timePerspective":"RETROSPECTIVE"},"enrollmentInfo":{"count":17000000,"type":"ACTUAL"}},"armsInterventionsModule":{"interventions":[{"type":"OTHER","name":"all the data collection have done by CDC.","description":"In this study there was no intervention, just simple data collection via CDC."}]},"outcomesModule":{"primaryOutcomes":[{"measure":"association between densities of fast food (FFR) and full service restaurants (FSR) with mortality from CVD and stroke, and the prevalence of type 2 diabetes (T2D).","description":"association between densities of fast food (FFR) and full service restaurants (FSR) with mortality from CVD and stroke, and the prevalence of type 2 diabetes (T2D).","timeFrame":"2011 to 2013"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. age\\>35 years\n\nExclusion Criteria:\n\nNone\n\n-","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"],"studyPopulation":"We used data on mortality rate (per 100,000 individuals) for CVD and stroke (between 2011 and 2013, age\\>35years) from the publicly available Centers for disease prevention and control (CDC) web site (www.cdc.gov).","samplingMethod":"PROBABILITY_SAMPLE"},"referencesModule":{"references":[{"pmid":"28566310","type":"RESULT","citation":"Mazidi M, Speakman JR. Higher densities of fast-food and full-service restaurants are not associated with obesity prevalence. Am J Clin Nutr. 2017 Aug;106(2):603-613. doi: 10.3945/ajcn.116.151407. Epub 2017 May 31."},{"pmid":"27477955","type":"RESULT","citation":"Speakman JR, Heidari-Bakavoli S. Type 2 diabetes, but not obesity, prevalence is positively associated with ambient temperature. Sci Rep. 2016 Aug 1;6:30409. doi: 10.1038/srep30409."},{"pmid":"29802148","type":"DERIVED","citation":"Mazidi M, Speakman JR. Association of Fast-Food and Full-Service Restaurant Densities With Mortality From Cardiovascular Disease and Stroke, and the Prevalence of Diabetes Mellitus. J Am Heart Assoc. 2018 May 25;7(11):e007651. doi: 10.1161/JAHA.117.007651."}],"seeAlsoLinks":[{"label":"CDC website","url":"http://www.cdc.gov"}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"all of our data are in public available, www.CDC.org","infoTypes":["STUDY_PROTOCOL","ICF","CSR","ANALYTIC_CODE"],"timeFrame":"2011 to 2013","accessCriteria":"there is nor criteria for the sharing these data."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M6805","name":"Diabetes Mellitus","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"},{"abbrev":"BC19","name":"Gland and Hormone Related Diseases"}]}},"hasResults":false}