{"protocolSection":{"identificationModule":{"nctId":"NCT05002348","orgStudyIdInfo":{"id":"109185-F"},"organization":{"fullName":"Far Eastern Memorial Hospital","class":"OTHER"},"briefTitle":"Laser Acupuncture Improves Constipation in Patients Hospitalized for Stroke During the COVID-19 Pandemic","officialTitle":"Construct and Apply Precision Care: An Informationized Model of Integrated Body Constitution of Chinese Medicine With Constipation Acupoints"},"statusModule":{"statusVerifiedDate":"2021-08","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-12-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-11-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-11-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-07-28","studyFirstSubmitQcDate":"2021-08-10","studyFirstPostDateStruct":{"date":"2021-08-12","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-08-17","lastUpdatePostDateStruct":{"date":"2021-08-23","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Yueh-Lin Hsu","investigatorTitle":"Nurse","investigatorAffiliation":"Far Eastern Memorial Hospital"},"leadSponsor":{"name":"Yueh-Lin Hsu","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"With the aging of today's population, stroke is the top three causes of disability and death among people over the age of 60 in the world. About 5.5 million people die each year from strokes in Taiwan, and Taiwan's top ten causes of death in cerebrovascular disease rank fourth in the world. Constipation is the most common complication of stroke patients and increases the risk of brain damage and re-stroke. Although the clinical use of drugs can relieve intestinal symptoms, there is also a risk of potential side effects. The systematic literature points out that the use of acupoint stimulation can improve spontaneous bowel movements and promote bowel motility, but there is no conclusion on effective acupuncture points. Therefore, the purpose of this study is to improve the constipation of patients with stroke by non-invasive and precise acupoint care.\n\nThis study used a single-blind randomized control trial. The neurosurgery ward of a medical center in the north was used as the research site, and patients with ischemic stroke were used as the research objects. The experimental group received precision acupoint care, and the control group received routine care. The questionnaire was used to collect basic patient information (basic attributes, disease care and TCM constitution), and gut-related assessments. Data analysis was performed using IBM SPSS 22.0 software for descriptive statistical analysis and inferential statistical analysis, and p \\<.05 was considered to have statistical significance.","detailedDescription":"Research purposes:\n\n1. Explore the effect of acupoint stimulation on constipation in stroke patients.\n2. Explore the effect of acupoint stimulation on bowel movement in patients with stroke.\n3. Explore the effect of acupoint stimulation on the quality of life of stroke patients.\n\nResearch methods:\n\n1. Selection criteria and number of people.\n\n   1. Number of subjects accepted: 100 people in this hospital The sample number is estimated using G\\*power statistical software to estimate the number of samples to be collected. The two-tailed test, the α value is 0.05, the power is 0.8, the effect size is 0.25, and the estimated sample number is 86 people, each group is 43 people, considering the attrition rate of 20%, so the number of people in each group is 50, and the total number of people is 100.\n   2. Conditions of inclusion:\n\n      1. Patients who are twenty years old and above who are diagnosed with ischemic stroke combined with constipation. 2. A clear awareness and can communicate in Chinese, Taiwanese, and Hakka languages. 3. The score of the National Institutes of Health Stroke Scale (NIHSS) developed by the National Institutes of Health is ≦15. 4. Patients who are willing to participate in this study and sign the consent form.\n\n      Note: The definition of constipation\n\n      Rome IV diagnostic criteria: must include two or more of the following:\n\n      1. \\>25% of bowel movements feel laborious. 2. \\>25% of bowel movements are dry ball or hard stools. 3. \\>25% of bowel movements have incompleteness. 4. \\>25% of bowel movements have anorectal obstruction (or blockage). 5. \\>25% of bowel movements require manual assistance. 6. Spontaneous defecation \\<3 times a week.\n   3. Exclusion conditions:\n\n      1. Patients undergoing intravenous injection of thrombolytic agent combined tissue plasminogen activator (r-TPA), arterial thrombectomy (IA thrombectomy). 2. Imaging shows patients with brainstem stroke. 3. Patients who have installed cardiac rhythm devices or ventricular-abdominal shunt surgery. 4. Patients with abnormal blood coagulation function (with obvious spontaneous bleeding). 5. Patients with malignant tumors. 6. Patients with abnormal skin or obvious trauma at the location of the acupuncture point. 7. There are patients who have undergone surgery on their abdomen.\n   4. Recruitment method:\n\n      1. During the morning meeting, the doctors announced the purpose of the study and the conditions for admission to let the doctors understand. 2. The ward meeting/morning meeting announces the research plan and acceptance conditions for the nurses to understand. 3. Check medical records and screen suitable cases from 11G patients.\n\n   The method of consent of the research subject: will be in the patient room 1. First let the patient understand the purpose of the research and the process and method of collecting data. If the patient feels uncomfortable during the research process, the patient can withdraw and terminate the research at any time, without affecting their original treatment and care . 2. The admission process must first obtain the written consent of the patient and the attending physician before accepting the case.\n2. Research design:\n\n   1. The method of research: the research plan is approved by the IRB of our hospital → the subject who meets the conditions is asked for consent according to the acceptance criteria, and the consent form is signed → basic information and pre-test questionnaires → sub-control and experimental group acceptance Case → post-test (before discharge) → follow-up (approximately one month after discharge).\n\n      Single-blind random assignment: When subjects are confirmed to have constipation, they will be given an envelope bag and randomly coded into groups after seeking their consent. They are divided into experimental and control groups, and the patient will not be told whether they belong to the experimental or the control group.\n\n      The method of implementation of the measures: the subject of the case will be given a pre-test questionnaire immediately after completing the consent form of the subject, and the personnel who have received acupoint picking training will be provided with a separate hidden environment from Monday to Friday from Monday to Friday, and the fixed site will be given non-invasively every day Acupuncture point stimulation. The laser pen of the control group does not turn on the energy during execution. The laser pen of the experimental group turns on the energy. The acupoint stimulation is performed for about 3-5 minutes. Each acupoint is performed once a day. The physiological monitor observes the patient's vital signs (blood pressure, heartbeat and blood oxygen). If the patient has any discomfort, the procedure will be stopped. The patient's defecation status will be recorded/evaluated every day for up to 10 days (including Saturdays and Sundays), on the day of discharge. That is, a post-test questionnaire will be conducted, and the follow-up status will be asked by telephone within one month after discharge.\n   2. Subject follow-up or necessary rehabilitation plan: outpatient/telephone follow-up after discharge, a total of one interview and follow-up within one month.\n   3. Treatment effect evaluation and statistical analysis methods: pre-test questionnaires are conducted when admission is admitted, and then the patient's defecation status, stool softener usage and bowel movements will be recorded daily. The re-evaluation of the questionnaire before discharge is a post-test. SPSS 22.0 filed for analysis.\n   4. Questionnaire or other research-related materials: The questionnaire contains: basic information questionnaire, TCM physical fitness classification criteria, constipation patient quality of life self-rating scale, Bayesian anxiety scale, patient constipation symptom scale, Bristol stool Classification table, visual analogy scale for constipation symptoms, constipation assessment scale."},"conditionsModule":{"conditions":["Ischemic Stroke"],"keywords":["Laser pointer","constipation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"SINGLE","maskingDescription":"Single-blind random assignment: When subjects are confirmed to have constipation, they will be given random coding groups with envelope bags after seeking their consent, and they will be divided into experimental and control groups, and the patient will not be told whether they belong to the experimental or the control group. During execution, the laser pen of the control group did not turn on the energy, and the laser pen of the experimental group turned on the energy. The acupoint stimulation was performed for about 3-5 minutes, and each acupoint was performed once a day.","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":100,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Acupoint Laser Group","type":"EXPERIMENTAL","description":"In the experimental group, the laser pen was turned on, and the acupoint stimulation was performed for about 3-5 minutes. Each acupoint was performed once a day. The patient wore goggles and observed the patient's vital signs (blood pressure, heartbeat, and blood pressure) with a physiological monitor. Oxygen), if the patient has any discomfort, the procedure will be stopped, and the patient's defecation status will be recorded/evaluated every day for up to 10 days (including Saturdays and Sundays). The post-test questionnaire will be conducted on the day of discharge, and the phone will be followed within one month after discharge. Inquire about the follow-up situation.","interventionNames":["Device: Laser acupoint stimulation(Laser pen)"]},{"label":"control group","type":"NO_INTERVENTION","description":"In the control group, the laser pen does not turn on the energy. The acupoint stimulation is performed for about 3-5 minutes, and each acupoint is performed once a day. The patient wears goggles and observes the patient's vital signs (blood pressure, heartbeat, and blood pressure) with a physiological monitor. Oxygen), if the patient has any discomfort, the procedure will be stopped, and the patient's defecation status will be recorded/evaluated every day for up to 10 days (including Saturdays and Sundays). The post-test questionnaire will be conducted on the day of discharge, and the phone will be followed within one month after discharge. Inquire about the follow-up situation."}],"interventions":[{"type":"DEVICE","name":"Laser acupoint stimulation(Laser pen)","description":"Select 5-7 acupuncture points according to physical fitness. Each acupoint is performed once a day. The acupuncture point stimulation process takes about 3-5 minutes. The patient wears goggles and observes the patient's vital signs (blood pressure, heartbeat and blood oxygen) with a physiological monitor. , If the patient has any discomfort, the procedure will be stopped for a maximum of 10 days.","armGroupLabels":["Acupoint Laser Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Explore the effect of acupoint stimulation on constipation in stroke patients.","description":"Use patient assessment of constipation symptom (PAC-SYM) with a minimum score of 0 and a maximum of 48. The higher the score, the more serious the constipation; the constipation asscessment scale (CAS), the minimum is 0 and the maximum is 16, the higher the score, the more severe the constipation; The Bristol Stool Scale is divided into types 1 to 7, the first type is severe constipation, and the seventh type is severe diarrhea. The score is evaluated every day to understand the subject's constipation.","timeFrame":"10 days"}],"secondaryOutcomes":[{"measure":"Explore the effect of acupoint stimulation on bowel movement in patients with stroke.","description":"Auscultate the sounds of bowel movements in the abdomen of the subjects every day to evaluate the increase in the number of bowel movements.","timeFrame":"10 days"},{"measure":"Explore the effect of acupoint stimulation on the quality of life of stroke patients.","description":"Use PAC-QOL to evaluate the quality of life of patients with constipation. The lowest score is 0 and the highest is 112. The higher the score, the worse the quality of life caused by constipation.","timeFrame":"10 days"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients who are twenty years old and above, diagnosed with ischemic stroke combined with constipation.\n* A clear awareness and can communicate in national, Taiwanese, and Hakka languages.\n* The score on the National Institutes of Health Stroke Scale (NIHSS) developed by the National Institutes of Health is ≦15.\n* Patients who are willing to participate in this study and sign a consent form.\n\nExclusion Criteria:\n\n* Patients undergoing intravenous injection of thrombolytic agent combined tissue plasminogen activator (r-TPA), arterial thrombectomy (IA thrombectomy).\n* Imaging shows patients with brainstem stroke.\n* Patients who have installed cardiac rhythm devices or ventricular-abdominal shunt surgery.\n* Patients with abnormal coagulation function (with obvious spontaneous bleeding).\n* Patients with malignant tumors.\n* Patients with abnormal skin or obvious trauma at the location of acupuncture points.\n* There are patients who have undergone surgery on their abdomen.","healthyVolunteers":true,"sex":"ALL","minimumAge":"20 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Yueh-Lin Hsu","role":"CONTACT","phone":"0936044110","email":"sherry@femh.org.tw"}],"locations":[{"facility":"Far Eastern Memorial Hospital","status":"RECRUITING","city":"Taipei county","zip":"220","country":"Taiwan","contacts":[{"name":"Yueh-Lin Hsu","role":"CONTACT","phone":"0936044110","email":"sherry@femh.org.tw"}],"geoPoint":{"lat":25.01111,"lon":121.44583}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000003248","term":"Constipation"}],"ancestors":[{"id":"D000020521","term":"Stroke"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000012817","term":"Signs and Symptoms, Digestive"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M2562","name":"COVID-19","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M6162","name":"Constipation","asFound":"Constipation","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M15312","name":"Signs and Symptoms, Digestive","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC01","name":"Infections"},{"abbrev":"BC08","name":"Respiratory Tract (Lung and Bronchial) Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}