{"protocolSection":{"identificationModule":{"nctId":"NCT05224973","orgStudyIdInfo":{"id":"21-PP-14"},"organization":{"fullName":"Centre Hospitalier Universitaire de Nice","class":"OTHER"},"briefTitle":"Fine Motor Skills and Post-Stroke Swallowing","officialTitle":"Effect of Fine Motor Training on Swallowing Skills After Stroke: Pilot Study","acronym":"MOFIDA"},"statusModule":{"statusVerifiedDate":"2023-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-11-23","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-11-23","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-03-23","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-01-25","studyFirstSubmitQcDate":"2022-01-25","studyFirstPostDateStruct":{"date":"2022-02-04","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-01-29","lastUpdatePostDateStruct":{"date":"2024-01-30","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Centre Hospitalier Universitaire de Nice","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Swallowing disorders are a common consequence of stroke. After stroke, some patients retain a dysphagia responsible for an alteration of the quality of life, respiratory diseases and a degradation of the general health status.\n\nThe oral phase of the swallowing involves a significant control of the various intraoral organs. These allow the formation of the bolus, its propulsion, and the emptying of the oral cavity after swallowing. Precise and coordinated mobility of the tongue, lips and mandible is essential during this time. During the speech therapy after a stroke, targeted analytical training, coupled with passive stimulations of the swallowing reflex, is typically used.\n\nPrevious studies have shown a functional link between fine manual motor skills and oral motor skills, particularly during child development. Little data are available for adult subjects. A pilot study is therefore needed before a larger scale comparative study can be considered. Our hypothesis is that there is a functional link between digital and oral motor areas that could, through co-activation during rehabilitation sessions, promote the recovery of swallowing disorders after stroke.","detailedDescription":"Around the world, in 2012, 5 million people were estimated to survive a stroke with permanent disabilities. About half of stroke victims suffer from dysphagia during the acute phase and almost a fifth of them still show clinical signs beyond 14 days. These disorders may persist in some patients after six months and are not spontaneously resolved. In the case of Wallenberg syndrome, for example, there is anaesthesia of the face, a fall of the veil of the palate, a hypotonia of half the tongue. In the other clinical tables, deficits vary according to the territories affected. Thus we distinguish the dysphagia of type bulbar paresis from that of type pseudo-bulbar paresis. If the former still includes severe symptoms such as complete loss or weakening of the swallowing reflex, the second is marked by the weakness of contraction of the muscles involved in swallowing and the coordination deficits of these voluntary movements. Right hemispheric involvement would be characterized by delayed onset of pharyngeal time and a greater incidence of laryngeal penetrations than left involvement. Generally speaking, the lesions can disturb voluntary movements during the mouth, the control of the bolus and its continence, but also its transport to the esophagus. Sensory and gustatory disorders may also result. Combined with a lack of respiratory protection, these difficulties increase the risk of food choking, which are a vital issue.\n\nSwallowing has three phases. During oral, voluntary time, muscle control of the lips, tongue, mandible is essential for mouthing and handling food. While labial continence prevents leakage, mandibular chewing movements allow food to be crushed. The movements of the language contribute to the formation of a compact and centered bolus, before being projected by its recoil. These movements consist of the progressive support from front to back of the lingual apex, the deformation \"in the back of the spoon\" of the tongue, the recoil of the base. This organ still intervenes after swallowing, to drain the oral cavity and eliminate any food stasis. The innervations involved in this oral time concern the nuclei of the nerves V, VII and XII. Pharyngeal time, reflex, requires an effective protection of the lower airways, involving glottic closure, the tilt of the arytenoids, the ascent of the larynx against the tongue base and the tilt of the epiglottis. The veil of the palate must allow an effective restraint to avoid any nasal reflux. Sensory damage caused by a stroke and laryngeal mobilization defects can be factors of penetrations, whereas they made all the more dangerous as the cough reflex can be ineffective or abolished. The last stage of swallowing is oesophageal. It is based on peristalsis allowing the transport of the bolus to the digestive tract. Blockages can occur, causing pain, discomfort, feelings of stuck food. Thus, swallowing is described as a complex skill, highly dependent on neurological control systems and organ function, combining coordination and precision. We propose here to act on oral time, which requires tonic and precise voluntary movements.\n\nClassic care in stroke is multidisciplinary, intensive in the acute phase, and necessarily early. Indeed, patients starting rehabilitation within the first twenty days of the accident have a better probability of effective therapeutic response than those taken care of after those twenty days. Rehabilitation focuses on three main approaches: restoration, compensation and modification. The restoration aims to re-train damaged parts of the nervous system to regain lost functions. Compensation seeks to adapt behaviour to deficits, without solving them, or to use brain reorganization to relearn lost functions. Finally, the modification plays on the patient's environmental framework to prevent risks and facilitate the functions involved in daily life. The rehabilitation of swallowing is based on the same principles. The effects of very early rehabilitation are difficult to demonstrate due to the high proportion of spontaneous recovery. Rehabilitation will guide recovery, with a view to progressive evolution. The first clinical signs of dysphagia are observed by caregivers during the first meals given during hospitalization. In parallel with the demand for speech therapy, the first preventive measures are put in place: thickening of the water and anterior bending of the head during swallowing. The speech therapy assessment then makes it possible to account for functional deficits, to adapt the textures, the amount taken and the postures. We can try, by the modifications of textures, to slow down the bolus in case of risk of false route before the reflex. Conversely, in the context of a propulsion deficit, more fluid and liquid consistencies are proposed. Rehabilitation is also specific and targeted on anatomical and neuromuscular abnormalities, in the form of analytical exercises of basic language strengthening, lingual control, labio-jugal tonicity. The care is performed in a passive mode based on the stimulation of reflexes and actively with analytical exercises at the level of the oro-bucco-facial sphere, pharynx, laryngeal motor or glottic closure. For oral time, particular use is made of tactile, thermal and oral-facial stimuli.\n\nFunctional rehabilitation is based on the neuroplasticity present in adults throughout life. Brain plasticity is demonstrated by changes in neural structure and synaptic force, in contexts of adaptation to external stimuli or damage to structures. The brain compensates for the damage by reorganizing neural networks and creating new connections between the preserved neurons. Recent studies suggest that changes in myelin, by the length of the sheath, its thickness and its distribution would be involved in the dynamics of neural circuits in adults. In the case of vascular diseases, recovery will be influenced by many factors, including the type of lesion, the intensity of rehabilitation, the cognitive reserve specific to the patient but also genetic factors influencing neuroplasticity abilities. Indeed, some genetic polymorphisms could affect an individual's ability to learn and recover. Thus, there are important inter-individual differences in recovery for the same care protocol in clinical practice. Older adults have the same variability and reorganisation opportunities for functional recovery.\n\nMany studies have looked for links between oral movements and manual skills. At the level of the jaw, some authors have shown the influence of the position of the mandible on the grapho-motor gesture, in connection with the stabilization of the spine. With regard to the intra-oral sphere, motor links to manual precision have been studied in the context of joint disorders. The results show a correlation between manual fine motor skills and joint movements for language in production during development. In the very young child, oral exploration and the hand-mouth link are at the heart of the exploration of the environment and the construction of the engine schemes. For example in the development of orality, he must learn a new motor sequence simultaneously at the oral level and at the manual level when switching to the spoon. This oral gnoso-praxic development supports the development of fine motor skills. Training in digital practices, cutting, would improve oral practices, especially lingual ones. On the neuroanatomical level, Penfield had indeed established by electrostimulation a somatosensory and motor cortical proximity between hand and mouth. A hand-mouth loop was also reported as simultaneous motor activation of the two areas after cortical stimulation. This primitive synergy, also present in some monkeys, is found by electro-stimulation at ten sites of the pre-central gyrus in adult and child subjects. A difference in stimulation intensity at these sites would not trigger the activation of the mouth or arm separately, the two movements triggering at the same threshold: the mouth opening simultaneously at the flexion of the arm to approach the closed hand. The synergistic cortical sites would be separated by other areas involving the upper limb or the mouth independently.\n\nWe propose to study these hand-to-mouth relationships in a population that is no longer in development, with a view to rehabilitation and plasticity in elderly patients who have suffered injuries. This study would make it possible to analyze oral movements related to oral swallowing time and manual movements as part of fine motor training.\n\nWe hypothesize that the addition of manual fine motor training to conventional speech therapy will improve the recovery of oral time motion from swallowing in post-stroke patients."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":30,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"speech therapy combined with digital fine motor stimulation","type":"EXPERIMENTAL","description":"At the beginning of the swallowing rehabilitation session, a fine manual motor training is practiced during the first ten minutes of the session. Training consists of activities requiring increasing precision and different types of grips","interventionNames":["Behavioral: speech therapy"]},{"label":"speech therapy only","type":"ACTIVE_COMPARATOR","description":"standard swallowing rehabilitation session","interventionNames":["Behavioral: speech therapy"]}],"interventions":[{"type":"BEHAVIORAL","name":"speech therapy","description":"speech therapy during 2 months","armGroupLabels":["speech therapy combined with digital fine motor stimulation","speech therapy only"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"change of score on the lingual myofunctional analytical evaluation scale","timeFrame":"at day 0 and at day 60"}],"secondaryOutcomes":[{"measure":"score of the analytical swallowing scale","timeFrame":"at day 0 and at day 60"},{"measure":"score on the functional swallowing scale","timeFrame":"at day 0 and at day 60"},{"measure":"Pressure in kg between c1) tongue and palate (J60) ; c2) lips (J60), c3) mandibles","timeFrame":"at day 0 and at day 60"},{"measure":"likert acceptance scale","timeFrame":"at day 60"},{"measure":"proportion of patients who were able to complete the entire rehabilitation program","timeFrame":"at day 60"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age \\> 70 years\n* stroke \\< 20 days\n* Clinical signs of dysphagia\n* Patient affiliated or beneficiary of a social security scheme\n* Signing of free and informed consent\n\nExclusion Criteria:\n\n* Patients with known anterior dysphagia\n* Inability to understand rehabilitation instructions and/or actively participate in the rehabilitation process","healthyVolunteers":false,"sex":"ALL","minimumAge":"70 Years","stdAges":["OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Guillaume SACCO, MD","role":"CONTACT","phone":"04 92 03 47 51","email":"sacco.g@chu-nice.fr"}],"overallOfficials":[{"name":"Guillaume SACCO, MD","affiliation":"gerontology department","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"CHU de Nice","status":"RECRUITING","city":"Nice","zip":"06000","country":"France","contacts":[{"name":"Guillaume SACCO, MD","role":"CONTACT","email":"sacco.g@chu-nice.fr"},{"name":"Guillaume SACCO, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":43.70313,"lon":7.26608}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}