{"protocolSection":{"identificationModule":{"nctId":"NCT03458169","orgStudyIdInfo":{"id":"CliniqueRR-05"},"organization":{"fullName":"Clinique Romande de Readaptation","class":"NETWORK"},"briefTitle":"LEAP a New Overground Body Weight Support Robot: Usability Trial","officialTitle":"Usability of a New Overground Body Weight Support Rehabilitation Robot LEAP: A Monocentric Consideration-of-concept Trial","acronym":"LEAP"},"statusModule":{"statusVerifiedDate":"2018-03","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-01-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2018-04-30","type":"ACTUAL"},"completionDateStruct":{"date":"2018-04-30","type":"ACTUAL"},"studyFirstSubmitDate":"2017-12-21","studyFirstSubmitQcDate":"2018-03-01","studyFirstPostDateStruct":{"date":"2018-03-08","type":"ACTUAL"},"lastUpdateSubmitDate":"2019-01-29","lastUpdatePostDateStruct":{"date":"2019-01-30","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Clinique Romande de Readaptation","class":"NETWORK"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"People with central nervous system disorders such as spinal cord injury, stroke, cerebral palsy, Parkinson's disease, multiple sclerosis, etc... often have impaired lower extremity function that limits activities of daily life and independence. Different body-weight support systems have been developed to facilitate the rehabilitation process by compensating for the user's residual abilities. However, studies on weight-supported gait training on a treadmill have failed to show superiority over conventional rehabilitation programs for spinal cord injury and stroke. A recent study by the group around Grégoire Courtine showed that body-weight support systems that provide assistance only in the vertical direction disrupt the production of gait and balance, suggesting that current practices may even be detrimental for relearning to walk. For the past year, the Clinique Romande de Réadaptation (CRR) worked together with the G-Lab at EPFL and G-Therapeutics on a new robot platform specifically developed to provide adjustable trunk support along four independent degrees of freedom (LEAP). The investigators were able to draw on their long-term experience, which consists of different body weight support training systems for stroke and spinal cord injury. This knowledge, combined with the input of our therapists and physicians and the specific requirements for people with neurological/musculoskeletal disorders, has resulted in a design that can provide adjustable bodyweight support during over-ground locomotion, treadmill, stairs training, standing up and sitting down and for support during the training of activities of daily living.\n\nThe scope of this study is to examine how well the robot can be used for rehabilitation therapy in everyday clinical practice. This includes, among other things, technical aspects such as the handling of the hardware, the adaptability of the robot to the patient, and the safety during operation (such as the fall prevention). Various patient-specific aspects will also be evaluated e.g. comfort, positioning, or motivation of the patient. This study also aims to evaluate the software with the various support modes, operating options, and the user interface of the LEAP."},"conditionsModule":{"conditions":["Spinal Cord Injuries","Cerebral Palsy","Parkinson Disease","Multiple Sclerosis","Stroke","People With Impaired Lower Extremity Function"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"OTHER","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":43,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"LEAP usability","type":"EXPERIMENTAL","description":"* Therapist LEAP session feedback\n* Participant LEAP session feedback\n* LEAP risk control validation","interventionNames":["Device: Therapist LEAP session feedback","Device: Participant LEAP session feedback","Device: LEAP risk control validation"]}],"interventions":[{"type":"DEVICE","name":"Therapist LEAP session feedback","description":"A standard therapy session is being performed with a participant with the LEAP body-weight support robot. Subsequently, the therapist is answering a questionnaire to assess the clinical applicability of the robot. An observer will assess with a questionnaire whether use errors occurred during the session.","armGroupLabels":["LEAP usability"]},{"type":"DEVICE","name":"Participant LEAP session feedback","description":"A standard therapy session is being performed with a participant inside the LEAP body-weight support robot. Subsequently, the participant is answering a questionnaire to assess the comfort of the robot.","armGroupLabels":["LEAP usability"]},{"type":"DEVICE","name":"LEAP risk control validation","description":"The therapist rates the risk control measurements of the LEAP robot with a questionnaire, during a session with a member of the investigational team.","armGroupLabels":["LEAP usability"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Usability of the robot - Fixation","description":"From the user/therapist the information on the usability of the robot (CRF I) is being assessed. This questionnaire is only filled once by each user/therapist.\n\nFeedback on patient/subject fixation (Ordinal scale from 1:useful to 5:not useful)","timeFrame":"2 minutes"},{"measure":"Usability of the robot - Applicability","description":"From the user/therapist the information on the usability of the robot (CRF I) is being assessed. This questionnaire is only filled once by each user/therapist.\n\nFeedback on clinical applicability (Ordinal scale from 1:useful to 5:not useful)","timeFrame":"2 minutes"},{"measure":"Usability of the robot - Robot support","description":"From the user/therapist the information on the usability of the robot (CRF I) is being assessed. This questionnaire is only filled once by each user/therapist.\n\nFeedback on robot support (Ordinal scale from 1:useful to 5:not useful)","timeFrame":"2 minutes"},{"measure":"Usability of the robot - User interface","description":"From the user/therapist the information on the usability of the robot (CRF I) is being assessed. This questionnaire is only filled once by each user/therapist.\n\nFeedback on user interface (Graphical user interface) (Ordinal scale from 1:useful to 5:not useful)","timeFrame":"2 minutes"},{"measure":"Usability of the robot - Interaction","description":"From the user/therapist the information on the usability of the robot (CRF I) is being assessed. This questionnaire is only filled once by each user/therapist.\n\nFeedback on the LEAP interaction (Ordinal scale from 1:useful to 5:not useful)","timeFrame":"2 minutes"},{"measure":"Risk control validation - Observer","description":"From an independent observer (investigator, or a member of the development team) the occurrence of use errors is recorded (CRF III):\n\nEach primary operating function of the robot is rated (Ordinal scale from 0 to 1 for 'use error occurred' or 'no use error' This questionnaire has only to be filled out once for each user/therapist.","timeFrame":"1 hour"},{"measure":"Risk control validation - User","description":"The risk control measures are validated by the user/therapist (CRF IV):\n\nThe different risk controls are rated (Ordinal scale from 0 to 1 for 'Acceptable' or 'Not acceptable') This questionnaire has only to be filled out once by each user/therapist.","timeFrame":"1 hour"},{"measure":"Participant feeling of safety/comfort - Fixation","description":"From the participant information on the comfort/safety is being assessed (CRF II):\n\nFeedback on the fixation of the patient (Open-ended question)","timeFrame":"1 minute"},{"measure":"Participant feeling of safety/comfort - Robot training","description":"From the participant information on the comfort/safety is being assessed (CRF II):\n\nFeedback on the robot training (Ordinal scale from 0 to 5)","timeFrame":"1 minute"},{"measure":"Participant feeling of safety/comfort - Robot support","description":"From the participant information on the comfort/safety is being assessed (CRF II):\n\nFeedback on the robot support (Ordinal scale from 0 to 5)","timeFrame":"1 minute"}],"secondaryOutcomes":[{"measure":"Robot Measurement - Patient position","description":"The robot records the patient position in the room (in meters).","timeFrame":"1 hour"},{"measure":"Robot Measurement - Walking speed","description":"The robot records the walking speed (in meters per second).","timeFrame":"1 hour"},{"measure":"Robot Measurement - Occurred errors","description":"The robot records the errors occurred (error number).","timeFrame":"1 hour"},{"measure":"Robot Measurement - Support forces","description":"The robot records the support forces (in Newton).","timeFrame":"1 hour"},{"measure":"Robot Measurement - Fall detection","description":"The robot records the number of detected falls (Amount of detected falls).","timeFrame":"1 hour"},{"measure":"Robot Measurement - Walked distance","description":"The robot records the distance the patient walked during the session (in meters).","timeFrame":"1 hour"},{"measure":"EMG system","description":"Upon availability, an EMG system will be used to measure muscle activity during the session.","timeFrame":"1 hour"},{"measure":"Patient characteristics - Testing date","description":"The testing date (day/month/year) is being recorded.","timeFrame":"1 minutes"},{"measure":"Patient characteristics - Identification number","description":"A unique participant identification number is being recorded.","timeFrame":"1 minutes"},{"measure":"Patient characteristics - Body height","description":"The body height (in cm) is being recorded.","timeFrame":"1 minutes"},{"measure":"Patient characteristics - Body weight","description":"The body weight (in kg) is being recorded.","timeFrame":"1 minutes"},{"measure":"Patient characteristics - Waist size","description":"The waist size (in cm) is being recorded.","timeFrame":"1 minutes"},{"measure":"Patient characteristics - Tight circumference","description":"The tight circumference (in cm) is being recorded.","timeFrame":"1 minutes"},{"measure":"Patient characteristics - Chest size","description":"The chest size (in cm) is being recorded.","timeFrame":"1 minutes"},{"measure":"Patient characteristics - Age","description":"The following patient characteristic is being transferred from the clinical internal database (obtained in the CRR on a regular basis): The age of the participant (in years, decimal) is being recorded.","timeFrame":"1 minutes"},{"measure":"Patient characteristics - Stationary or ambulant","description":"The following patient characteristic is being transferred from the clinical internal database (obtained in the CRR on a regular basis): It will be recorded whether the patient is stationary or ambulant.","timeFrame":"1 minutes"},{"measure":"Patient characteristics - Dominant side","description":"The following patient characteristic is being transferred from the clinical internal database (obtained in the CRR on a regular basis): The dominant body side (left or right) is being recorded.","timeFrame":"1 minutes"},{"measure":"Patient characteristics - Walking aid","description":"The following patient characteristic is being transferred from the clinical internal database (obtained in the CRR on a regular basis):\n\nIf applicable: The type of walking aid (open-ended question) is being recorded.","timeFrame":"1 minutes"},{"measure":"Patient characteristics - Six minute walking test","description":"The following patient characteristic is being transferred from the clinical internal database (obtained in the CRR on a regular basis): Upon availability the outcome of the Six-minute walking test will be recorded (distance in meters. Longer distance corresponds to a better outcome.).","timeFrame":"1 minutes"},{"measure":"Patient characteristics - BAECKE score","description":"The following patient characteristic is being transferred from the clinical internal database (obtained in the CRR on a regular basis): BAECKE physical activity questionnaire (Score between 0: no activity, and 10: high activity).","timeFrame":"1 minutes"},{"measure":"Patient characteristics - Fugl-Meyer score","description":"The following patient characteristic is being transferred from the clinical internal database (obtained in the CRR on a regular basis): Lower limb subset of the Fugl-Meyer score. Fugl-Meyer assessment measures the sensorimotor function. (Score between 0: no function and 34: full functionality).","timeFrame":"1 minutes"}]},"eligibilityModule":{"eligibilityCriteria":"Healthy participants fulfilling all of the following inclusion criteria are eligible for the study:\n\n* The healthy volunteer or legal representative has been informed and has signed the informed consent form\n* Age 18-80 or age 5-10 (women or men)\n* Weight below 137 kg\n* Height between 120 and 190 cm\n* Agree to comply in good faith with all conditions of the study and to attend all required training\n\nPatients fulfilling all of the following inclusion criteria are eligible for the study:\n\n* The patient has been informed and has signed the informed consent form\n* Age 18-80 (women or men)\n* Weight below 137 kg\n* Height between 120 and 190 cm\n* Neurological/musculoskeletal diagnoses\n* Impairment of the lower extremities\n* Stable medical and physical condition as considered by the attending doctor or physician\n* Agree to comply in good faith with all conditions of the study and to attend all required training\n* Other (non-neurological) diagnoses, who require intense training of the lower extremities\n* The rehabilitation physician or doctor provides a final agreement whether the participant can train with the LEAP\n\nThe presence of any one of the following exclusion criteria will lead to exclusion of the participant, for example:\n\n* Strong adipositas, which makes it not possible to adjust the harness to the anthropometrics of the participant\n* Bracing of the spinal column.\n* Severe joint contractures disabling or restricting lower limb movements\n* Instabilities of bones or joints, fractures or osteoporosis/osteopenia\n* Allergy against material of harness\n* Open skin lesions\n* Luxations or subluxations of joints that should be positioned in LEAP\n* Strong pain\n* Strong spontaneous movements like ataxia, dyskinesia, myoclonus\\*\n* Instable vital functions like pulmonal or cardiovascular conditions\n* Uncooperative or aggressive behaviour\n* Severe cognitive deficits\n* Inability to signal pain or discomfort\n* Apraxia\\*\n* Severe spasticity (Ashworth 4)\n* Severe epilepsy\\*\n* Insufficient head stability\n* Infections requiring isolation of the patient\n* History of significant autonomic dysreflexia\n* Systemic malignant disorders\n* Cardiovascular disorders restricting physical training\n* Peripheral nerve disorders\n* Other anatomic or co-morbid conditions that, in the investigator's opinion, could limit the patient's ability to participate in the study or to comply with follow-up requirements, or impact the scientific soundness of the study results.\n* Known or suspected non-compliance, drug or alcohol abuse,\n* Inability to follow the procedures of the study, e.g. due to language problems, psychological disorders, dementia, etc. of the participant,\n* Participation in another study with investigational drug within the 30 days preceding and during the present study\n* Previous enrolment into the current study Contraindications marked with an \\* are relative contraindications. Final approval needs to be obtained from the attending medical doctor.","healthyVolunteers":true,"sex":"ALL","minimumAge":"5 Years","maximumAge":"80 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Urs Keller, PhD","affiliation":"Ecole Polytechnique Fédérale de Lausanne","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Clinique Romande de Réadaptation (CRR), SUVAcare","city":"Sion","state":"Valais","zip":"1951","country":"Switzerland","geoPoint":{"lat":46.22739,"lon":7.35559}}]},"referencesModule":{"references":[{"pmid":"21586596","type":"BACKGROUND","citation":"Freund P, Weiskopf N, Ward NS, Hutton C, Gall A, Ciccarelli O, Craggs M, Friston K, Thompson AJ. Disability, atrophy and cortical reorganization following spinal cord injury. Brain. 2011 Jun;134(Pt 6):1610-22. doi: 10.1093/brain/awr093. Epub 2011 May 17."},{"pmid":"10896007","type":"BACKGROUND","citation":"Kennedy P, Rogers BA. Anxiety and depression after spinal cord injury: a longitudinal analysis. Arch Phys Med Rehabil. 2000 Jul;81(7):932-7. doi: 10.1053/apmr.2000.5580."},{"pmid":"10917267","type":"BACKGROUND","citation":"Fehr L, Langbein WE, Skaar SB. Adequacy of power wheelchair control interfaces for persons with severe disabilities: a clinical survey. J Rehabil Res Dev. 2000 May-Jun;37(3):353-60."},{"pmid":"15520982","type":"BACKGROUND","citation":"Hunt PC, Boninger ML, Cooper RA, Zafonte RD, Fitzgerald SG, Schmeler MR. Demographic and socioeconomic factors associated with disparity in wheelchair customizability among people with traumatic spinal cord injury. Arch Phys Med Rehabil. 2004 Nov;85(11):1859-64. doi: 10.1016/j.apmr.2004.07.347."},{"pmid":"25311847","type":"BACKGROUND","citation":"Meyns P, Van de Crommert HW, Rijken H, van Kuppevelt DH, Duysens J. Locomotor training with body weight support in SCI: EMG improvement is more optimally expressed at a low testing speed. Spinal Cord. 2014 Dec;52(12):887-93. doi: 10.1038/sc.2014.172. Epub 2014 Oct 14."},{"pmid":"11552877","type":"BACKGROUND","citation":"Crompton S, Khemlani M, Batty J, Ada L, Dean C, Katrak P. Practical issues in retraining walking in severely disabled patients using treadmill and harness support systems. Aust J Physiother. 2001;47(3):211-3. doi: 10.1016/s0004-9514(14)60268-3. No abstract available."},{"pmid":"20549154","type":"BACKGROUND","citation":"Wessels M, Lucas C, Eriks I, de Groot S. Body weight-supported gait training for restoration of walking in people with an incomplete spinal cord injury: a systematic review. J Rehabil Med. 2010 Jun;42(6):513-9. doi: 10.2340/16501977-0525."},{"pmid":"17172551","type":"BACKGROUND","citation":"Dobkin B, Barbeau H, Deforge D, Ditunno J, Elashoff R, Apple D, Basso M, Behrman A, Harkema S, Saulino M, Scott M; Spinal Cord Injury Locomotor Trial Group. The evolution of walking-related outcomes over the first 12 weeks of rehabilitation for incomplete traumatic spinal cord injury: the multicenter randomized Spinal Cord Injury Locomotor Trial. Neurorehabil Neural Repair. 2007 Jan-Feb;21(1):25-35. doi: 10.1177/1545968306295556."},{"pmid":"19556526","type":"BACKGROUND","citation":"Franceschini M, Carda S, Agosti M, Antenucci R, Malgrati D, Cisari C; Gruppo Italiano Studio Allevio Carico Ictus. Walking after stroke: what does treadmill training with body weight support add to overground gait training in patients early after stroke?: a single-blind, randomized, controlled trial. Stroke. 2009 Sep;40(9):3079-85. doi: 10.1161/STROKEAHA.109.555540. Epub 2009 Jun 25."},{"pmid":"21954995","type":"BACKGROUND","citation":"Hoyer E, Jahnsen R, Stanghelle JK, Strand LI. Body weight supported treadmill training versus traditional training in patients dependent on walking assistance after stroke: a randomized controlled trial. Disabil Rehabil. 2012;34(3):210-9. doi: 10.3109/09638288.2011.593681."},{"pmid":"14586916","type":"BACKGROUND","citation":"Ada L, Dean CM, Hall JM, Bampton J, Crompton S. A treadmill and overground walking program improves walking in persons residing in the community after stroke: a placebo-controlled, randomized trial. Arch Phys Med Rehabil. 2003 Oct;84(10):1486-91. doi: 10.1016/s0003-9993(03)00349-6."},{"pmid":"11228945","type":"BACKGROUND","citation":"Kosak MC, Reding MJ. Comparison of partial body weight-supported treadmill gait training versus aggressive bracing assisted walking post stroke. Neurorehabil Neural Repair. 2000;14(1):13-9. doi: 10.1177/154596830001400102."},{"pmid":"9626282","type":"BACKGROUND","citation":"Visintin M, Barbeau H, Korner-Bitensky N, Mayo NE. A new approach to retrain gait in stroke patients through body weight support and treadmill stimulation. Stroke. 1998 Jun;29(6):1122-8. doi: 10.1161/01.str.29.6.1122."},{"pmid":"11392657","type":"BACKGROUND","citation":"Teixeira da Cunha Filho I, Lim PA, Qureshy H, Henson H, Monga T, Protas EJ. A comparison of regular rehabilitation and regular rehabilitation with supported treadmill ambulation training for acute stroke patients. J Rehabil Res Dev. 2001 Mar-Apr;38(2):245-55."},{"pmid":"12468788","type":"BACKGROUND","citation":"Werner C, Von Frankenberg S, Treig T, Konrad M, Hesse S. Treadmill training with partial body weight support and an electromechanical gait trainer for restoration of gait in subacute stroke patients: a randomized crossover study. Stroke. 2002 Dec;33(12):2895-901. doi: 10.1161/01.str.0000035734.61539.f6."},{"pmid":"11594641","type":"BACKGROUND","citation":"Nilsson L, Carlsson J, Danielsson A, Fugl-Meyer A, Hellstrom K, Kristensen L, Sjolund B, Sunnerhagen KS, Grimby G. Walking training of patients with hemiparesis at an early stage after stroke: a comparison of walking training on a treadmill with body weight support and walking training on the ground. Clin Rehabil. 2001 Oct;15(5):515-27. doi: 10.1191/026921501680425234."},{"pmid":"17895349","type":"BACKGROUND","citation":"Sullivan KJ, Brown DA, Klassen T, Mulroy S, Ge T, Azen SP, Winstein CJ; Physical Therapy Clinical Research Network (PTClinResNet). Effects of task-specific locomotor and strength training in adults who were ambulatory after stroke: results of the STEPS randomized clinical trial. Phys Ther. 2007 Dec;87(12):1580-602. doi: 10.2522/ptj.20060310. Epub 2007 Sep 25."},{"pmid":"23599221","type":"BACKGROUND","citation":"Mackay-Lyons M, McDonald A, Matheson J, Eskes G, Klus MA. Dual effects of body-weight supported treadmill training on cardiovascular fitness and walking ability early after stroke: a randomized controlled trial. Neurorehabil Neural Repair. 2013 Sep;27(7):644-53. doi: 10.1177/1545968313484809. Epub 2013 Apr 18."},{"pmid":"24519922","type":"BACKGROUND","citation":"Combs-Miller SA, Kalpathi Parameswaran A, Colburn D, Ertel T, Harmeyer A, Tucker L, Schmid AA. Body weight-supported treadmill training vs. overground walking training for persons with chronic stroke: a pilot randomized controlled trial. Clin Rehabil. 2014 Sep;28(9):873-84. doi: 10.1177/0269215514520773. Epub 2014 Feb 11."},{"pmid":"22809736","type":"BACKGROUND","citation":"Combs SA, Dugan EL, Ozimek EN, Curtis AB. Effects of body-weight supported treadmill training on kinetic symmetry in persons with chronic stroke. Clin Biomech (Bristol, Avon). 2012 Nov;27(9):887-92. doi: 10.1016/j.clinbiomech.2012.06.011. Epub 2012 Jul 17."},{"pmid":"20149244","type":"BACKGROUND","citation":"Burgess JK, Weibel GC, Brown DA. Overground walking speed changes when subjected to body weight support conditions for nonimpaired and post stroke individuals. J Neuroeng Rehabil. 2010 Feb 11;7:6. doi: 10.1186/1743-0003-7-6."},{"pmid":"15472095","type":"BACKGROUND","citation":"Lamontagne A, Fung J. Faster is better: implications for speed-intensive gait training after stroke. Stroke. 2004 Nov;35(11):2543-8. doi: 10.1161/01.STR.0000144685.88760.d7. Epub 2004 Oct 7."},{"pmid":"19951435","type":"BACKGROUND","citation":"Sousa CO, Barela JA, Prado-Medeiros CL, Salvini TF, Barela AM. The use of body weight support on ground level: an alternative strategy for gait training of individuals with stroke. J Neuroeng Rehabil. 2009 Dec 1;6:43. doi: 10.1186/1743-0003-6-43."},{"pmid":"24419023","type":"BACKGROUND","citation":"Swinnen E, Baeyens JP, Pintens S, Van Nieuwenhoven J, Ilsbroukx S, Clijsen R, Buyl R, Goossens M, Meeusen R, Kerckhofs E. Trunk muscle activity during walking in persons with multiple sclerosis: the influence of body weight support. NeuroRehabilitation. 2014;34(2):323-35. doi: 10.3233/NRE-131044."},{"pmid":"24187306","type":"BACKGROUND","citation":"Pennycott A, Vallery H, Wyss D, Spindler M, Dewarrat A, Riener R. A novel body weight support system extension: initial concept and simulation study. IEEE Int Conf Rehabil Robot. 2013 Jun;2013:6650489. doi: 10.1109/ICORR.2013.6650489."},{"pmid":"8234761","type":"BACKGROUND","citation":"Winter DA, MacKinnon CD, Ruder GK, Wieman C. An integrated EMG/biomechanical model of upper body balance and posture during human gait. Prog Brain Res. 1993;97:359-67. doi: 10.1016/s0079-6123(08)62295-5."},{"pmid":"22654062","type":"BACKGROUND","citation":"van den Brand R, Heutschi J, Barraud Q, DiGiovanna J, Bartholdi K, Huerlimann M, Friedli L, Vollenweider I, Moraud EM, Duis S, Dominici N, Micera S, Musienko P, Courtine G. Restoring voluntary control of locomotion after paralyzing spinal cord injury. Science. 2012 Jun 1;336(6085):1182-5. doi: 10.1126/science.1217416."},{"pmid":"26428035","type":"BACKGROUND","citation":"Awai L, Bolliger M, Ferguson AR, Courtine G, Curt A. Influence of Spinal Cord Integrity on Gait Control in Human Spinal Cord Injury. Neurorehabil Neural Repair. 2016 Jul;30(6):562-72. doi: 10.1177/1545968315600524. Epub 2015 Oct 1."},{"pmid":"24627428","type":"BACKGROUND","citation":"Straube DD, Holleran CL, Kinnaird CR, Leddy AL, Hennessy PW, Hornby TG. Effects of dynamic stepping training on nonlocomotor tasks in individuals poststroke. Phys Ther. 2014 Jul;94(7):921-33. doi: 10.2522/ptj.20130544. Epub 2014 Mar 13."},{"pmid":"26860920","type":"BACKGROUND","citation":"von Zitzewitz J, Asboth L, Fumeaux N, Hasse A, Baud L, Vallery H, Courtine G. A neurorobotic platform for locomotor prosthetic development in rats and mice. J Neural Eng. 2016 Apr;13(2):026007. doi: 10.1088/1741-2560/13/2/026007. Epub 2016 Feb 10."},{"pmid":"22653117","type":"BACKGROUND","citation":"Dominici N, Keller U, Vallery H, Friedli L, van den Brand R, Starkey ML, Musienko P, Riener R, Courtine G. Versatile robotic interface to evaluate, enable and train locomotion and balance after neuromotor disorders. Nat Med. 2012 Jul;18(7):1142-7. doi: 10.1038/nm.2845."},{"pmid":"25253676","type":"BACKGROUND","citation":"Wenger N, Moraud EM, Raspopovic S, Bonizzato M, DiGiovanna J, Musienko P, Morari M, Micera S, Courtine G. Closed-loop neuromodulation of spinal sensorimotor circuits controls refined locomotion after complete spinal cord injury. Sci Transl Med. 2014 Sep 24;6(255):255ra133. doi: 10.1126/scitranslmed.3008325."},{"pmid":"24187327","type":"BACKGROUND","citation":"Vallery H, Lutz P, von Zitzewitz J, Rauter G, Fritschi M, Everarts C, Ronsse R, Curt A, Bolliger M. Multidirectional transparent support for overground gait training. IEEE Int Conf Rehabil Robot. 2013 Jun;2013:6650512. doi: 10.1109/ICORR.2013.6650512."},{"pmid":"24796441","type":"BACKGROUND","citation":"Swinnen E, Baeyens JP, Pintens S, Van Nieuwenhoven J, Ilsbroukx S, Buyl R, Ron C, Goossens M, Meeusen R, Kerckhofs E. Trunk kinematics during walking in persons with multiple sclerosis: the influence of body weight support. NeuroRehabilitation. 2014;34(4):731-40. doi: 10.3233/NRE-141089."},{"pmid":"24021298","type":"BACKGROUND","citation":"Ganesan M, Sathyaprabha TN, Gupta A, Pal PK. Effect of partial weight-supported treadmill gait training on balance in patients with Parkinson disease. PM R. 2014 Jan;6(1):22-33. doi: 10.1016/j.pmrj.2013.08.604. Epub 2013 Sep 8."},{"pmid":"12370870","type":"BACKGROUND","citation":"Miyai I, Fujimoto Y, Yamamoto H, Ueda Y, Saito T, Nozaki S, Kang J. Long-term effect of body weight-supported treadmill training in Parkinson's disease: a randomized controlled trial. Arch Phys Med Rehabil. 2002 Oct;83(10):1370-3. doi: 10.1053/apmr.2002.34603."},{"pmid":"12770637","type":"BACKGROUND","citation":"Threlkeld AJ, Cooper LD, Monger BP, Craven AN, Haupt HG. Temporospatial and kinematic gait alterations during treadmill walking with body weight suspension. Gait Posture. 2003 Jun;17(3):235-45. doi: 10.1016/s0966-6362(02)00105-4."},{"pmid":"27282960","type":"BACKGROUND","citation":"Dragunas AC, Gordon KE. Body weight support impacts lateral stability during treadmill walking. J Biomech. 2016 Sep 6;49(13):2662-2668. doi: 10.1016/j.jbiomech.2016.05.026. Epub 2016 Jun 1."},{"pmid":"20855074","type":"BACKGROUND","citation":"Lewek MD. The influence of body weight support on ankle mechanics during treadmill walking. J Biomech. 2011 Jan 4;44(1):128-33. doi: 10.1016/j.jbiomech.2010.08.037. Epub 2010 Sep 19."},{"pmid":"28724575","type":"BACKGROUND","citation":"Mignardot JB, Le Goff CG, van den Brand R, Capogrosso M, Fumeaux N, Vallery H, Anil S, Lanini J, Fodor I, Eberle G, Ijspeert A, Schurch B, Curt A, Carda S, Bloch J, von Zitzewitz J, Courtine G. A multidirectional gravity-assist algorithm that enhances locomotor control in patients with stroke or spinal cord injury. Sci Transl Med. 2017 Jul 19;9(399):eaah3621. doi: 10.1126/scitranslmed.aah3621."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000010300","term":"Parkinson Disease"},{"id":"D000009103","term":"Multiple Sclerosis"},{"id":"D000013119","term":"Spinal Cord Injuries"},{"id":"D000002547","term":"Cerebral Palsy"},{"id":"D000001835","term":"Body Weight"}],"ancestors":[{"id":"D000020734","term":"Parkinsonian Disorders"},{"id":"D000001480","term":"Basal Ganglia Diseases"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000009069","term":"Movement Disorders"},{"id":"D000080874","term":"Synucleinopathies"},{"id":"D000019636","term":"Neurodegenerative Diseases"},{"id":"D000020278","term":"Demyelinating Autoimmune Diseases, CNS"},{"id":"D000020274","term":"Autoimmune Diseases of the Nervous System"},{"id":"D000003711","term":"Demyelinating Diseases"},{"id":"D000001327","term":"Autoimmune Diseases"},{"id":"D000007154","term":"Immune System Diseases"},{"id":"D000013118","term":"Spinal Cord Diseases"},{"id":"D000020196","term":"Trauma, Nervous System"},{"id":"D000014947","term":"Wounds and Injuries"},{"id":"D000001925","term":"Brain Damage, Chronic"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M12847","name":"Paralysis","relevance":"LOW"},{"id":"M5486","name":"Cerebral Palsy","asFound":"Cerebral Palsy","relevance":"HIGH"},{"id":"M12903","name":"Parkinson Disease","asFound":"Parkinson's Disease","relevance":"HIGH"},{"id":"M4804","name":"Body Weight","asFound":"Body Weight","relevance":"HIGH"},{"id":"M15606","name":"Spinal Cord Injuries","asFound":"Spinal Cord Injury","relevance":"HIGH"},{"id":"M11750","name":"Multiple Sclerosis","asFound":"Multiple Sclerosis","relevance":"HIGH"},{"id":"M15105","name":"Sclerosis","relevance":"LOW"},{"id":"M22184","name":"Parkinsonian Disorders","relevance":"LOW"},{"id":"M25293","name":"Ganglion Cysts","relevance":"LOW"},{"id":"M16048","name":"Synovial Cyst","relevance":"LOW"},{"id":"M4464","name":"Basal Ganglia Diseases","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M11719","name":"Movement Disorders","relevance":"LOW"},{"id":"M2217","name":"Synucleinopathies","relevance":"LOW"},{"id":"M21248","name":"Neurodegenerative Diseases","relevance":"LOW"},{"id":"M4319","name":"Autoimmune Diseases","relevance":"LOW"},{"id":"M21788","name":"Demyelinating Autoimmune Diseases, CNS","relevance":"LOW"},{"id":"M21784","name":"Autoimmune Diseases of the Nervous System","relevance":"LOW"},{"id":"M6599","name":"Demyelinating Diseases","relevance":"LOW"},{"id":"M9890","name":"Immune System Diseases","relevance":"LOW"},{"id":"M15605","name":"Spinal Cord Diseases","relevance":"LOW"},{"id":"M17375","name":"Wounds and Injuries","relevance":"LOW"},{"id":"M21713","name":"Trauma, Nervous System","relevance":"LOW"},{"id":"M4897","name":"Brain Injuries","relevance":"LOW"},{"id":"M4892","name":"Brain Damage, Chronic","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"BC20","name":"Immune System Diseases"},{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC17","name":"Skin and Connective Tissue Diseases"},{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}