{"protocolSection":{"identificationModule":{"nctId":"NCT02721446","orgStudyIdInfo":{"id":"1510315819"},"organization":{"fullName":"Indiana Institute for Medical Research","class":"OTHER"},"briefTitle":"MINDSPACE Strategy for Risk Optimization","officialTitle":"MINDSPACE Strategy for Risk Optimization, Knowledge, and Empowerment (MINDSPACE Stroke)"},"statusModule":{"statusVerifiedDate":"2018-08","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2016-06","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2018-08","type":"ACTUAL"},"completionDateStruct":{"date":"2018-08","type":"ACTUAL"},"studyFirstSubmitDate":"2016-03-09","studyFirstSubmitQcDate":"2016-03-22","studyFirstPostDateStruct":{"date":"2016-03-29","type":"ESTIMATED"},"lastUpdateSubmitDate":"2018-08-16","lastUpdatePostDateStruct":{"date":"2018-08-17","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Indiana Institute for Medical Research","class":"OTHER"},"collaborators":[{"name":"Genentech, Inc.","class":"INDUSTRY"},{"name":"Regenstrief Institute, Inc.","class":"OTHER"},{"name":"Richard L. Roudebush VA Medical Center","class":"FED"}]},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"The purpose of this study is to find out which types of written stroke messages may help high risk stroke patients take action to improve their health.","detailedDescription":"In this project, the investigators will draw on the science that has provided a foundation for behavioral economics as a guide to activation interventions. Specifically, the investigators will use the MINDSPACE framework that was created by some of the founders of behavioral economics. That framework details nine approaches to behavioral activation that have particularly solid evidence bases. Two of these, salience and incentives, the investigative team identified as most promising and practical for stroke activation.\n\nAims:\n\n1. Use electronic health record data to construct Framingham stroke risk scores in both Richard L. Roudebush Veterans Affairs Medical Center and Eskenazi Health System.\n2. Conduct iterative testing with high risk stroke patients from both health systems to refine two different stroke risk messages based on the behavioral strategies of salience and incentives.\n3. Conduct a randomized trial of four mailed stroke risk messages, comparing the impact on patient activation of: 1) a standard stroke risk message, 2) a salience-focused stroke risk message, 3) an incentive-focused stroke risk message, and 4) a salience plus incentive message.\n4. Compare the proportion in each messaging group that completes a stroke risk factor relevant healthcare system visit within two months of receiving the stroke risk message."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"HEALTH_SERVICES_RESEARCH","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":641,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"VHA Cohort","type":"OTHER","description":"Investigators will use Veteran Health Administration (VHA) electronic health record (EHR) data to construct patient-level Framingham stroke risk scores using previously validated methodology. Investigators will establish a cohort of live patients with at least one primary care visit 12 months prior to study initiation (Oct 1, 2015). Investigators will obtain EHR data for Framingham measurements of age, sex, systolic blood pressure (SBP), blood pressure treatment (yes/no), total cholesterol, high-density lipoprotein cholesterol, and smoking status in the prior 12 month period. SBP will be obtained from outpatient primary care visits only; if \\> 1 SBP is available the investigators will use the average of the last 2 outpatient SBPs prior to study initiation.","interventionNames":["Behavioral: Standard","Behavioral: Incentive","Behavioral: Salience","Behavioral: Incentive + Salience"]},{"label":"Eskenazi Health System Cohort","type":"OTHER","description":"Investigators will use EHR data from Indiana Network for Patient Care (INPC) to identify a cohort of live patients with at least one primary care visit in the prior 12 months. Investigators will use identical methods to construct Framingham risk score variables from the EHR data.","interventionNames":["Behavioral: Standard","Behavioral: Incentive","Behavioral: Salience","Behavioral: Incentive + Salience"]}],"interventions":[{"type":"BEHAVIORAL","name":"Standard","description":"Investigators will develop a \"standard\" informational stroke risk message that will not undergo iterative review. This will inform the patient that based on information in the healthcare system, the patient is at higher risk of stroke than many others receiving care in the patient's healthcare system; it will describe options for working with their health care team to reduce the risk of stroke; and encourage the patient to call the health navigator to discuss these options and make a decision about next steps to take to reduce the patient's risk of stroke.","armGroupLabels":["Eskenazi Health System Cohort","VHA Cohort"]},{"type":"BEHAVIORAL","name":"Incentive","description":"Investigators anticipate that the baseline incentive stroke risk message will inform the patient that they are at higher risk of stroke than many others receiving care in the patient's healthcare system, and will provide information about obtaining an incentive if the patient calls to make contact with a health navigator who will help them plan a next step to reduce their stroke risk. The investigators also anticipate including information that all patients who call will also be entered in a random drawing to receive an additional incentive, with up to six patients receiving this incentive.","armGroupLabels":["Eskenazi Health System Cohort","VHA Cohort"]},{"type":"BEHAVIORAL","name":"Salience","description":"Investigators anticipate that the baseline salience stroke risk message will inform the patient that they are at higher risk of stroke than many other patients receiving care in the patient's healthcare system, and will specifically focus on the patient's own risk factors (rather than all stroke risk factors). The salience message will also include visual depictions of stroke patients that are gender and ethnically matched to each subject. This is intended to prompt action by emphasizing that stroke is a real possibility for \"patients like me.\"","armGroupLabels":["Eskenazi Health System Cohort","VHA Cohort"]},{"type":"BEHAVIORAL","name":"Incentive + Salience","description":"Combined message of incentive plus salience.","armGroupLabels":["Eskenazi Health System Cohort","VHA Cohort"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Proportion of patients responding to mailings in each of four intervention groups","description":"The primary outcome is the proportion responding to the mailings in each of the four intervention groups. Investigators will calculate the denominator as the number of patients that were sent a mailing (mailing was not returned as undeliverable and patient did not opt out) and the numerator as the number of these mailings that generate a telephone call response. Investigators will track whether the response occurs after the first, second, or third mailing to estimate the utility of subsequent mailings.","timeFrame":"Eight months with 132 mailings per intervention group per month"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* • High risk stroke patients 18 years of age or older, as determined by calculation of a Framingham Stroke Risk Score\n\n  * At least one primary care visit 12 months prior to study initiation with the Richard L. Roudebush VA Medical Center (VHA) or Sidney \\& Lois Eskenazi (EHS) Health System primary care clinics\n\nExclusion Criteria:\n\n* • Patients with at least one primary care provider visit in the prior 12 months in both the VA and EHS systems","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Linda S Williams, MD","affiliation":"Richard L. Roudebush VA Medical Center","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Richard L. Roudebush VA Medical Center","city":"Indianapolis","state":"Indiana","zip":"46202","country":"United States","geoPoint":{"lat":39.76838,"lon":-86.15804}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}