{"protocolSection":{"identificationModule":{"nctId":"NCT04562220","orgStudyIdInfo":{"id":"Forearmandvibration"},"organization":{"fullName":"Kırıkkale University","class":"OTHER"},"briefTitle":"The Effect of Vibration Applied on Forearm Extensor Muscles Patients With Stroke","officialTitle":"The Effect of Vibration Applied on Forearm Extensor Muscles on Hand Functions and Muscle Activation in Patients With Stroke"},"statusModule":{"statusVerifiedDate":"2021-10","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-09-15","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-01-24","type":"ACTUAL"},"completionDateStruct":{"date":"2021-03-24","type":"ACTUAL"},"studyFirstSubmitDate":"2020-09-18","studyFirstSubmitQcDate":"2020-09-23","studyFirstPostDateStruct":{"date":"2020-09-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-10-24","lastUpdatePostDateStruct":{"date":"2021-10-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Ayşe Abit Kocaman","investigatorTitle":"Assistant professor","investigatorAffiliation":"Kırıkkale University"},"leadSponsor":{"name":"Kırıkkale University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study was planned to determine the effect of vibration applied to forearm extensor muscles on hand functions and muscle activation in stroke patients.","detailedDescription":"Patients will be included in our study, who will be hospitalized in Kirikkale University Faculty of Medicine Physical Therapy Hospital and will receive stroke rehabilitation. The number of patients will be determined to be approximately 24 according to the power analysis. Patients meeting the inclusion criteria and excluding the exclusion criteria will be randomized according to the order of arrival and divided into 2 groups as the training group and the control group. Patients will be randomized using block randomization. Routine conventional physical therapy will be applied to the patients in the vibration group in 4 weeks and 45 minutes sessions. In addition, 30 Hz, 3 days a week, immediately after the sessions, to the forearm extensor group muscles with ''Conformité Européene'' certified vibration device. frequency vibration will be applied. A vibration session will be as follows; 6 sets of vibrations will be applied, including 1 set of 1 minute vibration and 2 minutes of rest. Routine conventional physical therapy will be applied to the control group in 4 weeks and 45 minute sessions."},"conditionsModule":{"conditions":["Stroke Patients"],"keywords":["Stroke","Rehabilitation","Vibration","Hand functions","Forearm extensor muscle"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":24,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Vibration Group","type":"EXPERIMENTAL","description":"Routine conventional physical therapy will be applied to patients in the vibration group in 4 weeks and 45 minutes sessions. In addition, right after the sessions, 3 days a week, 30 Hz. frequency vibration will be applied. A vibration session will be as follows; 6 sets of vibrations will be applied, including 1 set of 1 minute vibration and 2 minutes of rest.","interventionNames":["Other: Routine conventional physical therapy plus Vibration session"]},{"label":"Control Group","type":"ACTIVE_COMPARATOR","description":"Routine conventional physical therapy will be applied to the control group in 4 weeks and 60 minute sessions.","interventionNames":["Other: Routine conventional physical therapy"]}],"interventions":[{"type":"OTHER","name":"Routine conventional physical therapy plus Vibration session","description":"Routine conventional physical therapy will be applied to patients in the vibration group in 4 weeks and 45 minutes sessions. In addition, right after the sessions, 3 days a week, 30 Hz. frequency vibration will be applied. A vibration session will be as follows; 6 sets of vibrations will be applied, including 1 set of 1 minute vibration and 2 minutes of rest.","armGroupLabels":["Vibration Group"]},{"type":"OTHER","name":"Routine conventional physical therapy","description":"Routine conventional physical therapy will be applied to the control group in 4 weeks and 60 minute sessions","armGroupLabels":["Control Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"EMG measurement","description":"Muscular activation of the forearm extensor group muscles will be measured with the Electromyography device. Electromyography measurements will be measured before and after application of vibration. In electromyography measurements, active electrodes will be placed in the motor point of the muscle, and passive electrode will be placed on any muscle body in the other arm, three times measurement will be made and average values will be recorded. Surface electrodes will be used. The measurements will be recorded as the individual attempts to flex the wrist. While measuring, the volunteers will be ensured to take a comfortable position. Muscular activation; Surface electromyography data will be recorded using \"Myomonitor Wireless Electromyography Systems\" Delsys branded Electromyography device. The conductivity band of the electromyography amplifier is 20-450 Hz, its gain is 1000 Hz, and the average noise recovery rate is\\> 80 decibel.","timeFrame":"15 minutes"}],"secondaryOutcomes":[{"measure":"Wolf Motor Function Test","description":"Wolf Motor Function Test : Test is an evaluation developed to evaluate motor skill in patients with moderate to severe upper extremity motor deficits. For 15 activities, data are collected in two areas as \"Functional Skills\" and \"Performance Time\". The other two items are evaluated on activity muscle strength. Using the \"functional skill scale\", each activity is evaluated by the physiotherapist between 0-5 points (0 = Never used the affected hand during activity, 5 = Normal movement). The average score is calculated for the functional skill scale. Accordingly, the patient can score in the range of 0-5 points from this evaluation, and a high score indicates good functional skills. \"Performance Time\" is recorded in seconds. The maximum time allowed for an activity to be completed is 120 seconds. Performance time is also recorded as 120 seconds for activities that cannot be completed during this period.","timeFrame":"45 minutes"},{"measure":"Functional independence scale","description":"Functional independence scale was used to evaluate the independence of the patients in daily living activities. It is a global activity scale that shows how independent a person is in their daily basic physical and cognitive activities. The functional independence scale includes 18 items and basically measures in 2 areas. The first is physical motor function (13 items), the second is cognitive / cognitive function (5 items). 4 of the items that make up the functional independence scale are in the physical and 2 in the cognitive domain. There are 6 items on self-care, 2 items on sphincter control, 3 items on mobility, 2 items on locomotion, 2 items on communication and 3 items on social perception. Each item is scored at seven levels, \"level 1\" indicates full assistance, and \"level 7\" indicates complete independence.","timeFrame":"15 minutes"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosed with stroke\n* Cognitive and without communication problems\n* Patients with active movement in the upper extremities\n\nExclusion Criteria:\n\n* People who have undergone botulinum toxin application to the upper extremity\n* Significant cognitive impairment that will interfere with functional evaluation\n* Deformity and / or contracture in the upper extremity due to fractures, inflammatory arthropathy, etc.\n* Infection, skin lesion or hematoma at the application site","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Ayşe Abit Kocaman","affiliation":"Kırıkkale University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Ayşe Abit Kocaman","city":"Kırıkkale","zip":"7110","country":"Turkey","geoPoint":{"lat":39.84528,"lon":33.50639}}]},"referencesModule":{"references":[{"pmid":"25169762","type":"BACKGROUND","citation":"Pamukoff DN, Ryan ED, Blackburn JT. The acute effects of local muscle vibration frequency on peak torque, rate of torque development, and EMG activity. J Electromyogr Kinesiol. 2014 Dec;24(6):888-94. doi: 10.1016/j.jelekin.2014.07.014. Epub 2014 Aug 7."},{"pmid":"15895663","type":"BACKGROUND","citation":"Kasman G. Using surface electromyography. Rehab Manag. 2001 Dec-2002 Jan;14(9):56-9, 76. No abstract available."},{"pmid":"11387578","type":"BACKGROUND","citation":"Morris DM, Uswatte G, Crago JE, Cook EW 3rd, Taub E. The reliability of the wolf motor function test for assessing upper extremity function after stroke. Arch Phys Med Rehabil. 2001 Jun;82(6):750-5. doi: 10.1053/apmr.2001.23183."},{"pmid":"5900183","type":"BACKGROUND","citation":"Wang MZ, Chow TW. [Determination of diosgenin in plants]. Yao Xue Xue Bao. 1964;11(4):235-41. No abstract available. Chinese."},{"type":"RESULT","citation":"D Geler Külcü, B Yanık, G Gülşen - The relationship between balance disorders and upper extremity function in hemiplegic patients.J PMR Sci, 2009."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}