{"protocolSection":{"identificationModule":{"nctId":"NCT06248242","orgStudyIdInfo":{"id":"2021-C022"},"secondaryIdInfos":[{"id":"No. P-KJ-QT-210009","type":"OTHER_GRANT","domain":"CSA Cerebrovascular Disease Innovation Medical Research Fund"}],"organization":{"fullName":"The Second Hospital of Hebei Medical University","class":"OTHER"},"briefTitle":"Treatment of Acute Ischemic Stroke With Rt-PA Combined With Edaravone Dexborneol","officialTitle":"A Multicenter, Randomized, Controlled Study of Rt-PA Thrombolysis Combined With Edaravone Dexborneol in Reducing Hemorrhagic Transformation in Patients With Acute Ischemic Stroke","acronym":"TASPE"},"statusModule":{"statusVerifiedDate":"2023-12","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-06-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-06-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-06-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-01-17","studyFirstSubmitQcDate":"2024-01-30","studyFirstPostDateStruct":{"date":"2024-02-08","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-01-30","lastUpdatePostDateStruct":{"date":"2024-02-08","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"The Second Hospital of Hebei Medical University","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"In this study, a multicenter, randomized, controlled, prospective cohort study was conducted to observe the effect of Edaravone Dexborneol on the incidence and outcome of bleeding transformation after thrombolysis in acute ischemic stroke. To explore the methods to reduce the dilemma of bleeding transformation after thrombolysis, and to dynamically detect the changes of the main links causing bleeding transformation such as blood-brain barrier damage, local immune response activation and so on. To explore the mechanism of Edaravone Dexborneol in reducing bleeding transformation. It is proved that Edaravone Dexborneol combined with thrombolytic therapy can reduce the risk of bleeding and transformation after thrombolysis and improve the safety of thrombolysis. Secondly, it can improve the early recanalization rate of ischemic stroke patients after thrombolytic therapy, and effectively protect the integrity of the blood-brain barrier.","detailedDescription":"Acute cerebral infarction is an ischemic disease caused by the narrowing or blockage of cerebral blood vessels, which can lead to a series of complications such as progressive brain tissue damage and deterioration of neurological function. According to epidemiological surveys, acute cerebral infarction is the second deadliest disease in the world, with a rapid onset, rapid progression, high disability rate, and high mortality rate. In clinical work, it was found that many patients with acute cerebral infarction experienced a further exacerbation of symptoms; this is clinically known as a progressive stroke. The progressive stroke is a type of cerebral infarction in which the neurological impairment is progressively aggravated after the onset of the disease or after clinical treatment. Patients and their families are often unable to understand and accept such changes in their condition, and therefore, effectively blocking the progression of the acute-phase of cerebral infarction has become one of the most problematic situations during the course of clinical treatment.\n\nCurrently, the clinically preferred treatment option for patients with acute cerebral infarction is revascularization therapy, in which rt-PA can open the blood vessels at the first time to restore the blood supply to ischemic brain tissues. However, the effect of rt-PA thrombolysis decreases with the passage of the time from drug application, which often leads to a low rate of recanalization as well as other uncertainties. Only a few patients are benefited, and the condition in a small number of patients does not improve significantly after thrombolysis, and disease even progresses. Therefore, the timely application of other drugs after thrombolysis is particularly important.\n\nThe pathogenesis of cerebral infarction has not yet been fully elucidated. However, the mechanisms of carotid atheromatous plaque formation, oxidative stress, and inflammation are widely recognized, and the above mechanisms are interconnected. Studies have shown that after acute cerebral infarction, neuronal cells may suffer from ischemia and hypoxia, leading to apoptosis and a large accumulation of reactive oxygen species, which triggers an immunoinflammatory response and exacerbates brain tissue damage. Brain tissue damage will be exacerbated by the immunoinflammatory response. Recent studies have also found that abnormal glucose metabolism plays a crucial role in the pathogenesis of acute cerebral infarction, and that abnormal glucose metabolism accelerates the course of disease, promoting the production of inflammation, reactive oxygen species (ROS), and other substances, which affects disease progression.\n\nThe edaravone dexborneol Concentrated Solution for Injection is composed of edaravone and dexborneol in a 4:1 ratio. Edaravone is a free radical scavenger and can effectively remove the accumulation of free radicals after acute cerebral infarction, impede disease progression, and improve the prognosis of cerebral infarction. Dexborneol is a naturally occurring terpene bicyclic organic compound. Dexborneol is anti-inflammatory and can effectively inhibit inflammatory cytokines. The combination of both of them can cut off the pathway between the free radicals and the inflammation, and effectively prevents the disease progression caused by the oxidative stress and inflammation that otherwise leads to disease development.\n\nThe timely use of drugs after thrombolysis can effectively improve patients' neurological impairment. Therefore, we explored the clinical efficacy of rt-PA combined with edaravone and dexborneol for the treatment of acute cerebral infarction, to clarify whether their combined use could improve cerebral blood supply of patients through the reconstruction of the blood. This study also sought to determine the mechanism of action of edaravone and dexborneol to guide the selection of therapies for cerebral infarction and improve the patient outcomes."},"conditionsModule":{"conditions":["Acute Ischemic Stroke"],"keywords":["Edaravone dexborneol","recombinant tissue-type plasminogen activator","Acute cerebral infarction"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE4"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","CARE_PROVIDER"]}},"enrollmentInfo":{"count":400,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"The control group","type":"NO_INTERVENTION","description":"The control group received basic treatment following intravenous drip of rt-PA (specification: 50 mg), including statins and drugs that improve circulation."},{"label":"The edaravone dexborneol group","type":"EXPERIMENTAL","description":"The edaravone dexborneol group received an injection of concentrated edaravone dexborneol solution (specifications: edaravone, 10 mg and dexborneol, 2.5 mg in a 5 mL solution) and 0.9% sodium chloride injection \\[(100 mL), intravenous infusion twice per day, completed within 30 minutes\\]. The time between the two doses was no less than 6 hours, and each cycle lasted 12 days.","interventionNames":["Drug: Edaravone dexborneol"]}],"interventions":[{"type":"DRUG","name":"Edaravone dexborneol","description":"edaravone 10 mg and dexborneol 2.5 mg twice daily","armGroupLabels":["The edaravone dexborneol group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Comparison of neurological function between the two groups","description":"The NIHSS score will be evaluated in both groups on the first day of admission, and at 12 days and 3 months of follow-up. The higher the score, the more serious the neurological function defect, and the less effective the treatment.","timeFrame":"baseline, day 12 and month 3"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. All patients met the diagnostic criteria of the Chinese acute ischemic stroke diagnosis and treatment guidelines.\n2. Patients developed clinical symptoms for the first time, with an onset time of less than 4.5 hours.\n3. Patients with the National Institutes of Health Stroke Scale (NIHSS) neurological deficit score was ≥4.\n4. The study was approved by the hospital's theoretical committee and the patients provided consent.\n\nExclusion Criteria:\n\n1. Patients were allergic to the drugs used in this study.\n2. Patients with a history of intracranial hemorrhage or subarachnoid hemorrhage, a recent history of head trauma, myocardial infarction, hemorrhage, and major surgical surgery\n3. Patients with cerebral hemorrhage and large-area imaging cerebral infarction characteristics\n4. Patients with severe infection, immune system and blood system diseases\n5. Patients with severe injury to other important organs\n6. Patients with severe coma or mental disorders\n7. Patients undergoing surgical treatment within 2 weeks","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Guojun Tan, Dr","role":"CONTACT","phone":"15803210587","email":"tandyshine@163.com"},{"name":"Boxu Xie","role":"CONTACT","phone":"15383935253","email":"xiebx1999@163.com"}],"overallOfficials":[{"name":"Guojun Tan, Dr","affiliation":"The Second Hospital of Hebei Medical University","role":"STUDY_CHAIR"}],"locations":[{"facility":"The Second Hospital of Hebei Medical University","status":"RECRUITING","city":"Shijiazhuang","state":"Hebei","zip":"050000","country":"China","contacts":[{"name":"Guojun Tan","role":"CONTACT","phone":"15803210587","email":"tandyshine@163.com"},{"name":"Boxu Xie","role":"CONTACT","phone":"15383935253","email":"xiebx1999@163.com"},{"name":"Guojun Tan","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":38.04139,"lon":114.47861}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000007238","term":"Infarction"},{"id":"D000009336","term":"Necrosis"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M5483","name":"Cerebral Infarction","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"D000077553","term":"Edaravone"}],"ancestors":[{"id":"D000016166","term":"Free Radical Scavengers"},{"id":"D000000975","term":"Antioxidants"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"},{"id":"D000018696","term":"Neuroprotective Agents"},{"id":"D000020011","term":"Protective Agents"},{"id":"D000045505","term":"Physiological Effects of Drugs"}],"browseLeaves":[{"id":"M1831","name":"Edaravone","asFound":"Lay","relevance":"HIGH"},{"id":"M13539","name":"Tissue Plasminogen Activator","relevance":"LOW"},{"id":"M21550","name":"Pharmaceutical Solutions","relevance":"LOW"},{"id":"M13538","name":"Plasminogen","relevance":"LOW"},{"id":"M20845","name":"Hydroxymethylglutaryl-CoA Reductase Inhibitors","relevance":"LOW"},{"id":"M3982","name":"Antioxidants","relevance":"LOW"},{"id":"M20463","name":"Neuroprotective Agents","relevance":"LOW"},{"id":"M21559","name":"Protective Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"NeuroAg","name":"Neuroprotective Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"FiAg","name":"Fibrinolytic Agents"},{"abbrev":"PhSol","name":"Pharmaceutical Solutions"},{"abbrev":"Lipd","name":"Lipid Regulating Agents"}]}},"hasResults":false}