{"protocolSection":{"identificationModule":{"nctId":"NCT04211662","orgStudyIdInfo":{"id":"P.0195"},"organization":{"fullName":"Cairo University","class":"OTHER"},"briefTitle":"Effect of a Tailored Multidimensional Intervention on the Care Burden Among Family Caregivers of Stroke Survivors","officialTitle":"Effect of a Tailored Multidimensional Intervention on the Care Burden Among Family Caregivers of Stroke Survivors"},"statusModule":{"statusVerifiedDate":"2021-08","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-12-27","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-11-30","type":"ACTUAL"},"completionDateStruct":{"date":"2020-11-30","type":"ACTUAL"},"studyFirstSubmitDate":"2019-12-21","studyFirstSubmitQcDate":"2019-12-23","studyFirstPostDateStruct":{"date":"2019-12-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-08-13","lastUpdatePostDateStruct":{"date":"2021-08-19","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Mahmoud Ahmed Ahmed Ahmed Elsheikh","investigatorTitle":"Assistant Lecturer, Cairo University & PhD student, Hiroshima University","investigatorAffiliation":"Cairo University"},"leadSponsor":{"name":"Cairo University","class":"OTHER"},"collaborators":[{"name":"Hiroshima University","class":"OTHER"},{"name":"Mansoura University","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Family caregivers are the key persons in the recovery and rehabilitation process of stroke survivors. Despite multiple researches recommended the development of interventions which are based on the family caregivers' needs and recommended the conduction of the interventions based on the integration of skill-building, psychoeducation, and peer support to relieve the care burden they feel, there are no studies conducted to evaluate the effect of such these interventions on the family caregivers of stroke survivors in Egypt. The purpose of this study is to evaluate the effect of a tailored multidimensional intervention on the care burden among family caregivers of stroke survivors. Using a randomized control trial, 110 family caregivers will be recruited from the community; from the outpatient clinics and rehabilitation clinics which are located at Mansoura city (Capital of Dakahlia Governorate) and the surrounding cities and villages. The participants will be randomized through 1:1 open-label randomization to the intervention group and the control group. The intervention group will receive the tailored multidimensional intervention. The intervention will last for 6 months. 3 home visits and 3 telephone interventions and 1 peer support will be conducted during the first 3 months. the home visits and telephone interventions will be conducted biweekly alternately. During the second 3 months, 3 telephone follow-ups will be conducted monthly. Regarding the control group, they will receive a simple educational booklet through one home visit. The primary outcome is the care burden (Zarit Burden Interview) and secondary outcomes are the perceived needs (Family Needs Questionnaire-Revised), coping strategies (Brief Coping Orientation to Problems Experienced) and quality of life (World Health Organization Quality of Life-BREF) among family caregivers. The primary and secondary outcomes will be assessed basically before the intervention and after the 3rd and 6th months since the start of the intervention.","detailedDescription":"Introduction:\n\nCardiovascular diseases (CVD) including stroke is the first leading cause of death worldwide. It was estimated 17.9 million people died from CVDs in 2016, representing 31 percentage of all global deaths. Of these deaths, 85 percentage are due to heart attack and stroke. Over 75 percentage of CVD deaths take place in low- and middle-income countries. Besides, stroke is one of the leading causes of severe long-term disability. Stroke is the second cause of Disability-Adjusted Life Years (DALYs) globally after ischemic heart disease. Stroke is the second of DALYs in the developing countries and the third cause to DALYs in the developed countries.\n\nA stroke affecting one of the family members is a stressful event or shock for all family members; especially the primary family caregiver. The concept of stroke is usually attached to chronic functional, cognitive and behavioral changes. These changes require daily assistance for the stroke patients in performing Activities of Daily Livings (ADLs) and Instrumental Activities of Daily Livings (IADLs). A family caregiver is committed to assist the stroke patient to perform these activities.\n\nCaregiving for a stroke survivor creates imbalance and strain between the personal life of the family caregiver and the provision of the caregiving role. Caregiving for stroke survivors conveys physical, psychological, social and financial burdens upon the family caregiver. In addition, the feeling of burden among family caregivers of stroke survivors interferes with the rehabilitation and quality of life of the stroke survivors and increases the risk of mortality.\n\nSince stroke is a sudden condition that forces the family to provide care for their loved person without preparedness, it brings out multiple challenges to which the family caregivers must adapt without compromising their own life. So, the interventions are directed to prepare the family caregivers adequately to be able to perform their caring role and at the same time to reduce the burden of care and to maintain their quality of life.\n\nHowever, the effectiveness of the interventions to reduce the family caregivers' burden and other negative outcomes is debatable. The statement for healthcare professionals from the American Heart Association and American Stroke Association stated that the reasons for varied results are related to multiple methodological problems. It was recommended that future researches have to focus on a tailored intervention based on the needs of family caregivers. Besides, it was recommended that the multidimensional interventions involving psychoeducation, skill-building, and peer support are the most effective way to relieve the family caregivers' burden and other negative outcomes.\n\nBased on the results of the systematic literature review of the studies that aimed to identify the prevalence and incidence of stroke in Egypt, the mean and median crude prevalence rates were 721.6/100,000 and 655/100,000 respectively. Also, the mean and median crude incidence rates were 187/100,000 and 180.5/100,000 respectively. Regarding the burden levels among the family caregivers, 60 percent of them experiencing severe burden, 24 percentage of them experiencing moderate burden and 16 percentage of them experiencing mild burden.\n\nStroke survivors immediately discharged from acute hospitals to their homes after the treatment of the acute signs and symptoms. In other words, the families take the responsibility to care for their family member diagnosed with a stroke. This situation exposes the family caregiver at a heightened risk of burden. Especially, there are no specialized nursing homes and there are no home-visiting programs. Family members are rarely provided with sufficient information or training to be equipped to provide home care for stroke survivors. This study aims to develop a tailored multidimensional intervention and to evaluate its effect on the care burden among family caregivers of stroke survivors. There are no similar studies provided to family caregivers of stroke survivors in Egypt.\n\nAim of the study:\n\nThe proposed study aims to evaluate the effect of a tailored multidimensional intervention on the care burden among family caregivers of stroke survivors.\n\nObjectives:\n\nBy providing a tailored multidimensional intervention to the family caregivers, the following objectives will be achieved.\n\nPrimary objective:\n\no Relieve the care burden among family caregivers of stroke survivors\n\nSecondary objectives:\n\n* Meet the perceived needs of family caregivers\n* Enhance the coping strategies among family caregivers of stroke survivors\n* Improve Quality of Life among family caregivers of stroke survivors\n\nHypotheses:\n\nThe family caregivers of stroke survivors who will receive the tailored multidimensional intervention will have a less care burden when they will be compared to the family caregivers allocated in the control group.\n\nStudy design:\n\nThis study will be open-label, two-arm Randomized Control Trial (RCT)\n\nStudy participants:\n\nThe study participants are the family caregivers of stroke survivors. The family caregiver is the primary person who regularly provides care for a stroke survivor. The family caregiver may be a son, a daughter, a parent, a spouse, or other relatives.\n\nSample size:\n\nThe sample was calculated based on a similar study which demonstrated a difference in the care burden among the family caregivers (Zarit Burden Interview). The total sample size is 84 family caregivers. It was calculated considering a confidence level of 0.95, a statistical power of 0.90, a minimum effect size of 0.72. 30 percentage of sample size will be recruited additional to the sample size to compensate drop out, so the sample size will be raised to 110 participants. There will be a fair division between the two groups. The sample size was estimated using G power software 3.1.9.4.\n\nRecruitment and randomization:\n\nBasically, the proposed study is a community-based study. Firstly, the researcher will communicate with the physicians at the outpatient clinics and rehabilitation clinics. The researcher will explain to the physicians the aim and the nature of the study and will give them copies of the research proposal. Secondly, the physicians will talk to the family caregivers of the stroke survivors about the proposed study. If the family caregivers accepted to participate in the study, the physicians will give them the contact of the researcher and they will ask the family caregivers for permission to allow the researcher to contact them. After that, the researcher will meet the family caregivers and the stroke survivors to explain to them the purpose and nature of the study. If they accepted to participate in the study, written informed consent will be obtained from the participants. The study participants will be informed all data will be used for research only and they have the right to withdraw from the study at any time.\n\nAfter the confirmation of the availability of inclusion criteria among the study participants and obtaining informed consent, the allocation of the participants in the Intervention Group (IG) or in the Control Group (CG) will be through 1:1 open-label randomization. Participants will be randomized into one of the two groups after the stratification of the stroke survivors by the dependency level (Modified Rankin scale III or IV or V) and by dementia (Mini-Mental State Examination (MMSE) ≤20 or more than 20). Randomization will be performed by a trained research assistant (randomized allocation center) who is not involved in the intervention or the evaluation. The research assistant will inform the researcher which participants are assigned to the IG and which patients are CG.\n\n* Initial baseline home visit An initial baseline home visit to both the intervention and control group will be conducted to collect the baseline data. The baseline data will include the demographic characteristics of the family, the family caregivers, the stroke survivors, and the home preparation. It will include also, the general health condition of the family caregiver, the stroke survivors' general health condition, post-stroke complications, and the provided health care services. Besides, baseline data of the primary and secondary outcomes. All baseline data will be collected before the intervention during baseline home visit through self-administered questionnaires and face to face interviews with the participants. After that, tailored plans will be designed based on the needs of the participants.\n* Period of intervention and method of delivery (6 months) The principal investigator will collaborate with other researchers who are academic staff and trained nurses to assist in the conduction of the study. All researchers and nurses will be trained by the principal investigator.\n\n  * First 3 months:\n\n    3 home visits, 3 telephone interventions, and 1 peer support session will be conducted within the first 3 months. Each home visit will last 120 minutes, and each telephone intervention will last 30-40 minutes. The peer support session will last 90 minutes. The home visits and telephone interventions will be conducted biweekly alternatively.\n  * Second 3 months:\n\n    3 telephone follow up will be conducted within the second 3 months. One telephone follows up will be conducted every month. Each telephone session will last 30-40 minutes.\n\nEthical issues and consent:\n\nA primary approval will be granted from the Ethical Research Committee, written consent will be obtained from the family caregivers and the stroke survivors after explaining the purpose, nature, benefits, and risks of the study. The study subjects will be informed all data will be used for research only and they have the right to withdraw from the study at any time.\n\nData analysis:\n\nTo ensure comparability between the intervention group and the control group, all baseline data will be analyzed.\n\nQuantitative variables will be expressed as means and standard deviations. For the qualitative variables, absolute and relative frequencies will be presented. T-test, the Mann-Whitney U test, Pearson's chi-square test or Fisher's exact test and ANOVA and ANCOVA according to normality will be used to compare the groups. One of the three different imputation methods, namely, Baseline Observation Carried Forward (BOCF) or Last Observation Carried Forward (LOCF) or Worst Observation Carried Forward (WOCF) will be used to account for the missing data from the participants who discontinued the study, to evaluate the changes in the primary and secondary outcomes. The significance level will be set at ≤ 0.05. The Statistical Package for Social Sciences (SPSS) version 21.0 will be used for analysis."},"conditionsModule":{"conditions":["Stroke","Caregiver Burden","Caregiver Burnout"],"keywords":["Family caregiver -Stroke - Care burden - Intervention"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"open-label, two-arm Randomized Control Trial (RCT)","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":110,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Intervention Group","type":"EXPERIMENTAL","description":"Tailored Multidimensional Intervention","interventionNames":["Behavioral: Tailored Multidimensional Intervention. the tailored intervention will be implemented through 6 months using a multidimensional approach (skill building, psychoeducation and peer support)."]},{"label":"Control Group","type":"NO_INTERVENTION","description":"Regarding the control group, the participants will receive a simple educational booklet through one home visit."}],"interventions":[{"type":"BEHAVIORAL","name":"Tailored Multidimensional Intervention. the tailored intervention will be implemented through 6 months using a multidimensional approach (skill building, psychoeducation and peer support).","description":"Skill-building can be defined as training the family caregivers the following skills (1) hands-on training in such skills as positioning, transferring and mobility techniques and assistance with activities of daily living; (2) coping strategies and stress management (3) communicating with healthcare professionals. Psycho-education is teaching and provision the family caregivers the knowledge and information regarding stroke (stroke definition, types of stroke, risk factors, prevention of recurrent stroke, medication management, stroke complications and measures for prevention and management of these complications). Besides, family caregivers will be taught and given the knowledge and information regarding managing stroke survivors' emotions and behaviors. Peer support can be defined as engaging the family caregivers of stroke survivors in interactions with their peers for support and exchanging advices and experiences.","armGroupLabels":["Intervention Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Measuring the change of the Care burden among family caregivers of stroke survivors (Zarit Burden Interview)","description":"Care burden can be defined in this context as the personal strain and role strain that the family caregiver experienced due to caring for one of the family. members having stroke. Consequently, the family caregivers will suffer from physical or psychological or emotional or social or financial complains. The Short version (12 items) of Zarit Burden Interview will be used. Items are rated on a 5-point Likert scale from 0 (never) to 4 (almost always). the validated Arabic version will be used.","timeFrame":"baseline, 3 months, 6 months"}],"secondaryOutcomes":[{"measure":"Measuring the change of the perceived needs of family caregivers of stroke survivors (Family Needs Questionnaire- Revised (FNQ-R)","description":"The FNQ-R can be used to develop individualized educational and therapy programs tailored to family members' stated needs. Furthermore, completion of the questionnaire prior to and following intervention helps provide an index of intervention effectiveness. Family caregivers will be asked to indicate the importance to rate the degree to which the need has been met (met, partially met, not met). the tool consists of 37 questions presenting different needs domains. It includes 6 factors (Health Information, Emotional Support, Instrumental Support, Professional Support, Community Support Network and Involvement with Care). the tool will be translated into Arabic context and validity and reliability will be ensured.","timeFrame":"baseline, 3 months and 6 months"},{"measure":"Measuring the change of the coping strategies among family caregivers of stroke survivors (Brief-COPE (Coping Orientation to Problems Experienced) Inventory)","description":"Brief COPE is a 28 items scale measures the ways individuals use to cope with stress in their life. Brief COPE is formed of 14 domains/ scales (each consisted of 2 items) were responses ranged from 1 (I haven't been doing this at all) to 4 (I've been doing this a lot). the validated Arabic version will be used.","timeFrame":"baseline, 3 months and 6 months"},{"measure":"Measuring the change of the Quality of Life among family caregivers of stroke survivors (WHOQOL-BREF)","description":"It consists of 26 questions. It includes 2 general questions, 7 questions regarding physical health, 6 questions regarding psychological, 3 questions regarding social relationships and 8 questions regarding environment. Items are rated on 5-points likert scale (from 1 to 5). The validated Arabic version will be used.","timeFrame":"baseline, 3 months and 6 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participants will be included if they meet the following criteria:\n\n  1. who is 18 years old or more and\n  2. who is caring for stroke survivors having stroke within 6 months ago and with modified Rankin scale scores equal 3 to 5.\n\nExclusion Criteria:\n\n* Family caregivers will be excluded:\n\n  1. if they have cognitive impairments.\n  2. if their stroke survivors have one of the following conditions: (1) the stroke survivors have other limitations of mobility such as (fracture, dislocation, spinal cord injury, spinal vertebrae injury); and (2) the stroke survivor has terminal stage diseases such as end-stage cancer, end-stage liver disease and end-stage kidney disease or any other end-stage diseases.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Mahmoud A Elsheikh, PhD Student","affiliation":"Hiroshima University","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Michiko Moriyama, Professor","affiliation":"Hiroshima University","role":"STUDY_CHAIR"}],"locations":[{"facility":"Community based study (from the outpatient clinics and the rehabilitation centers at the community at Mansoura city and surrounding cities and villages within Dakahlia)","city":"Mansoura","state":"Dakahlia","zip":"35511","country":"Egypt","geoPoint":{"lat":31.03637,"lon":31.38069}}]},"referencesModule":{"references":[{"pmid":"29258372","type":"BACKGROUND","citation":"Abd-Allah F, Khedr E, Oraby MI, Bedair AS, Georgy SS, Moustafa RR. Stroke burden in Egypt: data from five epidemiological studies. Int J Neurosci. 2018 Aug;128(8):765-771. doi: 10.1080/00207454.2017.1420068. Epub 2018 Jan 4."},{"pmid":"24618967","type":"BACKGROUND","citation":"Adelman RD, Tmanova LL, Delgado D, Dion S, Lachs MS. Caregiver burden: a clinical review. JAMA. 2014 Mar 12;311(10):1052-60. doi: 10.1001/jama.2014.304."},{"pmid":"26251579","type":"BACKGROUND","citation":"Andrew NE, Kilkenny MF, Naylor R, Purvis T, Cadilhac DA. The relationship between caregiver impacts and the unmet needs of survivors of stroke. Patient Prefer Adherence. 2015 Jul 27;9:1065-73. doi: 10.2147/PPA.S85147. eCollection 2015."},{"pmid":"23867141","type":"BACKGROUND","citation":"Bachner YG. Preliminary assessment of the psychometric properties of the abridged Arabic version of the Zarit Burden Interview among caregivers of cancer patients. Eur J Oncol Nurs. 2013 Oct;17(5):657-60. doi: 10.1016/j.ejon.2013.06.005. Epub 2013 Jul 15."},{"pmid":"25034718","type":"BACKGROUND","citation":"Bakas T, Clark PC, Kelly-Hayes M, King RB, Lutz BJ, Miller EL; American Heart Association Council on Cardiovascular and Stroke Nursing and the Stroke Council. Evidence for stroke family caregiver and dyad interventions: a statement for healthcare professionals from the American Heart Association and American Stroke Association. Stroke. 2014 Sep;45(9):2836-52. doi: 10.1161/STR.0000000000000033. Epub 2014 Jul 17."},{"pmid":"11574710","type":"BACKGROUND","citation":"Bedard M, Molloy DW, Squire L, Dubois S, Lever JA, O'Donnell M. The Zarit Burden Interview: a new short version and screening version. Gerontologist. 2001 Oct;41(5):652-7. doi: 10.1093/geront/41.5.652."},{"pmid":"29578827","type":"BACKGROUND","citation":"Caro CC, Costa JD, Da Cruz DMC. Burden and Quality of Life of Family Caregivers of Stroke Patients. Occup Ther Health Care. 2018 Apr;32(2):154-171. doi: 10.1080/07380577.2018.1449046. Epub 2018 Mar 26."},{"pmid":"23657469","type":"BACKGROUND","citation":"Eames S, Hoffmann T, Worrall L, Read S, Wong A. Randomised controlled trial of an education and support package for stroke patients and their carers. BMJ Open. 2013 May 8;3(5):e002538. doi: 10.1136/bmjopen-2012-002538."},{"pmid":"28499004","type":"BACKGROUND","citation":"Frontera WR, Bean JF, Damiano D, Ehrlich-Jones L, Fried-Oken M, Jette A, Jung R, Lieber RL, Malec JF, Mueller MJ, Ottenbacher KJ, Tansey KE, Thompson A. Rehabilitation Research at the National Institutes of Health:: Moving the Field Forward (Executive Summary). Phys Ther. 2017 Apr 1;97(4):393-403. doi: 10.1093/ptj/pzx027."},{"pmid":"25752228","type":"BACKGROUND","citation":"Gbiri CA, Olawale OA, Isaac SO. Stroke management: Informal caregivers' burdens and strians of caring for stroke survivors. Ann Phys Rehabil Med. 2015 Apr;58(2):98-103. doi: 10.1016/j.rehab.2014.09.017. Epub 2015 Jan 7."},{"pmid":"30936715","type":"BACKGROUND","citation":"Hekmatpou D, Mohammad Baghban E, Mardanian Dehkordi L. The effect of patient care education on burden of care and the quality of life of caregivers of stroke patients. J Multidiscip Healthc. 2019 Mar 20;12:211-217. doi: 10.2147/JMDH.S196903. eCollection 2019. Erratum In: J Multidiscip Healthc. 2019 Nov 05;12:881."},{"pmid":"26157260","type":"BACKGROUND","citation":"Jeong YG, Jeong YJ, Kim WC, Kim JS. The mediating effect of caregiver burden on the caregivers' quality of life. J Phys Ther Sci. 2015 May;27(5):1543-7. doi: 10.1589/jpts.27.1543. Epub 2015 May 26."},{"type":"BACKGROUND","citation":"Karagiozi, K., Papastavrou, E., Giaglis, G., Pattakou, V., Kosta-Tsolaki, M., & Papaliagkas, V. (2014). Combined Intervention for Caregivers of Patients with Dementia: A Randomized Controlled Trial. International Journal of Academic Research in Psychology, 1(2), 77-95. https://doi.org/10.6007/IJARP/v1-i2/1203"},{"type":"BACKGROUND","citation":"Lutz, B. J., & Camicia, M. (2016). Supporting the needs of stroke caregivers across the care continuum. Journal of Clinical Outcomes Management, 23(12), 557-566."},{"pmid":"28469987","type":"BACKGROUND","citation":"Shata ZN, Amin MR, El-Kady HM, Abu-Nazel MW. Efficacy of a multi-component psychosocial intervention program for caregivers of persons living with neurocognitive disorders, Alexandria, Egypt: A randomized controlled trial. Avicenna J Med. 2017 Apr-Jun;7(2):54-63. doi: 10.4103/2231-0770.203610."},{"pmid":"25834409","type":"BACKGROUND","citation":"Tsai PC, Yip PK, Tai JJ, Lou MF. Needs of family caregivers of stroke patients: a longitudinal study of caregivers' perspectives. Patient Prefer Adherence. 2015 Mar 18;9:449-57. doi: 10.2147/PPA.S77713. eCollection 2015."},{"pmid":"25511615","type":"BACKGROUND","citation":"Watanabe A, Fukuda M, Suzuki M, Kawaguchi T, Habata T, Akutsu T, Kanda T. Factors decreasing caregiver burden to allow patients with cerebrovascular disease to continue in long-term home care. J Stroke Cerebrovasc Dis. 2015 Feb;24(2):424-30. doi: 10.1016/j.jstrokecerebrovasdis.2014.09.013. Epub 2014 Dec 12."},{"type":"BACKGROUND","citation":"White, C. L., Cantu, A. G., & Trevino, M. M. (2015). Interventions for caregivers of stroke survivors: An update of the evidence. Clinical Nursing Studies, 3(3), 87-95. https://doi.org/10.5430/cns.v3n3p87"},{"pmid":"35168963","type":"DERIVED","citation":"Elsheikh MA, Moriyama M, Rahman MM, Kako M, El-Monshed AH, Zoromba M, Zehry H, Khalil MH, El-Gilany AH, Amr M. Effect of a tailored multidimensional intervention on the care burden among family caregivers of stroke survivors: a randomised controlled trial. BMJ Open. 2022 Feb 15;12(2):e049741. doi: 10.1136/bmjopen-2021-049741."},{"pmid":"33323445","type":"DERIVED","citation":"Elsheikh MA, Moriyama M, Rahman MM, Kako M, El-Monshed AH, Zoromba M, Zehry H, Khalil MH, Amr M. Effect of a tailored multidimensional intervention on the care burden among family caregivers of stroke survivors: study protocol for a randomised controlled trial. BMJ Open. 2020 Dec 15;10(12):e041637. doi: 10.1136/bmjopen-2020-041637."}],"seeAlsoLinks":[{"label":"Marwitz, J. (2000). The Family Needs Questionnaire. The Center for Outcome Measurement in Brain Injury. ( accessed October 29, 2019 ).","url":"http://www.tbims.org/combi/fnq"},{"label":"Cardiovascular diseases (CVDs)","url":"https://www.who.int/news-room/fact-sheets/detail/cardiovascular-diseases-(cvds)"}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"all IPD that underlie results in a publication will be shared to open data repository.","infoTypes":["STUDY_PROTOCOL"],"timeFrame":"The dataset was submitted to the Dryad repository in February 2020.","accessCriteria":"Open access\n\ndoi:10.5061/dryad.gf1vhhmm5","url":"https://datadryad.org/stash/share/t_bvo8CoAbhtf8Pi_GTjoBFgMmIiyhUpz1aAQpNv_Qw"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000084802","term":"Caregiver Burden"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000013315","term":"Stress, Psychological"},{"id":"D000001526","term":"Behavioral Symptoms"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M2481","name":"Caregiver Burden","asFound":"Caregiver Burden","relevance":"HIGH"},{"id":"M1658","name":"Burnout, Psychological","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M15795","name":"Stress, Psychological","relevance":"LOW"},{"id":"M4508","name":"Behavioral Symptoms","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}