{"protocolSection":{"identificationModule":{"nctId":"NCT06190795","orgStudyIdInfo":{"id":"2023/00507"},"organization":{"fullName":"Tan Tock Seng Hospital","class":"OTHER"},"briefTitle":"A Smartphone Application for a Self-directed Upper Limb Therapy After Stroke","officialTitle":"Feasibility and Effectiveness of AI-powered Interactive Smartphone Application for a Self-directed Upper Limb Therapy Implementation After Stroke"},"statusModule":{"statusVerifiedDate":"2024-01","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-01-22","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-12-19","studyFirstSubmitQcDate":"2024-01-03","studyFirstPostDateStruct":{"date":"2024-01-05","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-01-14","lastUpdatePostDateStruct":{"date":"2024-01-17","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Tan Tock Seng Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The aim of study is to investigate a newly developed AI smartphone application's feasibility, usefulness in improving users' experience, effect on adherence, UL use and recovery after stroke. The study is a prospective randomized controlled trial (RCT) to compare the implementation of AMPLIFY, a self-directed UL programme for people with stroke in two modes of delivery- hardcopy manual versus the mobile application. Eighty people with stroke within 4 weeks of stroke will be randomly allocated to either the experimental group (smartphone app) or control group (hardcopy manual) to undergone four weeks of AMPLIFY program. To compare the clinical effects of delivery AMPLIFY program via smartphone app versus hardcopy manual, assessments will be done at three time points- pre-intervention, post-intervention and three months post-intervention.","detailedDescription":"Background To intensify practice to influence neuroplasticity to optimize UL recovery after stroke, it is important to empower people with stroke to perform self-directed UL therapy outside therapy. However, it has been found that increasing UL practice is often challenging with high level of inactivity found in people with stroke during rehabilitation. Traditionally, self-directed program has been delivered via hard copy manuals. Hardcopy manuals are often cumbersome and difficult to retrieve and handle, especially for those with moderate/severe UL impairment. Hence a more accessible format of exercise/activities instructions is needed. There is lack of reminders for people with stroke to keep up to prescribed exercise regime. This may affect adherence as some may not remember the prescribed practice sessions. Without immediate feedback of UL movement performed during self-practice, people with stroke may continue with compensatory movement performance without correction. This may in turns hinder UL recovery.\n\nThe aim of this study is to overcome these challenges by developing an AI-powered interactive smartphone application called AMPLIFY app that enables prescription and progression of exercises/functional activities, while offering immediate feedback on UL movement performed, real-time logging and monitoring of adherence through virtual platform. The inherent interactive nature of app offers features to engage and remind people with stroke to use their paretic UL. This app offers remote monitoring and supervision by therapists without need for actual therapists' physical presence. As the AMPLIFY app is a newly developed AI-powered interactive smartphone application, it is important to investigate the app's feasibility, usefulness in improving users' experience, effect on adherence, UL use, recovery and cost-effectiveness.\n\nAim:\n\nTo Investigate:\n\n1. Feasibility of AMPLIFY app in completing self-directed UL therapy programme\n2. Usefulness of AMPLIFY app in improving the users' experience in self-directed UL therapy programme performance\n3. Effectiveness of AMPLIFY app in increasing adherence in self-directed UL therapy programme performance\n4. Effectiveness of AMPLIFY app in increasing UL use, confidence and improving recovery after stroke\n5. Cost-effectiveness of AMPLIFY app in reducing the need for clinical review in self-directed UL therapy programme performance\n\nMethods:\n\nThe study is a prospective randomized controlled trial (RCT) to compare the implementation of AMPLIFY programme in two modes of delivery- smartphone app versus hardcopy manuals to investigate the aims mentioned above.\n\nPeople with stroke who fit into the inclusion and exclusion criteria will be invited to participate in the study via informed consent by the research assistant (RA)/ study team members. Once the informed consent has been given by the participants, the participants will undergo the pre-intervention assessment. After the pre-intervention assessment, the participants will be randomised either to the experimental group (AMPLIFY programme via the smartphone app) or control group (AMPLIFY programme via the hardcopy manuals). The intervention of experimental and control arms are described below. Both groups essentially undergo the same AMPLIFY programme but via different modes. Time points of assessment: pre-intervention, post-intervention and post-3months intervention assessments.\n\nExperimental arm Assigned intervention The AMPLIFY Programme will be delivered via smartphone application with two levels. Level 1 is catered for people with stroke with Action Research Arm Test (ARAT) score \\<34, while Level 2 is catered for people with stroke with ARAT score \\>=34. Level 1 consists of six warm up exercises, six strengthening exercises and ten functional activities. Level 2 consists of three warm up exercises, four strengthening exercises, nine hand coordination and dexterity exercises, and ten functional activities. Five to six exercises (including at least one functional activity) will be prescribed to the stroke participants for each session to be performed independently or with the help of caregiver. Stroke participants are to performed the exercises/functional activities three sessions per day (i.e. morning, afternoon, evening) and for six days per week. In addition, the stroke participants are to use their paretic UL to perform the functional activities prescribed to them whenever needed throughout the day. The AMPLIFY programme will last for four weeks. If the stroke participants are discharged before the AMPLIFY programme ends, the participants will continue with the programme at home with the reviews being performed by the therapists via tele-rehabilitation. Frequency of reviews for the experimental group will be as follows: Week1 (2x); Week2 (1x); Week3 (x0); Week4 (x1).\n\nControl arm Assigned intervention The AMPLIFY Programme consists of two booklets (Booklet 1 and Booklet 2). Booklet 1 is catered for people with stroke with ARAT score \\<34, while Booklet 2 is catered for people with stroke with ARAT score \\>=34. Booklet 1 consists of six warm up exercises, six strengthening exercises and ten functional activities. Booklet 2 consists of three warm up exercises, four strengthening exercises, nine hand coordination and dexterity exercises, and ten functional activities. Five to six exercises (including at least one functional activity) will be prescribed to the stroke participants for each session to be performed independently or with the help of caregiver. Stroke participants are to performed the exercises/functional activities three sessions per day (i.e. morning, afternoon, evening) and for six days per week. In addition, the stroke participants are to use their paretic UL to perform the functional activities prescribed to them whenever needed throughout the day. The AMPLIFY programme will last for four weeks. If the stroke participants are discharged before the AMPLIFY programme ends, the participants will continue with the programme at home with the reviews being performed by the therapists via tele-rehabilitation. Frequency of reviews for the control group will be as follows: Week1 (3x); Week2 (2x); Week3 (x1); Week4 (x1)."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Upper Limb","Therapy"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Randomised Blinded Controlled Trial","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"The outcome assessor will be blinded to which group the research participants are in","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":80,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Smartphone Application","type":"EXPERIMENTAL","description":"AMPLIFY Programme delivered via smartphone application with 2 levels. Level 1 is catered for people with stroke with ARAT score \\<34, while Level 2 is catered for people with stroke with ARAT score \\>=34. Five to 6 exercises will be prescribed to the stroke participants for each session to be performed independently or with the help of caregiver. Stroke participants are to performed exercises 3 sessions per day for 6 days per week. Stroke participants are to use paretic UL to perform functional activities prescribed whenever needed throughout the day. AMPLIFY programme will last for 4 weeks. If the stroke participants are discharged before 4 weeks, the participants will continue at home with the reviews being performed by the therapists via tele-rehabilitation. Frequency of reviews for the experimental group will be: Week1 (2x); Week2 (1x); Week3 (x0); Week4 (x1).","interventionNames":["Other: AMPLIFY Smartphone Application"]},{"label":"Hardcopy Manual","type":"ACTIVE_COMPARATOR","description":"AMPLIFY Programme will be delivered via hardcopy manual. AMPLIFY Programme consists of two booklets (Booklet 1 and Booklet 2). Booklet 1 is catered for people with stroke with ARAT score \\<34, while Booklet 2 is catered for people with stroke with ARAT score \\>=34. Five to 6 exercises will be prescribed to the stroke participants for each session to be performed independently or with the help of caregiver. Stroke participants are to performed the exercises 3 sessions per day for 6 days per week. Stroke participants are to use paretic UL to perform functional activities prescribed whenever needed throughout the day. AMPLIFY programme will last for 4 weeks. If stroke participants are discharged before AMPLIFY programme ends, the participants will continue at home with the reviews being performed by the therapists via tele-rehabilitation. Frequency of reviews for the control group will be as follows: Week1 (3x); Week2 (2x); Week3 (x1); Week4 (x1).","interventionNames":["Other: Hardcopy Manual"]}],"interventions":[{"type":"OTHER","name":"AMPLIFY Smartphone Application","description":"AMPLIFY Smartphone Application enables prescription and progression of exercises/functional activities, while offering immediate feedback on upper limb movement performed, real-time logging and monitoring of adherence through virtual platform","armGroupLabels":["Smartphone Application"]},{"type":"OTHER","name":"Hardcopy Manual","description":"Hardcopy Manual","armGroupLabels":["Hardcopy Manual"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Action Research Arm Test","description":"Change in Action Research Arm Test (minimum score 0 - maximum score 57; the higher the score the better the upper limb performance)","timeFrame":"Change from pre-intervention to immediate post-intervention"}],"secondaryOutcomes":[{"measure":"Change in Action Research Arm Test","description":"Change in Action Research Arm Test (minimum score 0 - maximum score 57; the higher the score the better the upper limb performance)","timeFrame":"Change from immediate post-intervention to 3 month post-intervention"},{"measure":"Change in Upper Limb Self-Efficacy Test","description":"Change in Upper Limb Self-Efficacy Test (minimum score 0 - maximum score 200; the higher the score the higher the level of self-efficacy in upper limb use)","timeFrame":"Change from pre-intervention to immediate post-intervention"},{"measure":"Change in Upper Limb Self-Efficacy Test","description":"Change in Upper Limb Self-Efficacy Test (minimum score 0 - maximum score 200; the higher the score the higher the level of self-efficacy in upper limb use)","timeFrame":"Change from immediate post-intervention to 3 month post-intervention"},{"measure":"Change in Rating of Everyday Arm-use in the Community and Home","description":"Change in Rating of Everyday Arm-use in the Community and Home (minimum score 0 -maximum score 5; the higher the score the higher the level of upper limb use)","timeFrame":"Change from pre-intervention to immediate post-intervention"},{"measure":"Change in Rating of Everyday Arm-use in the Community and Home","description":"Change in Rating of Everyday Arm-use in the Community and Home (minimum score 0 -maximum score 5; the higher the score the higher the level of upper limb use)","timeFrame":"Change from immediate post-intervention to 3 month post-intervention"},{"measure":"Change in Stroke Rehabilitation Motivation Scale","description":"Change in Stroke Rehabilitation Motivation Scale (minimum score 28 - maximum score 140; the higher the score the higher the level of motivation)","timeFrame":"Change from pre-intervention to immediate post-intervention"},{"measure":"Change in Stroke Rehabilitation Motivation Scale (SRMS)","description":"Change in Stroke Rehabilitation Motivation Scale (minimum score 28 - maximum score 140; the higher the score the higher the level of motivation)","timeFrame":"Change from immediate post-intervention to 3 month post-intervention"},{"measure":"Change in upper limb pain visual analogue scale","description":"Change in upper limb pain visual analogue scale (minimum score 0 - maximum score 10; the higher the score the higher the level of upper limb pain)","timeFrame":"Change from pre-intervention to immediate post-intervention"},{"measure":"Change in upper limb pain visual analogue scale","description":"Change in upper limb pain visual analogue scale (minimum score 0 - maximum score 10; the higher the score the higher the level of upper limb pain)","timeFrame":"Change from immediate post-intervention to 3 month post-intervention"},{"measure":"Change in upper limb Modified Ashworth Scale","description":"Change in upper limb Modified Ashworth Scale (minimum score 0 - maximum score 4; the higher the score the higher the level of upper limb resistance to passive movement)","timeFrame":"Change from pre-intervention to immediate post-intervention"},{"measure":"Change in upper limb Modified Ashworth Scale","description":"Change in upper limb Modified Ashworth Scale (minimum score 0 - maximum score 4; the higher the score the higher the level of upper limb resistance to passive movement)","timeFrame":"Change from immediate post-intervention to 3 month post-intervention"},{"measure":"Feasibility - Number of drop-out","description":"Number of drop-out from AMPLIFY Programme","timeFrame":"Throughout the 4 weeks of intervention"},{"measure":"Feasibility- Number of adverse events related to AMPLIFY Programme","description":"Number of adverse events related to intervention","timeFrame":"Throughout the 4 weeks of intervention"},{"measure":"AMPLIFY Programme Adherence","description":"Percentage of adherence to the prescribed AMPLIFY Programme","timeFrame":"Throughout the 4 weeks of intervention"},{"measure":"Number of upper limb repetitions performed in AMPLIFY Programme","description":"Number of upper limb repetitions performed in AMPLIFY Programme","timeFrame":"Throughout the 4 weeks of intervention"},{"measure":"Number of Clinical Reviews in AMPLIFY Programme","description":"Number of Clinical Reviews in AMPLIFY Programme","timeFrame":"Throughout the 4 weeks of intervention"},{"measure":"User Experience Survey","description":"Feedback on user experience on hardcopy manual / smartphone application (minimum score 0 - maximum score 40; the higher the score the higher the ease and satisfaction to the use of the hardcopy manual / smartphone application)","timeFrame":"End of 4 weeks intervention"},{"measure":"Affinity for Technology Interaction Scale","description":"Affinity for Technology Interaction Scale (minimum score 1 - maximum score 6; the higher the score the higher the affinity to technology)","timeFrame":"Pre-intervention"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosis of stroke (confirmed by CT/MRI scans)\n* ≤four weeks post-stroke\n* Montreal Cognitive Assessment (MOCA)\\>=21\n* Finger extension Medical Research Council (MRC) \\>=1\n* Fugl Meyer Upper Limb score \\<60 or NIHSS Motor Arm section score\\>=2\n* Potential discharge to home (able to do tele-rehabilitation for review)\n\nExclusion Criteria:\n\n* Bilateral stroke\n* Montreal Cognitive Assessment (MOCA)\\<21\n* Paretic upper limb numeric pain rating scale (NPRS)\\>5\n* Reduced paretic upper limb use prior to stroke episode (e.g. frozen shoulder, fracture, etc)\n* Reduced paretic upper limb use due to orthopaedic problems such as fracture in existing stroke episode\n* Medically unstable\n* Neglect as ascertained by treatment team\n* Severe behavioural disturbance or agitation or epilepsy or untreated depression or psychiatric conditions\n* Pregnancy or lactation states","healthyVolunteers":false,"sex":"ALL","minimumAge":"21 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Lay Fong Chin, PhD","role":"CONTACT","phone":"+6568435896","email":"lay_fong_chin@ttsh.com.sg"},{"name":"Yi Huii Lim, Masters","role":"CONTACT","phone":"+6563578339","email":"Yi_Hui_Lim@ttsh.com.sg"}],"locations":[{"facility":"Lay Fong Chin","city":"Singapore","zip":"307382","country":"Singapore","contacts":[{"name":"Lay Fong Chin, PhD","role":"CONTACT","phone":"(65) 64506181","email":"lay_fong_chin@ttsh.com.sg"},{"name":"Yi Hui Lim","role":"CONTACT","email":"yi_hui_lim@ttsh.com.sg"}],"geoPoint":{"lat":1.28967,"lon":103.85007}}]},"referencesModule":{"references":[{"pmid":"34281405","type":"BACKGROUND","citation":"Chin LF, Hayward KS, Chai ALM, Brauer SG. A Self-Empowered Upper Limb Repetitive Engagement Program to Improve Upper Limb Recovery Early Post-Stroke: Phase II Pilot Randomized Controlled Trial. Neurorehabil Neural Repair. 2021 Sep;35(9):836-848. doi: 10.1177/15459683211032967. Epub 2021 Jul 19."}],"seeAlsoLinks":[{"label":"pubmed link to journal article","url":"https://www.ncbi.nlm.nih.gov/pubmed/34281405."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}