{"protocolSection":{"identificationModule":{"nctId":"NCT04682223","orgStudyIdInfo":{"id":"Pro00105675"},"secondaryIdInfos":[{"id":"P50DC014664","type":"NIH","link":"https://reporter.nih.gov/quickSearch/P50DC014664"}],"organization":{"fullName":"University of South Carolina","class":"OTHER"},"briefTitle":"Telerehabilitation for Aphasia (TERRA)","officialTitle":"Center for the Study of Aphasia Recovery (C-STAR): Telerehabilitation for Aphasia (TERRA)","acronym":"TERRA"},"statusModule":{"statusVerifiedDate":"2023-05","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-05-05","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-01-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-03-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-12-18","studyFirstSubmitQcDate":"2020-12-18","studyFirstPostDateStruct":{"date":"2020-12-23","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-05-11","lastUpdatePostDateStruct":{"date":"2023-05-12","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Julius Fridriksson","investigatorTitle":"Primary Investigator","investigatorAffiliation":"University of South Carolina"},"leadSponsor":{"name":"University of South Carolina","class":"OTHER"},"collaborators":[{"name":"National Institute on Deafness and Other Communication Disorders (NIDCD)","class":"NIH"},{"name":"Medical University of South Carolina","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Speech-language therapy is generally found to be helpful in the rehabilitation of aphasia. However, not all patients with aphasia have access to adequate treatment to maximize their recovery. The goal of this project is to compare the efficacy of telerehabilitation or Aphasia Remote Therapy (ART) to the more traditional In-Clinic Therapy (I-CT).","detailedDescription":"Stroke is the leading cause of adult disability in the United States. One of the most debilitating impairments resulting from stroke is aphasia, a language disorder caused by damage to the left hemisphere of the brain. While evidence shows that aphasia therapy improves speech production and communicative quality of life in persons with chronic (\\>6 months) stroke-induced aphasia, the amount of therapy provided to patients in the United States is typically far less than what is probably necessary to maximize recovery. There are a few important reasons underlying this discrepancy. For example, considerable emphasis is placed on acute and subacute stroke recovery with less therapy focus on the chronic period, when recovery is usually slower. Also, access to rehabilitation services can be limited by the availability of providers (e.g., in rural regions) or by difficulties with transportation logistics related to disabilities and the physical sequelae of stroke. One way to increase access to aphasia therapy is to rely on telerehabilitation (a.k.a., aphasia remote therapy; ART). So far, telerehabilitation in stroke has primarily focused on physical therapy, with only a handful of smaller studies involving aphasia therapy. The purpose of this study is to compare aphasia therapy administered via ART to aphasia therapy administered in person (In-Clinic Therapy; I-CT). We will conduct the first phase II, non-inferiority trial of telerehabilitation for aphasia therapy that is exclusively administered by a speech-language pathologist. Participants with chronic aphasia will be randomized to either a telerehabilitation or aphasia remote therapy (ART) group or an in-clinic therapy (I-CT) group relying on the same therapy approach currently used in our ongoing POLAR study. The outcome measure will focus on speech production and combines correct naming on the Philadelphia Naming Test and correct words produced per minute (CWPM) during discourse. The primary endpoint is change in the outcome measure at 6 months compared to baseline. The non-inferiority margin will be set so that if ART leads to less than 50% improvement than the improvement following I-CT, it will be considered inferior for therapy delivery. Neuroimaging will be used to evaluate how aphasia is shaped by the stroke lesion in combination with residual brain integrity."},"conditionsModule":{"conditions":["Aphasia","Stroke","Stroke Rehabilitation"],"keywords":["aphasia","stroke","telerehabilitation","speech-language therapy"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"To conduct a randomized controlled phase II trial aimed at testing whether aphasia therapy delivered by a remote SLP through videoconferencing (aphasia remote therapy; ART) is non-inferior to in-clinic therapy (I-CT).","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"Raters will be blind to study timepoint, assignment of ART or I-CT, and treatment type (semantically- or phonologically-focused).","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":100,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Aphasia Remote Therapy (ART)","type":"EXPERIMENTAL","description":"All participants in this group will receive 3 weeks of daily semantically-focused treatment (semantic feature analysis, semantic barrier task and verb network strengthening therapy) and 3 weeks of daily phonologically-focused treatment (phonological components analysis, phonological production task, phonological judgment task). Participants will be randomized to order of treatment.\n\nAll treatment will be done remotely with a speech-language pathologist through an online platform using therapy applications. Participants will be provided with teletherapy kits (including an Internet hotspot if needed) to complete the therapy tasks.","interventionNames":["Behavioral: Semantically-focused therapy tasks","Behavioral: Phonologically-focused therapy tasks"]},{"label":"In-Clinic Therapy (I-CT)","type":"ACTIVE_COMPARATOR","description":"All participants in this group will receive 3 weeks of daily semantically-focused treatment (semantic feature analysis, semantic barrier task and verb network strengthening therapy) and 3 weeks of daily phonologically-focused treatment (phonological components analysis, phonological production task, phonological judgment task). Participants will be randomized to order of treatment.\n\nAll treatment will be done in person with a speech-language pathologist at the UofSC Aphasia Lab.","interventionNames":["Behavioral: Semantically-focused therapy tasks","Behavioral: Phonologically-focused therapy tasks"]}],"interventions":[{"type":"BEHAVIORAL","name":"Semantically-focused therapy tasks","description":"1) Semantic feature analysis (SFA; Boyle \\& Coelho, 1995; Boyle, 2004). For each pictured stimulus the participant is prompted to name the picture. Then, s/he is encouraged to produce semantically related words that represent features similar to the target word. 2) Semantic barrier task. This approach includes features of the Promoting Aphasics' Communication Effectiveness (PACE; Davis \\& Wilcox,1985). The goal of the task is for one participant (e.g., person with aphasia) to describe each card so that the other participant (e.g., clinician) can guess the picture on the card. 3) Verb network strengthening therapy (VNeST; Edmonds et al., 2009; 2014) targets lexical retrieval of verbs and their thematic nouns. The objective of VNeST is for the participant to generate verb-noun associates with the purpose of strengthening the connections between the verb and its thematic roles.","armGroupLabels":["Aphasia Remote Therapy (ART)","In-Clinic Therapy (I-CT)"]},{"type":"BEHAVIORAL","name":"Phonologically-focused therapy tasks","description":"1) Phonological components analysis task (PCA; Leonard et al., 2008). The participant first attempts to name a given picture and then to identify the phonological features of the target words. 2) Phonological production task focuses on the identification of phonological features of targeted, imageable nouns and verbs. It requires the participant to sort picture stimuli based on the number of syllables and then to identify a hierarchy of phonological features. Once each targeted feature is identified for the pair of words, the participant is required to blend the syllables/sounds together. 3) Phonological judgment task relies on computerized presentation of verbs and nouns where participants are required to judge whether pairs of words include similar phonological features (e.g. # of syllables, initial phonemes, final phonemes, rhyming).","armGroupLabels":["Aphasia Remote Therapy (ART)","In-Clinic Therapy (I-CT)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Speech Production Outcome Score (SPOTS)","description":"A composite measure of naming (items correct on the Philadelphia Naming Test (PNT; Roach et al., 1996) and discourse words per minute (WPM)","timeFrame":"Compare baseline score to 6 month follow-up (after treatment) score."}],"secondaryOutcomes":[{"measure":"Improvement in overall aphasia severity","description":"As measured by the Western Aphasia Battery-Revised (WAB-R; Kertesz, 2007)","timeFrame":"Compare baseline score to 6 month follow-up (after treatment) score."},{"measure":"Improvement in quality of life","description":"As measured by the Stroke Aphasia Quality of Life Scale-39 (SAQOL-39; Hilari et al., 2003)","timeFrame":"Compare baseline score to 6 month follow-up (after treatment) score."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Participants must have sustained a left hemisphere ischemic or hemorrhagic stroke at least 12 months prior to enrollment.\n2. Participants must primarily speak English for at least the past 20 years.\n3. Participants must be capable of giving informed consent or indicating another to provide informed consent.\n4. Participants must be between 21-80 years of age.\n5. Participants must be magnetic resonance imaging (MRI) compatible (e.g., no metal implants, not claustrophobic) on a 3-Tesla (3T) scanner.\n\nExclusion Criteria:\n\n1. Participants must not have previous neurological disease affecting the brain (e.g. history of traumatic brain injury).\n2. Participants must not have severely limited speech production (severe unintelligibility) and/or auditory comprehension that interferes with adequate participation in the therapy provided (i.e., WAB-R Spontaneous Speech rating scale score of 0-1 or WAB-R Comprehension score of 0-1).\n3. Participants must not have a history of stroke to the right hemisphere of the brain.\n4. Participants must not have a bilateral, cerebellar or brainstem stroke.\n5. Participants must not have anything that makes them be 3T MRI incompatible\n6. Insufficient intelligible speech to provide accurate responses with discourse/naming.","healthyVolunteers":false,"sex":"ALL","minimumAge":"21 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Sara Sayers, M.S.","role":"CONTACT","phone":"803-777-2693","email":"ssayers@mailbox.sc.edu"},{"name":"Kelli Powell, B.S.","role":"CONTACT","phone":"803-777-5051","email":"KELLIAP@mailbox.sc.edu"}],"overallOfficials":[{"name":"Julius Fridriksson, Ph.D.","affiliation":"University of South Carolina","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of South Carolina Aphasia Lab","status":"RECRUITING","city":"Columbia","state":"South Carolina","zip":"29201","country":"United States","contacts":[{"name":"Sara Sayers, M.S.","role":"CONTACT","phone":"803-777-2693","email":"ssayers@mailbox.sc.edu"},{"name":"Kelli Powell, B.S.","role":"CONTACT","phone":"803-777-5051","email":"kelliap@mailbox.sc.edu"},{"name":"Julius Fridriksson, Ph.D","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":34.00071,"lon":-81.03481}}]},"referencesModule":{"references":[{"type":"BACKGROUND","citation":"Bak TH, Hodges JR. Kissing and dancing-a test to distinguish the lexical and conceptual contributions to noun/verb and action/object dissociation. Preliminary results in patients with frontotemporal dementia. Journal of Neurolinguistics. 2003; 16(2): 169-181."},{"pmid":"28256356","type":"BACKGROUND","citation":"Breitenstein C, Grewe T, Floel A, Ziegler W, Springer L, Martus P, Huber W, Willmes K, Ringelstein EB, Haeusler KG, Abel S, Glindemann R, Domahs F, Regenbrecht F, Schlenck KJ, Thomas M, Obrig H, de Langen E, Rocker R, Wigbers F, Ruhmkorf C, Hempen I, List J, Baumgaertner A; FCET2EC study group. Intensive speech and language therapy in patients with chronic aphasia after stroke: a randomised, open-label, blinded-endpoint, controlled trial in a health-care setting. Lancet. 2017 Apr 15;389(10078):1528-1538. doi: 10.1016/S0140-6736(17)30067-3. Epub 2017 Mar 1. Erratum In: Lancet. 2017 Apr 15;389(10078):1518."},{"pmid":"27245310","type":"BACKGROUND","citation":"Brady MC, Kelly H, Godwin J, Enderby P, Campbell P. Speech and language therapy for aphasia following stroke. Cochrane Database Syst Rev. 2016 Jun 1;2016(6):CD000425. doi: 10.1002/14651858.CD000425.pub4."},{"pmid":"22592672","type":"BACKGROUND","citation":"Brady MC, Kelly H, Godwin J, Enderby P. Speech and language therapy for aphasia following stroke. Cochrane Database Syst Rev. 2012 May 16;(5):CD000425. doi: 10.1002/14651858.CD000425.pub3."},{"pmid":"15339233","type":"BACKGROUND","citation":"Boyle M. Semantic feature analysis treatment for anomia in two fluent aphasia syndromes. Am J Speech Lang Pathol. 2004 Aug;13(3):236-49. doi: 10.1044/1058-0360(2004/025)."},{"type":"BACKGROUND","citation":"Boyle M, Coelho CA. Application of semantic feature analysis as a treatment for aphasic dysnomia. American Journal of Speech-Language Pathology. 1995; 4(4): 913-919."},{"pmid":"26379358","type":"BACKGROUND","citation":"Cho-Reyes S, Thompson CK. Verb and sentence production and comprehension in aphasia: Northwestern Assessment of Verbs and Sentences (NAVS). Aphasiology. 2012;26(10):1250-1277. doi: 10.1080/02687038.2012.693584."},{"type":"BACKGROUND","citation":"Conners C, Connelly V, Campbell S, MacLean M, Barnes J. Conners' Continuous Performance Test. Multi-Health Systems, Inc. 2000."},{"type":"BACKGROUND","citation":"Davis JD. The Boston Cooking School Magazine of Culinary Science and Domestic Economics. Boston, MA: Boston Cooking-School Magazine. 1901."},{"type":"BACKGROUND","citation":"Davis A, Wilcox J. Adult Aphasia Rehabilitation: Applied Pragmatics. San Diego, CA: Singular. 1985."},{"pmid":"9337631","type":"BACKGROUND","citation":"Dell GS, Schwartz MF, Martin N, Saffran EM, Gagnon DA. Lexical access in aphasic and nonaphasic speakers. Psychol Rev. 1997 Oct;104(4):801-38. doi: 10.1037/0033-295x.104.4.801."},{"pmid":"24687125","type":"BACKGROUND","citation":"Edmonds LA, Mammino K, Ojeda J. Effect of Verb Network Strengthening Treatment (VNeST) in persons with aphasia: extension and replication of previous findings. Am J Speech Lang Pathol. 2014 May;23(2):S312-29. doi: 10.1044/2014_AJSLP-13-0098."},{"pmid":"19763227","type":"BACKGROUND","citation":"Edmonds LA, Nadeau SE, Kiran S. Effect of Verb Network Strengthening Treatment (VNeST) on Lexical Retrieval of Content Words in Sentences in Persons with Aphasia. Aphasiology. 2009 Mar 1;23(3):402-424. doi: 10.1080/02687030802291339."},{"type":"BACKGROUND","citation":"Fotiadou D, Northcott S, Chatzidaki A, Hilari, K. Aphasia blog talk: How does stroke and aphasia affect a person's social relationships? Aphasiology. 2014; 28(11): 1281-1300."},{"type":"BACKGROUND","citation":"Grimes N. Walt Disney's Cinderella. New York, NY: Random House. 2005."},{"pmid":"12855827","type":"BACKGROUND","citation":"Hilari K, Byng S, Lamping DL, Smith SC. Stroke and Aphasia Quality of Life Scale-39 (SAQOL-39): evaluation of acceptability, reliability, and validity. Stroke. 2003 Aug;34(8):1944-50. doi: 10.1161/01.STR.0000081987.46660.ED. Epub 2003 Jul 10."},{"pmid":"4075074","type":"BACKGROUND","citation":"Howard D, Patterson K, Franklin S, Orchard-Lisle V, Morton J. Treatment of word retrieval deficits in aphasia. A comparison of two therapy methods. Brain. 1985 Dec;108 ( Pt 4):817-29."},{"type":"BACKGROUND","citation":"Kay J, Lesser R, Coltheart M. PALPA: Psycholinguistic assessments of language processing in aphasia. New York, NY: Psychology Press. 2009."},{"type":"BACKGROUND","citation":"Kertesz A. Western Aphasia Battery-Revised. San Antonio, TX: Pearson. 2007."},{"type":"BACKGROUND","citation":"Lau M. Who made that? New York Times Magazine, June 7, 2013."},{"pmid":"32002991","type":"BACKGROUND","citation":"Laver KE, Adey-Wakeling Z, Crotty M, Lannin NA, George S, Sherrington C. Telerehabilitation services for stroke. Cochrane Database Syst Rev. 2020 Jan 31;1(1):CD010255. doi: 10.1002/14651858.CD010255.pub3."},{"type":"BACKGROUND","citation":"Leonard C, Rochon E, Laird, L. Treating naming impairments in aphasia: Findings from a phonological components analysis treatment. Aphasiology. 2008; 22(9): 923-947."},{"type":"BACKGROUND","citation":"Menn L, Ramsberger G, Estabrooks NH. A linguistic communication measure for aphasic narratives. Aphasiology. 1994; 8(4): 343-59."},{"type":"BACKGROUND","citation":"Monsell S. On the relation between lexical input and output pathways for speech. In: Language Perception and Production: Relationships between Listening, Speaking, Reading and Writing. Cognitive science series. Academic Press. 1987: 273-311."},{"pmid":"27563386","type":"BACKGROUND","citation":"Parmanto B, Lewis AN Jr, Graham KM, Bertolet MH. Development of the Telehealth Usability Questionnaire (TUQ). Int J Telerehabil. 2016 Jul 1;8(1):3-10. doi: 10.5195/ijt.2016.6196. eCollection 2016 Spring."},{"type":"BACKGROUND","citation":"Roach A, Schwartz MF, Martin N, Grewal RS, Brecher A. The Philadelphia Naming Test (PNT): Scoring and rationale. Clinical Aphasiology. 1996; 24: 121-134."},{"type":"BACKGROUND","citation":"Simmons-Mackie N, Worral L, Murray L, Enderby, P. The top ten: Best practice recommendations for aphasia. Aphasiology. 2016; 31(2): 1-21."},{"pmid":"25092638","type":"BACKGROUND","citation":"Strand EA, Duffy JR, Clark HM, Josephs K. The Apraxia of Speech Rating Scale: a tool for diagnosis and description of apraxia of speech. J Commun Disord. 2014 Sep-Oct;51:43-50. doi: 10.1016/j.jcomdis.2014.06.008. Epub 2014 Jul 14."},{"pmid":"29980072","type":"BACKGROUND","citation":"Utianski RL, Duffy JR, Clark HM, Strand EA, Botha H, Schwarz CG, Machulda MM, Senjem ML, Spychalla AJ, Jack CR Jr, Petersen RC, Lowe VJ, Whitwell JL, Josephs KA. Prosodic and phonetic subtypes of primary progressive apraxia of speech. Brain Lang. 2018 Sep;184:54-65. doi: 10.1016/j.bandl.2018.06.004. Epub 2018 Jul 4. Erratum In: Brain Lang. 2020 Jun;205:104792."},{"type":"BACKGROUND","citation":"Venkatesh V, Davis FD. A model of the antecedents of perceived ease of use: Development and test. Decision Sciences. 1996; 27(3): 451-481."},{"type":"BACKGROUND","citation":"Wechsler D. Wechsler adult intelligence scale-Fourth Edition (WAIS-IV). San Antonio,TX: NCS Pearson. 2008."},{"type":"BACKGROUND","citation":"Winkler M, Bedford V, Northcott S, Hilari H. Aphasia blog talk: How does stroke and aphasia affect the carer and their relationship with the person with aphasia? Aphasiology. 2014; 28(11): 1301-1319."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"IPD will be shared via WebDCU™, a web based clinical trial management system developed by the Data Coordination Unit at the Medical University of South Carolina.","infoTypes":["STUDY_PROTOCOL","SAP","ICF","ANALYTIC_CODE"],"timeFrame":"IPD will be shared within 1 year of completion of the study.","accessCriteria":"IPD available upon request.","url":"https://dcu.musc.edu/"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000001037","term":"Aphasia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000013064","term":"Speech Disorders"},{"id":"D000007806","term":"Language Disorders"},{"id":"D000003147","term":"Communication Disorders"},{"id":"D000019954","term":"Neurobehavioral Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M4042","name":"Aphasia","asFound":"Aphasia","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M15554","name":"Speech Disorders","relevance":"LOW"},{"id":"M10513","name":"Language Disorders","relevance":"LOW"},{"id":"M6064","name":"Communication Disorders","relevance":"LOW"},{"id":"M21516","name":"Neurobehavioral Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}