{"protocolSection":{"identificationModule":{"nctId":"NCT04447599","orgStudyIdInfo":{"id":"RC31/20/0001"},"organization":{"fullName":"University Hospital, Toulouse","class":"OTHER"},"briefTitle":"Conjunctival and Retinal Vascularization and Small Vessel Disease","officialTitle":"Study of Conjunctival and Retinal Blood Vessels for the Evaluation of the Load of Small Vessel Disease in Patients With Transient Ischemic Attacks (TIAs) and Minor Strokes","acronym":"EVACORMA"},"statusModule":{"statusVerifiedDate":"2021-08","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-10-20","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-10-20","type":"ESTIMATED"},"completionDateStruct":{"date":"2022-10-20","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-05-08","studyFirstSubmitQcDate":"2020-06-23","studyFirstPostDateStruct":{"date":"2020-06-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-08-30","lastUpdatePostDateStruct":{"date":"2021-08-31","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University Hospital, Toulouse","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The purpose of the study is to use a simple photography of conjunctival vessels to search for an association between conjunctival vessels abnormalities and the load of small vessel disease as quantified by MRI in patients with TIA s and minor strokes.\n\nThe artificial intelligence (AI) tools will permit to classify abnormalities of conjunctival vessels that predict the load of small vessel disease in TIAs and strokes.","detailedDescription":"Small vessel disease is a risk factor of ischemic or hemorrhagic stroke and a direct cause of lacunar and hemorrhagic infarcts. Moreover, it is associated of cognitive impairment, like psychomotor retardation, deficits of attention, planning, and set-shifting, and dysexecutive syndrome.\n\nThis disease affects the cerebral vessels of small diameters. Magnetic Resonance Imaging (MRI) is the gold standard for the diagnosis and the screening of this pathology. However it is an imaging with limit access and high cost.\n\nVessels of bulbar conjunctiva have a small caliber like the small cerebral vessels and have the same origin: carotid arteries. They are easy to study with photography. The analysis of these vessels may be a new way of screening the small vessel disease, easier to use than MRI.\n\nRetinal vascularization is also easier to study with photography of fundus without dilatation by retinograph. Several studies already demonstrated an association between retinal abnormalities and load of small vessel disease. However, no relation was established between these modification and impairment of conjunctival vascularization in this cerebral pathology although those have the same arterial origin and vascular diameters.\n\nThe strategy is to take a picture of temporal bulbar conjunctiva and fundus for patients with symptoms of TIA and minor stroke with all etiologies. Patients will be classified according to Fazekas staging and presence of lacunar infarcts. First, photography of bulbar conjunctiva will be analyzed by an artificial intelligence in \" deep learning \" to demonstrate a correlation between abnormalities of conjunctival vessels and staging of small cerebral disease. After that, photography of fundus will be analyzed with the same AI to search a correlation between conjunctival and retinal vascularization in small vessel disease.\n\nThe present study will include patients with symptoms of TIAs and minor strokes coming at clinic of TIA in University Hospital Toulouse. A consultation by a neurologist will be done, than MRI will be prescribed for each of them. After a therapeutic care, they will go to the ophthalmologist for a photo of their bulbar conjunctival of each eye and photography of fundus without dilatation. The follow up will be realized the same day."},"conditionsModule":{"conditions":["Cerebral Stroke"],"keywords":["small vessel disease","STRIVE recommendations","artificial intelligence in \" deep learning \"","bulbar conjunctiva photography","MRI","screening","fundus"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"DIAGNOSTIC","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":850,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Photographs","type":"EXPERIMENTAL","description":"Photographs","interventionNames":["Other: photography of conjunctival vessels"]}],"interventions":[{"type":"OTHER","name":"photography of conjunctival vessels","description":"patient will have photo of their bulbar conjunctival of each eye and photography of fundus without dilatation","armGroupLabels":["Photographs"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Numbers of conjunctival vascular abnormalities","description":"Association between numbers of conjunctival vascular abnormalities and the load of small cerebral disease highlighted by neural network in \" deep learning \". This outcome is collected after the end of the inclusion of all patients.","timeFrame":"day 1"}],"secondaryOutcomes":[{"measure":"Classification of different types of vascular abnormalities in different grades of small vessel disease","description":"Classification of different types of vascular abnormalities found in different grades of small vessel disease using the same neural network and also their association with cerebral macroangiopathy","timeFrame":"Day 1"},{"measure":"Absence of difference between the 2 eyes","description":"Research for the absence of difference of abnormalities between both eyes","timeFrame":"Day 1"},{"measure":"same stade of vascular abnormalities","description":"Association between abnormalities detected in fundus with retinograph and conjunctival vessels morphology in assessment of load of small vessel disease.Same sensitivity and specificity as conjunctiva photographs for each stage of vascular abnormalities","timeFrame":"Day 1"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients treated for a minor stroke or transient ischemic attack justifying an MRI.\n\nExclusion Criteria:\n\n* Severe eye dryness with conjunctiva hyperhemia,\n* Taking eye treatments for glaucoma\n* Inflammatory or infectious eye damage resulting in conjunctiva hyperhemia: conjunctivitis, herpetic keratitis, ulcer, abscess, uveitis, peripheral ulcerative keratitis, interstitial keratitis, scleritis, episcleritis, pingueculitis, scarring eye pemphigoide, acute seizure by closing of the angle,\n* History of eye surgery. Among eye surgeries, those that can modify the conjunctiva are strabismus surgeries, glaucoma, conjunctiva resection surgery (pterygial or tumor) or wound surgery or finally recent cataract surgery (2 years).\n* Persons under the legal protection of adults (safeguarding justice, guardianship, curatorship, institutionalized, or under mandate of future protection)\n* Administrative problems: inability to give about informed information, no coverage by a social security plan, refusal to sign a consent.","healthyVolunteers":false,"sex":"ALL","minimumAge":"55 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Nathalie NASR, MD","role":"CONTACT","phone":"05 61 77 56 02","phoneExt":"33","email":"nasr.n@chu-toulouse.fr"}],"overallOfficials":[{"name":"Nathalie NASR, MD","affiliation":"Toulouse University Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"NASR Nathalie","status":"RECRUITING","city":"Toulouse","country":"France","contacts":[{"name":"NASR Nathalie","role":"CONTACT","phone":"5 61 77 56 02","phoneExt":"+33","email":"nasr.n@chu-toulouse.fr"}],"geoPoint":{"lat":43.60426,"lon":1.44367}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Cerebral Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M12024","name":"Neovascularization, Pathologic","relevance":"LOW"},{"id":"M5485","name":"Ischemic Attack, Transient","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}