{"protocolSection":{"identificationModule":{"nctId":"NCT00759304","orgStudyIdInfo":{"id":"9808112"},"organization":{"fullName":"Centre Hospitalier Universitaire de Saint Etienne","class":"OTHER"},"briefTitle":"Evaluation of Aging, Autonomic Nervous System Activity and Cardiovascular Events","officialTitle":"Evaluation of Aging, Autonomic Nervous System Activity and Cardiovascular Events on a Prospective Cohort of Subjects Aged 65 Years","acronym":"PROOF"},"statusModule":{"statusVerifiedDate":"2023-04","overallStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2000-01-02","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2008-09-24","studyFirstSubmitQcDate":"2008-09-24","studyFirstPostDateStruct":{"date":"2008-09-25","type":"ESTIMATED"},"lastUpdateSubmitDate":"2023-04-07","lastUpdatePostDateStruct":{"date":"2023-04-10","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Centre Hospitalier Universitaire de Saint Etienne","class":"OTHER"},"collaborators":[{"name":"Ministry of Health, France","class":"OTHER_GOV"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The regulatory effects of the autonomic nervous system (ANS) concern almost all organs which permanently feed information back to this global biological vigilance system controlling allostasis. Heart rate fluctuations are highly dependent on ANS control, making the heart one of the best indicators of ANS activity.\n\nLow ANS activity level is associated with severe cardiac and cerebral events, as well as to death from any cause in the general population.\n\nThis PROOF study was hence designed to evaluate ANS activity levels among a healthy retired population, but should these levels decline overtime, to use this as a predictor of cardiovascular and cerebrovascular events, taking into account established cardiovascular risk factors.","detailedDescription":"The main goal of this PROOF study is to evaluate, on a selected prospective cohort of subjects aged 65 years upon study entry, the prognostic values of ANS activity levels measured at preset times, and more specifically, of its decline over the follow-up period, for fatal and non-fatal cardiovascular and cerebrovascular events."},"conditionsModule":{"conditions":["Healthy"],"keywords":["Aging","cardiovascular risk factors","Autonomic nervous system","stroke","Myocardiac infarction","Neuropsychological evaluation","Prospective cohort"]},"designModule":{"studyType":"OBSERVATIONAL","designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"bioSpec":{"retention":"SAMPLES_WITH_DNA","description":"Serum, DNA"},"enrollmentInfo":{"count":1011,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"PROOF cohort","description":"Healthy inhabitants of the city of Saint-Etienne, France, and aged 65 years at the inclusion date."}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Composite criterion : fatal and non-fatal cardiovascular or cerebrovascular events","timeFrame":"During all the study"}],"secondaryOutcomes":[{"measure":"Presence and severity of clinically silent stroke revealed through brain MRI","timeFrame":"Years 1, 3 and 5"},{"measure":"Neuropsychological performance","timeFrame":"Years 1, 3 and 5"},{"measure":"ANS activity measured by heart rate variability + spontaneous baroreflex + blood pressure variability","timeFrame":"Years 1, 3 and 5"},{"measure":"Biological data : fasting blood glucose, total and HDL cholesterol, triglycerides and CRP","timeFrame":"Years 1, 3 and 5"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* 65 years old\n* informed consent signed\n\nExclusion Criteria:\n\n* prior myocardiac infarction\n* prior stroke\n* hearth failure\n* atrial fibrillation\n* insulin-treated diabetes mellitus\n* cardiac pacemaker\n* disease limiting life expectancy to \\< 5 years\n* contraindication to brain MRI\n* living in an institution","healthyVolunteers":true,"sex":"ALL","minimumAge":"65 Years","maximumAge":"65 Years","stdAges":["OLDER_ADULT"],"studyPopulation":"Subjects were recruited amongst the inhabitants of the city of Saint-Etienne, France, and were eligible if aged 65 at the inclusion date.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Jean-Claude BARTHELEMY, MD PhD","affiliation":"CHU de Saint-Etienne","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Centre Hospitalier de Saint-Etienne","city":"Saint-Etienne","zip":"42055","country":"France","geoPoint":{"lat":45.43389,"lon":4.39}}]},"referencesModule":{"references":[{"pmid":"12494616","type":"BACKGROUND","citation":"Roche F, Gaspoz JM, Da Costa A, Isaaz K, Duverney D, Pichot V, Costes F, Lacour JR, Barthelemy JC. Frequent and prolonged asymptomatic episodes of paroxysmal atrial fibrillation revealed by automatic long-term event recorders in patients with a negative 24-hour Holter. Pacing Clin Electrophysiol. 2002 Nov;25(11):1587-93. doi: 10.1046/j.1460-9592.2002.01587.x."},{"pmid":"11606341","type":"BACKGROUND","citation":"Pichot V, Buffiere S, Gaspoz JM, Costes F, Molliex S, Duverney D, Roche F, Barthelemy JC. Wavelet transform of heart rate variability to assess autonomic nervous system activity does not predict arousal from general anesthesia. Can J Anaesth. 2001 Oct;48(9):859-63. doi: 10.1007/BF03017350."},{"pmid":"17898520","type":"RESULT","citation":"Barthelemy JC, Pichot V, Dauphinot V, Celle S, Laurent B, Garcin A, Maudoux D, Kerleroux J, Lacour JR, Kossovsky M, Gaspoz JM, Roche F. Autonomic nervous system activity and decline as prognostic indicators of cardiovascular and cerebrovascular events: the 'PROOF' Study. Study design and population sample. Associations with sleep-related breathing disorders: the 'SYNAPSE' Study. Neuroepidemiology. 2007;29(1-2):18-28. doi: 10.1159/000108914."},{"pmid":"18475151","type":"RESULT","citation":"Gosse P, Roche F, Dauphinot V, Maudoux D, Pichot V, Barthelemy JC. Components of arterial stiffness in a population of 65-year-old subjects: PROOF study. J Hypertens. 2008 Jun;26(6):1138-46. doi: 10.1097/HJH.0b013e3282fa142b."},{"pmid":"18608410","type":"RESULT","citation":"Rouch I, Anterion CT, Dauphinot V, Kerleroux J, Roche F, Barthelemy JC, Laurent B. Cognitive complaints, neuropsychological performance and affective disorders in elderly community residents. Disabil Rehabil. 2008;30(23):1794-802. doi: 10.1080/09638280701667825."},{"pmid":"30941340","type":"DERIVED","citation":"Hupin D, Raffin J, Barth N, Berger M, Garet M, Stampone K, Celle S, Pichot V, Bongue B, Barthelemy JC, Roche F. Even a Previous Light-Active Physical Activity at Work Still Reduces Late Myocardial Infarction and Stroke in Retired Adults Aged>65 Years by 32%: The PROOF Cohort Study. Front Public Health. 2019 Mar 19;7:51. doi: 10.3389/fpubh.2019.00051. eCollection 2019."},{"pmid":"29946946","type":"DERIVED","citation":"Sforza E, Millasseau S, Hupin D, Barthelemy JC, Roche F. Arterial stiffness alteration and obstructive sleep apnea in an elderly cohort free of cardiovascular event history: the PROOF cohort study. Sleep Breath. 2019 Mar;23(1):201-208. doi: 10.1007/s11325-018-1683-x. Epub 2018 Jun 26."},{"pmid":"29903827","type":"DERIVED","citation":"Celle S, Boutet C, Annweiler C, Barthelemy JC, Roche F. Sleep apnoea in the asymptomatic elderly: a real issue for the brain? Eur Respir J. 2018 Jun 14;51(6):1702450. doi: 10.1183/13993003.02450-2017. Print 2018 Jun."},{"pmid":"29157582","type":"DERIVED","citation":"Monneret D, Barthelemy JC, Hupin D, Maudoux D, Celle S, Sforza E, Roche F. Serum lipid profile, sleep-disordered breathing and blood pressure in the elderly: a 10-year follow-up of the PROOF-SYNAPSE cohort. Sleep Med. 2017 Nov;39:14-22. doi: 10.1016/j.sleep.2017.07.028. Epub 2017 Sep 18."},{"pmid":"27655463","type":"DERIVED","citation":"Saint Martin M, Labeix P, Garet M, Thomas T, Barthelemy JC, Collet P, Roche F, Sforza E. Does Subjective Sleep Affect Bone Mineral Density in Older People with Minimal Health Disorders? The PROOF Cohort. J Clin Sleep Med. 2016 Nov 15;12(11):1461-1469. doi: 10.5664/jcsm.6266."},{"pmid":"27544832","type":"DERIVED","citation":"Sforza E, Saint Martin M, Thomas T, Collet P, Garet M, Barthelemy JC, Roche F. Risk factors of osteoporosis in healthy elderly with unrecognized obstructive sleep apnea: role of physical activity. Sleep Med. 2016 Jun;22:25-32. doi: 10.1016/j.sleep.2016.04.010. Epub 2016 Jun 7."},{"pmid":"27198948","type":"DERIVED","citation":"Sforza E, Saint Martin M, Barthelemy JC, Roche F. Mood disorders in healthy elderly with obstructive sleep apnea: a gender effect. Sleep Med. 2016 Mar;19:57-62. doi: 10.1016/j.sleep.2015.11.007. Epub 2015 Nov 25."},{"pmid":"26843003","type":"DERIVED","citation":"Boutet C, Vassal F, Celle S, Schneider FC, Barthelemy JC, Laurent B, Barral FG, Roche F. Incidental findings on brain magnetic resonance imaging in the elderly:the PROOF study. Brain Imaging Behav. 2017 Feb;11(1):293-299. doi: 10.1007/s11682-016-9519-4."},{"pmid":"26662175","type":"DERIVED","citation":"Sforza E, Celle S, Saint-Martin M, Barthelemy JC, Roche F. Hippocampus volume and subjective sleepiness in older people with sleep-disordered breathing: a preliminary report. J Sleep Res. 2016 Apr;25(2):190-3. doi: 10.1111/jsr.12367. Epub 2015 Dec 14."},{"pmid":"26141008","type":"DERIVED","citation":"Sforza E, Pichot V, Martin MS, Barthelemy JC, Roche F. Prevalence and determinants of subjective sleepiness in healthy elderly with unrecognized obstructive sleep apnea. Sleep Med. 2015 Aug;16(8):981-6. doi: 10.1016/j.sleep.2015.03.010. Epub 2015 Apr 15."},{"pmid":"25902826","type":"DERIVED","citation":"Sforza E, Sabri M, DaCosta A, Isaaz K, Barthelemy JC, Roche F. Echocardiographic Findings in Healthy Elderly People with Unrecognized Sleep Disordered Breathing. J Clin Sleep Med. 2015 Sep 15;11(9):975-80. doi: 10.5664/jcsm.5006."},{"pmid":"25641086","type":"DERIVED","citation":"Saint Martin M, Roche F, Thomas-Anterion C, Barthelemy JC, Sforza E; PROgnostic OF cardiovascular and cerebrovascular events study group. Eight-year parallel change in baroreflex sensitivity and memory function in a sample of healthy older adults. J Am Geriatr Soc. 2015 Feb;63(2):270-5. doi: 10.1111/jgs.13252. Epub 2015 Feb 2."},{"pmid":"25325480","type":"DERIVED","citation":"Martin MS, Sforza E, Roche F, Barthelemy JC, Thomas-Anterion C; PROOF study group. Sleep breathing disorders and cognitive function in the elderly: an 8-year follow-up study. the proof-synapse cohort. Sleep. 2015 Feb 1;38(2):179-87. doi: 10.5665/sleep.4392."},{"pmid":"25142770","type":"DERIVED","citation":"Sforza E, Saint Martin M, Barthelemy JC, Roche F. Association of self-reported sleep and hypertension in non-insomniac elderly subjects. J Clin Sleep Med. 2014 Sep 15;10(9):965-71. doi: 10.5664/jcsm.4026."},{"pmid":"24279643","type":"DERIVED","citation":"Saint Martin M, Sforza E, Thomas-Anterion C, Barthelemy JC, Roche F; PROOF Study Group. Baroreflex sensitivity, vascular risk factors, and cognitive function in a healthy elderly population: the PROOF cohort. J Am Geriatr Soc. 2013 Dec;61(12):2096-2102. doi: 10.1111/jgs.12548. Epub 2013 Nov 26."},{"pmid":"24082310","type":"DERIVED","citation":"Sforza E, Thomas T, Barthelemy JC, Collet P, Roche F. Obstructive sleep apnea is associated with preserved bone mineral density in healthy elderly subjects. Sleep. 2013 Oct 1;36(10):1509-15. doi: 10.5665/sleep.3046."},{"pmid":"24033249","type":"DERIVED","citation":"Martin MS, Sforza E, Barthelemy JC, Thomas-Anterion C, Roche F. Sleep perception in non-insomniac healthy elderly: a 3-year longitudinal study. Rejuvenation Res. 2014 Feb;17(1):11-8. doi: 10.1089/rej.2013.1457."},{"pmid":"23756334","type":"DERIVED","citation":"Chouchou F, Pichot V, Pepin JL, Tamisier R, Celle S, Maudoux D, Garcin A, Levy P, Barthelemy JC, Roche F; PROOF Study Group. Sympathetic overactivity due to sleep fragmentation is associated with elevated diurnal systolic blood pressure in healthy elderly subjects: the PROOF-SYNAPSE study. Eur Heart J. 2013 Jul;34(28):2122-31, 2131a. doi: 10.1093/eurheartj/eht208. Epub 2013 Jun 11."},{"pmid":"23564997","type":"DERIVED","citation":"Degache F, Sforza E, Dauphinot V, Celle S, Garcin A, Collet P, Pichot V, Barthelemy JC, Roche F; PROOF Study Group. Relation of central fat mass to obstructive sleep apnea in the elderly. Sleep. 2013 Apr 1;36(4):501-7. doi: 10.5665/sleep.2532."},{"pmid":"22910448","type":"DERIVED","citation":"Dauphinot V, Rouch I, Kossovsky MP, Pichot V, Dorey JM, Krolak-Salmon P, Laurent B, Roche F, Barthelemy JC. Depressive symptoms and autonomic nervous system dysfunction in an elderly population-based study: the PROOF study. J Affect Disord. 2012 Dec 20;143(1-3):153-9. doi: 10.1016/j.jad.2012.05.045. Epub 2012 Aug 19."},{"pmid":"22408210","type":"DERIVED","citation":"Sforza E, Gauthier M, Crawford-Achour E, Pichot V, Maudoux D, Barthelemy JC, Roche F. A 3-year longitudinal study of sleep disordered breathing in the elderly. Eur Respir J. 2012 Sep;40(3):665-72. doi: 10.1183/09031936.00133011. Epub 2012 Mar 9."},{"pmid":"22323576","type":"DERIVED","citation":"Tonnesen P, Lauri H, Perfekt R, Mann K, Batra A. Efficacy of a nicotine mouth spray in smoking cessation: a randomised, double-blind trial. Eur Respir J. 2012 Sep;40(3):548-54. doi: 10.1183/09031936.00155811. Epub 2012 Feb 9."},{"pmid":"22240751","type":"DERIVED","citation":"Assoumou HG, Bertholon F, Barthelemy JC, Pichot V, Celle S, Gosse P, Gaspoz JM, Roche F. Alteration of baroreflex sensitivity in the elderly: the relationship with metabolic syndrome components. Int J Cardiol. 2012 Mar 8;155(2):333-5. doi: 10.1016/j.ijcard.2011.12.050. Epub 2012 Jan 10. No abstract available."},{"pmid":"22104544","type":"DERIVED","citation":"Sforza E, Chouchou F, Pichot V, Barthelemy JC, Roche F. Heart rate increment in the diagnosis of obstructive sleep apnoea in an older population. Sleep Med. 2012 Jan;13(1):21-8. doi: 10.1016/j.sleep.2011.04.011. Epub 2011 Nov 21."},{"pmid":"22078984","type":"DERIVED","citation":"Dauphinot V, Barthelemy JC, Pichot V, Celle S, Sforza E, Achour-Crawford E, Gosse P, Roche F. Autonomic activation during sleep and new-onset ambulatory hypertension in the elderly. Int J Cardiol. 2012 Feb 23;155(1):155-9. doi: 10.1016/j.ijcard.2011.10.097. Epub 2011 Nov 9."},{"pmid":"21963211","type":"DERIVED","citation":"Ntougou Assoumou HG, Pichot V, Barthelemy JC, Dauphinot V, Celle S, Collet P, Gaspoz JM, Roche F. Obesity-related autonomic nervous system disorders are best associated with body fat mass index, a new indicator. Int J Cardiol. 2011 Nov 17;153(1):111-3. doi: 10.1016/j.ijcard.2011.09.031. Epub 2011 Oct 2. No abstract available."},{"pmid":"21804667","type":"DERIVED","citation":"Chouchou F, Sforza E, Celle S, Pichot V, Maudoux D, Garcin A, Barthelemy JC, Roche F; PROOF Study Group. Pulse transit time in screening sleep disordered breathing in an elderly population: the PROOF-SYNAPSE study. Sleep. 2011 Aug 1;34(8):1051-9. doi: 10.5665/SLEEP.1160."},{"pmid":"21252039","type":"DERIVED","citation":"Castro-Lionard K, Thomas-Anterion C, Crawford-Achour E, Rouch I, Trombert-Paviot B, Barthelemy JC, Laurent B, Roche F, Gonthier R. Can maintaining cognitive function at 65 years old predict successful ageing 6 years later? The PROOF study. Age Ageing. 2011 Mar;40(2):259-65. doi: 10.1093/ageing/afq174. Epub 2011 Jan 20."},{"pmid":"20817711","type":"DERIVED","citation":"Sforza E, Chouchou F, Collet P, Pichot V, Barthelemy JC, Roche F. Sex differences in obstructive sleep apnoea in an elderly French population. Eur Respir J. 2011 May;37(5):1137-43. doi: 10.1183/09031936.00043210. Epub 2010 Sep 3."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M9972","name":"Infarction","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}