{"protocolSection":{"identificationModule":{"nctId":"NCT06233734","orgStudyIdInfo":{"id":"Faulkner_Lokomat_23"},"organization":{"fullName":"University of Winchester","class":"OTHER"},"briefTitle":"Robot-Assisted Gait Training in Early-Subacute Stroke","officialTitle":"The Effect of Robot-assisted Gait Training on Cardiovascular Health and Activity Levels Within Early-subacute Stroke Patients"},"statusModule":{"statusVerifiedDate":"2024-01","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-09-15","studyFirstSubmitQcDate":"2024-01-22","studyFirstPostDateStruct":{"date":"2024-01-31","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-01-30","lastUpdatePostDateStruct":{"date":"2024-02-01","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Winchester","class":"OTHER"},"collaborators":[{"name":"University Hospitals Dorset NHS Foundation Trust","class":"OTHER_GOV"},{"name":"Hampshire Hospitals NHS Foundation Trust","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUsExport":false},"descriptionModule":{"briefSummary":"A stroke happens when blood flow to the brain is cut off. Many people struggle to walk after having a stroke. Regaining the ability to walk is a key aim for many stroke survivors and rehabilitation practitioners as it allows improved independence and better health. This study will assess a rehabilitation method called robot-assisted gait training (RAGT) with stroke patients. RAGT uses a robotic device to assist the patient in taking steps. The RAGT device being investigated in this study is called the Lokomat. This device uses a treadmill, a harness, and a robotic suit to help the user to take steps. In particular, the study will aim to determine whether this form of training can improve the health of the heart and blood vessels (cardiovascular health) of people with stroke. Also, the study will assess whether RAGT helps stroke patients to be more physically active in the initial stages after they have a stroke. Physical activity and cardiovascular health are linked. Physical inactivity, and increased sedentary behaviours, which are both common post-stroke, can lead to worsening cardiovascular health, and increase the risk of another stroke, hence why these are both principal research questions of the study.\n\nPatients at one of two NHS inpatient stroke units will be invited to participate in the research - one which uses the Lokomat as standard care and one which does not. The decision to participate (or not) will not result in a change in their care plan, but if they do decide to participate, the research team will collect some additional data to help answer the questions this study is attempting to answer. All the measurements taken will be safe, non-intrusive and pain free. The results of patients using the Lokomat at one stroke unit will be compared to patients in the other inpatient stroke unit not using the device.\n\nThe investigators expect to see that participants who complete RAGT are more physically active both during and after the RAGT they receive.","detailedDescription":"The design of the study\n\nThis study will be a retrospective-matched non-randomised trial. The physical activity and cardiovascular health of stroke patients using the Lokomat at an inpatient stroke unit (Royal Bournemouth Hospital) will be monitored over time. The same measurements will be conducted with another set of patients at another stroke unit (Royal Hampshire County Hospital) who do not receive any form of RAGT. These patients will be matched retrospectively with those who used the Lokomat at the first study site, and then the results of the two sets of patients will be compared. Both sets of patients will satisfy the inclusion and exclusion criteria. Matching of participants will be based upon baseline Functional Ambulation Category (FAC) score; blood pressure, and age. All members of the research team were involved in the design of this study.\n\nRecruitment\n\nAt the first research site (Royal Bournemouth hospital), when a new patient enters the stroke unit, the care team will assess whether the patients is suitable to receive Lokomat training (as per standard care). If the patient is going to receive Lokomat training, and they satisfy the inclusion criteria of the study (assessed by a member of the clinical care team), a member of the care team will then explain the study to the participant, and provide an information sheet to the patient. They will then have an opportunity to ask any questions they have to either the care team or the research team. If they then decide that they want to participate, then informed written consent will be obtained by a member of the care team.\n\nStudy participation will not influence which patients are offered or receive RAGT. The patients will not be offered any extra or any fewer sessions if they do or do not decide to participate in the study, and it will be made clear that participation will not influence the care they receive in any way.\n\nAt the second research site (Royal Hampshire County Hospital) a member of the care team will identify any patient who fits the inclusion criteria. They will then be approached and asked whether they want to hear about the study by a member of the research team. If they do, a member of the research team will explain the study and provide an information sheet. They will then have an opportunity to ask any questions they may have. If they decide that they want to participate in the study, then informed written consent will be obtained by the research team member.\n\nInformed consent\n\nPotential participants will firstly have a discussion with a member of the research team regarding the study. If they are interested in participating, they will be provided with an information sheet, which will outline the details of the study. The information sheet will include information regarding the purpose of the research, the risks, or burdens to participants (e.g., extra assessments taken, wearing an accelerometer), and details to ensure they know they can withdraw from the study at any time without any consequences. It will also ensure the patient knows participation is entirely voluntary and will not affect their care. The care team will determine whether a patient has capacity to make the decision whether to participate or not. If determined to be suitable for the study, the patient will complete a written informed consent sheet. There will be an aphasia friendly version of the information sheet and consent form.\n\nConfidentiality\n\nParticipants will be assured of the confidentiality of the research process. All data will be anonymised using alpha-numeric code which will be stored on a password protected network, accessible by only the named researchers involved in the study. Any hard copies of data will be kept in a locked filing cabinet at the University of Winchester (King Alfred campus, Centre for Sport). The only people with access to this filing cabinet will be the named researchers. Due to collaboration between members of the University of Winchester and staff at both stroke units, data will be uploaded to a secure password protected folder on Microsoft OneDrive. Again, only the named researchers will have access to this. When the results of the study are published, all data will be presented as group means and standard deviations. The minimum amount of person-identifiable data will be collected as possible, and current UK General Data Protection Regulation (GDPR; Regulation (EU) 2016/679 of the European Parliament and of the Council of 27th April 2016) rules will be followed. All members of the research team will have completed GCP (Good Clinical Practice) training prior to the study starting.\n\nRisks/burdens\n\nParticipants will be asked to complete several functional assessments at the following timepoints - baseline, every 2 weeks whilst in inpatient care up to 6 weeks, and a follow up 3-months post stroke onset. These tests will be the Timed Up and Go test (TUG), Functional Ambulation Category (FAC) and 2-minute walk test (2MWT). The TUG and FAC assessments are routinely conducted at both hospitals as part of the care. However, if these have not been conducted at each timepoint, then these two tests may have to be conducted in addition to their usual care. The 2MWT is not routinely conducted, and therefore will take up just over 2 minutes of the patient's time (due to time spent explaining and preparing for the test). To minimise risks, the care team at the stroke unit will be present and confirm that the patient can safely complete these tests while they are in inpatient care (otherwise the tests will not be conducted). Therefore, the burden of these additional assessments is that this will take up some of the patient's time. However, these are all quick tests, and will only take around 10 minutes to complete all 3 assessments.\n\nAdditionally, participants will be asked to wear an ActivPAL accelerometer for 3 days at a time, at the same timepoints as for the functional assessments (baseline, every 2 weeks whilst in inpatient care for first 6 weeks, and a follow up 3-months post stroke onset). This is a small and unobtrusive device but could be seen as a burden by the participant, as they will need to wear it on their thigh for an extended period. Patients will be told about this requirement of participation before they decide whether to participate in the study or not. To minimise irritation/discomfort to the participant, the research team member who fits the device will ask the patient whether it is comfortable and readjust if not. As well as the participant, ward staff will be shown how to adjust the device, so it is more comfortable. In addition, they will be shown how to take off the device should the participant want it removed, or if there were any concerns.\n\nFinally, participants will also have Pulse Wave Analysis (PWA) and Pulse Wave Velocity (PWV) assessments conducted at each timepoint. This is a non-invasive and safe test, but the participant will need to be lying down for 20 minutes. The time burden of these assessments will also be explained and included on the information sheet so that the potential participants understand the requirements of participation. Numerous cuffs will be placed on the patient's body and attached to the Vicorder device for this time, which allows for central and peripheral blood pressure to be measured in a non-invasive way, as well as measures of arterial stiffness. A member of the research team who has experience using this device as well as the appropriate NHS honorary contract will be conducting these tests.\n\nIf the patient has been discharged, the follow-up tests will be conducted at the patients' home, 3-months post stroke onset. The patient will confirm that they are comfortable and able to complete any tests before they are completed at the home. A risk assessment will be undertaken before each assessment, and any trip hazards will be removed (or change where the test takes place if object is immoveable). A member of the research team will walk behind the patient during the assessments in case support is needed. If the participant has not been discharged by this point, then the tests will be conducted at the stroke unit with a member of the care team present. Additionally, it will be made clear to participants that if they do not feel up to completing an additional test at any timepoint they will not be negatively affected in any way.\n\nStudy protocol\n\nAfter a patient has provided informed written consent, they will be enrolled onto the study. The consent form will include consent to obtain data from medical records. The patient's height; weight; age; sex; stroke severity and type; National Institute of Health Stroke Scale; date of stroke onset and blood pressure will be recorded.\n\nOnce demographic data has been recorded, baseline assessments (prior to RAGT use if recruited from Royal Bournemouth Hospital) will be conducted. These tests will include: pulse wave velocity and pulse wave analysis (via the Vicorder device); collection of accelerometer data (through wearing the ActivPAL for a period of 3 days); and completion of functional assessments (FAC, TUG, 2MWT).\n\nTo collect pulse wave velocity and pulse wave analysis data, participants will be required to lie down for 30 minutes. Several cuffs will be places on the ankle, thigh, arm and neck of the participant, which are attached to the Vicorder device. These inflate and so the participant will feel a small amount of pressure. This will be conducted by a member of the research team who has experience conduction this test and hold an NHS honorary contract.\n\nFor the accelerometer data collection, the ActivPAL will be attached to the participants thigh for 3 days. It is a small accelerometer device, and can be removed before the 3 day period has finished should the participant wish to end this assessment early. This will be placed and taken off by a member of the research team, who will have an NHS honorary contract. The care team will be shown how to remove the device in case the patient wants to stop the data collection and a member of the research team is not present.\n\nThe first functional assessment is the FAC. This is an observational assessment of the patients movement level and will be carried out by a member of the care team, as per routine care. The TUG test will be conducted by a member of the research team, once a member of the care team has confirmed that it is safe for the participant to complete the test. This test requires a participant to stand up from a chair, walk 3 metres, turn around, walk back to the chair and sit down. The 2MWT is a test of how far the participant can walk in 2 minutes. Again, a member of the research team will conduct the test once a member of the care team has confirmed that it is safe at the time of assessment for the participant to complete this test.\n\nPatients will continue their normal care; with details of the therapy sessions (conventional physiotherapy and RAGT) being documented by the medical team. The date, time, length of session, and, if an RAGT session, the number of steps completed will be recorded. This will be recorded on a physical sheet kept at the hospital, and later transferred to a password-protected Microsoft OneDrive folder once data has been anonymised through coding. Every 2 weeks the participant is in inpatient care up to a maximum of 6 weeks, they will have the set of the assessments repeated. The final data collection session will happen at 3-months post stroke onset, which marks the end of the early subacute stroke stage. This will be conducted at the home of the participant for most people, following discharge from the stroke unit. However, if they are still at the stroke unit, the final assessment will be conducted there.\n\nThe data from the two sets of participants (those exposed to RAGT and those who were not) will be compared and analysed.\n\nOnce the patient's involvement in the study has ended, they will receive a personalised report (assuming they have provided consent to be contacted at a later date by a member of the research team). This will include details on their personal accelerometer/physical activity levels, functional assessment results and cardiovascular health results.\n\nOnce the study has concluded, and data has been analysed, a report of the overall study findings will be sent to each participant (assuming they have provided consent to be contacted at a later date by a member of the research team)."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Robot assisted gait training","Rehabilitation","Cardiovascular health","Physical activity","Physiotherapy"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"CASE_CONTROL","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":60,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Robot Assisted Gait Training","description":"This group of stroke patients will receive their standard care. For these participants, at this site (University Hospitals Dorset NHS Foundation Trust), this includes robot-assisted gait training.","interventionNames":["Device: The Lokomat (Hocoma, Zurich, Switzerland)."]},{"label":"Conventional care","description":"This group of stroke patients will receive their standard care. For these participants, at this site (Hampshire Hospitals NHS Foundation Trust), this does not include any robot-assisted gait training."}],"interventions":[{"type":"DEVICE","name":"The Lokomat (Hocoma, Zurich, Switzerland).","description":"The Lokomat is a device which can be used to implement robot-assisted gait training safely within disabled stroke populations. The robot-assisted gait training group will receive training via the Lokomat. Involvement in the study will not influence the duration or frequency of robot-assisted gait training sessions they receive. The amount of training they receive via the Lokomat will be determined (as per standard care) by the care team at the stroke ward.","armGroupLabels":["Robot Assisted Gait Training"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Pulse wave velocity (carotid-femoral)","description":"The change in pulse wave velocity (carotid-femoral pulse wave velocity) over the first three months post-stroke","timeFrame":"All measures will be taken at: baseline (at enrolment into study, soon after stroke onset); 2 weeks post-enrolment; 4 weeks post-enrolment; 6 weeks post-enrolment; and 3-months post-enrolment)"}],"secondaryOutcomes":[{"measure":"Central blood pressure","description":"The change in central blood pressures over time, which will be measures by using the Vicorder.","timeFrame":"All measures will be taken at: baseline (at enrolment into study, soon after stroke onset); 2 weeks post-enrolment; 4 weeks post-enrolment; 6 weeks post-enrolment; and 3-months post-enrolment)"},{"measure":"Peripheral blood pressure","description":"The change in peripheral blood pressures over time, which will be measures by using the Vicorder.","timeFrame":"All measures will be taken at: baseline (at enrolment into study, soon after stroke onset); 2 weeks post-enrolment; 4 weeks post-enrolment; 6 weeks post-enrolment; and 3-months post-enrolment)"},{"measure":"Pulse wave velocity (brachial-ankle)","description":"The change in pulse wave velocity (brachial-ankle) over time, measured by using the Vicorder.","timeFrame":"All measures will be taken at: baseline (at enrolment into study, soon after stroke onset); 2 weeks post-enrolment; 4 weeks post-enrolment; 6 weeks post-enrolment; and 3-months post-enrolment)"},{"measure":"Step count","description":"The step count of participants will be measured via the ActivPAL accelerometer. At each assessment point, the participant will wear the device for three days. The change in steps taken will be assessed over the 3-month period.","timeFrame":"All measures will be taken at: baseline (at enrolment into study, soon after stroke onset); 2 weeks post-enrolment; 4 weeks post-enrolment; 6 weeks post-enrolment; and 3-months post-enrolment)"},{"measure":"Number of sit to stand transitions","description":"The number of sit to stand transitions will be measured via the ActivPAL accelerometer. At each assessment point, the participant will wear the device for three days. The change in the number of sit to stand transitions will be assessed over the 3-month period.","timeFrame":"All measures will be taken at: baseline (at enrolment into study, soon after stroke onset); 2 weeks post-enrolment; 4 weeks post-enrolment; 6 weeks post-enrolment; and 3-months post-enrolment)"},{"measure":"Time spent lying","description":"The time spent lying will be measured via the ActivPAL accelerometer. At each assessment point, the participant will wear the device for three days. The change in time spent lying will be assessed over the 3-month period.","timeFrame":"All measures will be taken at: baseline (at enrolment into study, soon after stroke onset); 2 weeks post-enrolment; 4 weeks post-enrolment; 6 weeks post-enrolment; and 3-months post-enrolment)"},{"measure":"Time spent sitting","description":"The time spent sitting will be measured via the ActivPAL accelerometer. At each assessment point, the participant will wear the device for three days. The change in time spent sitting will be assessed over the 3-month period.","timeFrame":"All measures will be taken at: baseline (at enrolment into study, soon after stroke onset); 2 weeks post-enrolment; 4 weeks post-enrolment; 6 weeks post-enrolment; and 3-months post-enrolment)"},{"measure":"Time spent standing","description":"The time spent standing will be measured via the ActivPAL accelerometer. At each assessment point, the participant will wear the device for three days. The change in time spent standing will be assessed over the 3-month period.","timeFrame":"All measures will be taken at: baseline (at enrolment into study, soon after stroke onset); 2 weeks post-enrolment; 4 weeks post-enrolment; 6 weeks post-enrolment; and 3-months post-enrolment)"},{"measure":"Time spent walking","description":"The time spent walking will be measured via the ActivPAL accelerometer. At each assessment point, the participant will wear the device for three days. The change in time spent walking will be assessed over the 3-month period.","timeFrame":"All measures will be taken at: baseline (at enrolment into study, soon after stroke onset); 2 weeks post-enrolment; 4 weeks post-enrolment; 6 weeks post-enrolment; and 3-months post-enrolment)"},{"measure":"Functional Ambulation Category (FAC)","description":"The changes in Functional Ambulation Classification score will be assessed over the 3-month period. The Functional Ambulation Classification is scored from 0 to 5, with higher scores representing better outcomes.","timeFrame":"Functional Ambulation Classification scores will be reported at: baseline (at enrolment into study, soon after stroke onset); 2 weeks post-enrolment; 4 weeks post-enrolment; 6 weeks post-enrolment; and 3-months post-enrolment)"},{"measure":"Timed up-and-go (TUG) test","description":"The changes in TUG results over the 3-month period will be assessed.","timeFrame":"TUG results will be reported at: baseline (at enrolment into study, soon after stroke onset); 2 weeks post-enrolment; 4 weeks post-enrolment; 6 weeks post-enrolment; and 3-months post-enrolment)"},{"measure":"2-minute walk test (2MWT)","description":"The changes in distance walked during the 2MWT over the 3-month period will be assessed.","timeFrame":"2MWT results will be reported at: baseline (at enrolment into study, soon after stroke onset); 2 weeks post-enrolment; 4 weeks post-enrolment; 6 weeks post-enrolment; and 3-months post-enrolment)"},{"measure":"Number of steps RAGT facilitated","description":"The average number of steps taken per RAGT session will be analysed and compared to the average number of steps taken during each conventional physiotherapy session completed while the ActivPAL was worn over the study duration (3 months).","timeFrame":"The ActivPAL accelerometer will be worn for 3 days at a time at: baseline (at enrolment into study, soon after stroke onset); 2 weeks post-enrolment; 4 weeks post-enrolment; 6 weeks post-enrolment; and 3-months post-enrolment)."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n1. Independently mobile (with or without an aid) prior to the stroke\n2. FAC (Functional Ambulation Category) score of 0-2 at baseline\n3. Cardiovascularly stable as determined by the medical team (heart and blood pressure is stable)\n4. Able to tolerate being upright for at least 30 minutes and participate in active therapy\n\nExclusion criteria:\n\n1. If participants have any contraindications related to Lokomat use, as per the manufacturers (Hocoma) guidance. The contraindications in full can be found on the HOCOMA website (https://www.hocoma.com/legal- notes/#lokomatpro_lokomatnanos). The most relevant contraindications are:\n\n   * Any known diagnosis of low bone mineral density - Over 2 metres tall\n   * Over 135kg\n   * Non-consolidated fractures\n   * Any medical condition preventing active rehabilitation (e.g., respiratory disease, pregnancy, neuropsychological conditions)\n   * Fixed joint contractures that limit the range of motion of the orthosis - Upper leg length of less than 35cm and more than 47cm\n   * Any condition or situation which prohibits the proper adjustment of the harness and/or orthosis (e.g., pregnancy, colostomy bags, skin lesions that cannot be protected appropriately).\n2. If patients do not have the capacity to provide informed consent","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Participants will be recruited from two acute stroke wards at two different UK NHS hospitals. Therefore every participant recruited will be an inpatient at a hospital following a stroke. The two hospitals are: Royal Bournemouth Hospital (University Hospitals Dorset NHS Foundation Trust) and Royal Hampshire County Hospital (Hampshire Hospitals NHS Foundation Trust).","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"James Faulkner, PhD","role":"CONTACT","phone":"01962624932","phoneExt":"4932","email":"James.Faulkner@winchester.ac.uk"},{"name":"Andrew Reid, MRes","role":"CONTACT","phone":"01962624932","phoneExt":"4932","email":"a.reid.18@unimail.winchester.ac.uk"}],"overallOfficials":[{"name":"James Faulkner, PhD","affiliation":"University of Winchester","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Royal Bournemouth Hospital","city":"Bournemouth","zip":"BH7 7DW","country":"United Kingdom","contacts":[{"name":"Louise Johnson, PhD","role":"CONTACT","phone":"0300 019 4473","email":"Louise.Johnson@uhd.nhs.uk"}],"geoPoint":{"lat":50.72048,"lon":-1.8795}},{"facility":"Royal Hampshire County Hospital","city":"Winchester","zip":"SO22 5DG","country":"United Kingdom","contacts":[{"name":"Nigel Smyth, MBChB","role":"CONTACT","phone":"01962 824159","email":"Nigel.Smyth@hhft.nhs.uk"}],"geoPoint":{"lat":51.06513,"lon":-1.3187}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}