{"protocolSection":{"identificationModule":{"nctId":"NCT02454465","orgStudyIdInfo":{"id":"LMS/PG/NHS/00370"},"organization":{"fullName":"University of Hertfordshire","class":"OTHER"},"briefTitle":"Evaluation of an Acceptance and Commitment Therapy Group for Adjustment Difficulties in Neurological Conditions","officialTitle":"\"Time to ACT\": Multi-site Evaluation of an Acceptance and Commitment Therapy Group Intervention for Adjustment Difficulties in Neurological Conditions"},"statusModule":{"statusVerifiedDate":"2021-09","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2015-07"},"primaryCompletionDateStruct":{"date":"2016-02","type":"ACTUAL"},"completionDateStruct":{"date":"2016-09","type":"ACTUAL"},"studyFirstSubmitDate":"2015-05-19","studyFirstSubmitQcDate":"2015-05-21","studyFirstPostDateStruct":{"date":"2015-05-27","type":"ESTIMATED"},"lastUpdateSubmitDate":"2021-09-03","lastUpdatePostDateStruct":{"date":"2021-09-05","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Hertfordshire","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"With an increase of over 38% in neurological related hospital admissions between 2008-13, there are now over 12.5 million cases of individuals with neurological conditions in the UK. Following diagnosis of a neurological condition, there is often a period of adjustment to new life circumstances, with changes to relationships, ability to work and leisure activities. With a future often fraught with uncertainty, psychological difficulties such as Anxiety and Depression are common. It is estimated that following diagnosis of a neurological condition, up to 60% of individual's will experience mental health difficulties.\n\nAcceptance and Commitment Therapy (ACT) has been gaining popularity in supporting those with neurological conditions. ACT is based on emotional acceptance and supporting individuals to live a valued life, despite ongoing symptoms. Research into the use of ACT with this population has found it to be effective in reducing levels of psychological distress and increasing psychological flexibility.\n\nWith limited resources and an ever increasing desire to improve interventions offered to patients, services are now looking at new and innovative ways of offering increasingly effective and satisfactory treatments. Therefore, in early 2014, the author devised a six week ACT group intervention for adjustment following diagnosis of a neurological condition. The intervention provides a combination of ACT techniques, in addition to a space for group members to build relationships and share their difficulties, to help individuals increase acceptance of their difficulties and reduce psychological distress.\n\nFollowing an initial pilot, findings illustrated that participants' psychological distress reduced and psychological flexibility increased. Therefore, this research project aims to further evaluate the intervention under controlled conditions.","detailedDescription":"A variety of psychological approaches have been developed in order to support this population. One of the most popular approaches to working psychologically with this population is through the use of Cognitive Behavioural Therapy (CBT). However, research suggests that the use of CBT in this population has varying levels of effectiveness with some evidence of negative outcomes (Lincoln and Flannagan, 2003). Therefore, it would be worthwhile investigating other models of working with this population, such as Acceptance and Commitment Therapy (ACT). ACT which has been gaining popularity and is a growing area in supporting those with neurological conditions.\n\nContrary to widespread symptom reduction approaches such as CBT, the use of ACT is based on emotional acceptance and supporting individuals to live a valued life, despite ongoing symptoms. It appears under the umbrella of \"third-wave\" approaches and focuses on altering an individual's relationship with their thoughts and feelings, rather than focusing on altering the content of such experiences. In addition to this, ACT aims to support people to experience their internal processes in a non-judgemental and mindful manner, which enables them to participate in meaningful action. In order to do this, the ACT model focuses on six core concepts which each contribute to helping an individual to develop their Psychological Flexibility. Psychological Flexibility is defined by the ability to connect with the present moment and act according to one's set of values. In a move away from experiential avoidance (ie. avoiding ones thoughts and feelings), the ability to be flexible offers individuals the choice to commit to their values and change their actions or persist with those which are working for them.\n\nIt has been suggested that ACT may be particularly helpful for those adjusting to neurological conditions as it works to enable emotional acceptance and an integration of an individual's impairments into their new self-concept. This has been supported by research investigating the effectiveness of ACT in working with those with adjustment difficulties following traumatic and acquired brain injury. One such study investigated the use of ACT in the promotion of psychological adjustment following Traumatic Brain Injury. Findings indicated reduced psychological distress and increased Psychological Flexibility following the ACT intervention. One reason ACT is more desirable for this population is through the use of more experiential methods and less reliance on verbal expression, as verbal abilities can sometimes be compromised by a neurological condition. Rather than attempt to reduce symptomatology, techniques such as mindfulness encourage the individual to notice their difficulties and experience these with curiosity and openness. In addition to this, there is evidence that the use of acceptance based techniques support individuals to adapt their behaviour and reintegrate socially in a way that is meaningful to them. As a result, this may enable the individual to adjust to their new circumstances and enable them to reconnect with their values and commit to moving their life in a direction they value.\n\nOverall, the use of ACT is a promising intervention for individuals adjusting following a diagnosis of a neurological disorder. However, with a limited number of studies investigating the topic, further research is required into the effectiveness of ACT within neuro-rehabilitation."},"conditionsModule":{"conditions":["Brain Injuries","Multiple Sclerosis","Parkinson Disease","Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":26,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Intervention group","type":"EXPERIMENTAL","description":"The first group at the top of the waiting list will receive the Acceptance and Commitment Therapy group intervention, which is 1 hour per week for six weeks.","interventionNames":["Other: Acceptance and Commitment Therapy group"]},{"label":"Waiting list group","type":"NO_INTERVENTION","description":"The outcomes of those on the waiting list will be compared with those in the intervention group. Once the intervention group completes, those on the waiting list will be invited to attend the Acceptance and Commitment Therapy group intervention."}],"interventions":[{"type":"OTHER","name":"Acceptance and Commitment Therapy group","description":"Six week, Acceptance and Commitment Therapy group for those with adjustment difficulties following an acquired/traumatic brain injury or other neurological condition.","armGroupLabels":["Intervention group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Psychological Flexibility on the Acceptance and Action Questionnaire between baseline, 6 weeks and 10 weeks.","description":"Periodic assessment","timeFrame":"Participants will be assessed at baseline, 6 weeks and 10-12 weeks."}],"secondaryOutcomes":[{"measure":"Change in Low mood on the Patient Health Questionnaire -9 between baseline, 6 weeks and 10 weeks.","description":"Periodic assessment","timeFrame":"Participants will be assessed at baseline, 6 weeks and 10-12 weeks."},{"measure":"Anxiety on the Generalised Anxiety Disorder Questionnaire -7 between baseline, 6 weeks and 10 weeks.","description":"Periodic assessment","timeFrame":"Participants will be assessed at baseline, 6 weeks and 10-12 weeks."},{"measure":"Severity of individual difficulties on a Visual Analog Scale between baseline, 6 weeks and 10 weeks.","description":"Periodic assessment","timeFrame":"Participants will be assessed at baseline, 6 weeks and 10-12 weeks."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subjects who have been diagnosed with a neurological condition\n* Experiencing difficulties with adjustment as identified through assessment with Psychology team\n* Adult aged 18 and above\n* Sufficient cognitive capacity and English language skills to participate in group discussions and complete written tasks\n\nExclusion Criteria:\n\n* Current drug or alcohol abuse\n* Significant cognitive impairment\n* Unable to consent to trial due to cognitive impairment","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Saskia Keville","affiliation":"University of Hertfordshire","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Jacketts Field","city":"Abbots Langley","zip":"WD50PA","country":"United Kingdom","geoPoint":{"lat":51.70573,"lon":-0.41757}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000010300","term":"Parkinson Disease"},{"id":"D000009103","term":"Multiple Sclerosis"},{"id":"D000001930","term":"Brain Injuries"}],"ancestors":[{"id":"D000020734","term":"Parkinsonian Disorders"},{"id":"D000001480","term":"Basal Ganglia Diseases"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000009069","term":"Movement Disorders"},{"id":"D000080874","term":"Synucleinopathies"},{"id":"D000019636","term":"Neurodegenerative Diseases"},{"id":"D000020278","term":"Demyelinating Autoimmune Diseases, CNS"},{"id":"D000020274","term":"Autoimmune Diseases of the Nervous System"},{"id":"D000003711","term":"Demyelinating Diseases"},{"id":"D000001327","term":"Autoimmune Diseases"},{"id":"D000007154","term":"Immune System Diseases"},{"id":"D000006259","term":"Craniocerebral Trauma"},{"id":"D000020196","term":"Trauma, Nervous System"},{"id":"D000014947","term":"Wounds and Injuries"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M12903","name":"Parkinson Disease","asFound":"Parkinson's Disease","relevance":"HIGH"},{"id":"M4897","name":"Brain Injuries","asFound":"Brain Injury","relevance":"HIGH"},{"id":"M11750","name":"Multiple Sclerosis","asFound":"Multiple Sclerosis","relevance":"HIGH"},{"id":"M15105","name":"Sclerosis","relevance":"LOW"},{"id":"M22184","name":"Parkinsonian Disorders","relevance":"LOW"},{"id":"M25293","name":"Ganglion Cysts","relevance":"LOW"},{"id":"M16048","name":"Synovial Cyst","relevance":"LOW"},{"id":"M4464","name":"Basal Ganglia Diseases","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M11719","name":"Movement Disorders","relevance":"LOW"},{"id":"M2217","name":"Synucleinopathies","relevance":"LOW"},{"id":"M21248","name":"Neurodegenerative Diseases","relevance":"LOW"},{"id":"M4319","name":"Autoimmune Diseases","relevance":"LOW"},{"id":"M21788","name":"Demyelinating Autoimmune Diseases, CNS","relevance":"LOW"},{"id":"M21784","name":"Autoimmune Diseases of the Nervous System","relevance":"LOW"},{"id":"M6599","name":"Demyelinating Diseases","relevance":"LOW"},{"id":"M9890","name":"Immune System Diseases","relevance":"LOW"},{"id":"M17375","name":"Wounds and Injuries","relevance":"LOW"},{"id":"M9039","name":"Craniocerebral Trauma","relevance":"LOW"},{"id":"M21713","name":"Trauma, Nervous System","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"BC20","name":"Immune System Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC17","name":"Skin and Connective Tissue Diseases"},{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"}]}},"hasResults":false}