{"protocolSection":{"identificationModule":{"nctId":"NCT00222339","orgStudyIdInfo":{"id":"H2001/01313"},"organization":{"fullName":"University of Melbourne","class":"OTHER"},"briefTitle":"Task-Related Training of Arm Use After Stroke","officialTitle":"Task-Related Training of Arm Use After Stroke: a Randomised Controlled Trial"},"statusModule":{"statusVerifiedDate":"2001-12","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2002-02"},"completionDateStruct":{"date":"2004-06"},"studyFirstSubmitDate":"2005-09-13","studyFirstSubmitQcDate":"2005-09-13","studyFirstPostDateStruct":{"date":"2005-09-22","type":"ESTIMATED"},"lastUpdateSubmitDate":"2005-09-13","lastUpdatePostDateStruct":{"date":"2005-09-22","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"leadSponsor":{"name":"University of Melbourne","class":"OTHER"}},"descriptionModule":{"briefSummary":"Stroke is the leading cause of long-term physical disability in Australia. Currently around 25% of hemiplegic stroke patients discharged from rehabilitation have significantly impaired use of the affected hand with consequent dependence in dressing, grooming and feeding themselves. The poor outcome can be attributed in part to a lack of focus by therapists on the negative signs of stroke (weakness and lack of dexterity) as well as too little time (around 10 minutes per day) being devoted to retraining of the arm. Presently there is a very limited evidence base to guide the content of clinical practice. Results from both animal and human studies suggest that specific post-lesion training can result in substantial improvement in function. The hypothesis is that task-specific training of the affected upper limb to subjects in the early period following stroke will result in significantly better functional outcome than standard intervention.","detailedDescription":"Stroke is the leading cause of long-term physical disability in Australia. Currently around 25% of hemiplegic stroke patients discharged from rehabilitation have significantly impaired use of the affected hand with consequent dependence in dressing, grooming and feeding themselves. The poor outcome can be attributed in part to a lack of focus by therapists on the negative signs of stroke (weakness and lack of dexterity) as well as too little time (around 10 minutes per day) being devoted to retraining of the arm. Presently there is a very limited evidence base to guide the content of clinical practice. Results from both animal and human studies suggest that specific post-lesion training modulates physiological changes that take place in undamaged tissue. It is probable that this training induces use-dependent patterns of neural activity that can selectively drive the reorganization of the undamaged cortical areas and thereby improve the functional outcome for the arm and hand. We have developed a task-specific training program for the upper limb that is unique in a) the focus on performance of functional tasks, and b) the intensity of practice, with patients practising the tasks both during and outside of therapy sessions.\n\nComparisons: A 3-week daily task-specific training of the affected upper limb compared to a control intervention that does not involve upper limb training. Both interventions are additional to the standard rehabilitation program.\n\nOutcomes measured pre- and post-intervention and 3 months follow-up. Outcome measures include: variables grip and pinch force, dexterity, arm use and quality of life. Severity of stroke, classified according to the upper arm sub-test of the Motor Assessment Scale, will be used as a covariate."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke","Hand function","Task-specific training"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE"}},"enrollmentInfo":{"count":30}},"armsInterventionsModule":{"interventions":[{"type":"BEHAVIORAL","name":"task-specific training"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Arm and hand function measured using the Motor Assessment Scale and the Chedoke-McMaster Impairment Inventory."},{"measure":"Grip and pinch strength measured using dynamometers."}],"secondaryOutcomes":[{"measure":"Dexterity measured using the NK Dexterity Board"},{"measure":"Quality of Life measured using the Stroke-adapted Sickness Impact Profile."},{"measure":"Sensation using a validated assessment of tactile spatial resolution."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* within 6 weeks of first stroke\n* unilateral stroke\n* impaired arm function\n* able to cope with intensive training program\n* medically stable\n* able to understand instructions\n\nExclusion Criteria:\n\n* uncontrolled systemic disease\n* significant musculotendinous or bony restrictions of the affected upper limb\n* any serious chronic disease independently causing significant disability of the affected limb","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Mary P Galea, PhD","affiliation":"University of Melbourne","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Austin Health","city":"Melbourne","state":"Victoria","zip":"3084","country":"Australia","geoPoint":{"lat":-37.814,"lon":144.96332}}]},"referencesModule":{"references":[{"type":"RESULT","citation":"Miller K, Galea M, Kilbreath S, Phillips B (2002) Early intensive task-specific sensory and motor training of the upper limb following acute stroke: a pilot study. In Battistin L, Dam M, Tonin P(eds) Neurological Rehabilitation. Bologna:Mondizzi Editore."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}