{"protocolSection":{"identificationModule":{"nctId":"NCT02827864","orgStudyIdInfo":{"id":"104-9402A"},"organization":{"fullName":"Chang Gung Memorial Hospital","class":"OTHER"},"briefTitle":"Efficacy and Time Dependent Effects of tDCS Combined With MT for Rehabilitation After Subacute and Chronic Stroke","officialTitle":"Efficacy and Time Dependent Effects of Transcranial Direct Current Stimulation (tDCS) Combined With Mirror Therapy for Rehabilitation After Subacute and Chronic Stroke"},"statusModule":{"statusVerifiedDate":"2020-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-10-30","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2018-02-28","type":"ACTUAL"},"completionDateStruct":{"date":"2020-02-13","type":"ACTUAL"},"studyFirstSubmitDate":"2016-06-29","studyFirstSubmitQcDate":"2016-07-06","studyFirstPostDateStruct":{"date":"2016-07-11","type":"ESTIMATED"},"lastUpdateSubmitDate":"2020-06-16","lastUpdatePostDateStruct":{"date":"2020-06-18","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Chang Gung Memorial Hospital","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This project is designed to investigate the intervention effects and time dependent effects of combining tDCS and MT in patients with subacute and chronic stroke.","detailedDescription":"This project is also designed to investigate the optimal application timing of tDCS in combination with MT in patients with subacute and chronic stroke. Patients with subacute and chronic stroke will be recruited and randomized into one of the 3 groups: sequentially apply tDCS and MT group (SEQ), apply tDCS concurrently with MT group (CON), and MT with sham tDCS group (SHAM). All participants will receive 40 minutes of MT followed by 30 minutes of functional task training. For the participants in the SEQ group, 20 minutes of tDCS will be applied prior to MT, while tDCS will be applied concurrently with MT for the first 20 minutes in the CON group. As for the SHAM group, tDCS electrodes will be placed on the scalp without actual current output. The interventions will be carried out 90 minutes per day, 5 days per week, for 4 weeks. Behavioral outcomes will be assessed by blinded evaluators before, after, and 3 months post intervention. To study the possible interaction of treatment group and time of outcome evaluations, group (SEQ vs. CON vs. SHAM groups) × time (pretest vs. posttest vs. follow-up) repeated measures ANOVA will be performed. Additionally, the partial eta square (η2) will be calculated to determine the effect size of interest."},"conditionsModule":{"conditions":["Cerebrovascular Accident"],"keywords":["Mirror therapy","transcranial direct current stimulation","stroke","neurorehabilitation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":1,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"sequentially apply tDCS and MT","type":"EXPERIMENTAL","description":"The participants in the SEQ group will first receive a-tDCS applied over M1 lesioned without any active arm practice for 20 minutes. For the following 20 minutes, the participants will receive the MT, while the electrodes will be remained on the scalp without stimulation (sham tDCS). Then the electrodes will be removed from the scalp, and the participants will continue another 20 minutes of MT without tDCS. The treatment session will be ended with 30 minutes of functional task practice.","interventionNames":["Behavioral: sequentially apply tDCS and MT"]},{"label":"apply tDCS concurrently","type":"EXPERIMENTAL","description":"For the participants in the CON group, sham tDCS will be first applied for 20 minutes without active arm practice. Twenty minutes of a-tDCS will then be applied concurrently with MT followed by another 20 minutes of MT without tDCS.\n\nSimilar to the SEQ group, the participants will also practice functional tasks for 30 minutes after MT.","interventionNames":["Behavioral: apply tDCS concurrently"]},{"label":"MT with sham tDCS","type":"SHAM_COMPARATOR","description":"For the SHAM group, the training procedure will be the same as the above 2 groups except that sham tDCS will be provided in the first 40 minutes.","interventionNames":["Behavioral: MT with sham tDCS"]}],"interventions":[{"type":"BEHAVIORAL","name":"sequentially apply tDCS and MT","description":"The participants in the SEQ group will first receive a-tDCS applied over M1lesioned without any active arm practice for 20 minutes. For the following 20 minutes, the participants will receive the MT, while the electrodes will be remained on the scalp without stimulation (sham tDCS). Then the electrodes will be removed from the scalp, and the participants will continue another 20 minutes of MT without tDCS. The treatment session will be ended with 30 minutes of functional task practice.","armGroupLabels":["sequentially apply tDCS and MT"],"otherNames":["SEQ"]},{"type":"BEHAVIORAL","name":"apply tDCS concurrently","description":"Sham tDCS will be first applied for 20 minutes without active arm practice. Twenty minutes of a-tDCS will then be applied concurrently with MT followed by another 20 minutes of MT without tDCS. The participants will also practice functional tasks for 30 minutes after MT.","armGroupLabels":["apply tDCS concurrently"],"otherNames":["CON"]},{"type":"BEHAVIORAL","name":"MT with sham tDCS","description":"The training procedure will be the same as the above 2 groups except that sham tDCS will be provided in the first 40 minutes.","armGroupLabels":["MT with sham tDCS"],"otherNames":["SHAM"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change scores of Fugl-Meyer Assessment (FMA)","description":"The UE-FMA subscale will be used to assess the sensorimotor impairment level of UE in patients after stroke. The UE-FMA contains 33 movements with a score range from 0 to 66. A higher UE-FMA score indicates less impairment of the paretic limb. The validity and reliability of FMA is good to excellent.","timeFrame":"baseline, 1 month, 4 months"}],"secondaryOutcomes":[{"measure":"Change scores of Adelaide Activities Profile (AAP)","description":"AAP will be applied to indicate the level of participation in household and community activities. This profile includes 21 activities in the four areas: domestic chores, household maintenance, service to others, and social activities. It scores on a scale of 0-3, with higher point meaning more frequent participation. The AAP is found to have good validity and reliability.","timeFrame":"baseline, 1 month"},{"measure":"Change scores of 10-Meter Walk Test (10MWT)","description":"The 10MWT assess mobility function by measuring the time and the numbers of strides required to walk 10 meters under two conditions: (1) with the self-pace of each participant (self-pace); (2) with the speed that the participants walked as soon as possible. The velocity and stride length of the participant are calculated. Research has validated the 10MWT in measuring mobility in stroke.","timeFrame":"baseline, 1 month"},{"measure":"Change scores of Stroop test","description":"The Number Stroop Test of the Psychology Experiment Building Language (Mueller, \\& Piper, 2014) was used to assess the inhibition ability. Participants will be asked to respond to the amount but not the name of stimuli.","timeFrame":"baseline, 1 month"},{"measure":"Change scores of pressure pain threshold","description":"The Commander Algometer (JTECH Medical, USA) is designed for easy handling and fine resolution to identify clinically significant pain sensitivity changes. The Commander Algometer provides a convenient, efficient, objective pain evaluation tool for treatment planning, progress evaluation and case management. The measured pressure thresholds/tolerances and trigger point tenderness will be reported by patients.","timeFrame":"baseline, 1 month"},{"measure":"Change scores of Dual-Task Block and Box Test","description":"Investigators will use the dual-task test to determine the ability to perform 2 tasks at the same time in participants with stroke. The dual-task test evaluates an individual's attentional limitation, central executive function, and automatic processing ability.The primary task will be the box and block test (BBT) assessed with a wooden box containing 2 equally sized compartments. Cubes will be placed in 1 compartment, and the participants will be instructed to use transport the cubes to the other compartment 1-by-1 in their fastest speed. The number of cubes being moved within 60 seconds will be recorded. While performing the BBT, the participants will be required to perform a secondary task - counting backward by 7 or respond as fast as possible to different tones.","timeFrame":"baseline, 1 month, 4 months"},{"measure":"Change scores of EuroQol (EQ)-5D questionnaire","description":"The quality of life will be assessed by the EQ-5D questionnaire which comprises the following five dimensions: mobility, self-care, usual activities, pain/discomfort and anxiety/depression. Each dimension has three levels: no problems, some problems, extreme problems. The score has been shown to be reliable and valid .","timeFrame":"baseline, 1 month"},{"measure":"Change scores of Pinch and grasp dynamometer","description":"Grasp, palmar and lateral pinch strength will be assessed with the Jamar hand-held dynamometer. To perform the tests, subjects will seat with the upper extremity in 0° of shoulder flexion and 90° of elbow flexion. High reliability has been found for hand-held dynamometry.","timeFrame":"baseline, 1 month"},{"measure":"Change scores of The Chedoke Arm and Hand Activity Inventory (CAHAI)","description":"CAHAI is a validated, upper-limb measure that uses a 7-point quantitative scale in order to assess functional recovery of the arm and hand after a stroke. The purpose of this measure is to evaluate the functional ability of the paretic arm and hand to perform tasks that have been identified as important by individuals following a stroke. The CAHAI has good psychometric properties.","timeFrame":"baseline, 1 month"},{"measure":"Change scores of The Facial Pain Scale-Revised (FPS-R )","description":"The FPS-R will be used to assess the level of post-exertional pain, respectively. These evaluations will be measured using a 6-point scale with no pain to extreme pain, which depicts six photocopied faces showing neutral to extremely painful expressions. The vertically aligned format of the scales will be used to prevent potential bias of report due to UN.","timeFrame":"baseline, 1 month"},{"measure":"Change scores of Modified Rankin Scale (mRS)","description":"mRS measures degrees of disability and dependence. Changes of one or more grade (0 to 5) can indicate meaningful improvements or declines in a patient's functional independence over time.","timeFrame":"baseline, 1 month"},{"measure":"Change scores of The short form of the Betts Questionnaire Upon Mental Imagery (Betts QMI)","description":"Betts QMI will be used to assess a person's ability to engage in imagery. The shortened Questionnaire Upon Mental Imagery measures vividness of mental imagery in seven sensory modalities: visual, auditory, cutaneous, kinaesthetic, gustatory, olfactory, and organic. High scores indicate low imagery capacity, and vice versa. The short form of the Betts QMI had high test-retest reliability.","timeFrame":"baseline, 1 month"},{"measure":"Change scores of The Facial Fatigue Scale-Revised (FFS-R)","description":"The FFS-R will be used to assess the level of post-exertional fatigue, respectively. These evaluations will be measured using a 6-point scale with no fatigue to extreme fatigue, which depicts six photocopied faces showing neutral to extremely fatigue expressions. The vertically aligned format of the scales will be used to prevent potential bias of report due to UN.","timeFrame":"baseline, 1 month"},{"measure":"Change scores of Revised Nottingham Sensory Assessment (rNSA)","description":"Changes in sensation before and after intervention will be measured with rNSA. Tactile sensation,proprioception, and stereognosis will be assessed with various sensory modalities. The rNSA is scored based on a 3-point ordinal scale (0-2) with a higher score indicates better sensation. The clinimetric properties of rNSA have been established in patients with stroke.","timeFrame":"baseline, 1 month"},{"measure":"Change scores of Medical Research Council scale (MRC)","description":"The MRC is an ordinal scale that assesses muscle strength. The scoring for each muscle ranges from 0 to 5, with a higher score indicates stronger muscle. The reliability of MRC for all muscle groups was good to excellent in patients with stroke.","timeFrame":"baseline, 1 month"},{"measure":"Change scores of MyotonPro","description":"Investigators will use the MyotonPRO device to evaluate the viscoelastic properties of UE muscles.","timeFrame":"baseline, 1 month"},{"measure":"Change scores of Wolf Motor Function Test (WMFT)","description":"The WMFT is a reliable method to evaluate the UE motor ability in patients after stroke. The WMFT contains 15 function-based tasks and 2 strength-based tasks. The time (WMFT-time) and the functional ability (WMFT-quality) for an individual to complete the tasks will be recorded. A shorter WMFT-time and a larger WMFT-quality score indicate a faster movement and better quality of movement, respectively.","timeFrame":"baseline, 1 month"},{"measure":"Change scores of Motor Activity Log (MAL)","description":"The MAL will be used to assess the amount of use (AOU) and quality of movement (QOM) of the paretic UE. The MAL is a semi-structured interview that tests object manipulation and gross motor activities of daily living. The psychometric properties of MAL have been well-established, and a higher MAL score indicates better movement quality.","timeFrame":"baseline, 1 month, 4 months"},{"measure":"Change scores of Actigraphy","description":"In addition to MAL, the ActiGraph GX3 accelerometers (ActiGraph, Shalimar, FL, USA) will be used to quantitatively assess the amount of arm use in the participants' home settings.The actigraphy will be placed on bilateral wrist for 3 consecutive days before and after the 1-month intervention. The participants will carry the actigraphy all day except for activities that involve water, such as swimming or bathing. Using the actigraphy, investigators will be able to record and calculate the number of hand movements per minute, and the data will be analyzed with the MAHUFFE software (http://www.mrc-epid.cam.ac.uk/). The actigraphy has often been used to evaluate arm use in patients with stroke.","timeFrame":"baseline, 1 month"},{"measure":"Change scores of ABILHAND Questionnaire","description":"The ABILHAND evaluates an individual's perceived difficulty while performing bilateral upper limb activities. The ABILHAND involves 23 ADLs. The use of the ABILHAND in patients with stroke has been validated.","timeFrame":"baseline, 1 month, 4 months"},{"measure":"Change scores of Modified Ashworth Scale (MAS)","description":"The MAS is a 6-point ordinal scale that measures muscle spasticity in patients with brain lesions. Investigators will assess the MAS scores of UE muscles, including biceps, triceps, wrist flexors and extensors, and finger flexors and extensors. The validity and reliability of MAS for patients with stroke were established to be adequate to good.","timeFrame":"baseline, 1 month"},{"measure":"Change scores of Nottingham Extended Activities of Daily Living Scale (NEADL)","description":"The NEADL is a self-report scale that measures instrumental activities of daily living. It evaluates 4 areas of daily living, including mobility, kitchen, domestic, and leisure activities. The total score is 0-66, and a higher score indicates better daily functional ability. The psychometric properties of NEADL have been well established.","timeFrame":"baseline, 1 month, 4 months"},{"measure":"Stroke Impact Scale Version 3.0 (SIS 3.0)","description":"To evaluate health-related quality of life, the SIS 3.0 will be used. The SIS consists of 59 test items grouped into 8 domains (strength, hand function, ADL/IADL, mobility, communication, emotion, memory and thinking, and participation/role function). The participants will be asked to rate each item in a 5-point Likert scale regarding to the perceived difficulty in completing the task. The total score for each domain ranges from 0 to 100. An extra question will be asked to evaluate the participant's self-perceived overall recovery from stroke. The SIS 3.0 has satisfactory psychometric properties.","timeFrame":"baseline, 1 month, 4 months"},{"measure":"Change scores of Functional Independence Measure (FIM)","description":"The FIM measures the disability level of an individual and assess the dependence level for the individual to perform daily activities. The FIM contains 18 items composed of 13 motor tasks and 5 cognitive tasks. The scores of FIM range from 18 to 126 with higher scores indicate greater independent ability. The FIM has good to excellent validity and reliability.","timeFrame":"baseline, 1 month"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. experienced a first-ever unilateral stroke with stroke onset ≥ 1 week;\n2. UE-FMA score between 18 and 56\n3. able to follow instructions to perform the tasks (Mini Mental State Examination ≥ 24)\n\nExclusion Criteria:\n\n1. Participants are currently involved in other rehabilitation or drug research trial(s);\n2. have neurological or psychological disorders other than stroke;\n3. have joint contracture or excessive spasticity of the paretic upper limb that prohibits them performing the tasks;\n4. received Botulinum toxin injections 3 months prior to enrollment\n5. have unstable cardiovascular status such as uncontrolled hypertension or New York Heart Association (NYHA) Class III/IV heart failure;\n6. have contradictions to tDCS including a history of epilepsy, migraine headache, uncontrolled medical status, being pregnant, having a pacemaker, or metal implanted in their head or body\n7. have a history of drug or alcohol abuse, skin lesions on the electrode sites, brain tumor, brain injury, arteriovenous malformation (AVM), had brain surgery, other brain diseases (such as intracranial hypertension or cerebral edema), or being not suitable for using tDCS by the physician's assessment.","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Ching-Yi Wu","affiliation":"Chang Gung University","role":"STUDY_CHAIR"}],"locations":[{"facility":"Chang Gung Memorial Hospital","city":"Songshan","state":"Taipei","zip":"105","country":"Taiwan","geoPoint":{"lat":25.04306,"lon":121.57967}},{"facility":"Chang Gung Memorial Hospital","city":"Taoyuan","zip":"333","country":"Taiwan","geoPoint":{"lat":24.95233,"lon":121.20193}}]},"referencesModule":{"references":[{"pmid":"32690032","type":"DERIVED","citation":"Liao WW, Chiang WC, Lin KC, Wu CY, Liu CT, Hsieh YW, Lin YC, Chen CL. Timing-dependent effects of transcranial direct current stimulation with mirror therapy on daily function and motor control in chronic stroke: a randomized controlled pilot study. J Neuroeng Rehabil. 2020 Jul 20;17(1):101. doi: 10.1186/s12984-020-00722-1."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Cerebrovascular Accident","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}