{"protocolSection":{"identificationModule":{"nctId":"NCT06073522","orgStudyIdInfo":{"id":"IRCCS Fondazione Stella Maris"},"organization":{"fullName":"IRCCS Fondazione Stella Maris","class":"OTHER"},"briefTitle":"Validation of AI for Personalized Assessment and Rehabilitation of Upper Limb in Children With Unilateral Cerebral Palsy","officialTitle":"Clinical Validation of Artificial INtelligence for Providing a Personalized Motor Clinical Profile Assessment and Rehabilitation of Upper Limb in Children With Unilateral Cerebral Palsy","acronym":"AInCP"},"statusModule":{"statusVerifiedDate":"2023-10","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-10-10","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-10-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-06-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-10-04","studyFirstSubmitQcDate":"2023-10-04","studyFirstPostDateStruct":{"date":"2023-10-10","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-10-07","lastUpdatePostDateStruct":{"date":"2023-10-10","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Giuseppina Sgandurra","investigatorTitle":"MD, PhD","investigatorAffiliation":"IRCCS Fondazione Stella Maris"},"leadSponsor":{"name":"IRCCS Fondazione Stella Maris","class":"OTHER"},"collaborators":[{"name":"University of Pisa","class":"OTHER"},{"name":"University of Castilla-La Mancha","class":"OTHER"},{"name":"Fight The Stroke","class":"UNKNOWN"},{"name":"SCUOLA SUPERIORE DI STUDI UNIVERSITARI E DI PERFEZIONAMENTO S ANNA","class":"UNKNOWN"},{"name":"Noldus Information Technology Bv","class":"UNKNOWN"},{"name":"Khymeia","class":"UNKNOWN"},{"name":"Tyromotion GMBH","class":"UNKNOWN"},{"name":"The University of Queensland","class":"OTHER"},{"name":"University of Salento","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Unilateral Cerebral palsy (UCP) is the most common neurological chronic disease in childhood with a significant burden on children, their families and health care system.\n\nAInCP aims to develop evidence-based clinical Decision Support Tools (DST) for personalized functional diagnosis, Upper Limb (UpL) assessment and home-based intervention for children with UCP, by developing, testing and validating trustworthy Artificial Intelligence (AI) and cost-effective strategies. The AInCP approach will: i) establish a clinical diagnosis and accurate prognosis for treatment response of individual UCP profiles, by employing a multimodal approach including clinical phenotyping, advanced brain imaging and real-life monitoring of UpL function, and ii) provide personalized home-based treatment, from advanced ICT and AI technologies.\n\nThe AInCP will build upon personalized diagnostic and rehabilitative DST (dDST and rDST) to be developed and validated through large observational and rehabilitation studies, including at least 200 and 150 children with UCP, respectively. Using data driven and AI approach, dDST and rDST will be combined for developing a theranostic DST (tDST) that will allow the re-designing of an economical, ethical, sustainable decision-making process for delivering a personalized and validated approach, focused on the care, monitoring and rehabilitation of UpL in children with UCP. AInCP is a significant example of a transdisciplinary approach, where all project collaborators (clinicians, data scientists, physicists, engineers, economists, ethicists, SMEs, children and parent associations) will work closely together in building the AInCP approach. This approach will, therefore, hinge on transdisciplinary contributions, multi- dimensional data, sets of innovative devices and fair AI-based algorithms, clinically effective and able to reduce users? and market barriers of acceptability, reimbursability and adoption of the proposed solution.","detailedDescription":"The project is configured as an international observational clinical non-profit study that aims to change the current management of care and intervention of children and adolescents with UCP, providing a new model of approach.\n\nThis study has international dimensions, in fact it involves 12 partners from 7 countries; children will be enrolled and tested by the four clinical centers, namely the IRCCS Stella Maris Foundation, the Universidad De Castilla - La Mancha (Spain), the Katholieke Universiteit of Leuven (Belgium) and the David Tvildiani Medical University (Georgia).\n\nEnrollment and clinical and kinematic evaluations will be carried out by the centers involved in the study; as regards the analysis of all neuroimaging data, the Queensland Cerebral Palsy Research Centre of the University of Queensland (Australia) will be involved, as this center is an international expert on this.\n\nParticipation in the study will be voluntary and a signature of informed consent by the parent will be required.\n\nFor the group of children with UCP the inclusion criteria will be:\n\n1. Confirmed diagnosis of CP with predominantly spastic hemiplegia\n2. Mild to moderately severe impairment of upper limb function (MACS level I-III)\n\nThe exclusion criteria will be:\n\n1. Severe impairment of the upper limbs (MACS level IV or V)\n2. Botulinum toxin injection in the upper limb within 6 months prior to study entry\n3. Upper limb surgery in the 6 months prior to study entry\n4. Presence of severe comorbidities and/or severe intellectual disability For the sample of children with typical development, they will be defined with the exclusion criteria of clinically documented disorders.\n\nRecruitment will take place only after the signature of the informed consent. Upon recruitment, some personal data will be acquired and a special database will be created built on the REDCap platform and processed anonymously.\n\nThe data will come from the following areas:\n\n1. Multiaxial clinical assessments and questionnaires\n\n   Before the start of the evaluation, a screening of the clinical measures that are part of the protocol will be carried out, in order to report any recent administrations of the same tests, in order to, if necessary, choose a better time window in which to start participation in this study. The protocol is in fact composed of standardized tests and questionnaires usually used in clinical practice. The clinical evaluation, which will be organized in two consecutive days and will be divided into different tests, some directed to the child and others, such as questionnaires, carried out by / with the parents, included in the following areas:\n   * Clinical motor evaluation (strength, spasticity and mirror movements) and sensitivity;\n   * Evaluation of the functionality of the upper limbs with structured and semi-structured tests\n   * Cognitive and neuropsychological evaluation\n   * Classification systems and questionnaires for upper limb skills, independence in everyday life and aspects related to participation and quality of life\n\n   For the children with TD, only a very small part of the evaluations provided for children with UCP will be carried out, that is:\n   * Evaluation of upper limb function with a semi-structured assessment session\n   * Questionnaires for coordination skills, to define laterality and to explore aspects related to behavior\n\n   Finally, a survey will be proposed consisting of questionnaires on sleep quality, quality of life and familiarity and ability with technologies for all children (both those with UCP and those with TD) their parents and also health professionals.\n2. Neuroimaging Structural Magnetic Resonance (MRI) images of the brain of children with UCP, commonly acquired for clinical purposes, will be collected and evaluated according to the semiquantitative evaluation scale, developed by the Stella Maris Foundation (FSM), in order to quantify the severity of brain injury. For children and/or adolescents who have already performed MRI, parental consent will be requested to access this data. Image evaluation will be carried out by anonymizing and transferring the images to the University of Queensland/CSIRO in Australia and then analysed by expert evaluators using automated software, producing quantitative measurements.\n3. Analysis of upper limb movement during clinical evaluation and daily life All children and/or adolescents enrolled will be asked to wear sensors on both wrists, during clinical evaluations and for 2 weeks in order to investigate upper limb activity also during daily life. During this period, parents will have to fill out a diary reporting the main daily activities (for example the time of wake-up, falling asleep, lunch and dinner, any sporting activity, etc.). Questionnaires will also be administered to evaluate the feasibility and acceptability of the sensors by children and/or adolescents and their parents, with a short daily form and a more extensive form at the end of the period of recording. At the end of the 2 weeks, parents will be contacted to pick up the sensors directly from their home.\n\nTo protect privacy and anonymity, each subject will be assigned a numerical code that will be kept separately. In this way the database will not contain any identification data of the subject. Access to such data will be limited only to personnel directly involved in the study and all data will be processed anonymously.\n\nOnce all the data coming from the three domains (clinical assessment, neuroimaging and kinematic analysis), together with the questionnaires, will be collected, they will be inserted in a dedicated RedCap database.\n\nInvestigators of UNIPI will use AI algorithms to process and analyze all data collected at the Green Data Center: clinical outcome measures, trackers' data, results of the questionnaires and the outcome from neuroimaging analysis. The results of analysis will be packaged into the diagnostic Decision Support Tool (dDST), a software tool that will support clinicians in managing functional diagnosis. This tool will be accessed by the clinicians through a specifically designed dashboard. The purpose of the AI analysis is to understand how these data are correlated with the different clinical features and treatment responses that distinguish one individual from another. The clinician can be supported both in diagnostic and rehabilitative processes, positively impacting both the clinical decision-making and the subject healthcare."},"conditionsModule":{"conditions":["Unilateral Cerebral Palsy"],"keywords":["Cerebral Palsy","Paediatric Stroke","Predictive Biomarkers","Brain structure","Upper limb assessment","Upper limb Rehabilitation","Machine Learning","Data science","Telerehabilitation","Multi agent systems","intelligent systems","Artificial intelligence"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"CASE_CONTROL","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":500,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Typically developing children","description":"Children aged 5 to 15 years old with no clinically documented disorders.","interventionNames":["Other: Artificial Intelligence for combining multi-domain data acquisition"]},{"label":"Children with Unilateral Cerebral Palsy","description":"Children aged 5 to 15 years old with a diagnosis of Unilateral Cerebral Palsy","interventionNames":["Other: Artificial Intelligence for combining multi-domain data acquisition"]}],"interventions":[{"type":"OTHER","name":"Artificial Intelligence for combining multi-domain data acquisition","description":"Artificial Intelligence and machine learning techniques to combine data coming from multidomains data collection (such as clinical multiaxial assessments and questionnaires, Neuroimaging, Upper limb movement analysis during clinical assessment and daily life )","armGroupLabels":["Children with Unilateral Cerebral Palsy","Typically developing children"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"score of modified Ashworth Scale (MAS)","description":"Test for estimating the muscle tone (i.e., the resistance felt by the examiner when performing a passive stretch of a muscle), which will be apply to the muscles of the upper limb. The child will lie or sit in a comfortable position, and the examiner will stretch the upper limb in different ways, in order to assess the tension each muscle imposes when stretched.","timeFrame":"Months 1-24"},{"measure":"score of grip strenght by means of Jamar dynamometer Grip strength will be assessed with the Jamar dynamometer","description":"Jamar is a regular hydraulic dynamometer and is the most widely reported device used to measure grip strength. The child will perform three trials for each hand, where he/she will be asked to squeeze the handle of the dynamometer as strongly as possible. The values shown on the monitor will be noted for each trial.","timeFrame":"Months 1-24"},{"measure":"score of mirror movements","description":"Mirror movements of the hands refer to the involuntary movements of the less-affected hand, which mimic voluntary movements of the more affected hand. These movements will be assessed with the Woods and Teuber scale (Woods \\& Teuber, 1978), which is a five-point scale describing the degree of mirror movements. The child will be asked to perform three tasks shown in figure 2: (1) fist opening and clenching, (2) finger opposition (thumb sequentially touches other four digits), and (3) finger tapping (fingers are sequentially lifted from the table surface) and after observation of the examiner, the mirror movements will be classified.","timeFrame":"Months 1-24"},{"measure":"score of Stereognosis (tactile object identification)","description":"The ability to identify objects only by touching them will be assessed with a simple test that includes 12 daily objects (e.g., a spoon, a toothbrush, a coin). The child will be asked to touch some items one-by-one, with his/her vision occluded and will have to report the name of the item touched in every trial.","timeFrame":"Months 1-24"},{"measure":"score of Two point discrimination test","description":"Two-point discrimination (i.e., is the ability to discern that two nearby objects touching the skin are truly two distinct points, not one), will be assessed with an Aesthesiometer. This tool has two pinches which can come closer or further from each other. With the vision of the child occluded and the change of the distance between the two pinches, this test can determine the minimum distance that the two impressions can be distinguished by the child","timeFrame":"Months 1-24"},{"measure":"score of Assisting Hand Assessment","description":"It is an assessment tool to measure the assisting hand performance in children with UCP. It can be used for children aged between 18 months and 18 years, with playful session made of semi-structured activities calibrated on the different ages (different board games). This tool has been identified as the primary outcome measure and will be used at all evaluation times. The assessment is videotaped and the scoring is based on the video. This test will be performed also to the sample of children with TD.","timeFrame":"Months 1-24"},{"measure":"score of the Melbourne Assessment 2","description":"It is a valid and reliable criterion-referenced test for evaluating upper limb movement quality in children with a neurological impairment aged 2.5 to 15 years. It consists of 14 unimanually tested items including reach, pointing, manipulation, grasp, release, and pro-/supination. Only the affected hand will be tested and it lasts approximately 15 minutes.","timeFrame":"Months 1-24"},{"measure":"score of the Box and block test","description":"Manual dexterity will be assessed using the BBT. The child will be seated on an adjusted chair in front of a two-compartment box placed on a table, one compartment containing a total of 150 blocks. The goal is to transport as many blocks as possible, one at a time, from one compartment to the other with the same hand. The two hands will be both tested starting from the dominant one.","timeFrame":"Months 1-24"},{"measure":"score of NEuroPSYchological assessment (NEPSY-II)","description":"NEPSY evaluates the child's neurocognitive development. In the study the investigators will assess four subtests:\n\n* The Imitating Hand Positions subtest which assesses imitation and requires the child to imitate, separately with the dominant or non-dominant hand, various hand/finger positions performed by the examiner.\n* The Manual Motor Sequences set assesses planning and coordination of sequences of hand movements and the child will be asked to imitate five times series of rhythmic unimanual or bimanual movements shown by the examiner.\n* The Inhibition subtest and the Auditory Attention and Response Set subtest to assess the attention and executive functioning. The child will be asked to name different shapes according to examiner's instructions or point at the right time in a series of words said by the examiner.\n* The Verbal Fluency Subtest, which evaluates cognitive flexibility in a word production task within a specific semantic or phonemic category.","timeFrame":"Months 1-24"},{"measure":"score of Leiter International Performance Scale (Leiter-III)","description":"This scale evaluates non-verbal intelligence and cognitive abilities. In this study, the investigators will use the Sustained Attention subtest, which assesses visual attention and consists of repetitive barrage tasks to be performed in a predefined time.","timeFrame":"Months 1-24"},{"measure":"score of Developmental Test of Visual-Motor Integration (VMI)","description":"VMI is a paper-pencil test used to determine the level of integration between visual and motor systems. The child will be asked to copy different geometric forms shown on the paper within a certain time frame.","timeFrame":"Months 1-24"},{"measure":"score of MOXO-continuous performance test","description":"MOXO evaluates sustained attention and is provided via a computer. The test requires the child to sustain attention over a continuous stream of stimuli (visual or auditory) and to respond to a specific target stimulus.","timeFrame":"Months 1-24"},{"measure":"score of Corsi block-tapping test","description":"The Corsi block-tapping test evaluates visuo-spatial, short-term and working memory. The child is asked to retrieve a sequence previously seen by the examiner by tapping blocks with the preferred finger following the same order for the forward condition or reversing the order for the backward condition.","timeFrame":"Months 1-24"},{"measure":"score of Behaviour Rating Inventory of Executive Function (BRIEF-P/2) for parents","description":"BRIEF is a questionnaire filled in by the parents/legal guardians and dives into everyday behavior associated with specific domains of the executive functions (i.e., mental processes that enable us to plan, focus attention, remember instructions). Parents rate items (e.g., \"does not think before doing\") on a three-point scale ranging from 1 (never) to 3 (often).","timeFrame":"Months 1-24"},{"measure":"score of Child Behavior Checklist (CBCL)","description":"CBCL is a checklist filled in by the parent/legal guardian and aims to identify potential difficulties in behavioural function. The items are rated in a three-point scale (not true, somewhat or sometimes true, and very true or often true).","timeFrame":"Months 1-24"},{"measure":"score of Wechsler Preschool and Primary Scale of Intelligence (WPPSI-IV) for children aged 2,64 - 7,7 years","description":"This test evaluates cognitive function. It consists of 15 subtests which are being administered via words, matrices, figures, objects, numbers.","timeFrame":"Months 1-24"},{"measure":"3.9. Wechsler Intelligence Scale for Children (WISC) for children ages 6 - 16 years","description":"Similarly, with WPPSI, WISC evaluates also cognitive function. The objectives of the test are very much alike with WPPSI-III, but this test targets children of older age. The version of this test will be the latest one available in the language of the clinical partners.","timeFrame":"Months 1-24"},{"measure":"score of Test of Visual Perceptual Skills (TVPS-4)","description":"This test will be applied to measure the visual-perceptual function. It is a motor-free and individually administered test to evaluate the comprehensive visual perceptual functions for individuals aged 5-21 years. The TVPS-4 comprises 7 tests: visual discrimination, visual memory, spatial relationship, form constancy, sequential memory, visual figure- ground, and visual closure. The TVPS-4 has excellent reliability and concurrent validity with other similar tests.","timeFrame":"Months 1-24"},{"measure":"level of Manual Ability Classification System (MACS)","description":"MACS classifies the child's ability from 4 to 18 years old to handle objects in daily activities on one of 5 levels (level I: greater ability, level V: less ability). It is expected that all selected children for this study will be classified in MACS levels I to III: MACS level I (able to handle objects easily and successfully), level II (able to handle most objects but with somewhat reduced quality and/or speed of achievement so that alternate ways of performance might be used) or level III (handles objects with difficulty; needs help to prepare and/or modify activities).","timeFrame":"Months 1-24"},{"measure":"level of House Functional Classification System (HFCS)","description":"The HFCS assesses UpL function of the impaired hand (ranging from 'does not use', level 0 to 'spontaneous use, complete', level 8) in children with UCP. The level of the child is typically agreed with caregivers.","timeFrame":"Months 1-24"},{"measure":"level of Bimanual Fine Motor Function version 2 (BFMF 2)","description":"Classifies the bimanual fine motor function in children with CP from 3 to 18 years old. It is a classification of the hand function in children with CP on a five-level scale, whereby level I describes the best and level V the most limited function. The BFMF also offers the possibility to classify the capacity of the two hands separately (figure 19), in contrast to MACS (classifying the performance of both hands together). The classification levels could be determined from short video recordings (\\< 5 minutes) of three fine motor tasks regardless of bimanual fine motor ability, making the BFMF 2 a feasible classification of fine motor capacity.","timeFrame":"Months 1-24"},{"measure":"score of ABILHAND-Kids questionnaire","description":"This questionnaire measures the manual abilities of children with CP (6-15 years old), with a particular reference to the independence in achieving some goals of everyday life, exploring if some activities are easily performed, if they present some difficulties or if they are impossible. It can be answered by parents or children and it requires 10 minutes.","timeFrame":"Months 1-24"},{"measure":"score of Children's Hand-use Experience Questionnaire (CHEQ)","description":"The performance of the affected hand-use experience will be assessed with CHEQ. It is designed to measure children's own experiences when using the affected hand in common daily life activities requiring use of both hands. CHEQ is a computer-adaptive online questionnaire consisting of 27 items for children from 6 to 18 years old, and 21 items for the new version for children from 3 to 8 years old, available free of charge via the website (www.cheq.se). Three scales are used to measure the grasp efficacy when both hands are involved, time utilization when performing the activity compared with peers, and experience of feeling bothered while performing the activities independently.","timeFrame":"Months 1-24"},{"measure":"score of Participation and Environmental Measure for Children and Youth (PEM-CY)","description":"It is a newly developed, parent-report measure for children aged 5 to 17 years that will evaluate the participation and environment of the child across three settings: home, school, and community (Coster et al., 2012). The PEM-CY examines the extent to which young people participate in important activity areas within home, school and community environments, and the extent to which features of these environments are perceived to support or challenge the young person's participation.","timeFrame":"Months 1-24"},{"measure":"score of Cerebral Palsy Quality of Life Questionnaire for parents (4-18, with the two version for parents of children aged 4-12 or of teen 13-17) and teenagers (12-18) (CP-QOL)","description":"Quality of life will be measured using a condition specific measure, the CPQOL-Child parent report, or for children 9 years or age or older, the CPQOL-Teen (Davis et al., 2009). The CPQOL measures 7 broad domains of quality of life: social wellbeing and acceptance, functioning, participation, physical health, emotional wellbeing, access to services, pain, impact of disability and family health. The answers of the parent and/or of the teenager is on a 9 points Likert scale, expressing the feeling (as the degree of happyness) related to each question.","timeFrame":"Months 1-24"},{"measure":"Edinburgh Handedness Inventory (EHI) questionnaire (for children with TD)","description":"The Edinburgh Handedness Inventory (Oldfield et al, 1971) is a measurement scale used to assess the dominance of a person's right or left hand in everyday activities, sometimes referred to as laterality. The inventory can be used by an observer assessing the person, or by a person self-reporting hand use. The EHI is a simple quantitative method of assessing handedness, composed of 10 items (e.g. writing,drawing, throwing, using scissors). Handedness is calculated based on activities mainly done with right or left hand: it is the ratio between the difference of the two values divided by their sum, expressed as a percentage. It can range from - 100 (left-handed) to + 100 (right-handed). Only participants of TD group will be tested with EHI.","timeFrame":"Months 1-24"},{"measure":"score of Developmental Coordination Disorder Questionnaire (DCDQ) (for children with TD)","description":"The DCDQ is a brief parent questionnaire designed to screen for coordination disorders in children, aged 5 to 15 years. Parents are asked to compare their child's motor performance to that of his/her peers using a 5 point Likert scale. It provides a standard method to measure a child's coordination in everyday, functional activities. The internal consistency of the DCDQ is high and the results from discriminant function analyses were appropriately strong for a screening tool (Wilson et al, 2000). Only participants of TD group will be tested with DCDQ","timeFrame":"Months 1-24"},{"measure":"score in personalized surveys for children, parents and healthcare professionals","description":"Personalized surveys will be administered and will be addressed at all children (both with UCP and with typical development), their parents and healthcare professionals. The survey will be administered in a different moment from other surveys and questionnaires, in that way the intestigators will allow respondents to not be overloaded with other batteries of questions to improve the quality of answers.\n\nIndependently to each other, if possible, both parents should answer their personalized questionnaire.","timeFrame":"Months 1-24"},{"measure":"score of neuroimaging","description":"The already available brain images of children with UCP, commonly acquired for clinical diagnosis, will be collected. The images will be scored by expert raters by means of semi-quantitative validated scales called MRI Fiori scale, specifically developed for children with CP. This valid and reliable scale enables the quantification of severity of the brain lesion based on its structural MRI appearance (Fiori et al, 2013; Scheck et al, 2014). Moreover, the images will be de-identified and transferred to CSIRO/UQ in Australia and then will be analysed using automated software, producing quantitative measures of volume and cortical shape, and analysed using statistical regression.","timeFrame":"Months 1-24"},{"measure":"score of upper limb movement analysis during clinical assessment and daily life","description":"On each wrist, a wristband with a tracker (ARYS™ pro trackers) will be worn during the AHA assessment and then for 14 days. These trackers record arm activity, and they provide the activity sum for each day. All the children enrolled (both children with UCP and TD) will be asked to wear the trackers every day for the whole day, except for night-time. During the night, the tracker shall be placed on the charger for recharging. At the end of the period of recording parents will have to place the sensors inside a box (previously received during the assessment) and they will be contacted by a member of the research staff to organize the collection of the material.","timeFrame":"Months 1-24"}]},"eligibilityModule":{"eligibilityCriteria":"For the group of children with UCP:\n\nInclusion criteria\n\n* Children with confirmed diagnosis of UCP mainly spastic form\n* Ages from 5 to 15 years old\n* Manual ability levels from I to III in the Manual Ability Classification System (MACS) Exclusion criteria\n* Severe Upper Limb (UpL) impairment (MACS ≥ level IV: inability to grasp)\n* Botulinum toxin-A injections in UpL within 6 months prior to study entry\n* UpL surgery within 12 months prior to study entry\n* Severe comobordities and/or severe cognitive disability\n\nFor Typically developing children:\n\n* Ages from 5 to 15 years old\n* No documented clinically relevant disorders","healthyVolunteers":true,"sex":"ALL","minimumAge":"5 Years","maximumAge":"15 Years","stdAges":["CHILD"],"studyPopulation":"Children aged from 5 to 15 years old with a diagnosis of Unilateral Cerebral Palsy, mainly spastic form, with an impairment at the Upper Limb from mild to severe.\n\nChildren aged from 5 to 15 years old with a typical development.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Giuseppina Sgandurra, PhD, MD","role":"CONTACT","phone":"3392472874","email":"g.sgandurra@fsm.unipi.it"},{"name":"Elena Beani, PhD","role":"CONTACT","email":"e.beani@fsm.unipi.it"}],"overallOfficials":[{"name":"Giuseppina Sgandurra, Md, PhD","affiliation":"IRCCS Fondazione Stella Maris","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"IRCCS Fondazione Stella Maris","city":"Pisa","zip":"56128","country":"Italy","contacts":[{"name":"Giuseppina Sgandurra, MD, PhD","role":"CONTACT","phone":"3392472874","phoneExt":"0039","email":"g.sgandurra@fsm.unipi.it"},{"name":"Elena Beani, PhD","role":"CONTACT","phone":"3475823890","phoneExt":"0039","email":"e.beani@fsm.unipi.it"},{"name":"Elena Beani, PhD","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":43.70853,"lon":10.4036}},{"facility":"Universidad de Castilla - La Mancha","city":"Toledo","zip":"45071","country":"Spain","contacts":[{"name":"Rocio Palomo Carrion","role":"CONTACT"}],"geoPoint":{"lat":39.8581,"lon":-4.02263}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000010243","term":"Paralysis"},{"id":"D000002547","term":"Cerebral Palsy"}],"ancestors":[{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000001925","term":"Brain Damage, Chronic"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M12847","name":"Paralysis","asFound":"Palsy","relevance":"HIGH"},{"id":"M5486","name":"Cerebral Palsy","asFound":"Cerebral Palsy","relevance":"HIGH"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M4897","name":"Brain Injuries","relevance":"LOW"},{"id":"M4892","name":"Brain Damage, Chronic","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}