{"protocolSection":{"identificationModule":{"nctId":"NCT04995705","orgStudyIdInfo":{"id":"259095"},"organization":{"fullName":"Aneurin Bevan University Health Board","class":"OTHER"},"briefTitle":"Evaluation of an Adapted ACT Group for Stroke & Brain Injury Survivors","officialTitle":"A Randomised Waiting List Controlled Study of Group Based Acceptance and Commitment Therapy (ACT) to Promote Psychological Wellbeing in People Living With the Consequences of Stroke or Acquired Brain Injury"},"statusModule":{"statusVerifiedDate":"2021-07","overallStatus":"TERMINATED","whyStopped":"Study terminated prematurely due to COVID-19 pandemic. Unable to run face-to-face groups and therefore ACT study was ended before the proposed end date.","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-04-08","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-03-16","type":"ACTUAL"},"completionDateStruct":{"date":"2020-03-23","type":"ACTUAL"},"studyFirstSubmitDate":"2021-07-30","studyFirstSubmitQcDate":"2021-07-30","studyFirstPostDateStruct":{"date":"2021-08-09","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-07-30","lastUpdatePostDateStruct":{"date":"2021-08-09","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Anna Pennington","investigatorTitle":"Trials Manager","investigatorAffiliation":"Aneurin Bevan University Health Board"},"leadSponsor":{"name":"Anna Pennington","class":"OTHER"},"collaborators":[{"name":"Stroke Implementation Group","class":"UNKNOWN"},{"name":"Aneurin Bevan University Health Board","class":"OTHER"},{"name":"Swansea Bay University Health Board","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke and Acquired Brain Injury (ABI) represent a major cause of long-term disability among survivors. Many psychological difficulties can also occur including: depression, anxiety, fatigue, and post-traumatic stress disorder. This has a marked impact on health service usage. Despite certain interventions being offered to support stroke survivors and individuals with brain injury, there is still an outstanding need to increase and improve psychological resources for this population.\n\nThis research proposes to evaluate the effectiveness of a group therapy intervention, using a model called Acceptance and Commitment Therapy (ACT), for stroke survivors and adults with ABI. This ACT group aims to promote positive adjustment and improve wellbeing, whilst also aiming to reduce levels of distress.\n\nThe research will comprise of two parts (one quantitative and the other qualitative).","detailedDescription":"Stroke and Acquired Brain Injury (ABI) are major health problems and a leading cause of disability. In England and Wales, over 900,000 people are living with the long-term effects of stroke, and 345,000 the long-term effects of brain injury. These can result in survivors being highly dependent on others for their care. A wide range of psychological difficulties have been reported to develop post stroke and brain injury. As well as impacting on psychological wellbeing these problems are associated with poor social outcome, lower quality of life, poor functional outcome, and increased mortality (Fleminger \\& Ponsford, 2005; Lincoln et al., 2012). This is consistent with data indicating that post stroke and ABI psychological problems can have a significant impact on the usage of health services (Graves et al., 2015; Naylor et al., 2012).\n\nWhilst there is emerging evidence that some psychological interventions improve wellbeing post stroke and ABI, there remains an outstanding need to demonstrate further the effectiveness of psychological interventions within stroke and ABI services.\n\nThe model used in this research - Acceptance and Commitment Therapy (ACT) - has a well-established evidence base for reducing psychological distress in individuals with mental illness and physical health conditions (including: cancer, epilepsy and chronic pain). ACT sees psychological distress as a universal aspect of human experience and encourages individuals to be present with their distress whilst simultaneously moving towards values-driven action. As a trans-diagnostic model it seems that ACT is well-placed to support the widespread sequelae experienced by stroke and brain injury survivors.\n\nThis research aims to contribute to this area by:\n\n1. Evaluating the effectiveness of an adapted Acceptance and Commitment Therapy (ACT) group for stroke survivors and adults with ABI, using outcome data in comparison to a waiting list control across three time points (pre, post and 10-week follow-up). (Quantitative Research)\n2. Exploring individuals' experiences of attending the group and their perceptions of change from group attendance. (Qualitative Research).\n\nQuantitative Research:\n\nDesign: The study will employ a randomised-controlled, two group (immediate versus waitlist) by three time-points (pre, post and follow-up) experimental design. Quantitative outcome measures will be taken at each time-point. The study will not be blinded.\n\nParticipants and Recruitment: Participants will be recruited from Aneurin Bevan University Health Board (ABUHB) and from third sector organisations. Individuals may be recruited at any stage of the care pathway after discharge from hospital. Potential participants will be identified by clinicians and health care professionals. Individuals interested in participating will be provided with a group leaflet, written information sheet and consent form. Once consent has been obtained, participants will be randomly allocated into the intervention or waitlist control group. Participants randomised to the waitlist control group will wait 6 weeks before commencing their active treatment group.\n\nIntervention: The intervention will consist of a five-week, 2.5 hours skills-based group. It will be delivered by two facilitators, with the lead facilitator having considerable knowledge of ACT and its applications. An extended refreshment break will be offered approximately 1 hour into the session; facilitators will leave the room at this time to enable survivors time to talk freely and access peer support. A workbook will be provided to participants to support materials and skills covered in the group.\n\nSample Size: A minimum of 38 participants will be recruited for this study, as indicated by power analysis for a 2 x 3 ANOVA with mixed effect design, a medium effect size (f=0.25), and the potential for up to 10 participants dropping out\n\nControl Group: After the intervention group is finishes, the waitlist control group will be offered the intervention which will consist of the exact same process as above.\n\nData Protection: Data will be anonymised with numerical identifiers. Identifiable personal data will be stored separately in a locked unit.\n\nAnalysis: A 2 (group) x 3 (time-point) Analysis of Variance (ANOVA) will be conducted to explore changes in outcome measures across groups and time. Planned comparisons and exploratory analysis will also be conducted, should these be considered necessary.\n\nQualitative Research:\n\nDesign: Semi-structured interviews will be conducted following the ACT intervention to explore the subjective experience in a subset of participants. These interviews will be conducted by a member of the research team who is not affiliated with the delivery of the intervention or known to participants. Interviews will be conducted at a venue of the participant's choice (either in consultation rooms across research sites or in the participants home); and will last no longer than 1 hour. Interviews will be framed around 12 main questions. Interviews will be audio-recorded to support transcription and data analysis. Participants will be made aware of this in advance on the consent form.\n\nRecruitment: Similar to above, participants will be recruited from Aneurin Bevan University Health Board and third sector organisations.\n\nSample Size: the researchers envisage data saturation will be achieved anywhere between 10 - 20 participant interviews. This is based on the qualitative research guidelines provided by Braun \\& Clarke (2013, p50), Glaser (1965) and Hammersley (2015), which account for the type of data collection, the size of the project and the importance of data saturation (i.e. continuing interviews until no further themes are found).\n\nData Protection: All data will be stored on a password protected and encrypted USB device for the duration of the study, and will subsequently be destroyed after use. Participants will be assigned a numerical identifier during transition to protect their identity.\n\nAnalysis: Thematic Analysis will be used to analyse the data from interviews. It will intend to identify and explore common emerging themes and patterns in participant responses."},"conditionsModule":{"conditions":["Stroke","Acquired Brain Injury","Acceptance and Commitment Therapy","Brain Injuries"],"keywords":["Acceptance and Commitment Therapy","Adjustment"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"SINGLE_GROUP","interventionModelDescription":"Randomised waitlist control model.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":39,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Experimental Group Based ACT","type":"EXPERIMENTAL","description":"Stroke survivors and individuals with brain injury were randomised into an adapted acceptance and commitment therapy (ACT) group-based intervention. This consisted of 2.5 hour sessions over 5 consecutive weeks.","interventionNames":["Behavioral: Acceptance and Commitment Therapy (ACT)"]},{"label":"Waitlist Control Group -","type":"ACTIVE_COMPARATOR","description":"Stroke survivors and individuals with brain injury were randomised into an adapted acceptance and commitment therapy (ACT) group-based intervention. Participants within the waitlist control arm of the study had to wait six weeks before they were offered the same intervention as the intervention arm. They received treatment as usual.","interventionNames":["Behavioral: Acceptance and Commitment Therapy (ACT)"]}],"interventions":[{"type":"BEHAVIORAL","name":"Acceptance and Commitment Therapy (ACT)","description":"ACT is a psychological intervention. ACT encourages individuals to remain open to internal experiences (positive, negative and neutral), rather than attempting to control or ameliorate them (which may only serve to increase pain and suffering). It also encourages individuals to focus on committing to a life that is congruent with their core values, regardless of the experiences that show up for them. The premise of this model is to learn to modify the relationship one has with their internal experiences (thoughts, feelings, physical sensations etc.), rather than change the experiences per se. This is achieved through different processes including mindfulness, acceptance, defusion and exploration of values. These core tenets of ACT help to cultivate psychological flexibility.\n\nThis ACT intervention is delivered as a 5-week group for stroke survivors and adults with brain injury. It comprises of experiential and didactic components.","armGroupLabels":["Experimental Group Based ACT","Waitlist Control Group -"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Comprehensive assessment of Acceptance and Commitment Therapy processes (CompACT)","description":"Exploring change in this measure of psychological flexibility","timeFrame":"Pre (Baseline); Post (5 weeks); Follow Up (10 weeks)"},{"measure":"Dispositional or Adult Hope Scale","description":"Exploring change in this scale which assesses a person's global level of dispositional or trait hope.","timeFrame":"Pre (Baseline); Post (5 weeks); Follow Up (10 weeks)"},{"measure":"Clinical Outcomes in Routine Evaluation - Outcome Measure (CORE-OM)","description":"Exploring change CORE-OM, which measures levels of global distress","timeFrame":"Pre (Baseline); Post (5 weeks); Follow Up (10 weeks)"},{"measure":"Euro-Qol: EQ-5D-5L","description":"Exploring change in this scale which measures health-related quality of life.","timeFrame":"Pre (Baseline); Post (5 weeks); Follow Up (10 weeks)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* All participants must be 18 years of age or older.\n* Participants must have a clinical diagnosis of stroke or brain injury\n* Must be able to understand English and communicate responses\n* The target participant has been referred to the adapted ACT group by a clinician, stroke association co-ordinator or senior Headway professional.\n* Participants with a mild to moderate level of psychological need\n* Participants must be capable of giving informed consent\n\nExclusion Criteria:\n\n* Candidates with significant cognitive/language/behavioural impairment that would prevent them from engaging with the group\n* Candidates with a diagnosed degenerative condition (e.g. dementia). (NB candidates with a brain tumour diagnosis who are currently stable will be eligible.)\n* Candidates experiencing severe/active psychotic symptoms\n* Candidates with a high level of psychological need that would be better met through a more intensive intervention\n* Candidates receiving other therapies, as part of a multi-component intervention that would prevent any changes specific to the group psychotherapy to be estimated (except drugs for depression and anxiety)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Rebecca Large, Dr","affiliation":"ABUHB","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Aneurin Bevan University Health Board","city":"Newport","state":"Wales","zip":"NP20 4SZ","country":"United Kingdom","geoPoint":{"lat":51.58774,"lon":-2.99835}}]},"referencesModule":{"references":[{"pmid":"16356951","type":"BACKGROUND","citation":"Fleminger S, Ponsford J. Long term outcome after traumatic brain injury. BMJ. 2005 Dec 17;331(7530):1419-20. doi: 10.1136/bmj.331.7530.1419. No abstract available."},{"type":"BACKGROUND","citation":"Lincoln, N. B., Kneebone, I. I., Macniven, J. A., & Morris, R. C. (2012). Psychological management of stroke. John Wiley & Sons."},{"pmid":"26270293","type":"BACKGROUND","citation":"Graves JM, Rivara FP, Vavilala MS. Health Care Costs 1 Year After Pediatric Traumatic Brain Injury. Am J Public Health. 2015 Oct;105(10):e35-41. doi: 10.2105/AJPH.2015.302744. Epub 2015 Aug 13."},{"type":"BACKGROUND","citation":"Naylor, C., Parsonage, M., McDaid, D., Knapp, M., Fossey, M. & Galea, A. (2012). Long-term conditions and mental health: the cost of co-morbidities. The King's Fund, London, UK."},{"type":"BACKGROUND","citation":"Francis, A. W., Dawson, D. L., & Golijani-Moghaddam, N. (2016). The development and validation of the Comprehensive assessment of Acceptance and Commitment Therapy processes (CompACT). Journal of Contextual Behavioral Science, 5(3), 134-145. https://doi.org/10.1016/j.jcbs.2016.05.003"},{"type":"BACKGROUND","citation":"Evans, C., Mellor-Clark, J., Margison, F., Barkham, M., Audin, K., Connell, J., & McGrath, G. (2000). CORE: Clinical Outcomes in Routine Evaluation. Journal of Mental Health, 9(3), 247-255"},{"pmid":"2037968","type":"BACKGROUND","citation":"Snyder CR, Harris C, Anderson JR, Holleran SA, Irving LM, Sigmon ST, Yoshinobu L, Gibb J, Langelle C, Harney P. The will and the ways: development and validation of an individual-differences measure of hope. J Pers Soc Psychol. 1991 Apr;60(4):570-85. doi: 10.1037//0022-3514.60.4.570."},{"pmid":"21479777","type":"BACKGROUND","citation":"Herdman M, Gudex C, Lloyd A, Janssen M, Kind P, Parkin D, Bonsel G, Badia X. Development and preliminary testing of the new five-level version of EQ-5D (EQ-5D-5L). Qual Life Res. 2011 Dec;20(10):1727-36. doi: 10.1007/s11136-011-9903-x. Epub 2011 Apr 9."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000001930","term":"Brain Injuries"},{"id":"D000014947","term":"Wounds and Injuries"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000006259","term":"Craniocerebral Trauma"},{"id":"D000020196","term":"Trauma, Nervous System"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M4897","name":"Brain Injuries","asFound":"Brain Injury","relevance":"HIGH"},{"id":"M17375","name":"Wounds and Injuries","asFound":"Injury","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M9039","name":"Craniocerebral Trauma","relevance":"LOW"},{"id":"M21713","name":"Trauma, Nervous System","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC26","name":"Wounds and Injuries"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M12168","name":"Nicotine","relevance":"LOW"}],"browseBranches":[{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}