{"protocolSection":{"identificationModule":{"nctId":"NCT04171375","orgStudyIdInfo":{"id":"HSEARS20190201002"},"organization":{"fullName":"The Hong Kong Polytechnic University","class":"OTHER"},"briefTitle":"Restorative Neuromodulation for Lower Extremity Functions","officialTitle":"Trans-spinal Electrical Stimulation Along With Locomotor Training to Restore Walking in Paraplegic Patients"},"statusModule":{"statusVerifiedDate":"2022-01","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-04-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-06-30","type":"ACTUAL"},"completionDateStruct":{"date":"2021-11-30","type":"ACTUAL"},"studyFirstSubmitDate":"2019-11-17","studyFirstSubmitQcDate":"2019-11-19","studyFirstPostDateStruct":{"date":"2019-11-20","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-01-05","lastUpdatePostDateStruct":{"date":"2022-01-06","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Dr Monzurul Alam","investigatorTitle":"Research Assistant Professor","investigatorAffiliation":"The Hong Kong Polytechnic University"},"leadSponsor":{"name":"The Hong Kong Polytechnic University","class":"OTHER"},"collaborators":[{"name":"University of California, Los Angeles","class":"OTHER"},{"name":"Hospital Authority, Hong Kong","class":"OTHER_GOV"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The overall objective of the proposed study is to restore lower-extremity functions of paraplegic individuals. Paralysis following Stroke or spinal cord injury (SCI) result harsh sufferings including lifelong dependence on wheelchairs and thus often life threatening conditions such as pressure sore resulted from the immobility. Recently, electrical stimulation targeting the lumbosacral spinal cord has shown activation of spinal circuits that control standing and walking functions; while body-weight supported locomotor training has shown overall health improvement of the paraplegic patients through activity dependent rehabilitation. In the current project we aim to combine the trans-spinal electrical stimulation and locomotor training in an efficient, cost-effective and simplified manner for functional rehabilitation. In this proposed study, Stroke and SCI paraplegics will be regularly trained to stand and walk on a body-weight support system with the aid of lower-limb orthoses and trans-spinal electrical stimulation. In progressive weeks the orthotic support of the lower-limb would be slowly lifted off and only the stimulation therapy will be delivered during the locomotor training. Repetitive training with this combination therapy, the spinal pathways would likely reorganize and would promote long-term rehabilitation of the lower-extremity. After successful demonstration of this in our laboratory settings, we aim to transform this technology for community use.","detailedDescription":"Spinal cord is composed of specialized neural networks, capable of executing different functions. Although the command for lower-limb functions such as standing and walking is primarily delivered from the brain, it was found that the spinal cord circuits not only execute it but also maintain the task and control the dynamics with proper feedback mechanisms with it's reflex circuitry. Simple bipedal standing and walking requires spatiotemporal coordination of muscles, limb joints, balance etc., their adaptation and control in gravity. For human, these physiological activities are well choreographed by sets of neural networks. In combination with afferent proprioceptive inputs, these network circuits work with the motor periphery to generate a series of motor acts during each task. Normally, the activity of these spinal networks are regulated supraspinally and by peripheral sensory inputs. In case of the loss of supraspinal inputs, resultant of a Stroke or spinal cord injury (SCI), motor tasks maybe enabled by directly activating these specialized spinal cord networks via external stimuli. Recent studies have demonstrated that neuromodulation via spinal cord stimulation can effectively restore lower-extremity functions in patients with chronic neurological injuries.\n\nTraumatic injury to the central nervous system (CNS) such as SCI is devastating events leaving patients with impairment of motor, sensory and autonomic functions. Mainstay for the treatment is still limited to rehabilitation by physical therapy and training. In few patients, however, neuroplasticity and repair mechanisms are considered to contribute to recovery of paresis in the acute stage of the injury and stops in the chronic stage. But, recent groundbreaking studies have shown that the recovery can be further amplified in the chronic stage by the novel treatment of trans-spinal electrical stimulation. However, the rehabilitation related to this recovery is not very significant, and thus it is a challenge to be convinced with the efficacy of this new therapy. A combination therapy of trans-spinal electrical stimulation along with body-weight would promote better recovery and benefit the patients more. The current study will further assist the researchers to design such combinational therapeutic intervention for neurologically impaired patients to stimulate to walk again. Successful translation of this novel technology would facilitate the paraplegic community to become more healthy, independent and happy."},"conditionsModule":{"conditions":["Spinal Cord Injuries","Stroke","Paralysis"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":2,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"trans-spinal Electrical Stimulation (tsES)","type":"EXPERIMENTAL","interventionNames":["Device: trans-spinal Electrical Stimulation (tsES)"]}],"interventions":[{"type":"DEVICE","name":"trans-spinal Electrical Stimulation (tsES)","description":"The trans-spinal pulsed-current stimulation utilizes non-invasive russian stimulation using a research grade stimulator and direct-current stimulation utilizes non-invasive constant stimulation using a medical grade stimulator. Both pulsed- and direct-current stimulation will be achieved with cutaneous cathode electrodes attached to the dorsal aspect of the back overlying at and bellow thoracic vertebrae and anode electrodes placed over the iliac crests or lower abdomen. Spinal motor evoked potentials will be induced by trans-spinal pulsed-current stimulation (parameters, 1 Hz with a 1 millisecond pulse width and monophasic waveform) to determine recruitment profiles of proximal and distal motor pools with increasing stimulation intensity ranging from 10-200 milliampere. Stimulation parameters for the therapeutic stimulation will be ranged from 5-50 Hz and 20-200 milliampere. For direct-current stimulation, the stimulation current will be kept constant at 2-2.5 milliampere.","armGroupLabels":["trans-spinal Electrical Stimulation (tsES)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"American Spinal Injury Association Impairment Scale","description":"An experienced physiotherapist will assess the patient at baseline and every month until the end of the study. The physiotherapist will use the American Spinal Injury Association Impairment Scale, a maximum possible score is 112 points to evaluate the sensation and muscle strengths of the patient. In particular, the examinations will involve manual muscle testing (with grades 0 to 5\\*; higher grades indicate stronger muscle strength), anorectal examination, as well as assessments of light touch (using a piece of cotton) and pinprick sensation (using a paper clip). All assessments will follow the myotome and dermatome. Based on the findings, an American Spinal Injury Association Impairment Scale grade will be given to indicate the severity of paralysis.","timeFrame":"18 months"},{"measure":"Modified Ashworth Scale","description":"The spasticity of the patient was evaluated by the Modified Ashworth Scale, which is a 6-point scale to assess the resistance experienced by the therapist during passive muscle stretching. Higher scores indicate greater spasticity.","timeFrame":"18 months"},{"measure":"Neuromuscular Recovery Scale","description":"The neuromuscular recovery scale will be used to quantify functionally motor tasks without compensation. It consists of 14 items/tasks (e.g., sit-to-stand, or standing). The physiotherapist will rate each item by comparing the deviations of patients' performance from the normative task performance in the movement pattern. Lower scores indicate major deviations. The maximum sum of all item scores is 161.","timeFrame":"18 months"},{"measure":"Spinal Cord Independence Measure","description":"The functional performance of the patient will be assessed by the Spinal Cord Independence Measure. This is an observational examination contains three subscales with a maximum score of 100: (1) self-care; (2) respiration and sphincter; and (3) mobility. The self-care subscale includes six tasks (with a score ranging from 0 to 20). The respiration and sphincter subscale includes four tasks (with a score ranging from 0 to 40). The mobility subscale (with a score ranging from 0 to 40) contains two more subscales to evaluate mobility in \"room and toilet\", and \"indoors and outdoors, on even surface\". A higher score indicates a better function.","timeFrame":"18 months"}],"secondaryOutcomes":[{"measure":"5-10 meter overground walking test","description":"Tests overground walking improvements of the paraplegics.","timeFrame":"12 months"}],"otherOutcomes":[{"measure":"Electrophysiology","description":"Muscular physiological activity will be collected via surface electromyography, mechanomyography and sonomyography of lower-limb muscles.","timeFrame":"18 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Be at least one year post-injury and not dependent on ventilation support\n* Lower-extremity paralyzed and half of key muscles below neurological level having a motor score of less than 2/5\n* Female subjects must be on standard contraception method and must not be pregnant throughout the study\n* Segmental reflexes are functional below the lesion\n* Ability to exercises 1-2 hours per day and commit for 1 year training program\n\nExclusion Criteria:\n\n* Cardiopulmonary disease or dysfunction, high blood pressure or other condition which contraindicate participation in lower extremity rehabilitation exercise\n* Received of Botox injections in the prior 6 months\n* Weakened bone, unhealed fracture, contracture, pressure sore, or infection that might interfere with the exercise\n* Thoracic or lumbar fusion with any metal which may interfere with electric currents\n* Other electronic implants such as cardiac pacemaker, defibrillator, shunt, stent etc.\n* Currently receiving treatments for pain management or spasticity or depression.","healthyVolunteers":true,"sex":"ALL","minimumAge":"19 Years","maximumAge":"55 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Monzurul Alam, PhD","affiliation":"Research Assistant Professor","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Department of Biomedical Engineering, The Hong Kong Polytechnic University","city":"Kowloon","country":"Hong Kong","geoPoint":{"lat":22.31667,"lon":114.18333}}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000013119","term":"Spinal Cord Injuries"},{"id":"D000010243","term":"Paralysis"}],"ancestors":[{"id":"D000013118","term":"Spinal Cord Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000020196","term":"Trauma, Nervous System"},{"id":"D000014947","term":"Wounds and Injuries"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M12847","name":"Paralysis","asFound":"Paralysis","relevance":"HIGH"},{"id":"M15606","name":"Spinal Cord Injuries","asFound":"Spinal Cord Injury","relevance":"HIGH"},{"id":"M15605","name":"Spinal Cord Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17375","name":"Wounds and Injuries","relevance":"LOW"},{"id":"M21713","name":"Trauma, Nervous System","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC26","name":"Wounds and Injuries"}]}},"hasResults":false}