{"protocolSection":{"identificationModule":{"nctId":"NCT06132399","orgStudyIdInfo":{"id":"CPP2021-008497"},"organization":{"fullName":"Universidad de Almeria","class":"OTHER"},"briefTitle":"Virtual Reality Software for Patients With Stroke","officialTitle":"Development and Validation of a Novel Virtual Reality Software for Improving Disability and Quality of Life in Patients With Stroke","acronym":"RESET"},"statusModule":{"statusVerifiedDate":"2023-11","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-04","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-06","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-10","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-10-26","studyFirstSubmitQcDate":"2023-11-09","studyFirstPostDateStruct":{"date":"2023-11-15","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-11-09","lastUpdatePostDateStruct":{"date":"2023-11-15","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Alberto Soriano-Maldonado","investigatorTitle":"PhD","investigatorAffiliation":"Universidad de Almeria"},"leadSponsor":{"name":"Universidad de Almeria","class":"OTHER"},"collaborators":[{"name":"Ministerio de Ciencia e Innovación, Spain","class":"OTHER_GOV"},{"name":"European Union","class":"OTHER"}]},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The goal os this clinical trial is to develop and validate a gamified, fully immersive, and stroke-specific virtual reality software to improve physical disability and quality of life in patients with stroke.\n\nThe main questions it aims to answer are:\n\n* To assess the effects of a gamified, fully immersive and stroke-specific virtual reality 10-week intervention combined with usual care rehabilitation, compared to usual care rehabilitation alone and in combination with a commercially available VR system, on disability in patients with stroke.\n* To assess the effects of a gamified, fully immersive and stroke-specific virtual reality intervention combined with usual care rehabilitation, compared to usual care rehabilitation alone and in combination with a commercially available virtual reality system, on quality of life, upper-body motor function, gross manual dexterity, handgrip strength, static and dynamic balance, and cognitive function in patients with stroke","detailedDescription":"Stroke is the leading cause of long-term disability and ranks as the second most prevalent cause of mortality worldwide. According to data from the World Health Organization, since 2005, the global probability of a person experiencing a stroke has increased by 50 percent. It is expected that 1 in 4 individuals will face the risk of having a stroke in their lifetime. A stroke can result in significant loss of motor functions, communications abilities, weakness, or hemiparesis, leading to a diminished quality of life. Therefore, improving the rehabilitation process is evidently of paramount significance. Virtual reality has emerged as a novel strategy to improve neurological diseases; however, there is an absence of an immersive software designed specifically for stroke patients within a gamified environment. Therefore, the aim of RESET randomized controlled trial is to evaluate the effect of a gamified, fully immersive, and stroke-specific virtual reality software on disability in stroke patients."},"conditionsModule":{"conditions":["Stroke"],"keywords":["stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":81,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Commercial non-immersive virtual reality group (UC+CVR)","type":"EXPERIMENTAL","description":"The UC+CVR group will use the Nintendo Switch (Nintendo Co., Ltd, Kyoto, Japan) gaming system with the games Sports. The participants will be requested to play a variety of games so as to work on different dimension of rehabilitation. Progression through the intervention will allow participants to choose some specific activities within the games","interventionNames":["Device: VIRTUAL REALITY GLASSES"]},{"label":"Gamified, fully immersive and stroke-specific virtual reality group (UC+RESET)","type":"EXPERIMENTAL","description":"The RESET virtual reality software will be integrated in the PICO virtual reality glasses (Pico Interactive, San Francisco, US) and it will be based on tasks related to motor control, balance, rhythmic movements and cognitive speed.","interventionNames":["Device: VIRTUAL REALITY GLASSES"]},{"label":"Usual care","type":"ACTIVE_COMPARATOR","description":"The usual care approach involves 3 session/week of 90 minutes of physical therapy and occupational therapy.","interventionNames":["Device: VIRTUAL REALITY GLASSES"]}],"interventions":[{"type":"DEVICE","name":"VIRTUAL REALITY GLASSES","description":"The RESET virtual reality software will be integrated into the PICO virtual reality glasses (Pico Interactive, San Francisco, US) by DYNAMICS. Virtual reality consists of simulated interactions with environments and events that are presented to the individual through technology. The virtual environments may mirror real world situations or represent controlled environments away from the real world.","armGroupLabels":["Commercial non-immersive virtual reality group (UC+CVR)","Gamified, fully immersive and stroke-specific virtual reality group (UC+RESET)","Usual care"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Disability (The Barthel index)","description":"An ordinal scale used to measure performance in activities of daily living. It consists of 10 common activities, with eight of them representing activities related to personal care and 2 related to mobility. These are assessed for independence/dependence and scored via an arbitrary weighting system- the index yields a total score out of 100 - the higher the score, the lower degree of disability.","timeFrame":"Changes from baseline to weeks 13 and 26"}],"secondaryOutcomes":[{"measure":"Quality of life (NEWSQOL)","description":"The Newcastle Stroke-Specific Quality of Life Measure assess the specific health-related quality of life measure of 56 items grouped into 11 domains: feelings; ADL/self-care; cognition; mobility; emotion; sleep; interpersonal relationships; communication; pain/sensation; vision; and fatigue. Each item is rated in range 0 to 3, and they are not significant individually. The results of each domain are obtained by the sum of the scores of the items, and higher values indicate greater impact on quality of life.","timeFrame":"Changes from baseline to weeks 13 and 26"},{"measure":"Upper extremity motor function (Fugl-Meyer assessment of Upper Extremity)","description":"The test consists of 33 items that evaluate the movement, coordination and reflex action of the shoulder, elbow, forearm, wrist and hand. Each item is scored on a 3-point scale (0=cannot perform, 1=performs partially, 2=performs fully) and the total score ranges from a minimum of 0 (hemiplegia) to a maximum of 66 points.","timeFrame":"Changes from baseline to weeks 13 and 26"},{"measure":"Gross manual dexterity (The Box and Block Test)","description":"The participant is seated at a table, facing a rectangular box that is divided into two square compartments of equal dimension by means of a partition. A total of 150 colored, wooden cubes or blocks (2.5 cm) are placed in one compartment. The participant is instructed to move as many blocks as possible, one at a time, from one compartment to the other for 60 seconds. The score is the number of blocks moved from one compartment to the other during the trial time. The patient's hand must cross over the partition in order for a point to be given, and blocks that drop or bounce out of the second compartment onto the floor are still rewarded with a point. Multiple blocks carried over at the same time, count as a single point. Higher scores on the test indicate better gross manual dexterity.","timeFrame":"Changes from baseline to weeks 13 and 26"},{"measure":"Handgrip strength","description":"Digital dynamometry will be used to assess the muscular strength in kilograms of both the affected and non-affected upper extremities.Participants will execute the test three times with each hand and the best score will be used to calculate the average of the three repetitions. The non-paretic side will be used as a reference for the paretic side.","timeFrame":"Changes from baseline to weeks 13 and 26"},{"measure":"Lower extremity function (Berg Balance Scale)","description":"The Berg Balance Scale is a quantitative assessment of balance in older adults. The scale consists of 14 items requiring subjects to maintain positions or complete movement tasks (common to everyday life) of varying levels of difficulty. Items receive a score of 0-4 based on ability to meet the specific time and distance requirements of the test. 0 represents inability to complete the item and a 4 represents the ability to complete it independently.","timeFrame":"Changes from baseline to weeks 13 and 26"},{"measure":"Lower extremity function (Time Up and Go test)","description":"The Time Up and Go assesses the ability to perform sequential motor tasks relative to walking and turning. The test requires participants to stand up from a chair, walk a distance of 3 meters, turn around, walk back to the chair and seat by themselves in the minimum timeframe possible. The time taken to complete the test is registered.","timeFrame":"Changes from baseline to weeks 13 and 26"},{"measure":"Cognitive function (global cognitive function)","description":"Mini-Mental State Examination consists of 11 simple questions or tasks related to global cognitive function. Typically, these are grouped into 7 cognitive domains; orientation to time, orientation to place, registration of three words, attention and calculation, recall of 3 words, language, and visual construction. The total score ranges 0-30. Higher scores indicating better cognitive performance.","timeFrame":"Changes from baseline to weeks 13 and 26"},{"measure":"Cognitive function (executive function)","description":"The Trail-Making Test-B will be used to assess the executive function. Successful performance of this test requires letter and number recognition, mental flexibility, visual scanning, and motor function. The Part B of the test consists of 25 circles, 13 of them numbered 1 to 13 and, and 12 lettered A to L, randomly distributed over a page of paper. The participant is required to connect the circles with a pencil as quickly as possible, alternating between numbers and letters and taking both series in ascending sequence (i.e. 1, A, 2, B, 3, C...). The time taken to complete the task and the number of errors are recorded in seconds. Greater time indicates greater impairment. A maximum time of 5 minutes is typically allowed. Participants unable to complete Part B within 5 minutes are given a score of 300 seconds.","timeFrame":"Changes from baseline to weeks 13 and 26"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Women and men with either an ischemic or hemorrhagic stroke\n* Stroke between the last 7 to 14 days\n* Functional independence before stroke (modified Rankin scale \\<3)\n* Paresis of the lower extremity, upper extremity, or both, with a score \\<3 on the \"motor arm\" item of the National Institutes of Health Stroke Scale (NIHSS) scale\n* Ability to stand upright independently or with assistance\n* Ability to understand basic instructions and to decide whether to sign informed consent\n\nExclusion Criteria:\n\n* Moderate-severe aphasia that precludes understanding the required tasks\n* Cognitive impairment that precludes cooperation with tasks\n* Serious behavioral problems or mental disorders\n* Lower extremity deep vein thrombosis, quadriplegia, neurodegenerative diseases, lower limb fractures, or recent myocardial infarction\n* Vital organ (heart, lung, liver, kidney, etc.) failure, malignant tumor, or other unstable condition\n* A history of cerebrovascular disease (if not fully resolved)\n* Photosensitive epilepsy","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Alberto Soriano-Maldonado, PhD","role":"CONTACT","phone":"950 01 55 50","email":"asoriano@ual.es"}],"overallOfficials":[{"name":"Alberto Soriano-Maldonado, PhD","affiliation":"Universidad de Almeria","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of Almería","city":"Almeria","state":"Almería","zip":"04120","country":"Spain","contacts":[{"name":"Alberto Soriano Maldonado, PhD","role":"CONTACT","email":"asoriano@ual.es"}],"geoPoint":{"lat":36.83814,"lon":-2.45974}},{"facility":"Torrecárdenas University Hospital","city":"Almeria","zip":"04009","country":"Spain","contacts":[{"name":"Patricia Martínez Sánchez, MD","role":"CONTACT","email":"patrindalo@hotmail.com"}],"geoPoint":{"lat":36.83814,"lon":-2.45974}},{"facility":"San Cecilio University Hospital","city":"Granada","zip":"18016","country":"Spain","contacts":[{"name":"Inmaculada Villegas Rodríguez, MD","role":"CONTACT","email":"adavillega@gmail.com"}],"geoPoint":{"lat":37.18817,"lon":-3.60667}},{"facility":"University of Granada","city":"Granada","zip":"18071","country":"Spain","contacts":[{"name":"Francisco J Amaro-Gahete, MD, PhD","role":"CONTACT","email":"amarof@ugr.es"}],"geoPoint":{"lat":37.18817,"lon":-3.60667}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"All individual participant data will be shared once the study is finalised and the main results are published. IPD can be obtained by contacting the responsible party.","infoTypes":["STUDY_PROTOCOL","SAP","ICF","CSR"],"timeFrame":"Two years (24 months) after the study completion.","accessCriteria":"The PI must be contacted and a minimum number of co-authors from the research team must be included in any publication."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T6034","name":"Quality of Life","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}