{"protocolSection":{"identificationModule":{"nctId":"NCT05248178","orgStudyIdInfo":{"id":"2076763"},"organization":{"fullName":"University of Missouri-Columbia","class":"OTHER"},"briefTitle":"tDCS and Metacognitive Strategy Training in Stroke","officialTitle":"Pilot Testing of tDCS and Metacognitive Strategy Training in Chronic Stroke"},"statusModule":{"statusVerifiedDate":"2023-04","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-01-31","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-07-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-02-09","studyFirstSubmitQcDate":"2022-02-09","studyFirstPostDateStruct":{"date":"2022-02-21","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-04-06","lastUpdatePostDateStruct":{"date":"2023-04-07","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Anna Boone","investigatorTitle":"Assistant Professor in the Department of Occupational Therapy","investigatorAffiliation":"University of Missouri-Columbia"},"leadSponsor":{"name":"University of Missouri-Columbia","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUnapprovedDevice":true,"isUsExport":false},"descriptionModule":{"briefSummary":"Specific Aim 1: Complete pilot testing of study protocol in individuals with chronic stroke for feasibility evaluation and protocol refinement. Specific Aim 2: Estimate the preliminary effect of CO-OP+tDCS on activity performance in individuals with chronic stroke.","detailedDescription":"A number of daily life activities are discontinued after stroke. These discontinued activities typically include basic self-care, instrumental activities of daily living, leisure, and work. These changes in participation contribute to decreased quality of life and life satisfaction. The Cognitive Orientation to daily Occupational Performance (CO-OP) approach is a behavioral problem-solving intervention that focuses on teaching clients how to apply cognitive strategies to enhance learning and overcome activity performance barriers.\n\nCO-OP uses meaningful, client-chosen activities to drive new skill learning and neural reorganization. Consistent with these principles of neuroplasticity, transcranial direct current stimulation (tDCS) is a non-invasive brain stimulation method of modulating cortical excitability through application of low currents to targeted regions on the scalp.\n\nThere are known positive effects of CO-OP to improve activity performance and for tDCS to improve impairment level outcomes post-stroke. The investigators hypothesize that the known effects of CO-OP may be amplified with use of tDCS to alter known neural hubs of executive networks that support problem-solving. In sum, (1) CO-OP is effective at improving activity performance, and (2) the effects of CO-OP may be amplified through novel methods that allow for placing the brain in an enhanced neuroplastic state, such as tDCS."},"conditionsModule":{"conditions":["Chronic Stroke"],"keywords":["Stroke","Metacognitive Strategy Training","Brain Stimulation","CO-OP","tDCS"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"TRIPLE","maskingDescription":"All outcome assessors will be blinded to participant study group assignment. Participants and investigative team will be blinded to participant tDCS condition (i.e. active vs sham.)","whoMasked":["PARTICIPANT","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":28,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"CO-OP and tDCS group","type":"EXPERIMENTAL","description":"Each session will consist of 20 minutes of anodal tDCS applied to the left dorsolateral prefrontal cortex (DLPFC) at 1.5 mA. This will be followed by 45 minutes of the assigned CO-OP.","interventionNames":["Behavioral: CO-OP Procedures","Device: tDCS"]},{"label":"CO-OP and sham tDCS group","type":"ACTIVE_COMPARATOR","description":"Each session will consist 20 minutes of sham tDCS followed by 45 minutes of the assigned CO-OP.","interventionNames":["Behavioral: CO-OP Procedures","Device: sham tDCS group"]},{"label":"Computer cognitive training and tDCS group","type":"ACTIVE_COMPARATOR","description":"Each session will consist of 20 minutes of anodal tDCS applied to the left dorsolateral prefrontal cortex (DLPFC) at 1.5 mA. This will be followed by 45 minutes of the assigned computer cognitive training.","interventionNames":["Device: tDCS","Behavioral: Computer Cognitive Training Procedures"]},{"label":"Computer cognitive training and sham tDCS group","type":"ACTIVE_COMPARATOR","description":"Each session will consist 20 minutes of sham tDCS followed by 45 minutes of the assigned computer cognitive training.","interventionNames":["Behavioral: Computer Cognitive Training Procedures","Device: sham tDCS group"]}],"interventions":[{"type":"BEHAVIORAL","name":"CO-OP Procedures","description":"CO-OP focuses on learning of a global problem-solving strategy, Goal-Plan-Do-Check (GPDC), within the performance of participant-chosen goals. Use of a broadly applicable strategy and meaningful activity ensures the intervention is salient to the participant and increases likelihood of transfer. Uniquely, therapists applying CO-OP use guided discovery methods to support participants in analyzing their own performance of a given task and generating potential solutions for improving performance. Participants become equipped with these skills through repetitive application of the Goal-Plan-Do-Check process.The intervention focuses on learning GPDC with gradual withdrawal of guided discovery methods.","armGroupLabels":["CO-OP and sham tDCS group","CO-OP and tDCS group"]},{"type":"DEVICE","name":"tDCS","description":"Each session will begin with 20 minutes of anodal tDCS applied to the ipsilesional dorsolateral prefrontal cortex (DLPFC) at 1.5 mA. The cathode will be placed over the contralesional supraorbital area. Direct current will be applied through two saline soaked sponges placed on the scalp. The tDCS device contains software for double-blinded delivery.","armGroupLabels":["CO-OP and tDCS group","Computer cognitive training and tDCS group"]},{"type":"BEHAVIORAL","name":"Computer Cognitive Training Procedures","description":"Individuals receiving computerized cognitive training will receive an equal dosage of 12, 45-minute sessions directly following the assigned tDCS condition. The online training software of BrainHQ will be used. BrainHQ is a well-recognized cognitive training program that targets the areas of attention, memory, processing speed, people skills, intelligence, and navigation. BrainHQ tracks progress and automatically grades difficulty as appropriate.","armGroupLabels":["Computer cognitive training and sham tDCS group","Computer cognitive training and tDCS group"]},{"type":"DEVICE","name":"sham tDCS group","description":"Sham tDCS will involve the same preparation as in tDCS, but the current will ramp up for only 30 seconds and then return to zero. This method allows for sensations on the scalp associated with tDCS without inducing any neural changes.","armGroupLabels":["CO-OP and sham tDCS group","Computer cognitive training and sham tDCS group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Willingness to be randomized","description":"Percent of eligible participants willing to be randomized","timeFrame":"After study completion, an average of 5 weeks"},{"measure":"Recruitment","description":"Number enrolled/number screened AND number recruited per month","timeFrame":"After study completion, an average of 5 weeks"},{"measure":"Retention","description":"Number completing study procedures/number enrolled","timeFrame":"After study completion, an average of 5 weeks"},{"measure":"Adherence","description":"Number of sessions attended/total number of sessions","timeFrame":"After study completion, an average of 5 weeks"}],"secondaryOutcomes":[{"measure":"Canadian Occupational Performance Measure","description":"Self-report measure of activity performance. Minimum = 1, Maximum = 10. Higher scores mean better performance.","timeFrame":"Pre-intervention (week 0), post-intervention (week 5), 1-month follow up (week 9)"},{"measure":"Performance Quality Rating Scale","description":"Objective measure activity performance. Minimum = 1, Maximum = 10. Higher scores mean better performance.","timeFrame":"Pre-intervention (week 0), post-intervention (week 5), 1-month follow up (week 9)"},{"measure":"National Institutes of Health Toolbox Cognition Battery","description":"Computerized measure of cognitive precesses (e.g. executive function, attention, working memory.) A crystalized intelligence composite T-score and fluid intelligence T-score with means of 100 and a standard deviation of 15 will be used in analysis. Higher scores represent better performance.","timeFrame":"Pre-intervention (week 0), post-intervention (week 5), 1-month follow up (week 9)"},{"measure":"Weekly Calendar Planning Assessment","description":"Performance-based measure of executive function within a simulated calendar planning task. Level II will be used. Total appointments entered correctly and an efficiency score will be used in analysis. Higher scores represent better performance.","timeFrame":"Pre-intervention (week 0), post-intervention (week 5), 1-month follow up (week 9)"},{"measure":"Participation Strategies-Self-efficacy Scale (PS-SES)","description":"Self-report measure of confidence in performing daily activities. It consists of 35 items in six domains. Each item is rated on a scale of 1 to 10 with higher scores representing greater self-efficacy.","timeFrame":"Pre-intervention (week 0), post-intervention (week 5), 1-month follow up (week 9)"},{"measure":"Stroke Impact Scale (SIS) - Participation domain","description":"Self-report measure of participation in daily life activities. The participation domain consists of 8 items with resulting scores from 0 to 100 and higher scores representing higher levels of participation.","timeFrame":"Pre-intervention (week 0), post-intervention (week 5), 1-month follow up (week 9)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* \\>6 months post-ischemic stroke\n* not currently receiving therapy services\n* a minimum of four self-identified functional goals\n\nExclusion Criteria:\n\n* severe depressive symptoms (\\>20 on Patient Health Questionnaire)\n* dementia symptoms (\\<24 on Montreal Cognitive Assessment)\n* any additional neurological disorders\n* moderate-severe aphasia (NIH Stroke Scale aphasia scale of greater than or equal to 2)\n* any tDCS contraindication","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Anna E Boone, PhD, OTR/L","role":"CONTACT","phone":"573-882-7023","email":"booneae@umsystem.edu"}],"overallOfficials":[{"name":"Anna E Boone, PhD, OTR/L","affiliation":"University of Missouri Occupational Therapy","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of Missouri Occupational Therapy Department","status":"RECRUITING","city":"Columbia","state":"Missouri","zip":"65203","country":"United States","contacts":[{"name":"Anna E Boone, PhD, OTR/L","role":"CONTACT","phone":"573-882-7023","email":"booneae@umsystem.edu"},{"name":"Anna E Boone, PhD, OTR/L","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":38.95171,"lon":-92.33407}}]},"referencesModule":{"references":[{"pmid":"17453976","type":"BACKGROUND","citation":"Hartman-Maeir A, Soroker N, Ring H, Avni N, Katz N. Activities, participation and satisfaction one-year post stroke. Disabil Rehabil. 2007 Apr 15;29(7):559-66. doi: 10.1080/09638280600924996."},{"pmid":"12161823","type":"BACKGROUND","citation":"Mayo NE, Wood-Dauphinee S, Cote R, Durcan L, Carlton J. Activity, participation, and quality of life 6 months poststroke. Arch Phys Med Rehabil. 2002 Aug;83(8):1035-42. doi: 10.1053/apmr.2002.33984."},{"pmid":"25416738","type":"BACKGROUND","citation":"McEwen S, Polatajko H, Baum C, Rios J, Cirone D, Doherty M, Wolf T. Combined Cognitive-Strategy and Task-Specific Training Improve Transfer to Untrained Activities in Subacute Stroke: An Exploratory Randomized Controlled Trial. Neurorehabil Neural Repair. 2015 Jul;29(6):526-36. doi: 10.1177/1545968314558602. Epub 2014 Nov 21."},{"pmid":"21309372","type":"BACKGROUND","citation":"Henshaw E, Polatajko H, McEwen S, Ryan JD, Baum CM. Cognitive approach to improving participation after stroke: two case studies. Am J Occup Ther. 2011 Jan-Feb;65(1):55-63. doi: 10.5014/ajot.2011.09010."},{"pmid":"22389945","type":"BACKGROUND","citation":"Polatajko HJ, McEwen SE, Ryan JD, Baum CM. Pilot randomized controlled trial investigating cognitive strategy use to improve goal performance after stroke. Am J Occup Ther. 2012 Jan-Feb;66(1):104-9. doi: 10.5014/ajot.2012.001784."},{"pmid":"23084320","type":"BACKGROUND","citation":"Kandel M, Beis JM, Le Chapelain L, Guesdon H, Paysant J. Non-invasive cerebral stimulation for the upper limb rehabilitation after stroke: a review. Ann Phys Rehabil Med. 2012 Dec;55(9-10):657-80. doi: 10.1016/j.rehab.2012.09.001. Epub 2012 Sep 29. English, French."},{"pmid":"26319437","type":"BACKGROUND","citation":"Kang N, Summers JJ, Cauraugh JH. Transcranial direct current stimulation facilitates motor learning post-stroke: a systematic review and meta-analysis. J Neurol Neurosurg Psychiatry. 2016 Apr;87(4):345-55. doi: 10.1136/jnnp-2015-311242. Epub 2015 Aug 28."},{"pmid":"24527190","type":"BACKGROUND","citation":"Park SH, Koh EJ, Choi HY, Ko MH. A double-blind, sham-controlled, pilot study to assess the effects of the concomitant use of transcranial direct current stimulation with the computer assisted cognitive rehabilitation to the prefrontal cortex on cognitive functions in patients with stroke. J Korean Neurosurg Soc. 2013 Dec;54(6):484-8. doi: 10.3340/jkns.2013.54.6.484. Epub 2013 Dec 31."},{"pmid":"20111838","type":"BACKGROUND","citation":"French B, Thomas L, Leathley M, Sutton C, McAdam J, Forster A, Langhorne P, Price C, Walker A, Watkins C. Does repetitive task training improve functional activity after stroke? A Cochrane systematic review and meta-analysis. J Rehabil Med. 2010 Jan;42(1):9-14. doi: 10.2340/16501977-0473."},{"pmid":"17943883","type":"BACKGROUND","citation":"French B, Thomas LH, Leathley MJ, Sutton CJ, McAdam J, Forster A, Langhorne P, Price CI, Walker A, Watkins CL. Repetitive task training for improving functional ability after stroke. Cochrane Database Syst Rev. 2007 Oct 17;(4):CD006073. doi: 10.1002/14651858.CD006073.pub2."},{"pmid":"27447365","type":"BACKGROUND","citation":"Lang CE, Strube MJ, Bland MD, Waddell KJ, Cherry-Allen KM, Nudo RJ, Dromerick AW, Birkenmeier RL. Dose response of task-specific upper limb training in people at least 6 months poststroke: A phase II, single-blind, randomized, controlled trial. Ann Neurol. 2016 Sep;80(3):342-54. doi: 10.1002/ana.24734. Epub 2016 Aug 16."},{"pmid":"25998205","type":"BACKGROUND","citation":"Tedesco Triccas L, Burridge JH, Hughes AM, Pickering RM, Desikan M, Rothwell JC, Verheyden G. Multiple sessions of transcranial direct current stimulation and upper extremity rehabilitation in stroke: A review and meta-analysis. Clin Neurophysiol. 2016 Jan;127(1):946-955. doi: 10.1016/j.clinph.2015.04.067. Epub 2015 May 4."},{"pmid":"15609840","type":"BACKGROUND","citation":"Van Peppen RP, Kwakkel G, Wood-Dauphinee S, Hendriks HJ, Van der Wees PJ, Dekker J. The impact of physical therapy on functional outcomes after stroke: what's the evidence? Clin Rehabil. 2004 Dec;18(8):833-62. doi: 10.1191/0269215504cr843oa."},{"pmid":"17662010","type":"BACKGROUND","citation":"Appelros P, Samuelsson M, Karlsson-Tivenius S, Lokander M, Terent A. A national stroke quality register: 12 years experience from a participating hospital. Eur J Neurol. 2007 Aug;14(8):890-4. doi: 10.1111/j.1468-1331.2007.01826.x."},{"pmid":"16467057","type":"BACKGROUND","citation":"Desrosiers J, Noreau L, Rochette A, Bourbonnais D, Bravo G, Bourget A. Predictors of long-term participation after stroke. Disabil Rehabil. 2006 Feb 28;28(4):221-30. doi: 10.1080/09638280500158372."},{"pmid":"27909071","type":"BACKGROUND","citation":"Waddell KJ, Strube MJ, Bailey RR, Klaesner JW, Birkenmeier RL, Dromerick AW, Lang CE. Does Task-Specific Training Improve Upper Limb Performance in Daily Life Poststroke? Neurorehabil Neural Repair. 2017 Mar;31(3):290-300. doi: 10.1177/1545968316680493. Epub 2016 Dec 13."},{"pmid":"28690399","type":"BACKGROUND","citation":"Babulal GM, Foster ER, Wolf TJ. Facilitating Transfer of Skills and Strategies in Occupational Therapy Practice: Practical Application of Transfer Principles. Asian J Occup Ther. 2016;11(1):19-25. doi: 10.11596/asiajot.11.19. Epub 2016 Mar 31."},{"pmid":"26943113","type":"BACKGROUND","citation":"Wolf TJ, Polatajko H, Baum C, Rios J, Cirone D, Doherty M, McEwen S. Combined Cognitive-Strategy and Task-Specific Training Affects Cognition and Upper-Extremity Function in Subacute Stroke: An Exploratory Randomized Controlled Trial. Am J Occup Ther. 2016 Mar-Apr;70(2):7002290010p1-7002290010p10. doi: 10.5014/ajot.2016.017293."},{"pmid":"24113727","type":"BACKGROUND","citation":"Skidmore ER, Dawson DR, Whyte EM, Butters MA, Dew MA, Grattan ES, Becker JT, Holm MB. Developing complex interventions: lessons learned from a pilot study examining strategy training in acute stroke rehabilitation. Clin Rehabil. 2014 Apr;28(4):378-87. doi: 10.1177/0269215513502799. Epub 2013 Oct 10."},{"pmid":"25505221","type":"BACKGROUND","citation":"Skidmore ER, Dawson DR, Butters MA, Grattan ES, Juengst SB, Whyte EM, Begley A, Holm MB, Becker JT. Strategy Training Shows Promise for Addressing Disability in the First 6 Months After Stroke. Neurorehabil Neural Repair. 2015 Aug;29(7):668-76. doi: 10.1177/1545968314562113. Epub 2014 Dec 11."},{"pmid":"27449501","type":"BACKGROUND","citation":"Wolf TJ, Doherty M, Kallogjeri D, Coalson RS, Nicklaus J, Ma CX, Schlaggar BL, Piccirillo J. The Feasibility of Using Metacognitive Strategy Training to Improve Cognitive Performance and Neural Connectivity in Women with Chemotherapy-Induced Cognitive Impairment. Oncology. 2016;91(3):143-52. doi: 10.1159/000447744. Epub 2016 Jul 23."},{"pmid":"18230848","type":"BACKGROUND","citation":"Kleim JA, Jones TA. Principles of experience-dependent neural plasticity: implications for rehabilitation after brain damage. J Speech Lang Hear Res. 2008 Feb;51(1):S225-39. doi: 10.1044/1092-4388(2008/018)."},{"pmid":"27866120","type":"BACKGROUND","citation":"Lefaucheur JP, Antal A, Ayache SS, Benninger DH, Brunelin J, Cogiamanian F, Cotelli M, De Ridder D, Ferrucci R, Langguth B, Marangolo P, Mylius V, Nitsche MA, Padberg F, Palm U, Poulet E, Priori A, Rossi S, Schecklmann M, Vanneste S, Ziemann U, Garcia-Larrea L, Paulus W. Evidence-based guidelines on the therapeutic use of transcranial direct current stimulation (tDCS). Clin Neurophysiol. 2017 Jan;128(1):56-92. doi: 10.1016/j.clinph.2016.10.087. Epub 2016 Oct 29."},{"pmid":"27372845","type":"BACKGROUND","citation":"Bikson M, Grossman P, Thomas C, Zannou AL, Jiang J, Adnan T, Mourdoukoutas AP, Kronberg G, Truong D, Boggio P, Brunoni AR, Charvet L, Fregni F, Fritsch B, Gillick B, Hamilton RH, Hampstead BM, Jankord R, Kirton A, Knotkova H, Liebetanz D, Liu A, Loo C, Nitsche MA, Reis J, Richardson JD, Rotenberg A, Turkeltaub PE, Woods AJ. Safety of Transcranial Direct Current Stimulation: Evidence Based Update 2016. Brain Stimul. 2016 Sep-Oct;9(5):641-661. doi: 10.1016/j.brs.2016.06.004. Epub 2016 Jun 15."},{"pmid":"26652115","type":"BACKGROUND","citation":"Woods AJ, Antal A, Bikson M, Boggio PS, Brunoni AR, Celnik P, Cohen LG, Fregni F, Herrmann CS, Kappenman ES, Knotkova H, Liebetanz D, Miniussi C, Miranda PC, Paulus W, Priori A, Reato D, Stagg C, Wenderoth N, Nitsche MA. A technical guide to tDCS, and related non-invasive brain stimulation tools. Clin Neurophysiol. 2016 Feb;127(2):1031-1048. doi: 10.1016/j.clinph.2015.11.012. Epub 2015 Nov 22."},{"pmid":"19292910","type":"BACKGROUND","citation":"Bolognini N, Pascual-Leone A, Fregni F. Using non-invasive brain stimulation to augment motor training-induced plasticity. J Neuroeng Rehabil. 2009 Mar 17;6:8. doi: 10.1186/1743-0003-6-8."},{"pmid":"25194451","type":"BACKGROUND","citation":"Cunningham DA, Machado A, Janini D, Varnerin N, Bonnett C, Yue G, Jones S, Lowe M, Beall E, Sakaie K, Plow EB. Assessment of inter-hemispheric imbalance using imaging and noninvasive brain stimulation in patients with chronic stroke. Arch Phys Med Rehabil. 2015 Apr;96(4 Suppl):S94-103. doi: 10.1016/j.apmr.2014.07.419. Epub 2014 Sep 3."},{"pmid":"28122885","type":"BACKGROUND","citation":"Benjamin EJ, Blaha MJ, Chiuve SE, Cushman M, Das SR, Deo R, de Ferranti SD, Floyd J, Fornage M, Gillespie C, Isasi CR, Jimenez MC, Jordan LC, Judd SE, Lackland D, Lichtman JH, Lisabeth L, Liu S, Longenecker CT, Mackey RH, Matsushita K, Mozaffarian D, Mussolino ME, Nasir K, Neumar RW, Palaniappan L, Pandey DK, Thiagarajan RR, Reeves MJ, Ritchey M, Rodriguez CJ, Roth GA, Rosamond WD, Sasson C, Towfighi A, Tsao CW, Turner MB, Virani SS, Voeks JH, Willey JZ, Wilkins JT, Wu JH, Alger HM, Wong SS, Muntner P; American Heart Association Statistics Committee and Stroke Statistics Subcommittee. Heart Disease and Stroke Statistics-2017 Update: A Report From the American Heart Association. Circulation. 2017 Mar 7;135(10):e146-e603. doi: 10.1161/CIR.0000000000000485. Epub 2017 Jan 25. No abstract available. Erratum In: Circulation. 2017 Mar 7;135(10 ):e646. Circulation. 2017 Sep 5;136(10 ):e196."},{"pmid":"11556941","type":"BACKGROUND","citation":"Kroenke K, Spitzer RL, Williams JB. The PHQ-9: validity of a brief depression severity measure. J Gen Intern Med. 2001 Sep;16(9):606-13. doi: 10.1046/j.1525-1497.2001.016009606.x."},{"pmid":"15817019","type":"BACKGROUND","citation":"Nasreddine ZS, Phillips NA, Bedirian V, Charbonneau S, Whitehead V, Collin I, Cummings JL, Chertkow H. The Montreal Cognitive Assessment, MoCA: a brief screening tool for mild cognitive impairment. J Am Geriatr Soc. 2005 Apr;53(4):695-9. doi: 10.1111/j.1532-5415.2005.53221.x. Erratum In: J Am Geriatr Soc. 2019 Sep;67(9):1991."},{"pmid":"21801472","type":"BACKGROUND","citation":"Sweet L, Van Adel M, Metcalf V, Wright L, Harley A, Leiva R, Taler V. The Montreal Cognitive Assessment (MoCA) in geriatric rehabilitation: psychometric properties and association with rehabilitation outcomes. Int Psychogeriatr. 2011 Dec;23(10):1582-91. doi: 10.1017/S1041610211001451. Epub 2011 Aug 1."},{"pmid":"2749846","type":"BACKGROUND","citation":"Brott T, Adams HP Jr, Olinger CP, Marler JR, Barsan WG, Biller J, Spilker J, Holleran R, Eberle R, Hertzberg V, et al. Measurements of acute cerebral infarction: a clinical examination scale. Stroke. 1989 Jul;20(7):864-70. doi: 10.1161/01.str.20.7.864."},{"pmid":"22029804","type":"BACKGROUND","citation":"Moore CG, Carter RE, Nietert PJ, Stewart PW. Recommendations for planning pilot studies in clinical and translational research. Clin Transl Sci. 2011 Oct;4(5):332-7. doi: 10.1111/j.1752-8062.2011.00347.x."},{"pmid":"25082389","type":"BACKGROUND","citation":"Abbott JH. The distinction between randomized clinical trials (RCTs) and preliminary feasibility and pilot studies: what they are and are not. J Orthop Sports Phys Ther. 2014 Aug;44(8):555-8. doi: 10.2519/jospt.2014.0110. No abstract available."},{"pmid":"31360793","type":"BACKGROUND","citation":"Ferreira IS, Pinto CB, Saleh Velez FG, Leffa DT, Vulcano de Toledo Piza P, Fregni F. Recruitment challenges in stroke neurorecovery clinical trials. Contemp Clin Trials Commun. 2019 Jul 5;15:100404. doi: 10.1016/j.conctc.2019.100404. eCollection 2019 Sep. Erratum In: Contemp Clin Trials Commun. 2020 Dec 10;20:100689."},{"pmid":"18547501","type":"BACKGROUND","citation":"French B, Leathley M, Sutton C, McAdam J, Thomas L, Forster A, Langhorne P, Price C, Walker A, Watkins C. A systematic review of repetitive functional task practice with modelling of resource use, costs and effectiveness. Health Technol Assess. 2008 Jul;12(30):iii, ix-x, 1-117. doi: 10.3310/hta12300."},{"pmid":"24766150","type":"BACKGROUND","citation":"Martini R, Rios J, Polatajko H, Wolf T, McEwen S. The performance quality rating scale (PQRS): reliability, convergent validity, and internal responsiveness for two scoring systems. Disabil Rehabil. 2015;37(3):231-8. doi: 10.3109/09638288.2014.913702. Epub 2014 Apr 28."},{"pmid":"24959840","type":"BACKGROUND","citation":"Weintraub S, Dikmen SS, Heaton RK, Tulsky DS, Zelazo PD, Slotkin J, Carlozzi NE, Bauer PJ, Wallner-Allen K, Fox N, Havlik R, Beaumont JL, Mungas D, Manly JJ, Moy C, Conway K, Edwards E, Nowinski CJ, Gershon R. The cognition battery of the NIH toolbox for assessment of neurological and behavioral function: validation in an adult sample. J Int Neuropsychol Soc. 2014 Jul;20(6):567-78. doi: 10.1017/S1355617714000320. Epub 2014 Jun 24."},{"pmid":"7977622","type":"BACKGROUND","citation":"Gage M, Noh S, Polatajko HJ, Kaspar V. Measuring perceived self-efficacy in occupational therapy. Am J Occup Ther. 1994 Sep;48(9):783-90. doi: 10.5014/ajot.48.9.783."},{"pmid":"24695074","type":"BACKGROUND","citation":"Vellone E, Savini S, Fida R, Dickson VV, Melkus GD, Carod-Artal FJ, Rocco G, Alvaro R. Psychometric evaluation of the Stroke Impact Scale 3.0. J Cardiovasc Nurs. 2015 May-Jun;30(3):229-41. doi: 10.1097/JCN.0000000000000145."},{"pmid":"14677403","type":"BACKGROUND","citation":"Nitsche MA, Liebetanz D, Antal A, Lang N, Tergau F, Paulus W. Modulation of cortical excitability by weak direct current stimulation--technical, safety and functional aspects. Suppl Clin Neurophysiol. 2003;56:255-76. doi: 10.1016/s1567-424x(09)70230-2. No abstract available."},{"pmid":"21035130","type":"BACKGROUND","citation":"Leon AC, Davis LL, Kraemer HC. The role and interpretation of pilot studies in clinical research. J Psychiatr Res. 2011 May;45(5):626-9. doi: 10.1016/j.jpsychires.2010.10.008. Epub 2010 Oct 28."},{"pmid":"26978655","type":"BACKGROUND","citation":"Eldridge SM, Lancaster GA, Campbell MJ, Thabane L, Hopewell S, Coleman CL, Bond CM. Defining Feasibility and Pilot Studies in Preparation for Randomised Controlled Trials: Development of a Conceptual Framework. PLoS One. 2016 Mar 15;11(3):e0150205. doi: 10.1371/journal.pone.0150205. eCollection 2016."},{"pmid":"19583057","type":"BACKGROUND","citation":"Ostwald SK, Godwin KM, Cron SG. Predictors of life satisfaction in stroke survivors and spousal caregivers after inpatient rehabilitation. Rehabil Nurs. 2009 Jul-Aug;34(4):160-7, 174; discussion 174. doi: 10.1002/j.2048-7940.2009.tb00272.x."},{"type":"BACKGROUND","citation":"Dawson DR, McEwen, S. E., and Polatajko, H.J. Cognitive Orientation to daily Performance in Occupational Therapy. Bethesda, MD: AOTA Press; 2017."},{"type":"BACKGROUND","citation":"Bosch J, O'Donnell MJ, Barreca S, Thabane L, Wishart L. Does task-oriented practice improve upper extremity motor recovery after stroke? A systematic review. ISRN Stroke. 2014;2014."},{"type":"BACKGROUND","citation":"Polatajko H, McEwen S, Ryan J, Baum C. Comparing skill acquisition using a cognitive-based treatment approach to contemporary occupational therapy in stroke: A pilot randomized controlled trial. Archives of Physical Medicine and Rehabilitation. 2009;90(10):e31."},{"type":"BACKGROUND","citation":"Baum CM, Christiansen, C. Bass, J.D. The Person-Environment-Occupation-Performance (PEOP) Model. In: Occupational Therapy: Performance, Participation, and Well-Being. 4th ed. Thorofare, NJ: SLACK Incorporated; 2015:49-56."},{"type":"BACKGROUND","citation":"Boone AE, Frey, S. H., & Wolf, T. J. . Acceptability and toleratbility of Metacognitive Strategy Training + tDCS in Chronic Stroke. Manuscript in Preparation. 2020."},{"type":"BACKGROUND","citation":"Julious SA. Sample size of 12 per group rule of thumb for a pilot study. Pharmaceutical Statistics: The Journal of Applied Statistics in the Pharmaceutical Industry. 2005;4(4):287-291."},{"type":"BACKGROUND","citation":"Law MC, Baptiste S, Carswell A, McColl MA, Polatajko HJ, Pollock N. Canadian occupational performance measure. 5th ed: Canadian Association of Occupational Therapists Toronto; 2014."},{"type":"BACKGROUND","citation":"Toglia J. Weekly calendar planning activity: A performance test of executive function. AOTA Press; 2015."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M21550","name":"Pharmaceutical Solutions","relevance":"LOW"}],"browseBranches":[{"abbrev":"PhSol","name":"Pharmaceutical Solutions"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}