{"protocolSection":{"identificationModule":{"nctId":"NCT03268070","orgStudyIdInfo":{"id":"IRB00097855"},"organization":{"fullName":"Emory University","class":"OTHER"},"briefTitle":"Transcranial Magnetic Stimulation in Stroke Motor Rehabilitation Treatment","officialTitle":"Targeting Motor Areas for Customized Transcranial Magnetic Stimulation in Motor Rehabilitation Treatment of Chronic Stroke Patients"},"statusModule":{"statusVerifiedDate":"2023-03","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-02","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-02","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-02","type":"ESTIMATED"},"studyFirstSubmitDate":"2017-08-29","studyFirstSubmitQcDate":"2017-08-29","studyFirstPostDateStruct":{"date":"2017-08-31","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-03-06","lastUpdatePostDateStruct":{"date":"2023-03-07","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Cathrin Buetefisch","investigatorTitle":"Professor","investigatorAffiliation":"Emory University"},"leadSponsor":{"name":"Emory University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUnapprovedDevice":true,"isUsExport":false},"descriptionModule":{"briefSummary":"The goal of the study is to determine the effect of repetitive transcranial magnetic stimulation (rTMS) over the premotor cortex on training-related improvements in motor performance and associated neural plasticity.","detailedDescription":"Occlusion of the middle cerebral artery is the most common cause of stroke. Because the middle cerebral artery supplies blood to the motor cortices, middle cerebral artery stroke often impacts the integrity of the motor cortex and its associated corticospinal projections. Less than half of all individuals post-stroke regain complete motor function. Because motor deficits, especially of the upper extremities, can dampen the quality of life, there is an urgent need to improve current rehabilitation programs to allow more stroke survivors to achieve higher functional gains.\n\nMotor training is an important part of recovery after stroke. During motor training, patients practice performing a movement and become better at performing the trained movement over time. Repetitive transcranial magnetic stimulation (rTMS), which uses magnetism to excite neurons near the surface of the brain, may further improve performance. There is evidence that the premotor cortex may be a more effective target than the primary motor cortex for rTMS for some stroke survivors. In the current study, the investigator will determine the effect of rTMS over the premotor cortex on training-related improvements in motor performance in adults who experienced a stroke more than 6 months ago."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Transcranial Magnetic Stimulation","Neurophysiology","Neuroscience","Stroke Rehabilitation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"CROSSOVER","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","maskingDescription":"Subjects will be blinded to the type of TMS that they receive on each day.","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":70,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Repetitive TMS over contralateral premotor cortex","type":"EXPERIMENTAL","description":"Location of repetitive Transcranial Magnetic Stimulation (rTMS): contralateral premotor cortex.","interventionNames":["Device: Repetitive TMS over contralateral premotor cortex."]},{"label":"Repetitive TMS over ipsilateral premotor cortex","type":"EXPERIMENTAL","description":"Location of repetitive Transcranial Magnetic Stimulation (rTMS): ipsilateral premotor cortex.","interventionNames":["Device: Repetitive TMS over ipsilateral premotor cortex."]},{"label":"Repetitive TMS over contralateral primary motor cortex","type":"EXPERIMENTAL","description":"Location of repetitive Transcranial Magnetic Stimulation (rTMS): contralateral primary motor cortex.","interventionNames":["Device: Repetitive TMS over contralateral primary motor cortex."]},{"label":"Sham repetitive TMS over contralateral premotor cortex","type":"SHAM_COMPARATOR","description":"Location of Sham repetitive Transcranial Magnetic Stimulation (rTMS): contralateral premotor cortex.","interventionNames":["Device: Sham Repetitive TMS over contralateral premotor cortex."]},{"label":"Single TMS over extensor carpi ulnaris spot of motor cortex","type":"EXPERIMENTAL","description":"Location of single-pulse Transcranial Magnetic Stimulation (sTMS): extensor carpi ulnaris (ECU) hotspot of primary motor cortex (M1).","interventionNames":["Device: Single TMS over extensor carpi ulnaris spot of motor cortex"]}],"interventions":[{"type":"DEVICE","name":"Repetitive TMS over contralateral premotor cortex.","description":"Repetitive Transcranial magnetic stimulation (rTMS) will be applied over contralateral premotor cortex during motor training. TMS uses magnetism to excite neurons near the surface of the brain. Frequency of rTMS: 0.1 Hz; time of rTMS: 50 milliseconds before the onset of movement-related electromyography (EMG); device: Super Rapid 2 Transcranial Magnetic Stimulator.","armGroupLabels":["Repetitive TMS over contralateral premotor cortex"]},{"type":"DEVICE","name":"Repetitive TMS over ipsilateral premotor cortex.","description":"Repetitive Transcranial magnetic stimulation (rTMS) will be applied over ipsilateral premotor cortex during motor training. TMS uses magnetism to excite neurons near the surface of the brain. Frequency of rTMS: 0.1 Hz; time of rTMS: 50 milliseconds before the onset of movement-related electromyography (EMG); device: Super Rapid 2 Transcranial Magnetic Stimulator.","armGroupLabels":["Repetitive TMS over ipsilateral premotor cortex"]},{"type":"DEVICE","name":"Repetitive TMS over contralateral primary motor cortex.","description":"Repetitive Transcranial magnetic stimulation (rTMS) will be applied over contralateral primary motor cortex during motor training. TMS uses magnetism to excite neurons near the surface of the brain.Frequency of rTMS: 0.1 Hz; time of rTMS: 50 milliseconds before the onset of movement-related electromyography (EMG); device: Super Rapid 2 Transcranial Magnetic Stimulator.","armGroupLabels":["Repetitive TMS over contralateral primary motor cortex"]},{"type":"DEVICE","name":"Sham Repetitive TMS over contralateral premotor cortex.","description":"Sham rTMS will be applied over contralateral premotor cortex. TMS uses magnetism to excite neurons near the surface of the brain. Frequency of rTMS: 0.1 Hz; time of rTMS: 50 milliseconds before the onset of movement-related electromyography (EMG); device: Super Rapid 2 Transcranial Magnetic Stimulator.","armGroupLabels":["Sham repetitive TMS over contralateral premotor cortex"]},{"type":"DEVICE","name":"Single TMS over extensor carpi ulnaris spot of motor cortex","description":"Single-pulse TMS will be applied over the extensor carpi ulnaris (ECU) hotspot of primary motor cortex (M1) during motor training.TMS uses magnetism to excite neurons near the surface of the brain. TMS pulses will be applied at different strengths (30%-80% maximum stimulator output) and record subsequent activity of the ECU muscle using electromyography (EMG).","armGroupLabels":["Single TMS over extensor carpi ulnaris spot of motor cortex"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in wrist velocity","description":"The subjects will be asked to perform 7 isometric wrist extensions before and after motor training. Wrist velocity will be measured by a gyroscope taped to the dorsum of the wrist that was used during motor training. An increase in the maximum velocity that persists at least an hour after training is indicative of motor learning.","timeFrame":"Before, 0 mins after, 30 mins after, and 60 mins after motor training."},{"measure":"Change in Stimulus Response Curve parameters","description":"To measure organization of a motor region in the primary motor cortex supporting wrist movement, a Stimulus Response Curve (SRC) will be collected before and after motor training. SRC is a set of motor evoked potentials (MEP) that characterizes input-output parameters of the primary motor cortex and associated corticospinal tract. A change in the SRC parameters after training will reflect a change in the organization of the primary motor cortex.","timeFrame":"Before, 0 mins after, 30 mins after and 60 mins after motor training."}],"secondaryOutcomes":[{"measure":"Change in wrist force","description":"The subjects will be asked to perform 7 isometric wrist extensions before and after motor training. A force transducer will record the maximum force produced during the wrist extensions.","timeFrame":"Before, 0 mins after, 30 mins after, and 60 mins after motor training."},{"measure":"Change in reaction time","description":"Subjects will be asked to perform 7 auditory-cued ballistic wrist extensions before and after motor training. Electromyographic (EMG) activity recorded during the ballistic wrist extensions will be used to measure reaction time. Reaction time is the length of time between the auditory cue and the onset of the movement-related EMG burst of the extensor carpi ulnaris muscle.","timeFrame":"Before, 0 mins after, 30 mins after and 60 mins after motor training."},{"measure":"Change in task accuracy","description":"Task accuracy will be determined by the number of successful trials over the number of total trials. A trial will be considered successful when the subject moves a cursor from the home position into a target box by modulating the acceleration of their wrist. An increase in task accuracy after training will indicate motor learning.","timeFrame":"During motor training (will compare first block to last block)."},{"measure":"Change in Short interval intracortical inhibition (SICI) of the primary motor cortex","description":"Short interval intracortical inhibition (SICI) is an inhibitory phenomenon in the motor cortex. To test for SICI, a sub-threshold conditioning stimulus (CS) will precede a supra-threshold test stimulus (TS) by 2 milliseconds. The amplitude of a conditioned TS-evoked MEP will be expressed as a percent of the amplitude of an unconditioned TS-evoked MEP (% MEP). A decrease in the % MEP after training would indicate a increase in SICI. An increase in the % MEP after training would indicate a decrease in SICI.","timeFrame":"Before, 0 mins after, 30 mins after, and 60 mins after motor training."},{"measure":"Change in Resting Motor Threshold","description":"Parametric Estimation by Sequential Testing (PEST) will be used to determine the Resting Motor Threshold (rMT). The mathematical algorithm implemented by PEST will determine the rMT with fewer TMS pulses than the traditional method.","timeFrame":"Before, 0 mins after, 30 mins after, and 60 mins after motor training."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Have the ability to give informed, written consent\n* Be aged 30-80 years old\n* Have a single ischemic infarction affecting the primary motor system\n* Have intact cognitive abilities\n* No current depression\n* No neurological disease\n* No contradictions to TMS\n\n  * No history of seizures or epilepsy\n  * No implanted medical device\n  * No metal in neck or head\n  * No history of migraine headaches\n  * No intake of medication that lowers seizure threshold\n\nExclusion Criteria:\n\n* none","healthyVolunteers":false,"sex":"ALL","minimumAge":"30 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Cathrin Buetefisch, MD","role":"CONTACT","phone":"404-712-5507","email":"cathrin.buetefisch@emory.edu"}],"overallOfficials":[{"name":"Cathrin Buetefisch, MD","affiliation":"Emory University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Emory Hospital","city":"Atlanta","state":"Georgia","zip":"30322","country":"United States","geoPoint":{"lat":33.749,"lon":-84.38798}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"De-identified individual participant data will be made available for sharing with other researchers. Data will be shared with the Enhancing Neuroimaging Genetics through Meta-Analysis (ENIGMA) Stroke Recovery group. The researchers plan to share the entire data set including clinical, behavioral, anatomical MRI data, with the ENIGMA Stroke Recovery group.","infoTypes":["STUDY_PROTOCOL","SAP"],"timeFrame":"Individual participant data will be available for sharing following publication of primary results from this study, with no end date for sharing.","accessCriteria":"The format of the shared data will be compatible with the ENIGMA data base. Outside researchers interested in using this data can contact Dr. Buetefisch at cathrin.buetefisch@emory.edu."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}