{"protocolSection":{"identificationModule":{"nctId":"NCT06043856","orgStudyIdInfo":{"id":"IRB-UOL-FAHS/1083/2021"},"organization":{"fullName":"University of Lahore","class":"OTHER"},"briefTitle":"Translation and Psychometric Analysis of the Urdu Version of Stroke Specific Quality of Life Scale","officialTitle":"Translation, Cultural Adaptation and Psychometric Analysis of Urdu Version of Stroke Specific Quality of Life Scale in Stroke Patients"},"statusModule":{"statusVerifiedDate":"2023-09","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-12-10","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-02-10","type":"ACTUAL"},"completionDateStruct":{"date":"2023-04-01","type":"ACTUAL"},"studyFirstSubmitDate":"2023-09-12","studyFirstSubmitQcDate":"2023-09-12","studyFirstPostDateStruct":{"date":"2023-09-21","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-09-12","lastUpdatePostDateStruct":{"date":"2023-09-21","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Lahore","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The leading cause of adult disability globally is stroke. Although stroke is rated as the third major cause of mortality in wealthy nations, it is the second major cause of mortality in developing nations. When creating a questionnaire for use in a different context, a procedure known as \"cross-cultural adaptation\" takes into account both linguistic (translation) and cultural adaption concerns. Beaten guidelines are standard to develop a questionnaire into a new language, measure it's psychometric properties and culturally adapt into a new population. By Williams, Weinberger, Harris, and Clark in 1999, the SS-QOL was published and verified for the first time. Since the Stroke Specific quality of life (SS-QOL) is meant to be self-administered, no training is necessary. According to one study, stroke victims can be accurately measured using the scale over the phone. The SS-QOL scale may be finished in 10 to 15 minutes. The SS QOL score increases with improved functioning. Cronbach's alpha values varied from satisfactory (alpha = 0.75 for the work/productivity subscale) to outstanding (alpha = 0.89 for self-care) in Williams' et al. (1999a) investigation of the internal consistency of the SS-QOL in 34 stroke patients, indicating that the SS-QOL has a good internal consistency. The present study endeavors to address this gap by translating the Stroke Specific Quality of Life questionnaire into Urdu, enabling a culturally adapted and accessible assessment tool. By assessing the validity of the obtained scores within the Pakistani population, this study aims to establish the reliability and effectiveness of the Urdu version. Consequently, this will serve to bridge the literature gap in stroke-related quality of life assessments among Urdu speakers in Pakistan. In doing so, this research strives to provide valuable insights and a comprehensive tool for clinical setups across diverse settings, urban or rural. By introducing a standardized gold standard test, healthcare professionals can confidently make accurate diagnoses and prognoses for their stroke patients. The Stroke Specific Quality of Life questionnaire, with its 49 self-report items encompassing 12 energy-related domains, is poised to contribute substantially to a more thorough understanding of stroke's impact on the quality of life within the Urdu-speaking population.","detailedDescription":"A cross-sectional study was conducted on 147 stroke patients at the Physiotherapy Department of the University of Lahore Teaching Hospital, located on Defense Road, Lahore. The study was completed within a span of 9 months following the approval of the research synopsis. A non-probability convenient sampling technique was employed for participant selection. The inclusion criteria encompassed patients who had been diagnosed with stroke, were aged between 35 to 65 years, and possessed the ability to comprehend and communicate verbally in the Urdu language. Conversely, patients with other neurological conditions such as Parkinson's disease, Alzheimer's disease, or dementia, as well as unconscious individuals, were excluded from the study. Additionally, patients with musculoskeletal and orthopedic conditions that could potentially impact the functioning of their upper and lower extremities were also excluded.\n\nAll patients provided written informed consent, and approval was obtained from the Ethics Committee of the University of Lahore. The translated Urdu version of the SS-QOL questionnaire was utilized for data collection, following a four-step procedure. Initially, two native Urdu speakers independently translated the SS-QOL into Urdu. One translator had medical expertise, while the other came from a non-medical background (T1, T2). Their translations were merged into a single version. Subsequently, this combined version was translated back into English by two professional translators (BT1, BT2) who were unfamiliar with the questionnaire and medical terminology, ensuring consistent English translation. A research committee comprising physiotherapists, an orthopedic surgeon, translators, a language expert, and authors held a meeting. This committee assessed all versions of the SS-QOL (T1, T2, T-12, BT1, BT2, B-12) for alignment with Urdu cultural nuances and methodological accuracy. They approved a pre-final SS-QOL version after methodological and grammatical analysis. Seventy patients confirmed their comprehension of the questions (pilot testing), and their feedback was deliberated upon by the authors. A final Urdu version of the SS-QOL was then established."},"conditionsModule":{"conditions":["Stroke","Stroke, Ischemic","Quality of Life"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"CASE_ONLY","timePerspective":"CROSS_SECTIONAL"},"enrollmentInfo":{"count":147,"type":"ACTUAL"}},"outcomesModule":{"primaryOutcomes":[{"measure":"Short Form 12 (SF-12)","description":"The SF-12, or Short Form-12, is a widely used self-reported questionnaire used to assess health-related quality of life (HRQOL). It is a shorter version of the SF-36 (Short Form-36), which is a more extensive health survey. The SF-12 is designed to be a concise tool for measuring various aspects of a person's physical and mental health. The SF-12 questionnaire generates two summary scores: the Physical Component Summary (PCS) and the Mental Component Summary (MCS). These scores provide a way to interpret the overall health-related quality of life of an individual.","timeFrame":"1 week"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosed stroke patients\n* Age between 35 to 65 years 47\n* Patients should understand and can verbally communicate in Urdu\n\nExclusion Criteria:\n\n* Patient with other neurological conditions like parkinson, Alzheimer, Dementia etc\n* Unconscious patient\n* Patients with musculoskeletal and orthopedic conditions that affect upper and lower extremities function","sex":"ALL","minimumAge":"35 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Diagnosed Stroke Population within range of 35-65 years and possessed the ability to comprehend and communicate verbally in the Urdu language.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Hafiza Maria Hira, MSPTN","affiliation":"The University of Lahore","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Umair Ahmed, PhD PT","affiliation":"The University of Lahore","role":"STUDY_DIRECTOR"},{"name":"Hafiza Sana Ashraf, MSPT MSK","affiliation":"The University of Lahore","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"University of Lahore Teaching Hospital","city":"Lahore","state":"Punjab","zip":"55150","country":"Pakistan","geoPoint":{"lat":31.558,"lon":74.35071}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Stroke, Ischemic","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T6034","name":"Quality of Life","asFound":"Quality of Life","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}