{"protocolSection":{"identificationModule":{"nctId":"NCT00011596","orgStudyIdInfo":{"id":"B2226R"},"organization":{"fullName":"VA Office of Research and Development","class":"FED"},"briefTitle":"FNS and Weight Support Treadmill Training for Gait Component Restoration","officialTitle":"FNS and Weight Support Treadmill Training for Gait Component Restoration"},"statusModule":{"statusVerifiedDate":"2001-01","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2000-08"},"completionDateStruct":{"date":"2003-08","type":"ACTUAL"},"studyFirstSubmitDate":"2001-02-22","studyFirstSubmitQcDate":"2001-02-23","studyFirstPostDateStruct":{"date":"2001-02-26","type":"ESTIMATED"},"lastUpdateSubmitDate":"2009-01-20","lastUpdatePostDateStruct":{"date":"2009-01-21","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"leadSponsor":{"name":"US Department of Veterans Affairs","class":"FED"}},"descriptionModule":{"briefSummary":"To date, conventional rehabilitation is not able to restore normal, safe, gait for many individuals with stroke. We have identified nine gait component deficits which respond to the FNS-IM intervention. This study will test a refined treatment protocol of 3 months duration to restore volitional gait by restoring those nine gait components simultaneously. In addition, we will incorporate into the treatment protocol a promising non-invasive technique of partial body weight-supported (BWS) gait training on a treadmill. BWS and FNS-IM have the potential to provide additive effects for the patient and restore volitional gait more quickly and more completely than would otherwise be possible with one technique alone.","detailedDescription":"Stroke is the third leading cause of disability in the United States. To date, conventional rehabilitation is not able to restore normal, safe, gait for many individuals with stroke. We have identified nine gait component deficits which respond to the FNS-IM intervention. This study will test a refined treatment protocol of 3 months duration to restore volitional gait by restoring those nine gait components simultaneously. In addition, we will incorporate into the treatment protocol a promising non-invasive technique of partial body weight-supported (BWS) gait training on a treadmill. BWS and FNS-IM have the potential to provide additive effects for the patient and restore volitional gait more quickly and more completely than would otherwise be possible with one technique alone. Therefore, our first hypothesis is HYPOTHESIS I: BWS combined with FNS-IM, simultaneously applied to nine critical gait components, will restore volitional normal, safe gait to patients with chronic stroke within 3 months. An advantage of BWS gait training is that it is non-invasive. Consequently, we must demonstrate the additive advantage of FNS-IM technique alone. Therefore the second hypothesis is: HYPOTHESIS II: FNS-IM plus BWS will restore volitional gait more quickly and completely for patients with chronic stroke compared with BWS alone.\n\nA total of thirty six chronic stroke patients will be randomly divided into two treatment groups (1) FNS-IM plus BWS; (2) BWS alone. Outcome measures for hypothesis testing will be threefold : 1) Gait normality (kinematics of nine gait components); 2) Safety (number of falls); 3) Functionality (gait speed, walking endurance, and CHART, a handicap measure of mobility and activity level). Data will be collected every four weeks during the three months of treatment. Maintenance of gains will be monitored at two additional data collections at six months and one year following the end of the treatment period. Results of this study have the potential to provide the following clinically applicable information:\n\n1. For patients with stroke, a refined treatment protocol of 3 months duration for restoration of normal, safe, volitional gait which is practical within the current healthcare milieu. 2. A definitive recommendation regarding the most effective treatment for chronic stroke patients: (1) BWS plus FNS-IM or (2) BWS alone.\n\nRESEARCH OBJECTIVES\n\n1. Build stimulators and electrodes.\n2. Obtain measures pre and post intervention for the two groups (FNS-IM + BWS; and BWS alone) to detect gains in: a) gait pattern; b) safety; c) functional capability; and d) quality of life.\n3. Analyze data for the group receiving FNS-IM + BWS, in order to test\n\n   Hypothesis I.\n4. Produce therapy protocols for FNS-IM and BWS intervention, and treatment progression.\n5. Test Hypothesis II by comparing the two treatment groups (BWS vs BWS + FNS-IM)."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Hemiplegia, gait, electric stimulation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":36,"type":"ESTIMATED"}},"armsInterventionsModule":{"interventions":[{"type":"PROCEDURE","name":"Gait Training"}]},"eligibilityModule":{"eligibilityCriteria":"Stroke patients","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"John Fryer, Ph.D. Asst. Director","affiliation":"Department of Veterans Affairs, Program Analysis and Review Section (PARS), Rehabilitation Research & Development service"},{"name":"Nancy Rocheleau, Program Analyst","affiliation":"Department of Veterans Affairs, Program Analysis and Review Section (PARS), Rehabilitation Research & Development service"}],"locations":[{"facility":"VAMC, Cleveland","city":"Cleveland","state":"Ohio","country":"United States","geoPoint":{"lat":41.4995,"lon":-81.69541}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M4804","name":"Body Weight","relevance":"LOW"},{"id":"M9205","name":"Hemiplegia","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}