{"protocolSection":{"identificationModule":{"nctId":"NCT02644161","orgStudyIdInfo":{"id":"UW 15-421"},"organization":{"fullName":"The University of Hong Kong","class":"OTHER"},"briefTitle":"Can Acupuncture Treat Post-stroke Depression?","officialTitle":"A Multisite, Assessor-blinded, Randomized Controlled Trial of Acupuncture for Post-stroke Depression","acronym":"PSD2"},"statusModule":{"statusVerifiedDate":"2019-05","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2015-10"},"primaryCompletionDateStruct":{"date":"2018-07","type":"ACTUAL"},"completionDateStruct":{"date":"2018-10","type":"ACTUAL"},"studyFirstSubmitDate":"2015-12-18","studyFirstSubmitQcDate":"2015-12-28","studyFirstPostDateStruct":{"date":"2015-12-31","type":"ESTIMATED"},"lastUpdateSubmitDate":"2019-05-17","lastUpdatePostDateStruct":{"date":"2019-05-20","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Prof. Zhang Zhang-Jin","investigatorTitle":"Professor","investigatorAffiliation":"The University of Hong Kong"},"leadSponsor":{"name":"The University of Hong Kong","class":"OTHER"},"collaborators":[{"name":"Tung Wah Hospital","class":"OTHER"},{"name":"Kowloon Hospital, Hong Kong","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"An 8-week, assessor-blind, randomized controlled trial will be conducted. A total of 138 patients with post-stroke depression (PSD) will be randomly assigned to the combination acupuncture treatment (CAI) (n = 69) or least acupuncture stimulation (LAS) (n = 69) for 3 sessions per week for 8 weeks. Treatment outcomes will be measured using the 17-item Hamilton Self-Rating Depression Scale (HAMD-17), the Montgomery-Asberg Depression Rating Scale (MADRS), and Self-Rating Depression Scale (SDS) for depression symptoms; Barthel Index (BI) for physical function, the Montreal Cognitive Assessment (MoCA) for cognitive performance. The assessment will be performed at baseline and once monthly thereafter. The study will be conducted in School of Chinese Medicine Clinics, Tung Wah Hospital, Kowloon Hospital.","detailedDescription":"Mood depression is a common and serious consequence of stroke (Paolucci, 2008). There are approximately 30% of stroke patients developing PSD, either in the early or in the late stages after stroke (Paolucci, 2008). Despite the fact that PSD is strongly associated with the poor prognosis and an increased disability, it is often neglected in the clinical management, with only a minority of PSD patients who could receive proper diagnoses and treatment (Gustafson et al., 1995; Paolucci, 2008; Williams et al., 2004). Although pharmacological treatment, represented by various types of antidepressants, are recommended as first-line drugs for PSD, the effectiveness is unsatisfactory and the clinical use is largely hampered due to apparent shortcomings. A large portion of PSD patients could not obtain satisfactory outcomes from antidepressant treatment, in particular the elderly (Bhogal et al., 2005;Paolucci, 2008). Pharmacotherapy related side effects; particularly on cardiovascular system may exacerbate stroke patients' conditions (Paolucci, 2008). Furthermore, stroke patients are often medicated with various classes of drugs, the addition of antidepressant agents may increase risk of drug-drug interactions, resulting in unexpected and unpredictable adverse events (Hemeryck and Belpaire, 2002). The development of alternative treatment strategies for PSD patients is therefore highly desired.\n\nWhile acupuncture is effective in reducing pain disorders, it also possesses psychotropic potential in treating psychiatric symptoms, in particular depression, anxiety and sleep disturbance. Our systematic review with meta-analysis suggests that the clinical outcomes of acupuncture is equivalent to antidepressant in treating major depression and superior to pharmacotherapy in improving clinical response and reducing the severity of PSD, with fewer incidences of adverse events (Zhang et al., 2010). Recently, the investigators have developed a novel acupuncture stimulation mode called dense cranial electroacupuncture stimulation (DCEAS), in which electrical stimulation is directly delivered on dense acupoints (6-8 pairs in general) located on the forehead innervated by the trigeminal sensory pathway. This pathway has intimate afferent fibers projecting the brainstem reticular formation, a pivotal brain region containing serotonin (5-HT) and norepinephrine (NE) neuronal cells involved in the processing of mood signals. neuroanatomic rationale for DCEAS is that electrical stimulation on dense scalp acupoints could enhance the activities of brainstem nuclei containing 5-HT and NE neuronal systems via the trigeminal sensory nucleus, and then modulate brain regions related to mood processing (Zhang et al., 2012).Our serial clinical studies have demonstrated the effectiveness of DCEAS and alike modes in patients with major depression, postpartum depression, insomnia and obsessive compulsive disorder (Chung et al., 2012; 2014; Huang et al., 2004, 2005; Qu et al., 2013; Zhang et al., 2009, 2012a). Most recently, our pilot study further confirms that DCEAS is effective in reducing stroke patients' depressive symptoms; a combination of DCEAS and body acupuncture (CAI) is more effective in reducing neuropsychiatric sequelae of stroke (Man et al., 2014). These encouraging results warrant a large-scale controlled trial.\n\nThe pathogenesis of PSD is mainly associated with decreased serotonin (5-HT) and norepinephrine (NE) function in the brain (Gustafson et al., 1995). On the other hand, neuro-anatomic rationale for DCEAS is that electrical stimulation on dense scalp acupoints could enhance the activities of brainstem nuclei containing 5-HT and NE neuronal systems via the trigeminal sensory nucleus, and then modulate brain regions related to mood processing (Zhang et al., 2012b). Based on these studies, the investigators hypothesize that CAI could yield better treatment outcomes in improving PSD compared to Least acupuncture stimulation (LAS) control.\n\nAn apparent advantage of TCM clinical practice is individualized or personalized treatment, i.e., treatment protocol is tailored to meet individual's current clinical manifestations and different stages of illness, termed differentiation syndromes. Previous studies have suggested a potential relationship between the therapeutic efficacy of acupuncture and TCM syndromes of PSD (Dang, 2013; Wu, 2010; Xin et al., 2005). The investigators will further determine whether there are correlates of TCM syndromes of PSD with the CAI treatment.\n\nThe working hypothesis of the proposed study is that CAI is an effective intervention in improving PSD and comorbid symptoms often observed in stroke patients. To test this hypothesis, an 8-week, assessor-blind, randomized, controlled trial will be proposed to determine: (1) whether the patients treated with the CAI could produce significantly greater improvement than those treated with LAS and (2) whether there are correlates of TCM syndromes of PSD with the CAI treatment."},"conditionsModule":{"conditions":["Stroke","Depression","Stroke Sequelae"],"keywords":["stroke","depression","stroke sequelae","acupuncture","DCEAS","CAI","LAS"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":91,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Combination acupuncture treatment (CAI)","type":"ACTIVE_COMPARATOR","description":"Post stroke depression patients will receive Dense Cranial Electroacupuncture Stimulation (DCEAS) and body acupuncture. Patients will continue their existing antidepressant and rehabilitation therapy as usual.","interventionNames":["Procedure: Dense cranial electroacupuncture stimulation","Procedure: Body acupuncture","Drug: Antidepressant","Other: Rehabilitation"]},{"label":"Least acupuncture stimulation (LAS)","type":"SHAM_COMPARATOR","description":"Post stroke depression patients will receive Least acupuncture stimulation (LAS). Patients will continue their existing antidepressant and rehabilitation therapy as usual.","interventionNames":["Drug: Antidepressant","Other: Rehabilitation","Procedure: Least acupuncture stimulation"]}],"interventions":[{"type":"PROCEDURE","name":"Dense cranial electroacupuncture stimulation","description":"DCEAS is a novel stimulation mode in which electrical stimulation is delivered on acupoints located on the forehead.\n\nSix pairs of acupoints are used: Baihui (GV20, +) and Yintang (EX-HN3, -), left Sishencong (EX-HN1, -) and Toulinqi (GB15, +), right Sishencong (EX-HN1, -) and Toulinqi (GB15, +), bilateral Shuaigu (GB8, L+, R-), bilateral Taiyang (EX-HN5, L+, R-), and bilateral Touwei (ST8, L+, R-).\n\nDisposable acupuncture needles (Hwato®, 0.30 mm in diameter and 25-40 mm in length) are inserted at a depth of 10-30 mm perpendicularly or obliquely into acupoints. Manual manipulation is then conducted to evoke needling sensation, followed by electrical stimulation (ITO ES-160, continuous waves at 2 Hz, 100 µs).","armGroupLabels":["Combination acupuncture treatment (CAI)"],"otherNames":["DCEAS"]},{"type":"PROCEDURE","name":"Body acupuncture","description":"Following acupoints are used: Shui-Gou (GV26), Shen-Men (HT7). He-Gu (LI4), Qu-Chi (LI11), Guan-Yuan (CV4), Zu-San-Li (ST36), Feng-Long (ST40) and San-Yin-Jiao (SP6).\n\nDisposable acupuncture needles (Hwato®, 0.30 mm in diameter and 25-40 mm in length) are inserted at a depth of 10-30 mm perpendicularly or obliquely into acupoints. Manual manipulation is then conducted to evoke needling sensation at 15 min. No electrical stimulation is delivered.","armGroupLabels":["Combination acupuncture treatment (CAI)"],"otherNames":["BA"]},{"type":"DRUG","name":"Antidepressant","description":"Patients will continue their existing antidepressant therapy as usual. Treatment regimens may be further adjusted during 8 weeks of study, depending upon physicians' discretion.","armGroupLabels":["Combination acupuncture treatment (CAI)","Least acupuncture stimulation (LAS)"]},{"type":"OTHER","name":"Rehabilitation","description":"Patients will continue their existing rehabilitation therapy as usual. Treatment regimens may be further adjusted during 8 weeks of study, depending upon physicians' discretion.","armGroupLabels":["Combination acupuncture treatment (CAI)","Least acupuncture stimulation (LAS)"],"otherNames":["Rehab"]},{"type":"PROCEDURE","name":"Least acupuncture stimulation","description":"The acupoints chosen are less related to the treated syndromes based on Traditional Chinese Medicine (TCM) theory; the number of acupoints used and the intensity of electrical stimulation are also lower than the comprehensive acupuncture regimen. The following 6 acupoints will be used in LAS control: bilateral Tong-Tian (BI7, L+, R-), bilateral Shou San-Li (LI10) and bilateral Fu-Yang (BL59). Electrical stimulation will be only performed on bilateral Tong-Tian (BI7) and the intensities are adjusted to a level at which patients just start feeling the stimulation.","armGroupLabels":["Least acupuncture stimulation (LAS)"],"otherNames":["LAS"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Changes in depression measured by HAMD-17","description":"Depression will be measured using the Hamilton Rating Scale for Depression (HAMD-17). Assessments will be conducted at baseline and once monthly thereafter.","timeFrame":"Baseline, 4 week, 8 week"},{"measure":"Changes in depression measured by MADRS","description":"Depression will be measured using the Montgomery-Åsberg Depression Rating Scale (MADRS). Assessments will be conducted at baseline and once monthly thereafter.","timeFrame":"Baseline, 4 week, 8 week"},{"measure":"Changes in depression measured by SDS","description":"Depression will be measured using the Zung Self-Rating Depression Scale (SDS). Assessments will be conducted at baseline and once monthly thereafter.","timeFrame":"Baseline, 4 week, 8 week"},{"measure":"Changes in locomotor function measured by BI","description":"Locomotor function will be measured using the Barthel Index of Activities of Daily Living (BI). Assessments will be conducted at baseline and once monthly thereafter.","timeFrame":"Baseline, 4 week, 8 week"},{"measure":"Changes in cognitive function","description":"The Montreal Cognitive Assessment (MoCA) will be used as an objective measurement for subjects' cognitive function. Assessments will be conducted at baseline and once monthly thereafter.","timeFrame":"Baseline, 4 week, 8 week"}],"secondaryOutcomes":[{"measure":"Clinical outcome of treatment","description":"It includes clinical response, defined as \\<50% reduction at endpoint from baseline on HAMD-17, and remission, defined as 7 points or less on HAMD-17 score.","timeFrame":"8 week"},{"measure":"Emergence of adverse events","description":"Adverse events are assessed using the Treatment Emergent Symptom Scale (TESS).","timeFrame":"Baseline, 4 week, 8 week"},{"measure":"TCM syndrome diagnosis","description":"To determine Traditional Chinese Medicine (TCM) syndrome correlated of the treatment efficacy, the investigators will conduct TCM syndrome diagnosis. The 5 most common syndromes of PSD are listed below:\n\n1. Liver Depression with Qi-stagnation;\n2. Liver Depression with Spleen deficiency;\n3. Blood stasis and phlegm obstruction;\n4. Deficiency of Both Heart and Spleen; or\n5. Deficiency of Both Liver and Kidney Yin.","timeFrame":"Baseline"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. men or women aged 35 to 80 years old;\n2. diagnosed as ischemic or haemorrhagic stroke within 18 months, confirmed with cerebral computed topographic scanning or magnetic resonance imaging; and\n3. developed significant depressive episode, with score of 16 or greater in the 17-item Hamilton Rating Scale for Depression (HAMD-17) and depression has lasted at least 2 weeks.\n\nExclusion Criteria:\n\n1. presence of severe aphasia, especially fluent aphasia;\n2. presence of severe cognitive dysfunction, as indicated by the Mini-mental State Examination (MMSE) score \\< 18;\n3. history of psychiatric illness other than depression;\n4. presence of another chronic disorder, including severe Parkinson's disease, cardiac disease, cancers, epilepsy, or chronic alcoholism;\n5. having impaired hepatic or renal function; or (6) having bleeding tendency.","healthyVolunteers":false,"sex":"ALL","minimumAge":"35 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Zhang-Jin ZHANG, MMed, PhD","affiliation":"School of Chinese Medicine, The University of Hong Kong","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Department of Rehabilitation, Kowloon Hospital","city":"Kowloon","country":"Hong Kong","geoPoint":{"lat":22.31667,"lon":114.18333}},{"facility":"Division of Rehabilitation Medicine, Tung Wah Hospital.","city":"Sheung Wan","country":"Hong Kong","geoPoint":{"lat":22.28383,"lon":114.1496}}]},"referencesModule":{"references":[{"pmid":"15935033","type":"BACKGROUND","citation":"Bhogal SK, Teasell R, Foley N, Speechley M. Heterocyclics and selective serotonin reuptake inhibitors in the treatment and prevention of poststroke depression. J Am Geriatr Soc. 2005 Jun;53(6):1051-7. doi: 10.1111/j.1532-5415.2005.53310.x."},{"pmid":"26132682","type":"BACKGROUND","citation":"Chung KF, Yeung WF, Yu YM, Yung KP, Zhang SP, Zhang ZJ, Wong MT, Lee WK, Chan LW. Acupuncture for residual insomnia associated with major depressive disorder: a placebo- and sham-controlled, subject- and assessor-blind, randomized trial. J Clin Psychiatry. 2015 Jun;76(6):e752-60. doi: 10.4088/JCP.14m09124."},{"pmid":"22840621","type":"BACKGROUND","citation":"Chung KF, Yeung WF, Zhang ZJ, Yung KP, Man SC, Lee CP, Lam SK, Leung TW, Leung KY, Ziea ET, Taam Wong V. Randomized non-invasive sham-controlled pilot trial of electroacupuncture for postpartum depression. J Affect Disord. 2012 Dec 15;142(1-3):115-21. doi: 10.1016/j.jad.2012.04.008. Epub 2012 Jul 26."},{"pmid":"1202204","type":"BACKGROUND","citation":"Folstein MF, Folstein SE, McHugh PR. \"Mini-mental state\". A practical method for grading the cognitive state of patients for the clinician. J Psychiatr Res. 1975 Nov;12(3):189-98. doi: 10.1016/0022-3956(75)90026-6. No abstract available."},{"pmid":"8535057","type":"BACKGROUND","citation":"Gustafson Y, Nilsson I, Mattsson M, Astrom M, Bucht G. Epidemiology and treatment of post-stroke depression. Drugs Aging. 1995 Oct;7(4):298-309. doi: 10.2165/00002512-199507040-00005."},{"pmid":"9628206","type":"BACKGROUND","citation":"Hammerschlag R. Methodological and ethical issues in clinical trials of acupuncture. J Altern Complement Med. 1998 Summer;4(2):159-71. doi: 10.1089/acm.1998.4.159."},{"pmid":"12495858","type":"BACKGROUND","citation":"Han JS. Acupuncture: neuropeptide release produced by electrical stimulation of different frequencies. Trends Neurosci. 2003 Jan;26(1):17-22. doi: 10.1016/s0166-2236(02)00006-1. No abstract available."},{"pmid":"11876575","type":"BACKGROUND","citation":"Hemeryck A, Belpaire FM. Selective serotonin reuptake inhibitors and cytochrome P-450 mediated drug-drug interactions: an update. Curr Drug Metab. 2002 Feb;3(1):13-37. doi: 10.2174/1389200023338017."},{"type":"BACKGROUND","citation":"Huang Y, Chen J, Zou J. effects of scalp electroacupuncture on post-stroke depression. Zhong Guo Kang Fu 2005,9:172-173."},{"pmid":"15339485","type":"BACKGROUND","citation":"Huang Y, Xia DB. [Clinical observation on treatment of depression with scalp electro-acupuncture: a report of 30 cases]. Zhong Xi Yi Jie He Xue Bao. 2004 Mar;2(2):151. doi: 10.3736/jcim20040225. No abstract available. Chinese."},{"pmid":"19484598","type":"BACKGROUND","citation":"Lee AC, Tang SW, Leung SS, Yu GK, Cheung RT. Depression literacy among Chinese stroke survivors. Aging Ment Health. 2009 May;13(3):349-56. doi: 10.1080/13607860802636230."},{"pmid":"14258950","type":"BACKGROUND","citation":"MAHONEY FI, BARTHEL DW. FUNCTIONAL EVALUATION: THE BARTHEL INDEX. Md State Med J. 1965 Feb;14:61-5. No abstract available."},{"pmid":"25038733","type":"BACKGROUND","citation":"Man SC, Hung BH, Ng RM, Yu XC, Cheung H, Fung MP, Li LS, Leung KP, Leung KP, Tsang KW, Ziea E, Wong VT, Zhang ZJ. A pilot controlled trial of a combination of dense cranial electroacupuncture stimulation and body acupuncture for post-stroke depression. BMC Complement Altern Med. 2014 Jul 19;14:255. doi: 10.1186/1472-6882-14-255."},{"pmid":"444788","type":"BACKGROUND","citation":"Montgomery SA, Asberg M. A new depression scale designed to be sensitive to change. Br J Psychiatry. 1979 Apr;134:382-9. doi: 10.1192/bjp.134.4.382."},{"pmid":"17577006","type":"BACKGROUND","citation":"Manheimer E, Linde K, Lao L, Bouter LM, Berman BM. Meta-analysis: acupuncture for osteoarthritis of the knee. Ann Intern Med. 2007 Jun 19;146(12):868-77. doi: 10.7326/0003-4819-146-12-200706190-00008."},{"pmid":"18728805","type":"BACKGROUND","citation":"Paolucci S. Epidemiology and treatment of post-stroke depression. Neuropsychiatr Dis Treat. 2008 Feb;4(1):145-54. doi: 10.2147/ndt.s2017."},{"pmid":"23498306","type":"BACKGROUND","citation":"Qu SS, Huang Y, Zhang ZJ, Chen JQ, Lin RY, Wang CQ, Li GL, Wong HK, Zhao CH, Pan JY, Guo SC, Zhang YC. A 6-week randomized controlled trial with 4-week follow-up of acupuncture combined with paroxetine in patients with major depressive disorder. J Psychiatr Res. 2013 Jun;47(6):726-32. doi: 10.1016/j.jpsychires.2013.02.004. Epub 2013 Mar 14."},{"type":"BACKGROUND","citation":"Wechsler D. Manual for the Wechsler adult intelligence scale-revised. New York: the Psychological Corporation, 1981."},{"pmid":"12225610","type":"BACKGROUND","citation":"Whitley E, Ball J. Statistics review 4: sample size calculations. Crit Care. 2002 Aug;6(4):335-41. doi: 10.1186/cc1521. Epub 2002 May 10."},{"pmid":"15169698","type":"BACKGROUND","citation":"Williams LS, Ghose SS, Swindle RW. Depression and other mental health diagnoses increase mortality risk after ischemic stroke. Am J Psychiatry. 2004 Jun;161(6):1090-5. doi: 10.1176/appi.ajp.161.6.1090."},{"pmid":"24356063","type":"BACKGROUND","citation":"Zhang JH, Wang D, Liu M. Overview of systematic reviews and meta-analyses of acupuncture for stroke. Neuroepidemiology. 2014;42(1):50-8. doi: 10.1159/000355435. Epub 2013 Dec 12."},{"pmid":"19632725","type":"BACKGROUND","citation":"Zhang ZJ, Chen HY, Yip KC, Ng R, Wong VT. The effectiveness and safety of acupuncture therapy in depressive disorders: systematic review and meta-analysis. J Affect Disord. 2010 Jul;124(1-2):9-21. doi: 10.1016/j.jad.2009.07.005. Epub 2009 Jul 26."},{"pmid":"22238631","type":"BACKGROUND","citation":"Zhang ZJ, Ng R, Man SC, Li TY, Wong W, Tan QR, Wong HK, Chung KF, Wong MT, Tsang WK, Yip KC, Ziea E, Wong VT. Dense cranial electroacupuncture stimulation for major depressive disorder--a single-blind, randomized, controlled study. PLoS One. 2012;7(1):e29651. doi: 10.1371/journal.pone.0029651. Epub 2012 Jan 6. Erratum In: PLoS One. 2012 Feb 21;78(8). doi: 10.1371/annotation/b27d20b4-f41c-47af-b19f-a0278c993a2d."},{"pmid":"22474503","type":"BACKGROUND","citation":"Zhang ZJ, Wang XM, McAlonan GM. Neural acupuncture unit: a new concept for interpreting effects and mechanisms of acupuncture. Evid Based Complement Alternat Med. 2012;2012:429412. doi: 10.1155/2012/429412. Epub 2012 Mar 8."},{"pmid":"19684500","type":"BACKGROUND","citation":"Zhang ZJ, Wang XY, Tan QR, Jin GX, Yao SM. Electroacupuncture for refractory obsessive-compulsive disorder: a pilot waitlist-controlled trial. J Nerv Ment Dis. 2009 Aug;197(8):619-22. doi: 10.1097/NMD.0b013e3181b05fd1."},{"pmid":"24193223","type":"BACKGROUND","citation":"Fang R, Wang G, Huang Y, Zhuang JP, Tang HD, Wang Y, Deng YL, Xu W, Chen SD, Ren RJ. Validation of the Chinese version of Addenbrooke's cognitive examination-revised for screening mild Alzheimer's disease and mild cognitive impairment. Dement Geriatr Cogn Disord. 2014;37(3-4):223-31. doi: 10.1159/000353541. Epub 2013 Nov 2. Erratum In: Dement Geriatr Cogn Disord. 2015;39(1-2):91."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000003863","term":"Depression"},{"id":"D000003866","term":"Depressive Disorder"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000001526","term":"Behavioral Symptoms"},{"id":"D000019964","term":"Mood Disorders"},{"id":"D000001523","term":"Mental Disorders"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M6748","name":"Depression","asFound":"Depression","relevance":"HIGH"},{"id":"M6751","name":"Depressive Disorder","asFound":"Depression","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M4508","name":"Behavioral Symptoms","relevance":"LOW"},{"id":"M21525","name":"Mood Disorders","relevance":"LOW"},{"id":"M4505","name":"Mental Disorders","relevance":"LOW"},{"id":"M14163","name":"Psychotic Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]},"interventionBrowseModule":{"meshes":[{"id":"D000000928","term":"Antidepressive Agents"}],"ancestors":[{"id":"D000011619","term":"Psychotropic Drugs"}],"browseLeaves":[{"id":"M3937","name":"Antidepressive Agents","asFound":"Teaching","relevance":"HIGH"},{"id":"M14164","name":"Psychotropic Drugs","relevance":"LOW"}],"browseBranches":[{"abbrev":"PsychDr","name":"Psychotropic Drugs"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}