{"protocolSection":{"identificationModule":{"nctId":"NCT03473054","orgStudyIdInfo":{"id":"200212862"},"organization":{"fullName":"Glasgow Caledonian University","class":"OTHER"},"briefTitle":"Stroke Survivors and Caregivers Using an Online Mindfulness-based Intervention Together","officialTitle":"Evaluating the Therapeutic Effects for Stroke Survivors and Their Family-caregivers Using an Online Mindfulness-based Intervention Together"},"statusModule":{"statusVerifiedDate":"2019-04","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-11-19","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-08-01","type":"ACTUAL"},"completionDateStruct":{"date":"2019-08-01","type":"ACTUAL"},"studyFirstSubmitDate":"2018-03-07","studyFirstSubmitQcDate":"2018-03-14","studyFirstPostDateStruct":{"date":"2018-03-22","type":"ACTUAL"},"lastUpdateSubmitDate":"2019-08-21","lastUpdatePostDateStruct":{"date":"2019-08-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Glasgow Caledonian University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke survivors and their family caregivers often experience stress, anxiety, and depression. The psychological wellbeing of stroke survivors and family caregivers is thought to be interconnected and can have an important role to play in rehabilitation outcomes. Mindfulness meditation can help improve psychological wellbeing, but it often involves people attending groups by themselves and engagement can be poor. One solution is for stroke survivors and family caregivers to learn mindfulness meditation together online.\n\nThis study aims to explore the feasibility, appropriateness, meaningfulness, and effectiveness of mindfulness meditation delivered online for stroke survivor and family caregiver partnerships.","detailedDescription":"Introduction Stroke survivors and their family caregivers often experience stress, anxiety, and depression. Research suggests the emotional wellbeing of the stroke survivor and family caregiver might be interconnected, which means optimum outcomes will only be achieved when they are supported as a partnership (Atteih, et al. 2015).\n\nMindfulness-Based Interventions (MBIs) can help psychological wellbeing, but usually involve people attending groups by themselves, which might not suit everyone. Sometimes accessing group-based MBI can be difficult and/or people might not want to learn MBI within a group environment (Wahbeh, et al. 2014). Web-based MBIs have become more readily available in recent years, but little attention has been given to partnership orientated web-based interventions. Research is needed to explore the potential effects of web-based MBI for stroke survivors and family caregiver partnerships (Bakas, et al. 2017). This study aims to explore the feasibility, appropriateness, meaningfulness, and effectiveness of web-based MBIs for stroke survivor and family caregiver partnerships.\n\nMethod Purposive sampling will be used to recruit community-dwelling stroke survivor-family caregiver partnerships (n=5 dyads). These partnerships will complete a four-week asynchronous tutor-led web-based MBI. The web-based MBI aligns with the eight-week Mindfulness-Based Stress Reduction (Kabat-Zinn and Hanh, 2009) and Mindfulness-Based Cognitive Therapy (Teasedale, et al. 2000) courses, but in a shorter format. The course involves ten online interactive videos (30 minutes each), twelve daily practice assignments (with supportive emails), five audio downloads, and online tools for reviewing progress.\n\nThe design will involve a mixed method multiple single-case (A-B) design: two-week baseline, four-week intervention, and four-week follow-up phases. Stroke survivors and family caregivers will complete the Hospital Anxiety Depression Scale (HADS) (Zigmond and Snaith, 1983) weekly to evaluate psychological wellbeing and clinical effectiveness. Paired semi-structured post-intervention interviews will be completed at follow-up and Interpretative Phenomenological Analysis used to contextualize the results and explain the meaning associated with the findings.\n\nResults Recruitment and completion data will be reported using descriptive statistics to help evaluate feasibility and appropriateness. HADS outcome data for stroke survivors and family caregivers will be presented in individual graphs and using raw data to facilitate future meta-analysis. Visual and statistical analysis of outcome data will be completed to evaluate clinical effectiveness, effect size, and whether any changes were statistically significant.\n\nThe Interpretative Phenomenological Analysis will be reported using relevant themes and participants' quotes to provide a coherent analysis of the feasibility, appropriateness, meaningfulness, and effectiveness of stroke survivors and family caregivers using web-based MBI.\n\nDiscussion The findings will inform the feasibility, acceptability, and clinical effectiveness of web-based MBI for stroke survivors and family caregivers partnerships. The study will explore the usefulness and meaning of learning MBI online and in a partnership. These findings could help determine whether using web-based MBI in a partnership has any therapeutic value for participants and help tailor such intervention for stroke survivor and family caregiver partnerships."},"conditionsModule":{"conditions":["Stroke","Cerebrovascular Accident","Stress","Anxiety","Depression"],"keywords":["Stroke","Cerebrovascular Accident","Stress","Anxiety","Depression","Mindfulness","Family caregivers","Web-based"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"CASE_ONLY","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":10,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Web-based Mindfulness Course","description":"Participants will complete a 2 week baseline phase, followed by the four week web-based mindfulness course intervention phase, and a four week follow-up period.","interventionNames":["Other: Web-based Mindfulness Course"]}],"interventions":[{"type":"OTHER","name":"Web-based Mindfulness Course","description":"The intervention is a therapist led, web-based MBI course, delivered asynchronously via a series of online videos. The Be Mindful course is a four-week mindfulness course based on the Mindfulness-Based Stress Reduction and Mindfulness-Based Cognitive Therapy courses. The course has been positively evaluated and shown to reduce stress, anxiety, and depression for participants.\n\nParticipants complete ten online interactive videos (30 minutes each), twelve daily practice assignments (with supportive emails), five audio downloads, and online tools for reviewing progress. The minimum time to complete the course is four weeks, but people can take longer if they wish and will still have access to the resources.","armGroupLabels":["Web-based Mindfulness Course"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Hospital Anxiety Depression Scale (Zigmond and Snaith, 1983): to assess change","description":"The Hospital Anxiety and Depression Scale is a self-report measure, which consists of 14 questions and usually take 2-5 minutes to complete. The HADS has good validity for measuring anxiety and depression in both clinical and none clinical settings and is a good option for assessing both anxiety and depression concurrently with stroke survivors. The HADS provides useful cut-off scores to help screen for clinical levels (e.g. 8-10 mild, 11-14 moderate, and 15-21 severe) of anxiety and depression.","timeFrame":"Weeks 0, 4, 8"}],"secondaryOutcomes":[{"measure":"The Generalised Anxiety Disorder (Spitzer, et al. 2006): to assess change","description":"The 7-item self-report measure is a valid and efficient tool for screening generalized anxiety disorder in clinical and research settings. The tool produces a score (0-21), with scores of 5, 10, and 15 are taken as the cut-off points for mild, moderate and severe anxiety.","timeFrame":"Week 0, 4"},{"measure":"The Patient Health Questionnaire (Kroenke, Spitzer, & Williams, 2001): to assess change","description":"The Patient Health Questionnaire is a self-administered 9-item brief diagnostic instrument for depression. The tool produces a total score (0-27), which is divided into the following categories of increasing severity: 0-4, 5-9, 10-14, 15-19, and 20 or greater.","timeFrame":"Weeks 0, 4"},{"measure":"Perceived Stress Scale [PSS] (Cohen, Kamarck, and Mermelstein, 1994): to assess change","description":"The Perceived Stress Scale (PSS) is a widely used psychological tool for measuring the perception of stress. It measures of the extent situations are appraised as stressful. PSS scores are obtained by reversing responses (e.g., 0 = 4, 1 = 3, 2 = 2, 3 = 1 \\& 4 = 0) to the four positively stated items (items 4, 5, 7, \\& 8) and then summing across all scale items.","timeFrame":"Week 0, 4"},{"measure":"Mindfulness Attention Awareness Scale [MAAS] (Brown and Ryan, 2003): to assess change","description":"The MAAS is a 15-item scale to assess mindfulness. The scale has strong psychometric properties and has been validated. The measure takes 10 minutes or less to complete. Higher scores reflect higher levels of dispositional mindfulness.","timeFrame":"Weeks 0, 4, 8"},{"measure":"Mutuality Scale (MS) (Archbold, et al. 1990): to assess change","description":"The MS is a 15-item tool that measures mutuality. It is scored using a 5-point Likert scale from 0 ( not at all ) to 4 ( a great deal ). The total scale score, a mean of all item scores, ranges from 0 to 4: higher scores means greater mutuality.","timeFrame":"Weeks 0, 4, 8"}]},"eligibilityModule":{"eligibilityCriteria":"Stroke Survivor Inclusion:\n\n* Stroke survivor\n* 18yrs plus\n* Based in Scotland\n* Community-dwelling\n* Able to use internet\n* Access to internet\n* Computer literate\n* Able to communicate in written and spoken English\n* Self-identifies as stressed/anxious/depressed.\n\nStroke Survivor Exclusion:\n\n* Cognitive impairment\n* Severe mental health problem\n* Suicidal\n* Significant drug/alcohol problems\n* Currently using MBI\n* Attending for other Psychosocial Intervention\n* Difficulty eating\n\nFamily Caregiver Inclusion:\n\n* Family caregiver to the stroke survivor\n* 18yrs plus\n* Based in Scotland\n* Able to use the internet\n* Access to internet\n* Computer literate\n* Able to communicate in written and spoken English\n\nFamily Caregiver Exclusion:\n\n* Cognitive impairment\n* Severe mental health problems\n* Suicidal\n* Significant drug/alcohol problems\n* Currently using MBI\n* Attending for other Psychosocial Intervention","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"The study will use purposeful sampling and recruit community-dwelling adult stroke survivors and their family caregivers within Scotland. Stroke-survivors and family caregivers will be recruited together and participate as a partnership.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Maggie Lawrence, PhD","affiliation":"Glasgow Caledonian University","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Glasgow Caledonian University","city":"Glasgow","state":"Glasgow (City Of)","zip":"G4 0BA","country":"United Kingdom","geoPoint":{"lat":55.86515,"lon":-4.25763}}]},"referencesModule":{"references":[{"pmid":"26061711","type":"BACKGROUND","citation":"Atteih S, Mellon L, Hall P, Brewer L, Horgan F, Williams D, Hickey A; ASPIRE-S study group. Implications of stroke for caregiver outcomes: findings from the ASPIRE-S study. Int J Stroke. 2015 Aug;10(6):918-23. doi: 10.1111/ijs.12535. Epub 2015 Jun 9."},{"pmid":"28351961","type":"BACKGROUND","citation":"Bakas T, McCarthy M, Miller ET. Update on the State of the Evidence for Stroke Family Caregiver and Dyad Interventions. Stroke. 2017 May;48(5):e122-e125. doi: 10.1161/STROKEAHA.117.016052. Epub 2017 Mar 28. No abstract available."},{"pmid":"6668417","type":"BACKGROUND","citation":"Cohen S, Kamarck T, Mermelstein R. A global measure of perceived stress. J Health Soc Behav. 1983 Dec;24(4):385-96. No abstract available."},{"type":"BACKGROUND","citation":"Elliott R, Slatick E, Urman M. Qualitative change process research on psychotherapy: Alternative strategies. Psychological Test and Assessment Modeling. 2001 Jan 1;43(3):69."},{"type":"BACKGROUND","citation":"Kabat-Zinn J, Hanh TN. Full catastrophe living: Using the wisdom of your body and mind to face stress, pain, and illness. Delta; 2009 Jul 22."},{"pmid":"11556941","type":"BACKGROUND","citation":"Kroenke K, Spitzer RL, Williams JB. The PHQ-9: validity of a brief depression severity measure. J Gen Intern Med. 2001 Sep;16(9):606-13. doi: 10.1046/j.1525-1497.2001.016009606.x."},{"pmid":"16717171","type":"BACKGROUND","citation":"Spitzer RL, Kroenke K, Williams JB, Lowe B. A brief measure for assessing generalized anxiety disorder: the GAD-7. Arch Intern Med. 2006 May 22;166(10):1092-7. doi: 10.1001/archinte.166.10.1092."},{"pmid":"10965637","type":"BACKGROUND","citation":"Teasdale JD, Segal ZV, Williams JM, Ridgeway VA, Soulsby JM, Lau MA. Prevention of relapse/recurrence in major depression by mindfulness-based cognitive therapy. J Consult Clin Psychol. 2000 Aug;68(4):615-23. doi: 10.1037//0022-006x.68.4.615."},{"pmid":"27057260","type":"BACKGROUND","citation":"Wahbeh H, Svalina MN, Oken BS. Group, One-on-One, or Internet? Preferences for Mindfulness Meditation Delivery Format and their Predictors. Open Med J. 2014;1:66-74. doi: 10.2174/1874220301401010066. Epub 2014 Nov 28."},{"pmid":"6880820","type":"BACKGROUND","citation":"Zigmond AS, Snaith RP. The hospital anxiety and depression scale. Acta Psychiatr Scand. 1983 Jun;67(6):361-70. doi: 10.1111/j.1600-0447.1983.tb09716.x."},{"pmid":"2270302","type":"BACKGROUND","citation":"Archbold PG, Stewart BJ, Greenlick MR, Harvath T. Mutuality and preparedness as predictors of caregiver role strain. Res Nurs Health. 1990 Dec;13(6):375-84. doi: 10.1002/nur.4770130605."},{"pmid":"12703651","type":"BACKGROUND","citation":"Brown KW, Ryan RM. The benefits of being present: mindfulness and its role in psychological well-being. J Pers Soc Psychol. 2003 Apr;84(4):822-48. doi: 10.1037/0022-3514.84.4.822."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Anonymous Hospital Anxiety Depression Scale (HADS) outcome data will be shared via peer-reviewed journal publication and professional conferences after the study has been completed.","infoTypes":["STUDY_PROTOCOL"],"timeFrame":"Within future published work within peer reviewed academic journals and/or professional conferences.","accessCriteria":"Data access requests will be reviewed by the chief investigator and/or director of studies. Data will only be released on an anonymous basis and with participant consent."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000003863","term":"Depression"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000001526","term":"Behavioral Symptoms"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Cerebrovascular Accident","relevance":"HIGH"},{"id":"M6748","name":"Depression","asFound":"Depression","relevance":"HIGH"},{"id":"M6751","name":"Depressive Disorder","relevance":"LOW"},{"id":"M4014","name":"Anxiety Disorders","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M4508","name":"Behavioral Symptoms","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}