{"protocolSection":{"identificationModule":{"nctId":"NCT00608582","orgStudyIdInfo":{"id":"NIH-DC05672"},"secondaryIdInfos":[{"id":"R01DC005672","type":"NIH","link":"https://reporter.nih.gov/quickSearch/R01DC005672"},{"id":"Boston Medical Ctr IRB-H22484","type":"OTHER","domain":"Boston University School of Medicine"},{"id":"VA Boston Healthcare IRB-1145","type":"OTHER","domain":"VA Boston Healthcare System"}],"organization":{"fullName":"Boston University","class":"OTHER"},"briefTitle":"Transcranial Magnetic Stimulation to Improve Speech in Aphasia","officialTitle":"Transcranial Magnetic Stimulation to Improve Speech"},"statusModule":{"statusVerifiedDate":"2016-12","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2002-07"},"primaryCompletionDateStruct":{"date":"2013-06","type":"ACTUAL"},"completionDateStruct":{"date":"2013-06","type":"ACTUAL"},"studyFirstSubmitDate":"2008-01-24","studyFirstSubmitQcDate":"2008-01-24","studyFirstPostDateStruct":{"date":"2008-02-06","type":"ESTIMATED"},"resultsFirstSubmitDate":"2016-09-22","resultsFirstSubmitQcDate":"2016-12-01","resultsFirstPostDateStruct":{"date":"2017-01-31","type":"ESTIMATED"},"lastUpdateSubmitDate":"2016-12-01","lastUpdatePostDateStruct":{"date":"2017-01-31","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Margaret Naeser","investigatorTitle":"Research Professor of Neurology","investigatorAffiliation":"Boston University"},"leadSponsor":{"name":"Boston University","class":"OTHER"},"collaborators":[{"name":"National Institute on Deafness and Other Communication Disorders (NIDCD)","class":"NIH"},{"name":"Harvard Medical School (HMS and HSDM)","class":"OTHER"},{"name":"University of Pennsylvania","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"The purpose of this study is to examine whether repetitive transcranial magnetic stimulation (rTMS) can be used to improve speech in chronic stroke patients with aphasia. Aphasia patients can have problems with speech production. The rTMS procedure allows painless, noninvasive stimulation of human cortex from outside the head.\n\nChronic aphasia patients have been observed in our functional magnetic resonance brain imaging studies to have excess brain activation in brain areas possibly related to language on the right side of the brain (opposite side to where the stroke took place). It is expected that suppression of activity in the directly targeted brain region will have an overall modulating effect on the neural network for naming (and propositional speech) and will result in behavioral improvement.","detailedDescription":"OBJECTIVE: The purpose of this research is to investigate whether repetitive transcranial magnetic stimulation (rTMS) can improve speech in chronic stroke patients with aphasia. TMS allows painless, noninvasive stimulation of brain cortex (1 cm x 1 cm). Slow (1 Hz) rTMS appears to decrease excitability in the targeted cortical region of interest (ROI) leading to measurable behavioral effects. Chronic aphasia patients have been observed in our fMRI work (and others) to have increased activation in right (R) Broca's and other R language homologues during language tasks. It is hypothesized that suppression of activity in a directly targeted right hemisphere (RH) ROI will have an overall modulating effect on functionally connected elements of the distributed neural network for naming (and propositional speech), and will result in behavioral improvement.\n\nRESEARCH PLAN AND METHODS:\n\nNonfluent aphasia patients (\\>6 Mo. poststroke) will be studied. The rTMS treatments in Boston take place at the Berenson-Allen Center for Noninvasive Brain Stimulation, Beth Israel Deaconess Medical Center, Harvard Medical School under the supervision of Alvaro Pascual-Leone, M.D., Ph.D. and additional patients will be studied at the Hospital of the University of Pennsylvania, H. Branch Coslett, M.D., who is a P.I. on that subcontract. This is a blinded, randomized, sham-control, incomplete crossover design. Naming and language tests are obtained pre- and post- rTMS.\n\nTreatment Design: Multiple Baseline Language Evaluations (x3) are performed at Entry (Boston Naming Test, BNT; and Boston Diagnostic Aphasia Exam, BDAE). Primary Outcome Measures are BNT; and Number of Words per Longest Phrase Length (cookie theft picture description) from the BDAE. Patients are randomly assigned to receive a series of either Sham rTMS followed by a series of Real rTMS; OR they receive only the series of Real rTMS. The Sham series is identical to the Real, however, no magnetic pulse is emitted from the coil, although the patient hears the same clicking sound emitted from the coil. Due to space limitation here, only the Real rTMS treatment schedule is described.\n\nThere are two rTMS Phases: During Phase 1, the single, best RH cortical ROI to suppress with rTMS to improve picture naming, is determined for each patient. Real rTMS (1 Hz, 90% motor threshold) is applied for 10 minutes, in separate rTMS sessions, to each of 4 different RH cortical ROIs (R ant. BA 45; R post. BA 45; R BA 44 and R M1, mouth). Snodgrass \\& Vanderwart (S\\&V, 1980) Picture Naming is tested immediately before and after each ROI has been suppressed with rTMS. The single RH ROI which is associated with at least a 2 SD improvement (above S\\&V Naming, tested 3x at Baseline), immediately following 10 minutes of rTMS to suppress that cortical area, is considered to be the Best Response ROI for that patient. During Phase 2, the Best Response ROI from Phase 1 is suppressed for 20 minutes, 5 days per week, 2 weeks. All patients receive follow-up BNT and BDAE testing at 2 months following the 10th Real (or Sham) rTMS treatment."},"conditionsModule":{"conditions":["Aphasia","Cerebrovascular Stroke"],"keywords":["Transcranial Magnetic Stimulation, Repetitive","TMS","Treat Naming","Aphasia","Chronic Stroke","Randomized, Controlled Trial"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"CROSSOVER","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"TRIPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":63,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Real rTMS","type":"EXPERIMENTAL","description":"These patients receive a series of 10 Real Transcranial Magnetic Stimulation, Repetitive (rTMS), treatments, only. There is pre-testing, and post-testing at 2 months after the last Real rTMS treatment.","interventionNames":["Device: Transcranial Magnetic Stimulation, Repetitive"]},{"label":"Sham rTMS","type":"SHAM_COMPARATOR","description":"Patients receive a series of 10 Sham Transcranial Magnetic Stimulation, Repetitive (rTMS) treatments, followed by a series of 10 Real rTMS treatments. Sham rTMS treatments are identical to the Real rTMS treatments, however, no magnetic pulse is released. There is pre-testing, and post-testing at 2 months after the last Sham rTMS treatment.","interventionNames":["Device: Transcranial Magnetic Stimulation, Repetitive"]}],"interventions":[{"type":"DEVICE","name":"Transcranial Magnetic Stimulation, Repetitive","description":"10 rTMS treatments (90% of motor threshold, 20 minutes, at 1 Hz) to specific right hemisphere area of brain cortex; 5 days per week for 2 weeks at the Berenson-Allen Center for Noninvasive Brain Stimulation, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA; or at the Neurology Department, Hospital of the University of Pennsylvania, Philadelphia, PA.","armGroupLabels":["Real rTMS","Sham rTMS"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Picture Naming","description":"Pictures named correctly on Boston Naming Test (BNT), First 20 Pictures","timeFrame":"Baseline and 2 months after the last rTMS treatment session"},{"measure":"Phrase Length","description":"Longest Number of Words per Phrase Length, for elicited propositional speech for BDAE Cookie Theft Picture Description","timeFrame":"Baseline and 2 months after the last rTMS treatment session"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Right Handed\n* Single, Left Hemisphere Cerebrovascular Stroke\n* Must be at least 6 months poststroke onset\n* Native Speaker of English\n* Clinical Diagnosis of Aphasia\n\nExclusion Criteria:\n\n* Intracranial metallic body from prior neurosurgical procedure\n* Implanted metallic devices: pacemaker, medication pump, vagal stimulator, deep brain stimulator, TENS unit or ventriculoperitoneal shunt\n* Past history of seizure within 1 year\n* Pregnancy\n* History of substance abuse within last 6 months","healthyVolunteers":false,"sex":"ALL","minimumAge":"45 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Margaret A Naeser, Ph.D.","affiliation":"Department of Neurology, Boston University School of Medicine, Boston, MA","role":"STUDY_CHAIR"},{"name":"H B Coslett, M.D.","affiliation":"Department of Neurology, Hospital of the University of Pennsylvania, Philadelphia, PA","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Alvaro Pascual-Leone, M.D., Ph.D.","affiliation":"Berenson-Allen Center for Noninvasive Brain Stimulation, Department of Neurology, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"VA Boston Healthcare System, Jamaica Plain Campus, Boston University Aphasia Research Center (12-A), 150 So. Huntington Ave.","city":"Boston","state":"Massachusetts","zip":"02130","country":"United States","geoPoint":{"lat":42.35843,"lon":-71.05977}},{"facility":"Berenson-Allen Center for Noninvasive Brain Stimulation, 330 Brookline Ave, Kirstein Bldg., Dept. of Neurology, Beth Israel Deaconess Medical Center, Harvard Medical School","city":"Boston","state":"Massachusetts","zip":"02215","country":"United States","geoPoint":{"lat":42.35843,"lon":-71.05977}},{"facility":"Department of Neurology, Hospital of the University of Pennsylvania, 3 W. Gates Bldg.","city":"Philadelphia","state":"Pennsylvania","zip":"19104-4283","country":"United States","geoPoint":{"lat":39.95233,"lon":-75.16379}}]},"referencesModule":{"references":[{"pmid":"19818232","type":"BACKGROUND","citation":"Martin PI, Naeser MA, Ho M, Treglia E, Kaplan E, Baker EH, Pascual-Leone A. Research with transcranial magnetic stimulation in the treatment of aphasia. Curr Neurol Neurosci Rep. 2009 Nov;9(6):451-8. doi: 10.1007/s11910-009-0067-9."},{"pmid":"20714075","type":"BACKGROUND","citation":"Naeser MA, Martin PI, Treglia E, Ho M, Kaplan E, Bashir S, Hamilton R, Coslett HB, Pascual-Leone A. Research with rTMS in the treatment of aphasia. Restor Neurol Neurosci. 2010;28(4):511-29. doi: 10.3233/RNN-2010-0559."},{"pmid":"21459427","type":"BACKGROUND","citation":"Hamilton RH, Chrysikou EG, Coslett B. Mechanisms of aphasia recovery after stroke and the role of noninvasive brain stimulation. Brain Lang. 2011 Jul;118(1-2):40-50. doi: 10.1016/j.bandl.2011.02.005. Epub 2011 Apr 2."},{"pmid":"22124035","type":"BACKGROUND","citation":"Chrysikou EG, Hamilton RH. Noninvasive brain stimulation in the treatment of aphasia: exploring interhemispheric relationships and their implications for neurorehabilitation. Restor Neurol Neurosci. 2011;29(6):375-94. doi: 10.3233/RNN-2011-0610."},{"pmid":"22202188","type":"BACKGROUND","citation":"Naeser MA, Martin PI, Ho M, Treglia E, Kaplan E, Bashir S, Pascual-Leone A. Transcranial magnetic stimulation and aphasia rehabilitation. Arch Phys Med Rehabil. 2012 Jan;93(1 Suppl):S26-34. doi: 10.1016/j.apmr.2011.04.026."},{"pmid":"23719561","type":"BACKGROUND","citation":"Torres J, Drebing D, Hamilton R. TMS and tDCS in post-stroke aphasia: Integrating novel treatment approaches with mechanisms of plasticity. Restor Neurol Neurosci. 2013;31(4):501-15. doi: 10.3233/RNN-130314."},{"pmid":"23852365","type":"BACKGROUND","citation":"Garcia G, Norise C, Faseyitan O, Naeser MA, Hamilton RH. Utilizing repetitive transcranial magnetic stimulation to improve language function in stroke patients with chronic non-fluent aphasia. J Vis Exp. 2013 Jul 2;(77):e50228. doi: 10.3791/50228."},{"type":"BACKGROUND","citation":"Naeser MA, Martin PI, Ho M, Treglia E, Kaplan E, Baker EH, and Pascual-Leone A. Transcranial Magnetic Stimulation and Aphasia Research. Book Chapter, Advances in the Neural Substrates of Language: Toward a Synthesis of Basic Science and Clinical Research. Vol 2: Language Processing in the Brain: Special Populations. Miriam Faust (Ed.), Malden, MA: Wiley-Blackwell, 2012."},{"pmid":"15118944","type":"RESULT","citation":"Martin PI, Naeser MA, Theoret H, Tormos JM, Nicholas M, Kurland J, Fregni F, Seekins H, Doron K, Pascual-Leone A. Transcranial magnetic stimulation as a complementary treatment for aphasia. Semin Speech Lang. 2004 May;25(2):181-91. doi: 10.1055/s-2004-825654."},{"pmid":"15766771","type":"RESULT","citation":"Naeser MA, Martin PI, Nicholas M, Baker EH, Seekins H, Kobayashi M, Theoret H, Fregni F, Maria-Tormos J, Kurland J, Doron KW, Pascual-Leone A. Improved picture naming in chronic aphasia after TMS to part of right Broca's area: an open-protocol study. Brain Lang. 2005 Apr;93(1):95-105. doi: 10.1016/j.bandl.2004.08.004."},{"pmid":"16006338","type":"RESULT","citation":"Naeser MA, Martin PI, Nicholas M, Baker EH, Seekins H, Helm-Estabrooks N, Cayer-Meade C, Kobayashi M, Theoret H, Fregni F, Tormos JM, Kurland J, Doron KW, Pascual-Leone A. Improved naming after TMS treatments in a chronic, global aphasia patient--case report. Neurocase. 2005 Jun;11(3):182-93. doi: 10.1080/13554790590944663."},{"pmid":"19695692","type":"RESULT","citation":"Martin PI, Naeser MA, Ho M, Doron KW, Kurland J, Kaplan J, Wang Y, Nicholas M, Baker EH, Alonso M, Fregni F, Pascual-Leone A. Overt naming fMRI pre- and post-TMS: Two nonfluent aphasia patients, with and without improved naming post-TMS. Brain Lang. 2009 Oct;111(1):20-35. doi: 10.1016/j.bandl.2009.07.007. Epub 2009 Aug 19. Erratum In: Brain Lang. 2010 Feb;112(2):135. Alonso, Miguel [added]."},{"pmid":"20299861","type":"RESULT","citation":"Naeser MA, Martin PI, Lundgren K, Klein R, Kaplan J, Treglia E, Ho M, Nicholas M, Alonso M, Pascual-Leone A. Improved language in a chronic nonfluent aphasia patient after treatment with CPAP and TMS. Cogn Behav Neurol. 2010 Mar;23(1):29-38. doi: 10.1097/WNN.0b013e3181bf2d20."},{"pmid":"20159655","type":"RESULT","citation":"Hamilton RH, Sanders L, Benson J, Faseyitan O, Norise C, Naeser M, Martin P, Coslett HB. Stimulating conversation: enhancement of elicited propositional speech in a patient with chronic non-fluent aphasia following transcranial magnetic stimulation. Brain Lang. 2010 Apr;113(1):45-50. doi: 10.1016/j.bandl.2010.01.001. Epub 2010 Feb 16. Erratum In: Brain Lang.2010 May;113(2):101."},{"pmid":"21864891","type":"RESULT","citation":"Naeser MA, Martin PI, Theoret H, Kobayashi M, Fregni F, Nicholas M, Tormos JM, Steven MS, Baker EH, Pascual-Leone A. TMS suppression of right pars triangularis, but not pars opercularis, improves naming in aphasia. Brain Lang. 2011 Dec;119(3):206-13. doi: 10.1016/j.bandl.2011.07.005. Epub 2011 Aug 23."},{"pmid":"21794852","type":"RESULT","citation":"Turkeltaub PE, Coslett HB, Thomas AL, Faseyitan O, Benson J, Norise C, Hamilton RH. The right hemisphere is not unitary in its role in aphasia recovery. Cortex. 2012 Oct;48(9):1179-86. doi: 10.1016/j.cortex.2011.06.010. Epub 2011 Jun 30."},{"pmid":"23280015","type":"RESULT","citation":"Medina J, Norise C, Faseyitan O, Coslett HB, Turkeltaub PE, Hamilton RH. Finding the Right Words: Transcranial Magnetic Stimulation Improves Discourse Productivity in Non-fluent Aphasia After Stroke. Aphasiology. 2012 Sep 1;26(9):1153-1168. doi: 10.1080/02687038.2012.710316. Epub 2012 Aug 29."},{"pmid":"29256908","type":"DERIVED","citation":"Harvey DY, Podell J, Turkeltaub PE, Faseyitan O, Coslett HB, Hamilton RH. Functional Reorganization of Right Prefrontal Cortex Underlies Sustained Naming Improvements in Chronic Aphasia via Repetitive Transcranial Magnetic Stimulation. Cogn Behav Neurol. 2017 Dec;30(4):133-144. doi: 10.1097/WNN.0000000000000141."}],"seeAlsoLinks":[{"label":"Aphasia Research Lab of Margaret A. Naeser, Ph.D., VA Boston Healthcare System and Dept. of Neurology, Boston University School of Medicine, Boston, MA","url":"http://www.bu.edu/naeser/aphasia"},{"label":"Berenson-Allen Center for Noninvasive Brain Stimulation, Beth Israel Deaconess Medical Center, Dept. of Neurology, Harvard Medical School, Boston, MA","url":"http://tmslab.org"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"resultsSection":{"participantFlowModule":{"preAssignmentDetails":"Assessed for eligibility by telephone screen, or in-office visit. Assessment included review of medical history. Total Excluded (n = 38) Not meeting inclusion criteria (n = 31) Declined to participate (n = 2) Other reasons (n = 5)","recruitmentDetails":"July 2002-March 2013. Recruited in hospital setting and outreach with affiliated and local clinics VA Boston Healthcare System, Boston, MA; Hospital of the University of Pennsylvania, Philadelphia, PA","groups":[{"id":"FG000","title":"Real rTMS","description":"These patients receive a series of 10 Real rTMS treatments, only. There is pre-testing, and post-testing at 2 months after the last Real rTMS treatment.\n\nTranscranial Magnetic Stimulation, Repetitive: 10 rTMS treatments (90% of motor threshold, 20 minutes, at 1 Hz) to specific right hemisphere area of brain cortex; 5 days per week for 2 weeks at the Berenson-Allen Center for Noninvasive Brain Stimulation, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA; or at the Neurology Department, Hospital of the University of Pennsylvania, Philadelphia, PA."},{"id":"FG001","title":"Sham rTMS","description":"These patients receive a series of 10 Sham rTMS treatments, which are identical to the Real rTMS treatments. However, no magnetic pulse is emitted from the coil.\n\nThere is pre-testing, and post-testing at 2 months after the last Sham rTMS treatment.\n\nThe patients then receive a series of 10 Real rTMS treatments.\n\nTranscranial Magnetic Stimulation, Repetitive: 10 rTMS treatments (90% of motor threshold, 20 minutes, at 1 Hz) to specific right hemisphere area of brain cortex; 5 days per week for 2 weeks at the Berenson-Allen Center for Noninvasive Brain Stimulation, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA; or at the Neurology Department, Hospital of the University of Pennsylvania, Philadelphia, PA."}],"periods":[{"title":"Overall Study","milestones":[{"type":"STARTED","achievements":[{"groupId":"FG000","numSubjects":"14"},{"groupId":"FG001","numSubjects":"11"}]},{"type":"COMPLETED","achievements":[{"groupId":"FG000","numSubjects":"10"},{"groupId":"FG001","numSubjects":"7"}]},{"type":"NOT COMPLETED","achievements":[{"groupId":"FG000","numSubjects":"4"},{"groupId":"FG001","numSubjects":"4"}]}],"dropWithdraws":[{"type":"Lost to Follow-up","reasons":[{"groupId":"FG000","numSubjects":"2"},{"groupId":"FG001","numSubjects":"0"}]},{"type":"No Best Response in Phase 1 located","reasons":[{"groupId":"FG000","numSubjects":"1"},{"groupId":"FG001","numSubjects":"1"}]},{"type":"Illicit Drug Use","reasons":[{"groupId":"FG000","numSubjects":"1"},{"groupId":"FG001","numSubjects":"0"}]},{"type":"Early stage Design Change","reasons":[{"groupId":"FG000","numSubjects":"0"},{"groupId":"FG001","numSubjects":"3"}]}]}]},"baselineCharacteristicsModule":{"populationDescription":"Number of participants randomized to each treatment arm","groups":[{"id":"BG000","title":"Real rTMS","description":"These patients receive a series of 10 Real rTMS treatments, only. There is pre-testing, and post-testing at 2 months after the last Real rTMS treatment.\n\nTranscranial Magnetic Stimulation, Repetitive: 10 rTMS treatments (90% of motor threshold, 20 minutes, at 1 Hz) to specific right hemisphere area of brain cortex; 5 days per week for 2 weeks at the Berenson-Allen Center for Noninvasive Brain Stimulation, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA; or at the Neurology Department, Hospital of the University of Pennsylvania, Philadelphia, PA."},{"id":"BG001","title":"Sham rTMS","description":"These patients receive a series of 10 Sham rTMS treatments, which are identical to the Real rTMS treatments. However, no magnetic pulse is emitted from the coil.\n\nThe patients then receive a series of 10 Real rTMS treatments. There is pre-testing, and post-testing at 2 months after the last Real rTMS treatment.\n\nTranscranial Magnetic Stimulation, Repetitive: 10 rTMS treatments (90% of motor threshold, 20 minutes, at 1 Hz) to specific right hemisphere area of brain cortex; 5 days per week for 2 weeks at the Berenson-Allen Center for Noninvasive Brain Stimulation, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA; or at the Neurology Department, Hospital of the University of Pennsylvania, Philadelphia, PA."},{"id":"BG002","title":"Total","description":"Total of all reporting groups"}],"denoms":[{"units":"Participants","counts":[{"groupId":"BG000","value":"14"},{"groupId":"BG001","value":"11"},{"groupId":"BG002","value":"25"}]}],"measures":[{"title":"Age, Continuous","paramType":"MEAN","dispersionType":"STANDARD_DEVIATION","unitOfMeasure":"years","classes":[{"categories":[{"measurements":[{"groupId":"BG000","value":"58.1","spread":"7.6"},{"groupId":"BG001","value":"60.8","spread":"11"},{"groupId":"BG002","value":"59.28","spread":"9.1"}]}]}]},{"title":"Gender","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"categories":[{"title":"Female","measurements":[{"groupId":"BG000","value":"3"},{"groupId":"BG001","value":"2"},{"groupId":"BG002","value":"5"}]},{"title":"Male","measurements":[{"groupId":"BG000","value":"11"},{"groupId":"BG001","value":"9"},{"groupId":"BG002","value":"20"}]}]}]},{"title":"Ethnicity (NIH/OMB)","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"categories":[{"title":"Hispanic or Latino","measurements":[{"groupId":"BG000","value":"0"},{"groupId":"BG001","value":"1"},{"groupId":"BG002","value":"1"}]},{"title":"Not Hispanic or Latino","measurements":[{"groupId":"BG000","value":"14"},{"groupId":"BG001","value":"10"},{"groupId":"BG002","value":"24"}]},{"title":"Unknown or Not Reported","measurements":[{"groupId":"BG000","value":"0"},{"groupId":"BG001","value":"0"},{"groupId":"BG002","value":"0"}]}]}]},{"title":"Race (NIH/OMB)","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"categories":[{"title":"American Indian or Alaska Native","measurements":[{"groupId":"BG000","value":"0"},{"groupId":"BG001","value":"0"},{"groupId":"BG002","value":"0"}]},{"title":"Asian","measurements":[{"groupId":"BG000","value":"0"},{"groupId":"BG001","value":"0"},{"groupId":"BG002","value":"0"}]},{"title":"Native Hawaiian or Other Pacific Islander","measurements":[{"groupId":"BG000","value":"0"},{"groupId":"BG001","value":"0"},{"groupId":"BG002","value":"0"}]},{"title":"Black or African American","measurements":[{"groupId":"BG000","value":"1"},{"groupId":"BG001","value":"0"},{"groupId":"BG002","value":"1"}]},{"title":"White","measurements":[{"groupId":"BG000","value":"13"},{"groupId":"BG001","value":"11"},{"groupId":"BG002","value":"24"}]},{"title":"More than one race","measurements":[{"groupId":"BG000","value":"0"},{"groupId":"BG001","value":"0"},{"groupId":"BG002","value":"0"}]},{"title":"Unknown or Not Reported","measurements":[{"groupId":"BG000","value":"0"},{"groupId":"BG001","value":"0"},{"groupId":"BG002","value":"0"}]}]}]},{"title":"Region of Enrollment","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"title":"United States","categories":[{"measurements":[{"groupId":"BG000","value":"14"},{"groupId":"BG001","value":"11"},{"groupId":"BG002","value":"25"}]}]}]},{"title":"Months Poststroke Onset","description":"Number of months at entry after stroke","paramType":"MEAN","dispersionType":"STANDARD_DEVIATION","unitOfMeasure":"months","classes":[{"categories":[{"measurements":[{"groupId":"BG000","value":"66","spread":"40"},{"groupId":"BG001","value":"51","spread":"37"},{"groupId":"BG002","value":"59","spread":"39"}]}]}]}]},"outcomeMeasuresModule":{"outcomeMeasures":[{"type":"PRIMARY","title":"Picture Naming","description":"Pictures named correctly on Boston Naming Test (BNT), First 20 Pictures","populationDescription":"Chronic Stroke Patients with Aphasia who receive either a Real rTMS series or a Sham rTMS series","reportingStatus":"POSTED","paramType":"MEAN","dispersionType":"Standard Deviation","unitOfMeasure":"number of pictures","timeFrame":"Baseline and 2 months after the last rTMS treatment session","groups":[{"id":"OG000","title":"Real rTMS","description":"These patients receive a series of 10 Real Transcranial Magnetic Stimulation, Repetitive (rTMS) , treatments, only. There is pre-testing and post-testing at 2 months after the last Real rTMS treatment.\n\nTranscranial Magnetic Stimulation, Repetitive: 10 rTMS treatments (90% of motor threshold, 20 minutes, at 1 Hz) to specific right hemisphere area of brain cortex; 5 days per week for 2 weeks at the Berenson-Allen Center for Noninvasive Brain Stimulation, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA; or at the Neurology Department, Hospital of the University of Pennsylvania, Philadelphia, PA."},{"id":"OG001","title":"Sham rTMS","description":"Patients receive a series of 10 Sham Transcranial Magnetic Stimulation, Repetitive (rTMS) treatments, followed by a series of 10 Real rTMS treatments. Sham rTMS are identical to the Real rTMS treatments only no magnetic pulse is released. There is pre-testing, and post-testing at 2 months after the last Real rTMS treatment."}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"10"},{"groupId":"OG001","value":"7"}]}],"classes":[{"title":"Baseline","categories":[{"measurements":[{"groupId":"OG000","value":"10.3","spread":"6.11"},{"groupId":"OG001","value":"12.57","spread":"5.88"}]}]},{"title":"2 Mo. Post rTMS","categories":[{"measurements":[{"groupId":"OG000","value":"12.1","spread":"5.55"},{"groupId":"OG001","value":"11.14","spread":"3.24"}]}]}],"analyses":[{"groupIds":["OG000","OG001"],"groupDescription":"A repeated measures ANOVA is performed with a significance level of p\\<0.05 (two-sided). Factors: Time (Baseline vs. 2 Mo. Post rTMS treatment) and Group (Real vs. Sham).","testedNonInferiority":false,"nonInferiorityType":"SUPERIORITY_OR_OTHER","pValue":"<0.028","pValueComment":"p\\<0.05 considered significant","statisticalMethod":"ANOVA","statisticalComment":"Post-hoc paired t-tests were performed."},{"groupIds":["OG000"],"groupDescription":"Paired, t-tests were performed if the ANOVA yields a significant interaction (p\\<0.05, two-sided) for Baseline vs. 2 months after last rTMS treatment.","testedNonInferiority":false,"nonInferiorityType":"SUPERIORITY_OR_OTHER","pValue":"<0.05","pValueComment":"p\\<.05 considered significant; Pairwise comparisons not adjusted for multiple comparisons","statisticalMethod":"t-test, 2 sided"},{"groupIds":["OG001"],"groupDescription":"Paired, t-tests were performed if the ANOVA yields a significant interaction (p\\<0.05, two-sided) for Baseline vs. 2 Mo. after last Sham rTMS treatment.","testedNonInferiority":false,"nonInferiorityType":"SUPERIORITY_OR_OTHER","pValue":"<0.237","pValueComment":"p\\<0.05 considered significant. Pairwise comparisons were not corrected for multiple comparisons.","statisticalMethod":"t-test, 2 sided"}]},{"type":"PRIMARY","title":"Phrase Length","description":"Longest Number of Words per Phrase Length, for elicited propositional speech for BDAE Cookie Theft Picture Description","populationDescription":"Chronic Stroke Patients with Aphasia who received either Real rTMS or Sham rTMS","reportingStatus":"POSTED","paramType":"MEAN","dispersionType":"Standard Deviation","unitOfMeasure":"number of words per phrase length","timeFrame":"Baseline and 2 months after the last rTMS treatment session","groups":[{"id":"OG000","title":"Real rTMS","description":"These patients receive a series of 10 Real rTMS treatments, only. There is pre-testing, and post-testing at 2 months after the last Real rTMS treatment.\n\nTranscranial Magnetic Stimulation, Repetitive: 10 rTMS treatments (90% of motor threshold, 20 minutes, at 1 Hz) to specific right hemisphere area of brain cortex; 5 days per week for 2 weeks at the Berenson-Allen Center for Noninvasive Brain Stimulation, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA; or at the Neurology Department, Hospital of the University of Pennsylvania, Philadelphia, PA."},{"id":"OG001","title":"Sham rTMS","description":"These patients receive a series of 10 Sham rTMS treatments, which are identical to the Real rTMS treatments. However, no magnetic pulse is emitted from the coil.\n\nThere is pre-testing, and post-testing at 2 months after the last Sham rTMS treatment.\n\nThe patients then receive a series of 10 Real rTMS treatments.\n\nTranscranial Magnetic Stimulation, Repetitive: 10 rTMS treatments (90% of motor threshold, 20 minutes, at 1 Hz) to specific right hemisphere area of brain cortex; 5 days per week for 2 weeks at the Berenson-Allen Center for Noninvasive Brain Stimulation, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA; or at the Neurology Department, Hospital of the University of Pennsylvania, Philadelphia, PA."}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"10"},{"groupId":"OG001","value":"7"}]}],"classes":[{"title":"Baseline","categories":[{"measurements":[{"groupId":"OG000","value":"5.2","spread":"3.05"},{"groupId":"OG001","value":"5.285","spread":"3.35"}]}]},{"title":"2 Mo. Post rTMS","categories":[{"measurements":[{"groupId":"OG000","value":"5.7","spread":"3.02"},{"groupId":"OG001","value":"5.0","spread":"3.0"}]}]}],"analyses":[{"groupIds":["OG000","OG001"],"groupDescription":"A repeated measures ANOVA is performed with a significance level of p\\<0.05 (two-sided). Factors: Time (Baseline vs. 2 months after last rTMS treatment) and Group (Real vs. Sham).","testedNonInferiority":false,"nonInferiorityType":"SUPERIORITY_OR_OTHER","pValue":"0.414","pValueComment":"p\\<0.05 considered significant","statisticalMethod":"ANOVA"},{"groupIds":["OG000","OG001"],"groupDescription":"A repeated measures ANOVA is performed with a significance level of p\\<0.05 (two-sided). Factors: Time (Baseline vs. 2 months after last rTMS treatment) and Group (Real vs. Sham).","testedNonInferiority":false,"nonInferiorityType":"SUPERIORITY_OR_OTHER","pValue":"<0.822","pValueComment":"p\\<0.05 considered significant","statisticalMethod":"ANOVA"},{"groupIds":["OG000","OG001"],"groupDescription":"A repeated measures ANOVA is performed with a significance level of p\\<0.05 (two-sided). Factors: Time (Baseline vs. 2 months after last rTMS treatment) and Group (Real vs. Sham).","testedNonInferiority":false,"nonInferiorityType":"SUPERIORITY_OR_OTHER","pValue":"<0.835","pValueComment":"p\\<0.05 considered significant","statisticalMethod":"ANOVA"}]}]},"adverseEventsModule":{"frequencyThreshold":"0","timeFrame":"Through entire study period for each participant, up to 1 year","eventGroups":[{"id":"EG000","title":"Real rTMS","description":"These patients receive a series of 10 Real Transcranial Magnetic Stimulation, Repetitive (rTMS) , treatments, only. There is pre-testing, and post-testing at 2 months after the last Real rTMS treatment.\n\nTranscranial Magnetic Stimulation, Repetitive: 10 rTMS treatments (90% of motor threshold, 20 minutes, at 1 Hz) to specific right hemisphere area of brain cortex; 5 days per week for 2 weeks at the Berenson-Allen Center for Noninvasive Brain Stimulation, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA; or at the Neurology Department, Hospital of the University of Pennsylvania, Philadelphia, PA.","seriousNumAffected":0,"seriousNumAtRisk":14,"otherNumAffected":0,"otherNumAtRisk":14},{"id":"EG001","title":"Sham rTMS","description":"Patients receive a series of 10 Sham Transcranial Magnetic Stimulation, Repetitive (rTMS) treatments, followed by a series of 10 Real rTMS treatments. There is pre-testing, and post-testing at 2 months after the last Sham rTMS treatment. Sham rTMS are identical to the Real rTMS treatments only no magnetic pulse is released. There is pre-testing, and post-testing at 2 months after the last Real rTMS treatment.","seriousNumAffected":0,"seriousNumAtRisk":11,"otherNumAffected":0,"otherNumAtRisk":11}]},"moreInfoModule":{"certainAgreement":{"piSponsorEmployee":false,"restrictiveAgreement":false},"pointOfContact":{"title":"Margaret Naeser, PhD","organization":"VA Boston Healthcare System and Boston University School of Medicine","email":"mnaeser@bu.edu","phone":"857-364-4030"}}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000001037","term":"Aphasia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000013064","term":"Speech Disorders"},{"id":"D000007806","term":"Language Disorders"},{"id":"D000003147","term":"Communication Disorders"},{"id":"D000019954","term":"Neurobehavioral Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Cerebrovascular Stroke","relevance":"HIGH"},{"id":"M4042","name":"Aphasia","asFound":"Aphasia","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M15554","name":"Speech Disorders","relevance":"LOW"},{"id":"M10513","name":"Language Disorders","relevance":"LOW"},{"id":"M6064","name":"Communication Disorders","relevance":"LOW"},{"id":"M21516","name":"Neurobehavioral Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":true}