{"protocolSection":{"identificationModule":{"nctId":"NCT04318951","orgStudyIdInfo":{"id":"BB 033/17"},"organization":{"fullName":"University Medicine Greifswald","class":"OTHER"},"briefTitle":"Impact of Intensive Social Interaction on Post-Stroke Depression in Individuals With Aphasia","officialTitle":"Impact of Intensive Social Interaction on Post-Stroke Depression in Individuals With Aphasia","acronym":"CONNECT"},"statusModule":{"statusVerifiedDate":"2022-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-03-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-01-15","type":"ACTUAL"},"completionDateStruct":{"date":"2022-01-15","type":"ACTUAL"},"studyFirstSubmitDate":"2020-03-17","studyFirstSubmitQcDate":"2020-03-20","studyFirstPostDateStruct":{"date":"2020-03-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-06-22","lastUpdatePostDateStruct":{"date":"2022-06-29","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University Medicine Greifswald","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The present parallel-group, single-center, blinded-assessment controlled trial seeks to explore the feasibility - in terms of high completion rates - and potential efficacy of intensive communicative-pragmatic social interaction for treatment of post stroke depression in subacute aphasia. Apart from evidence of treatment feasibility, the primary hypothesis predicts significantly greater progress on self-report and clinician-rated measures of depression severity after (i) intensive communicative-pragmatic social interaction combined with standard care, compared to (ii) standard care alone.","detailedDescription":"Background. Individuals with post-stroke aphasia often experience a profound loss of abilities to engage in social interaction, one major reason for increased risk of depression after a cerebrovascular accident. Impaired communication skills in aphasia can prevent classical forms of psychotherapy, thus emphasizing the need for new rehabilitation strategies alongside antidepressant medication.\n\nAims. The present parallel-group, single-center, blinded-assessment controlled trial seeks to explore the feasibility - in terms of high completion rates (primary outcome) - and potential efficacy (co-primary and secondary outcomes, as defined below) of intensive communicative-pragmatic social interaction for treatment of post-stroke depression in subacute aphasia. In this early time window after a cerebrovascular accident, prevalence of post-stroke depression is generally high.\n\nMethods. Treatment is based on a linguistically validated protocol that encourages individuals with aphasia to use neural resources of verbal communication embedded in intensive social interaction. In a routine-healthcare outpatient setting, 60 individuals with post-stroke depression and subacute aphasia will be assigned to one of two groups in a pseudorandomized fashion: (i) intensive communicative-pragmatic social interaction combined with standard care, or (ii) standard care alone.\n\nEndpoints and Outcomes. Apart from evidence of treatment feasibility, endpoint will be change on self-report and clinician-rated measures of depression severity (co-primary outcomes: Beck's Depression Inventory, BDI; and Hamilton Rating Scale for Depression, HAM-D) after a 1-month treatment period (5 hours of weekly training). Secondary outcomes include measures evaluating self-efficacy, quality of life, and language performance (secondary outcomes: Self-Efficacy Questionnaire; and Aachen Aphasia Test, AAT).\n\nHypotheses. Aside from evidence of treatment feasibility, the primary hypothesis predicts significant between-group differences on BDI and HAM-D scores, indicating greater reduction in depression severity with intensive communicative-pragmatic social interaction over and above standard care alone. Secondary analyses will focus on the Self-Efficacy Questionnaire as an external criterion to explore the psychometric adequacy of the self-report co-primary outcome, the BDI, and consider progress in language performance from onset to end of treatment on the AAT to account for the potential relationship between change in cognitive-affective distress and verbal expression skills.\n\nClinical Relevance. The current proof-of-concept trial will investigate the feasibility and potential efficacy of intensive communicative-pragmatic social interaction as a means to promote recovery from post-stroke depression in subacute aphasia. The results obtained will determine the design of a subsequent phase-III randomized controlled trial."},"conditionsModule":{"conditions":["Post-stroke Depression","Post-stroke Aphasia"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":60,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Intensive communicative-pragmatic social interaction.","type":"EXPERIMENTAL","description":"Intensive Language-Action Therapy (ILAT).","interventionNames":["Behavioral: Intensive communicative-pragmatic social interaction.","Behavioral: Standard care."]},{"label":"Standard care.","type":"OTHER","description":"All participants will receive standard care.","interventionNames":["Behavioral: Standard care."]}],"interventions":[{"type":"BEHAVIORAL","name":"Intensive communicative-pragmatic social interaction.","description":"ILAT requires individuals with aphasia to engage in social interaction. Groups of three patients and a therapist are seated around a table and provided with picture cards showing different objects (e.g., bottle). Each card has a duplicate that is owned by one of the other players. The goal is to obtain this duplicate from a fellow player by requesting the depicted object (e.g., \"Give me the \\[...\\]\"). If the duplicate is available, the addressee hands over the corresponding card to the person who initiated the request sequence. If the duplicate is not available, the addressee rejects the request. In the event of misunderstandings, the players ask clarifying questions. Throughout the training, participants use formulaic expressions to indicate whether a request is accepted (\"Here you are,\" \"Thank you,\" \"You're welcome\"), rejected (\"I'm sorry,\" \"No problem,\" \"Too bad\") or unclear (\"Pardon me?\"). Treatment duration will be four weeks.","armGroupLabels":["Intensive communicative-pragmatic social interaction."]},{"type":"BEHAVIORAL","name":"Standard care.","description":"Depending on the participants' diagnoses and needs, standard care will include: occupational therapy (2-3 hours of weekly practice), physiotherapy (3 hours of weekly practice), and speech-language therapy (2-3 hours of weekly practice with non-communicative, impairment-specific exercises). Standard care will be delivered in accordance with state-of-the-art procedures in rehabilitation centers certified in Germany. Treatment duration will be four weeks.","armGroupLabels":["Intensive communicative-pragmatic social interaction.","Standard care."]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Beck's Depression Inventory, BDI.","description":"This self-report measure of depression severity is derived from a standardized questionnaire known for its good psychometric properties, including construct validity and test-retest reliability, in individuals without aphasia.","timeFrame":"Change from 1 day before start of treatment until immediately after 4 weeks of treatment."},{"measure":"Change in Hamilton Rating Scale for Depression, HAM-D.","description":"This clinician-rated measure of depression severity is known for its good psychometric properties, including construct validity and test-retest reliability, in individuals without aphasia.","timeFrame":"Change from 1 day before start of treatment until immediately after 4 weeks of treatment."}],"secondaryOutcomes":[{"measure":"Self-Efficacy Questionnaire.","description":"This self-report questionnaire was conceived to quantify a person's confidence to overcome obstacles encountered when completing a difficult task. Results are expressed on a Likert scale ranging from 0 (very low self-efficacy) to 3 (very high self-efficacy). Reduced self-efficacy is discussed as one risk factor for depression.","timeFrame":"Immediately after 4 weeks of treatment (used as an external criterion to explore the psychometric adequacy of the self-report co-primary outcome, the BDI)"}],"otherOutcomes":[{"measure":"Change in Aachen Aphasia Test, AAT.","description":"This standardized aphasia test battery was found to be sensitive to treatment-induced short-term progress in language performance. To address the potential relationship between changes in cognitive-affective distress and verbal expression skills, we will use the combined AAT subscales \"Repetition\" and \"Naming\" as a covariate in exploratory evaluations.","timeFrame":"Change from 1 day before start of treatment until immediately after 4 weeks of treatment."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Left-hemisphere cortical or subcortical stroke;\n* Native speaker of German;\n* Right-handedness according to the Edinburgh Handedness Inventory (Oldfield, 1971);\n* Diagnosis of post-stroke depression, as defined in the International Statistical Classification of Diseases and Related Health Problems (ICD-11);\n* Diagnosis of aphasia, as confirmed by standardized tests (e.g., Huber et al., 1984); and\n* Late subacute or consolidation phase (i.e., 0.5-6 months following stroke) where risk of post-stroke depression is particularly high (Shi et al., 2014).\n\nExclusion Criteria:\n\n* Other neurological conditions;\n* Pre-morbid history of depression;\n* Other psychopathological conditions;\n* Severely impaired vision or hearing that may prevent participants from engaging in intensive communicative-pragmatic social interaction during therapy or testing, thus adopting routine-healthcare standards from a large-scale phase-III randomized controlled trial (Breitenstein et al., 2017);\n* Serious non-verbal cognitive deficits; and\n* No informed consent.","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Benjamin Stahl, PhD","affiliation":"University Medicine of Greifswald","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Agnes Flöel, MD","affiliation":"University Medicine of Greifswald","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"MEDIAN-Klinik Berlin-Kladow","city":"Berlin","zip":"14089","country":"Germany","geoPoint":{"lat":52.52437,"lon":13.41053}}]},"referencesModule":{"references":[{"pmid":"26539131","type":"BACKGROUND","citation":"Stahl B, Van Lancker Sidtis D. Tapping into neural resources of communication: formulaic language in aphasia therapy. Front Psychol. 2015 Oct 20;6:1526. doi: 10.3389/fpsyg.2015.01526. eCollection 2015. No abstract available."},{"pmid":"27842269","type":"BACKGROUND","citation":"Stahl B, Mohr B, Dreyer FR, Lucchese G, Pulvermuller F. Using language for social interaction: Communication mechanisms promote recovery from chronic non-fluent aphasia. Cortex. 2016 Dec;85:90-99. doi: 10.1016/j.cortex.2016.09.021. Epub 2016 Oct 15."},{"pmid":"29273692","type":"BACKGROUND","citation":"Stahl B, Mohr B, Buscher V, Dreyer FR, Lucchese G, Pulvermuller F. Efficacy of intensive aphasia therapy in patients with chronic stroke: a randomised controlled trial. J Neurol Neurosurg Psychiatry. 2018 Jun;89(6):586-592. doi: 10.1136/jnnp-2017-315962. Epub 2017 Dec 22."},{"pmid":"28256356","type":"BACKGROUND","citation":"Breitenstein C, Grewe T, Floel A, Ziegler W, Springer L, Martus P, Huber W, Willmes K, Ringelstein EB, Haeusler KG, Abel S, Glindemann R, Domahs F, Regenbrecht F, Schlenck KJ, Thomas M, Obrig H, de Langen E, Rocker R, Wigbers F, Ruhmkorf C, Hempen I, List J, Baumgaertner A; FCET2EC study group. Intensive speech and language therapy in patients with chronic aphasia after stroke: a randomised, open-label, blinded-endpoint, controlled trial in a health-care setting. Lancet. 2017 Apr 15;389(10078):1528-1538. doi: 10.1016/S0140-6736(17)30067-3. Epub 2017 Mar 1. Erratum In: Lancet. 2017 Apr 15;389(10078):1518."},{"pmid":"6209953","type":"BACKGROUND","citation":"Huber W, Poeck K, Willmes K. The Aachen Aphasia Test. Adv Neurol. 1984;42:291-303. No abstract available."},{"pmid":"5146491","type":"BACKGROUND","citation":"Oldfield RC. The assessment and analysis of handedness: the Edinburgh inventory. Neuropsychologia. 1971 Mar;9(1):97-113. doi: 10.1016/0028-3932(71)90067-4. No abstract available."},{"pmid":"25003990","type":"BACKGROUND","citation":"Shi YZ, Xiang YT, Wu SL, Zhang N, Zhou J, Bai Y, Wang S, Wang YL, Zhao XQ, Ungvari GS, Chiu HF, Wang YJ, Wang CX. The relationship between frontal lobe lesions, course of post-stroke depression, and 1-year prognosis in patients with first-ever ischemic stroke. PLoS One. 2014 Jul 8;9(7):e100456. doi: 10.1371/journal.pone.0100456. eCollection 2014."},{"pmid":"36124755","type":"DERIVED","citation":"Stahl B, Millrose S, Denzler P, Lucchese G, Jacobi F, Floel A. Intensive Social Interaction for Treatment of Poststroke Depression in Subacute Aphasia: The CONNECT Trial. Stroke. 2022 Dec;53(12):3530-3537. doi: 10.1161/STROKEAHA.122.039995. Epub 2022 Sep 20. Erratum In: Stroke. 2023 Apr;54(4):e189."}],"seeAlsoLinks":[{"label":"Documentary feature on the present clinical trial.","url":"http://www.cbs.mpg.de/podcast/leben-nach-schlaganfall.mp3"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"annotationSection":{"annotationModule":{"unpostedAnnotation":{"unpostedResponsibleParty":"University Medicine Greifswald","unpostedEvents":[{"type":"RELEASE","date":"2023-01-17"},{"type":"RESET","date":"2023-11-03"}]}}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14","submissionTracking":{"estimatedResultsFirstSubmitDate":"2023-01-17","submissionInfos":[{"releaseDate":"2023-01-17","resetDate":"2023-11-03"},{"releaseDate":"2023-11-16"}]}},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000001037","term":"Aphasia"},{"id":"D000003863","term":"Depression"},{"id":"D000003866","term":"Depressive Disorder"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000001526","term":"Behavioral Symptoms"},{"id":"D000019964","term":"Mood Disorders"},{"id":"D000001523","term":"Mental Disorders"},{"id":"D000013064","term":"Speech Disorders"},{"id":"D000007806","term":"Language Disorders"},{"id":"D000003147","term":"Communication Disorders"},{"id":"D000019954","term":"Neurobehavioral Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M6748","name":"Depression","asFound":"Depression","relevance":"HIGH"},{"id":"M6751","name":"Depressive Disorder","asFound":"Depression","relevance":"HIGH"},{"id":"M4042","name":"Aphasia","asFound":"Aphasia","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M4508","name":"Behavioral Symptoms","relevance":"LOW"},{"id":"M21525","name":"Mood Disorders","relevance":"LOW"},{"id":"M4505","name":"Mental Disorders","relevance":"LOW"},{"id":"M14163","name":"Psychotic Disorders","relevance":"LOW"},{"id":"M15554","name":"Speech Disorders","relevance":"LOW"},{"id":"M10513","name":"Language Disorders","relevance":"LOW"},{"id":"M6064","name":"Communication Disorders","relevance":"LOW"},{"id":"M21516","name":"Neurobehavioral Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}