{"protocolSection":{"identificationModule":{"nctId":"NCT04801927","orgStudyIdInfo":{"id":"KırıkkaleUniversity"},"organization":{"fullName":"Kırıkkale University","class":"OTHER"},"briefTitle":"Turkish Version of The Sitting Balance Scale","officialTitle":"Turkish Version of The Sitting Balance Scale in Individuals With Stroke"},"statusModule":{"statusVerifiedDate":"2023-02","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-03-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-11-30","type":"ACTUAL"},"completionDateStruct":{"date":"2021-12-30","type":"ACTUAL"},"studyFirstSubmitDate":"2021-03-13","studyFirstSubmitQcDate":"2021-03-13","studyFirstPostDateStruct":{"date":"2021-03-17","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-02-05","lastUpdatePostDateStruct":{"date":"2023-02-08","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Kübra Çapraz","investigatorTitle":"Physiotherapist","investigatorAffiliation":"Kırıkkale University"},"leadSponsor":{"name":"Kırıkkale University","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The aim of this study is to investigate the validity and reliability of the Turkish version of the Sitting Balance Scale in stroke patients.","detailedDescription":"The Sitting Balance Scale is primarily designed to measure the sitting balance in fragile elderly individuals who cannot stand up. It has also been validated in individuals with stroke and consists of 11 items. Each item is graded from 0 to 4. The highest score that can be obtained is 44. Low test scores indicate impaired sitting balance.\n\nThe necessary permissions were obtained from the authors for the Balance of Sitting Scale, whose validity and reliability features will be tested, and the questionnaire was finalized by completing the translation process into Turkish. The basis of the use of special instruments such as scales is to prove their usability in the sample group to which the instrument will be applied. The first step for this is the translation from the original language to another language.\n\nDuring the translation process into Turkish, two experts who have good command of English translated the questionnaire from English to Turkish. These translations were translated back into Turkish by two native speakers and distant medical subjects. In addition, these translations were re-examined by the researchers and turned into a single form. This form, which was sent to five experts in the field, was checked for content and its suitability for Turkish was evaluated. With the opinion of experts, the scale took its final form.\n\nThe study will include individuals over the age of 18 who applied to Kastamonu Training and Research Hospital and diagnosed with ischemic or hemorrhagic stroke."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"CASE_CONTROL","timePerspective":"CROSS_SECTIONAL"},"enrollmentInfo":{"count":60,"type":"ACTUAL"}},"outcomesModule":{"primaryOutcomes":[{"measure":"The Sitting Balance Scale","description":"The Sitting Balance Scale consists of 11 items. Each item is scored between 0 and 4; 0 is worse performance, 4 is best performance. The total score of the test is between 0-44. Higher scores indicate better performance. The scale consists of ''sitting unsupported (eyes open)'', ''sitting unsupported with eyes closed'', ''sitting unsupported with arms as levers'', '' reaching forward with outstretched arm while sitting'', ''pick up an object from the floor while sitting unsupported'', ''placing alternate foot on a Physician's Desk Reference (PDR) while sitting unsupported'', '' reaching laterally with outstretched arm while sitting unsupported'', '' turning to look behind over left and right shoulders while sitting'', '' lateral bend to elbow in sitting'', ''sit to stand transfers'', '' pick up an object from the floor while sitting unsupported on foam''.","timeFrame":"15 minutes"},{"measure":"Trunk Impairment Scale","description":"Trunk Impairment Scale was developed to evaluate motor impairments in the trunk after stroke. It consists of three subscales: static sitting balance, dynamic sitting balance, and coordination. Each subscale contains three to ten items. The Trunk Impairment Scale score ranges from a minimum of 0 to a maximum of 23.High scores indicate good balance.","timeFrame":"15 minutes"},{"measure":"Berg Balance Scale","description":"Berg Balance Scale is a scale that includes 14 instructions and scores between 0 and 4 by observing the performance of the patient for each instruction. In cases where the patient cannot do the activity at all, 0 points are given, while 4 points are given when the patient completes the activity independently. The highest score is 56, 0-20 points indicate an imbalance, 21-40 points indicate an acceptable balance, 41-56 points indicate the presence of a good balance. Stand unsupported, standing unsupported, sitting unsupported, standing, transfers, standing with feet, standing, standing, standing, picking up, looking back, 360 degrees rotation, hard side stool standing, one foot stand and stand functions are evaluated.","timeFrame":"15 minutes"},{"measure":"Function in Sitting Test","description":"The Function in Sitting Test consists of 14 items designed similar to both functional performance and current criteria of balance. The Function Test in Sitting items test various movements, strategies, and simple and complex movement patterns while sitting. Scale, 'front thrust', 'back push', 'side push', 'static sitting', 'nodding as if sitting' no ',' sitting with eyes closed ' , '' lift the foot when sitting '', '' take the back material '', '' reach forward '', '' reach out to the side '', '' pick up the object '', '' move backward '', '' move forward '' Includes \"sideways\" items. An ordered scale (0-4) is used to score each test item: 0 is fully assisted, 4 completes tasks independently. The total score range of the Function Test in Sitting is 0-56.","timeFrame":"10 minutes"},{"measure":"Barthel Index","description":"The Barthel Index consists of 10 items. These items include feeding, washing, self-care, dressing, defecation control, urine control, ability to go to the toilet, ability to move from bed to wheelchair, walking or wheelchair dependency, and climbing stairs. The items are scored over 5-15 points (0-15 points in 5 point increments according to the question). The main purpose of the evaluation made with this scale is to determine to what extent the patient performed these actions independently without any physical or verbal help. The total score is between 0-100: 0-20: fully dependent, 21-61: highly dependent, 62-90: moderately dependent, 91-99: mildly dependent, 100: independent.","timeFrame":"5 minutes"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Being 18 years or older,\n* Diagnosis of stroke,\n* Not having a cooperation and communication problem,\n* At most 6 months have passed after stroke.\n\nExclusion Criteria:\n\n* Other neurological or orthopedic problems that affect functionality and balance other than stroke.\n* Having advanced cardiovascular disease and contraindication for mobilization","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Patients with acute or subacute stroke diagnosed with stroke, aged 18 years or older.","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Kübra Çapraz","affiliation":"Kastamonu Training and Research Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Kastamonu Training and Research Hospital","city":"Kastamonu","zip":"37150","country":"Turkey","geoPoint":{"lat":41.37805,"lon":33.77528}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}