{"protocolSection":{"identificationModule":{"nctId":"NCT03423433","orgStudyIdInfo":{"id":"RKE_2017_002"},"organization":{"fullName":"University of Winchester","class":"OTHER"},"briefTitle":"The Acute and Chronic Effects of a Heel Raise Programme on Central Blood Pressure, Arterial Compliance and Oxygen Perfusion After Stroke","officialTitle":"The Acute and Chronic Effects of Heel Raises on Central Blood Pressures, Arterial Compliance and Cerebral and Peripheral Oxygen Perfusion After Stroke"},"statusModule":{"statusVerifiedDate":"2020-01","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-06-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-05-01","type":"ACTUAL"},"completionDateStruct":{"date":"2019-05-01","type":"ACTUAL"},"studyFirstSubmitDate":"2017-11-15","studyFirstSubmitQcDate":"2018-02-05","studyFirstPostDateStruct":{"date":"2018-02-06","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-01-16","lastUpdatePostDateStruct":{"date":"2020-01-18","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Winchester","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Physical inactivity and increased sedentary time are linked to increased blood pressure and may cause decreases in peripheral and cerebral oxygen perfusion in stroke survivors. Nonetheless, stroke survivors are significantly less active than their healthy counterparts due to physical incapability or a lack of confidence in physical capability. This study will determine whether a simple and non-demanding movement such as repeated heel raises are able to cause acute and chronic decreases in peripheral and central blood pressure and increases in oxygen perfusion and cognitive performance.\n\nThirty participants will be recruited to this study. All will take part in four sessions. One familiarisation session will acclimatise participants to the equipment used involving central and peripheral blood pressures, pulse wave velocity, arterial stiffness, maximal voluntary contractions of the medial gastrocnemius and Stroop tasks.. Two experimental sessions will take place involving extended sedentary time (one involving uninterrupted sedentary time and one including ten heel raises every ten minutes). A control condition of 15 participants will then be tested ten weeks post-. The experimental condition of 15 participants will undergo a ten-week heel raise prescribed programme before having peripheral and central blood pressure, pulse wave velocity, arterial stiffness, peripheral and cerebral oxygen perfusion, cognitive performance and maximal voluntary contraction of the medial gastrocnemius assessed after their programme.","detailedDescription":"After stroke, individuals are more sedentary than their healthy counterparts, with significantly more daily seated time and significantly fewer daily steps with activity levels impaired both immediately post- event and 6 months into recovery. Physical inactivity and increased sedentary time are linked to increased blood pressure; a cause of both incident and recurrent stroke. After stroke, victims suffer from a wide range of complications in terms of physical and cognitive abilities. Hypertension reduces cognitive performance in healthy and clinical populations, and stroke patients are frequently unable (for either physical or psychological reasons) to be physically active enough to reduce blood pressure and maximise cognitive improvements.\n\nProlonged seated time may also lead to reduced cerebral and peripheral oxygen perfusion. Heel raises may have the potential to improve these parameters without being too physically demanding on a clinical population. This study will investigate whether prescribed heel raises can have an acute and/or chronic effect on peripheral and central blood pressures, measures of central systolic loading, peripheral and cerebral oxygen perfusion and cognitive performance.\n\nThis study will recruit thirty chronic stroke sufferers from a local stroke groups. Visit will take place in the morning in a fasted state.\n\nIn the first visit, participants will undertake five stroop familiarisation tests. Stroop tests allow assessment of cognitive function. Demographic measures will be taken and baseline pulse wave analysis (PWA \\[SphygmoCor XCEL\\]) and pulse wave velocity (PWV) measures will be recorded. Heel raises will be demonstrated to the participants and displayed in a diagram. Participants will practice this movement before maximum voluntary contractions (MVC) will be measured using electromyography.\n\nOn each of the second two visits, participants will rest in a seated position for 20 minutes before having PWA, PWV and near infra-red spectroscopy (NIRS) measured at baseline to provide both peripheral and central blood pressures, arterial stiffness, cerebral and peripheral oxygen perfusion. Participants will then either undergo a 180 minute seated protocol or a 180 minute calf raising protocol (10 calf raises per 10 minutes) After 10, 30, 60, 90, 120, 150 and 170 minutes in both protocols, PWA, PWV and Stroop test results will be recorded. EMG will record muscle activation of the affected medial gastrocnemius during heel raises after each 30 minutes. NIRS will continuously record throughout the data collection process. Participants will watch a calming TV show (e.g. a David Attenborough documentary) to pass time without raising blood pressure. Statistical analysis will determine whether the heel raises caused acute alterations in peripheral and central blood pressures, pulse wave velocity, cerebral and peripheral blood flow, muscle activation and cognitive performance.\n\nThe control condition of fifteen participants will then return after ten weeks and undertake a duplicate of session 1. An experimental condition of fifteen participants will undertake a ten week programme involving prescribed heel raises every day. They will then return after ten weeks and receive an identical session to their first session, allowing the chronic effect of prescribed heel raises to be observed."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Chronic","Stroke","Blood Pressure","Oxygen Perfusion","Stroop","Cognitive Performance","Cognition"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":15,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Control condition","type":"NO_INTERVENTION","description":"This condition will recruit fifteen chronic stroke sufferers. In the first visit, participants will undertake five Stroop familiarisation tests alongside baseline pulse wave analysis (PWA) and pulse wave velocity (PWV). Participants will practice this movement before maximum voluntary contractions (MVC) will be measured using electromyography.\n\nDuring the second two visits, participants will have either undergo a 180 minute seated protocol or a 180 minute heel raising protocol (10 heel raises per 10 minutes) After 10, 30, 90, 120, 150 and 180 minutes in both protocols, PWA, PWV and Stroop task results will be recorded. NIRS will measure peripheral and cerebral oxygen perfusion throughout the 180 minutes. EMG will record muscle activation during heel raises after each 30 minutes.\n\nTen weeks after these sessions have been completed, participants will return to the laboratory for follow-up a session assessing resting measures in an identical protocol to the first visit."},{"label":"Experimental (heel raise) condition","type":"EXPERIMENTAL","description":"This condition will recruit fifteen chronic stroke sufferers. In the first visit, participants will undertake five Stroop familiarisation tests alongside baseline pulse wave analysis (PWA) and pulse wave velocity (PWV). Participants will practice this movement before maximum voluntary contractions (MVC) will be measured using electromyography. During the second two visits, participants will have undergo a 180 minute seated or a 180 minute heel raise protocol (10 heel raises per 10 minutes) After 10, 30, 90, 120, 150 and 180 minutes, PWA, PWV and Stroop task results will be recorded. NIRS will measure peripheral and cerebral oxygen perfusion throughout. EMG will record muscle activation during heel raises after each 30 minutes.\n\nParticipants in this arm will be prescribed a ten-week heel-raise programme involving hourly heel raises. Ten weeks later, participants will return to the laboratory for follow-up sessions assessing resting measures in an identical protocol to the first visit.","interventionNames":["Behavioral: Heel raise intervention"]}],"interventions":[{"type":"BEHAVIORAL","name":"Heel raise intervention","description":"A daily heel-raise programme for ten weeks to determine any chronic effects of heel raises on the previously mentioned variables.","armGroupLabels":["Experimental (heel raise) condition"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Central and peripheral blood pressure","description":"Acute and chronic changes to central and peripheral blood pressures due to heel raises","timeFrame":"After three data collection sessions (within 2 weeks) and 10 weeks- post"}],"secondaryOutcomes":[{"measure":"Pulse wave velocity","description":"Acute and chronic changes to carotid-femoral pulse wave velocity due to heel raises","timeFrame":"After three data collection sessions (within 2 weeks) and 10 weeks- post"},{"measure":"Cerebral perfusion","description":"Acute and chronic changes to cerebral perfusion (Near infra-red spectroscopy) due to heel raises","timeFrame":"After three data collection sessions (within 2 weeks) and 10 weeks- post"},{"measure":"Cognitive performance","description":"Stroop task performance due to heel raises","timeFrame":"After three data collection sessions (within 2 weeks) and 10 weeks- post"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Have experienced a stroke in the past ten years\n* Physically capable of heel raise motion\n\nExclusion Criteria:\n\n* Diabetics\n* Inability to perform heel raise motion","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"University of Winchester","city":"Winchester","state":"Hampshire","zip":"SO22 4NR","country":"United Kingdom","geoPoint":{"lat":51.06513,"lon":-1.3187}}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"No IPD sharing."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}