{"protocolSection":{"identificationModule":{"nctId":"NCT05865106","orgStudyIdInfo":{"id":"SEUMC 2023-02-002"},"organization":{"fullName":"Ewha Womans University Seoul Hospital","class":"OTHER"},"briefTitle":"The Efficacy and Feasibility of Smartphone-Based Speech Therapy for People With Post-Stroke Dysarthria","officialTitle":"A Prospective, Randomized, Multi-Center Pilot Trial to Evaluate the Efficacy and Feasibility of Smartphone-Based Speech Therapy for People With Post-Stroke Dysarthria"},"statusModule":{"statusVerifiedDate":"2023-12","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-06-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-04","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-05","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-05-08","studyFirstSubmitQcDate":"2023-05-17","studyFirstPostDateStruct":{"date":"2023-05-18","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-12-15","lastUpdatePostDateStruct":{"date":"2023-12-21","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Tae-Jin Song, MD, PhD","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Ewha Womans University Seoul Hospital"},"leadSponsor":{"name":"Ewha Womans University Seoul Hospital","class":"OTHER"},"collaborators":[{"name":"Ewha Womans University Mokdong Hospital","class":"OTHER"},{"name":"National Rehabilitation Center, Seoul, Korea","class":"OTHER_GOV"}]},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This clinical trial aims to determine if a new smartphone-based speech therapy is effective and feasible for patients with post-stroke dysarthria. Participants in the intervention group will use the speech therapy app for 1 hour per day, 5 days per week, over a 4-week period. The control group will receive the same duration and frequency of traditional speech therapy as the intervention group. The study will help us understand if smartphone-based speech therapy is a viable treatment option for post-stroke dysarthria patients.","detailedDescription":"A total of 76 patients with post-stroke dysarthria will be recruited and stratified by the onset period into acute-subacute (within 6month after index stroke) and chronic (after 6 months after index stroke). Then participants are randomly divided into intervention and control groups.\n\nPatients in the intervention group will be instructed to use smartphone-based speech therapy applications, including oro-motor exercise, phonation, articulation, resonance, syllable repetition, and reading exercises. After the baseline evaluation, treatment goals, and contents will be determined with a speech-language pathologist according to the condition of individual patients. Daily sessions will be provided for 1 hour per day, 5 days per week, over a 4-week period.\n\nPatients in the control group will be instructed to receive traditional speech therapy. Traditional speech therapy can include face-to-face speech therapy, including oro-motor exercises, reading aloud slowly and clearly, and practicing proper breathing and sustained speech. To maintain the same dose and frequency as the intervention group, 60 minutes of treatment will be performed five days a week (e.g., two days of face-to-face speech therapy per week (60 minutes) + three days of self-training through the reading task workbook (60 minutes).\n\nThe aim of the study is to establish smartphone-based speech therapy is non-inferior to traditional speech therapy for improving speech intelligibility."},"conditionsModule":{"conditions":["Dysarthria as Late Effect of Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":76,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Smartphone-based speech therapy","type":"EXPERIMENTAL","description":"Smartphone-based speech therapy: Participants will be instructed to use smartphone-based speech therapy (application), including oro-motor exercises, phonation, articulation, resonance, syllable repetition, and reading exercises.","interventionNames":["Device: Smartphone-based speech therapy"]},{"label":"Traditional speech therapy","type":"OTHER","description":"Traditional speech therapy: Traditional speech therapy methods, such as face-to-face sessions, oro-motor exercises for the tongue, lips, chin, and jaw, reading aloud slowly and clearly, and practicing proper breathing and sustained speech, will be employed.","interventionNames":["Other: Traditional speech therapy"]}],"interventions":[{"type":"DEVICE","name":"Smartphone-based speech therapy","description":"Participants will be instructed to use the speech therapy app for 1 hour per day (5 days for 1 week) over a 4-week period.","armGroupLabels":["Smartphone-based speech therapy"]},{"type":"OTHER","name":"Traditional speech therapy","description":"Participants will receive treatment maintaining the same frequency as the intervention group.","armGroupLabels":["Traditional speech therapy"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Speech intelligibility","description":"The change in speech intelligibility from baseline to 4 weeks post-intervention will be assessed. Speech intelligibility will be evaluated by having three naive listeners transcribe the participants' recorded speech. These transcriptions will then be compared to the original sentences to calculate a percentage score representing intelligibility. The final intelligibility score will be calculated as the average of the scores from the three naive listeners. A higher percentage indicates greater speech intelligibility.","timeFrame":"Baseline, 4 weeks"}],"secondaryOutcomes":[{"measure":"Maximum phonation Time (MPT)","description":"The change in maximum phonation time (MPT) from baseline to 4 weeks post-intervention will be assessed. MPT will be used to assess participants' maximum phonation time. The speech evaluator instructs the patient to take a comfortable breath and then produce the sound /a/ for as long as possible. The task is performed twice, and the maximum duration of the two measurements is used.","timeFrame":"Baseline, 4 weeks"},{"measure":"Oral-diadochokinesis (DDK)","description":"The Oral-diadochokinesis (DDK) change from baseline to 4 weeks post-intervention will be assessed. DDK will be used to assess articulation rate, regularity, and accuracy. Participants are instructed to repeat the syllables /pa/, /ta/, /ka/, and /pataka/ as quickly and accurately as possible. The number of repetitions is divided by the duration of the task.","timeFrame":"Baseline, 4 weeks"},{"measure":"Percentage of Consonants Correct (PCC, %)","description":"The Percentage of Consonants Correct (PCC, %) change from baseline to 4 weeks post-intervention will be assessed. PCC is evaluated as a percentage score calculated from the Urimal Test of Articulation and Phonology 2 (UTAP2).","timeFrame":"Baseline, 4 weeks"}],"otherOutcomes":[{"measure":"Patient Health Questionnaire-9 (PHQ-9)","description":"PHQ-9 will be used to assess depression. The PHQ-9 is a nine-item self-reported questionnaire for the measurement of depressive symptoms during the last two weeks.","timeFrame":"Baseline, 4 weeks"},{"measure":"Quality of Life in the Dysarthric Speaker (QOL-Dys)","description":"QOL-Dys will be used to assess the comprehensive quality of life of individuals with dysarthria. The questionnaire consists of four dimensions: characteristics of speech, situational difficulties, use of compensation strategies, and perception of others. The responses are rated on a 5-point scale from 0 to 4, indicating the extent to which participants agree with each statement.","timeFrame":"Baseline, 4 weeks"},{"measure":"System Usability Questionnaire (SUS)","description":"SUS will be used to assess user's subjective views of a system's usability. SUS will only be used in the intervention group at the end of treatment.","timeFrame":"4 weeks"},{"measure":"Application usage logs","description":"The log data will be used to evaluate compliance and acoustic factors. During the 4-week experimental period, the application login time, daily task completion rate, and raw data (.wav) of patients' voices are stored on the server for analysis.","timeFrame":"4 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Aged 18 or over.\n2. Neurologically stable stroke patients diagnosed by a stroke specialist neurologist.\n3. Diagnosis of dysarthria caused by stroke as confirmed by a stroke specialty neurologist.\n4. First-ever stroke patients without previous stroke history.\n5. Patients with sufficient cognitive abilities to operate the smartphone-based speech therapy application (Mini-Mental State Exam score ≥ 26)\n6. As judged by the neurology specialists: patients with sufficient vision, hearing, communication skills, and motor skills to participate in this study\n7. Must have voluntarily understood the trial and signed a consent form agreeing to comply with precautions.\n\nExclusion Criteria:\n\n1. Co-existing language disorder (e.g., aphasia). Aphasia will be determined by a stroke specialist.\n2. Co-existing progressive neurological disorders that can affect dysarthria (e.g., dementia, Pick's disease, Huntington's disease, Parkinson's disease, or Parkinsonism).\n3. Diagnosis of severe mental disorders as determined by a clinician (e.g., depression, schizophrenia, alcohol addiction, or drug addiction).\n4. Patients taking concomitant medications that could affect the trial results during the study period (e.g., cognitive dysfunction medications, anticholinergics, anti-epileptic drugs, anti-anxiety drugs, antidepressants, antipsychotics, and hypnotics).\n5. Patients unable to use/access smartphone technology.\n6. Illiterate patients.\n7. Patients unable to communicate in Korean.\n8. Is unsuitable for participation due to other reasons, as determined by the investigator.\n9. Has refused to participate in the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"Ewha Womans University Medical Center","status":"RECRUITING","city":"Seoul","zip":"07804","country":"Korea, Republic of","contacts":[{"name":"Tae Jin Song, MD, PhD","role":"CONTACT","phone":"+82-2-6986-3307","email":"knstar@hanmail.net"}],"geoPoint":{"lat":37.566,"lon":126.9784}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000003147","term":"Communication Disorders"},{"id":"D000004401","term":"Dysarthria"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000019954","term":"Neurobehavioral Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000065886","term":"Neurodevelopmental Disorders"},{"id":"D000001523","term":"Mental Disorders"},{"id":"D000001184","term":"Articulation Disorders"},{"id":"D000013064","term":"Speech Disorders"},{"id":"D000007806","term":"Language Disorders"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M6064","name":"Communication Disorders","asFound":"Speech Therapy","relevance":"HIGH"},{"id":"M7265","name":"Dysarthria","asFound":"Dysarthria","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M21516","name":"Neurobehavioral Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M30334","name":"Neurodevelopmental Disorders","relevance":"LOW"},{"id":"M4505","name":"Mental Disorders","relevance":"LOW"},{"id":"M14163","name":"Psychotic Disorders","relevance":"LOW"},{"id":"M4182","name":"Articulation Disorders","relevance":"LOW"},{"id":"M15554","name":"Speech Disorders","relevance":"LOW"},{"id":"M10513","name":"Language Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}