{"protocolSection":{"identificationModule":{"nctId":"NCT05595876","orgStudyIdInfo":{"id":"2019_0017"},"organization":{"fullName":"Hopital Foch","class":"OTHER"},"briefTitle":"Stent Retriever Versus Contact Aspiration in Irregular Occlusion Phenotype","officialTitle":"Stent Retriever Versus Contact Aspiration in Irregular Occlusion Phenotype, a Novel Approach in the Endovascular Treatment of Acute Ischemic Stroke: the STRIPE Randomized Trial.","acronym":"STRIPE"},"statusModule":{"statusVerifiedDate":"2023-02","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-12-19","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-02-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-11-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-10-24","studyFirstSubmitQcDate":"2022-10-24","studyFirstPostDateStruct":{"date":"2022-10-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-02-27","lastUpdatePostDateStruct":{"date":"2023-03-01","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Hopital Foch","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Patients with a clinico-neuroradiological mismatch pattern shown on the magnetic resonance imaging/Computed Tomography in the acute phase of stroke are more likely to benefit from reperfusion, are suitable candidates for endovascular therapy, and have a better clinical prognosis.\n\nThe ASTER Trial showed similar results between stent-retrievers and contact aspiration concerning the recanalization grade in anterior circulation occlusions. However, we still observe late and futile recanalizations, secondary either to extended ischemic lesions at baseline, long-time procedures or intraprocedural complications. The First Pass Effect that is the complete/nearly complete recanalization after the first maneuver, independently on the technique used, has been strongly associated with better clinical outcomes . In a recent paper we proposed a novel approach to identify those cases that could be treated with a specific technique (stent-retriever) with higher chances to achieve a complete or nearly complete recanalization, with lower procedure times and lower complication rates. This approach is focused on the identification of a regular or irregular phenotype of the occlusion site in patients with an M1-Middle Cerebral Artery occlusion. The phenotype is defined as \"regular\" whether the profile of the occlusion is abruptly cut without any irregularity and as \"irregular\" if any irregularity of the profile of the occlusion is observed. One of the hypotheses that could explain these results could be related to the composition of the clot : a soft and less organized clot could be more easily flattened by the pulsatile flow and therefore determine a regular aspect of the occlusion. A more solid and organized clot would, on the contrary, maintain an irregular profile because it would not be flattened by the blood flow and the contrast medium could highlight the irregularities of the proximal face of the clot.\n\nThe latter could be a favorable target for the use of a stent-retriever since the interaction between a solid clot and the struts of the stent could increase the chance to retrieve the clot. Therefore, we propose this randomized controlled trial to assess the superiority of stent-retrievers compared to contact aspiration in the treatment of irregular phenotype occlusions of the M1-Middle Cerebral Artery.","detailedDescription":"Statistical analyses will be independently performed by the Biostatistics Department of University of Lille under the responsibility of Julien Labreuche. Data will be analyzed using the SAS software (SAS Institute Inc, Cary, NC, USA). A detailed statistical analysis plan will be written and finalized prior to the database lock. Baseline characteristics will be described for each group. Quantitative variables will be expressed as mean (standard deviation) or median (interquartile range) for non-Gaussian distribution. Qualitative variables will be expressed as frequencies and percentages. Normality of distribution will be assessed graphically and using the Shapiro-Wilk test. All applicable statistical tests will be 2-sided and no correction for multiple comparisons will be applied; all secondary objectives will be considered as exploratory and results were reported with only effect size estimates with their confidence intervals (CIs). All CIs presented will be 95%CI and 2-sided. The final report will be written, based on the CONSORT statement recommendations."},"conditionsModule":{"conditions":["Stroke, Acute"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"The angiographic outcomes will be assessed by a centralized Core Laboratory, not involved in patient management.","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":356,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Stent retriever","type":"EXPERIMENTAL","description":"The patients will be treated to receive stent retriever (with or without contact aspiration) first line thrombectomy (experimental arm).","interventionNames":["Procedure: stent retriever thrombectomy"]},{"label":"Contact aspiration","type":"SHAM_COMPARATOR","description":"The patients will be treated to receive direct contact aspiration first line thrombectomy (control arm)","interventionNames":["Procedure: contact aspiration thrombectomy"]}],"interventions":[{"type":"PROCEDURE","name":"stent retriever thrombectomy","description":"The technique used should be in accordance with the device IFU (instructions for use). A large bore access guide catheter possible is mandatory. A suitable delivery microcatheter is navigated over a microwire across the occlusion. A control superselective angiogram may be used to document the extent of occlusion and thrombus. The stent is left in place according to the internal practice of each participating center before the withdrawal. Any CE (european compliance)-marked stent retriever device is then deployed across the occlusion. A contact aspiration large bore catheter can be used in association with the stent retriever. A minimum of 3 attempts with Stent retriever should be performed. A revascularization score will be recorded after each device attempt.","armGroupLabels":["Stent retriever"]},{"type":"PROCEDURE","name":"contact aspiration thrombectomy","description":"A 0.021 to 0.027 inch inner lumen microcatheter with a 0.014 to 0.016 inch microwire inside is then introduced into a large-bore aspiration catheter and this construct is introduced into the long sheath as a unit. A large bore balloon guide catheter has to be placed into the cervical internal carotid artery. The microcatheter is then advanced close to the thrombus and the large-bore aspiration catheter is advanced as close to the proximal aspect of the thrombus as possible. A control angiogram may be used to document the extent of occlusion and thrombus. After a 3 min waiting period, the large-bore aspiration catheter is connected to a continuous aspiration from the dedicated aspiration pump while simultaneously advancing the aspiration catheter up to the face of the thrombus. Once thrombus will be close to the aspiration catheter, then the system will carefully removed as a unit under continuous aspiration.","armGroupLabels":["Contact aspiration"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Rate of favorable functional outcome at 90-day defined by a Modified Rankin Scale (mRS) 0-2","description":"mRS is evaluated between 0 to 6. A score of 0 indicates that there is no disability and a score of 6 indicates death","timeFrame":"3 months"}],"secondaryOutcomes":[{"measure":"Rate of patients with first pass effect (FPE) defined as mTICI 2c/3 after first device maneuver","description":"The definition of FPE: single pass/use of the device, (2) complete revascularization of the large vessel occlusion and its downstream territory (mTICI 3), and (3) no use of rescue therapy","timeFrame":"24 hours"},{"measure":"Rates of patients with complete (mTICI 3), perfect (mTICI 2c/3) and successful reperfusion (mTICI 2b/3) at the end of endovascular procedure","description":"mTICI (modified Thrombolysis In Cerebral Infarction ) score equals to 3 after the first line thrombectomy and at the end of endovascular.\n\nmTICI score is evaluated between 0-3 : 0 a complete obstruction of the artery and 3 indicates a complete reperfusion","timeFrame":"24 hours"},{"measure":"Time from groin puncture to achieve the maximum recanalization","description":"The time between the groin puncture and the maxiamum recanalization will be assessed","timeFrame":"24 hours"},{"measure":"Rate of patients who will require less than 2 device pass","timeFrame":"24 hours"},{"measure":"Rate of patients with rescue therapy use","timeFrame":"24 hours"},{"measure":"Degree of disability assessed by overall distribution of the mRS at 90 days and one year (shift analysis combining scores of 5 and 6)","timeFrame":"12 months"},{"measure":"Rate of all-cause mortality at 90 day and one year","timeFrame":"12 months"},{"measure":"24 hours change in NIHSS from baseline defined as the difference between NIHSS score at 24 hours and NIHSS score at admission","description":"NIHSS (National Institutes of Health Stroke Scale) score is evaluated between 0-42 0 is normal and 42 maximal gravity","timeFrame":"24 hours"},{"measure":"Incidence of intracerebral haemorrhage (ICH), parenchymal hematoma, symptomatic ICH, on brain imaging (Magnetic resonance imaging MRI or CT (computed tomography) scan) at 24 hours after thrombectomy (according to ECASS3 classification)","description":"ECASS III (European Cooperative Acute Stroke Study) classification :\n\n* Hemorrhage infarction type 1 (HI1)\n* Hemorrhage infarction type 2 (HI2)\n* Parenchymal hematoma type 1 (PH1)\n* Parenchymal hematoma type 2 (PH2)","timeFrame":"24 hours"},{"measure":"Incidence of procedure-related complications such as arterial perforation or dissection, embolization in new territory","timeFrame":"48 hours"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age ≥ 18 years\n* M1-Middle Cerebral Artery occlusion\n* Eligible for mechanical thrombectomy: groin puncture performed within 24 hours from the first symptoms or from the last time the patient was seen normal.\n* Presence of a mismatch on Magnetic resonance imaging MRI or CT (computed tomography) scan\n* Baseline mRS \\<2\n* Irregular occlusion phenotype on the first angiographic run\n* Informed consent obtained from the patients/his proxy or following an emergency procedure\n* Being covered by a national health insurance\n\nExclusion Criteria:\n\n* Isolated M2 occlusions\n* Clinical history, past imaging or clinical judgment suggesting underlying intracranial stenosis\n* Severe contrast medium allergy or absolute contraindication to use of iodinated products\n* Patients with severe or fatal comorbidities that will likely prevent improvement or follow-up, or that will render the procedure unlikely to benefit the patient\n* Angiographic evidence of carotid dissection or tandem cervical occlusion or stenosis requiring treatment\n* Pregnancy (urine or serum beta HCG test for women of child-bearing potential)\n* Patient benefiting from a legal protection (guardianship or curatorship)\n* Being deprived of liberty","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Marthe MAHI","role":"CONTACT","phone":"0033146257387","email":"m.chouakam-jiabe@hopital-foch.com"},{"name":"Arturo CONSOLI","role":"CONTACT","phone":"0033146251955","email":"a.consoli@hopital-foch.com"}],"overallOfficials":[{"name":"Arturo CONSOLI","affiliation":"Foch Hospital","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Bertrand LAPERGUE","affiliation":"Foch Hospital","role":"STUDY_CHAIR"}],"locations":[{"facility":"Chu Bordeaux","status":"NOT_YET_RECRUITING","city":"Bordeaux","country":"France","contacts":[{"name":"Gaultier MARNAT","role":"CONTACT","email":"Gaultier.marnart@chu-bordeaux.fr"}],"geoPoint":{"lat":44.84044,"lon":-0.5805}},{"facility":"CHU Montpellier","status":"NOT_YET_RECRUITING","city":"Montpellier","country":"France","contacts":[{"name":"Vincent COSTALAT","role":"CONTACT","email":"vincent.costalat@chu-montpellier.fr"}],"geoPoint":{"lat":43.61092,"lon":3.87723}},{"facility":"Chru Nancy","status":"NOT_YET_RECRUITING","city":"Nancy","country":"France","contacts":[{"name":"Benjamin GORY","role":"CONTACT","email":"b.gory@chu-nancy.fr"}],"geoPoint":{"lat":48.68439,"lon":6.18496}},{"facility":"Chu Nantes","status":"RECRUITING","city":"Nantes","country":"France","contacts":[{"name":"Romain BOURCIER","role":"CONTACT","email":"romain.bourcier@chu-nantes.fr"}],"geoPoint":{"lat":47.21725,"lon":-1.55336}},{"facility":"APHP - Pitié Salpêtrière","status":"RECRUITING","city":"Paris","country":"France","contacts":[{"name":"Frédéric CLARENCON","role":"CONTACT","email":"frederic.clarencon@aphp.fr"}],"geoPoint":{"lat":48.85341,"lon":2.3488}},{"facility":"Fondation Adolphe de Rothschild","status":"NOT_YET_RECRUITING","city":"Paris","country":"France","contacts":[{"name":"Michel PIOTIN","role":"CONTACT","email":"mpiotin@for.paris"}],"geoPoint":{"lat":48.85341,"lon":2.3488}},{"facility":"CHU de Reims","status":"NOT_YET_RECRUITING","city":"Reims","country":"France","contacts":[{"name":"Sébastien SOIZE","role":"CONTACT","email":"ssoize@chu-reims.fr"}],"geoPoint":{"lat":49.25,"lon":4.03333}},{"facility":"Hôpital FOCH","status":"NOT_YET_RECRUITING","city":"Suresnes","country":"France","contacts":[{"name":"Arturo CONSOLI","role":"CONTACT","phone":"0033146251955","email":"a.consoli@hopital-foch.com"}],"geoPoint":{"lat":48.87143,"lon":2.22929}},{"facility":"CHU de Tours","status":"NOT_YET_RECRUITING","city":"Tours","country":"France","contacts":[{"name":"Grégoire BOULOUIS","role":"CONTACT","email":"g.boulouis@chu-tours.fr"}],"geoPoint":{"lat":47.38333,"lon":0.68333}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke, Acute","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}