{"protocolSection":{"identificationModule":{"nctId":"NCT01406912","orgStudyIdInfo":{"id":"11-188C"},"organization":{"fullName":"Unity Health Toronto","class":"OTHER"},"briefTitle":"Efficacy of Virtual Reality Exercises in STroke Rehabilitation: A Multicentre Study (EVREST Multicentre)","officialTitle":"Efficacy of Virtual Reality Exercises Using Wii Gaming Technology in STroke Rehabilitation: A Multicentre Randomized Clinical Trial (EVREST Multicentre)"},"statusModule":{"statusVerifiedDate":"2015-11","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2011-07"},"primaryCompletionDateStruct":{"date":"2015-10","type":"ACTUAL"},"completionDateStruct":{"date":"2015-10","type":"ACTUAL"},"studyFirstSubmitDate":"2011-07-25","studyFirstSubmitQcDate":"2011-07-29","studyFirstPostDateStruct":{"date":"2011-08-01","type":"ESTIMATED"},"lastUpdateSubmitDate":"2015-11-11","lastUpdatePostDateStruct":{"date":"2015-11-13","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Unity Health Toronto","class":"OTHER"},"collaborators":[{"name":"Heart and Stroke Foundation of Ontario","class":"OTHER"},{"name":"Ontario Stroke Network","class":"OTHER"},{"name":"Ontario Ministry of Health and Long Term Care","class":"OTHER_GOV"}]},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"A multicentre, randomized, two parallel group study comparing virtual reality using Wii gaming technology versus Recreational activities in patients receiving conventional rehabilitation after an ischemic stroke.\n\nPrimary Hypothesis: Virtual reality using the Wii gaming system is more efficacious in improving motor function than recreational therapy among patients receiving conventional rehabilitation following a recent ischemic stroke.","detailedDescription":"Virtual reality (VR) gaming systems are novel and potentially useful technologies that allow users to interact in three dimensions with a computer-generated scenario (a virtual world). In particular, the Nintendo Wii gaming system applies relevant concepts in rehabilitation (i.e. repetition, intensity, and task-oriented training of the paretic extremity) showing benefits in motor function improvement after stroke. While standard rehabilitation (i.e. physiotherapy and occupational therapy) helps improve motor function after stroke, the magnitude of its benefit is suboptimal. The implementation of conventional rehabilitation is resource-intensive and costly, usually requiring transportation of patients and affecting adherence. Moreover, as improvement of motor function may be achieved after multiple sessions over a period of rehabilitation. The duration and intensity of the rehabilitation strategy are important factors in its effectiveness. Some studies compared an intervention plus conventional physical therapy versus conventional physical therapy alone, which by necessity allowed for more rehabilitation time in the experimental group. This creates a bias in favour of the new intervention as the intensity and frequency of rehabilitation per se is known to directly and beneficially affect functional outcomes. Therefore, the investigators are proposing comparing VR Wii versus an active control \\[(recreational activities (RA)\\]."},"conditionsModule":{"conditions":["Ischemic Stroke"],"keywords":["Stroke Rehabilitation","Ischemic Stroke","Virtual Reality","Nintendo Wii","Recreational Activity","Motor Function"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":141,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Recreational Activity Arm","type":"ACTIVE_COMPARATOR","description":"recreational activity includes playing cards, ominoes, jenga or a ball game.","interventionNames":["Other: Recreational Activity"]},{"label":"Wii Gaming System Arm","type":"EXPERIMENTAL","description":"Use of Wii gaming technology (e.g. commercially available games)","interventionNames":["Other: Wii Gaming System Arm"]}],"interventions":[{"type":"OTHER","name":"Recreational Activity","description":"Recreational activities (playing cards, arts and crafts, dominoes, jenga or a ball game) and conventional rehabilitation.","armGroupLabels":["Recreational Activity Arm"]},{"type":"OTHER","name":"Wii Gaming System Arm","description":"Virtual reality Wii games (tennis and bowling from Wii® Sports, and bean bag, bocce ball, ping cup, darts or shuffleboard from Wii® Game Party 3) and conventional rehabilitation.","armGroupLabels":["Wii Gaming System Arm"],"otherNames":["Virtual Reality Wii games"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Difference in motor performance between groups measured using the Wolf Motor function Test.","description":"Efficacy in motor function improvement at the end of the intervention will be measured by the abbreviated Wolf Motor Function Test. The Wolf MFT is a time-based method to evaluate upper extremity performance while providing insight into total limb movements. It consists of 15 timed measures and 2 force-based measures which progress in complexity. Difference in Wolf MFT is one of the most commonly used outcome measures in stroke rehabilitation trials.","timeFrame":"1 (±3) days after the end of the intervention"}],"secondaryOutcomes":[{"measure":"Improvement in motor function, performing activities of daily living, and quality of life, as well as sustainability of motor improvement","description":"Secondary efficacy outcome measures include Box \\& Block Test, quality of life as measured by the Stroke Impact Scale, and Barthel Index at the end of the interventions. In addition, sustainability of motor improvement will be assessed through the Wolf Motor Function Test and Box \\& Block Test conducted at 4 weeks post-intervention, which is approximately 3 months from stroke onset.","timeFrame":"End of intervention and 4 weeks post-intervention"},{"measure":"Proportion of patients experiencing intervention-related adverse events or any serious adverse events during the study period","description":"Secondary safety outcome will be measured as the proportion of patients experiencing intervention-related adverse events (e.g. pain, dizziness), or any serious adverse event (death, life-threatening, requires inpatient hospitalization or prolongation of existing hospitalization, or results in persistent or significant disability/incapacity) during the study period. We will also measure patients' perceived exertion after treatment by using the Borg Perceived Exertion scale (excessive fatigue defined as any score \\> 13 points)","timeFrame":"Subjects will be followed for the duration of their participation in the study, an expected time frame of 6 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patient has provided written informed consent prior to entry into the study\n* Males or females, aged 18 to 85 years\n* In-patient at the time of randomization\n* Evidence of ischemic stroke confirmed by CT or MRI head scan\n* Patients with onset of symptoms less than 3 months at time of randomization\n* Measurable deficit of the upper extremity (arm) equal to or greater than 3 according to the Chedoke McMaster scale (e.g.: participants should be able to touch their chin and contralateral knee to be eligible)\n* Functional independence prior to present stroke (baseline mRS = 0-1)\n* Patient is alert, medically stable according to the treating physician and able to follow simple verbal commands\n\nExclusion Criteria:\n\n* Acute stroke onset more than 3 months ago\n* Patient is unable to follow verbal commands or has global aphasia\n* Severe illness and life expectancy less than 3 months (cancer, endocarditis, metastasis with an occult primary malignancy, coagulopathy)\n* Uncontrolled hypertension according to the treating physician\n* Unstable angina or recent myocardial infarction (within the last 3 months), current NY Heart Association Class III (marked limitation of physical activity; although patients are comfortable at rest, less-than-ordinary activity leads to fatigue, dyspnea, palpitations, or angina) or IV (symptomatic at rest; symptoms of CHF are present at rest; discomfort increases with any physical activity) or symptomatic ventricular tachyarrhythmias, as per medical history (a baseline ECG will not be required.)\n* Any history of seizure, except for febrile seizures of childhood\n* Pain or joint problems limiting movement of the arm (e.g. shoulder pain)\n* Participation in another clinical trial involving rehabilitation (recreational therapy, occupational therapy, physiotherapy) or involving an investigational drug\n* Patient is unwilling or unable to comply with the protocol or cannot / will not cooperate fully with the investigator or study personnel\n* Any condition(s) that, in the Investigator's opinion, would a) warrant exclusion from the study (i.e., participation in the study is not in the best interest of the patient) or b) prevent the patient from completing the study.\n* Any medical condition that might confound the interpretation of results or put the patient at risk (amputation of one extremity).\n\nEnrollment Criteria\n\n* Upon meeting all eligibility criteria and providing written informed consent, the patient will be enrolled into the study contingent on successfully completing a one hour training session with Virtual Reality Wii.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Gustavo Saposnik, MD","affiliation":"Unity Health Toronto","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Mark Bayley, MD","affiliation":"Toronto Rehabilitation Institute","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"FLENI","city":"Buenos Aires","country":"Argentina","geoPoint":{"lat":-34.61315,"lon":-58.37723}},{"facility":"Lucy Montoro Network","city":"Sao Paulo","country":"Brazil","geoPoint":{"lat":-23.5475,"lon":-46.63611}},{"facility":"University of Calgary","city":"Calgary","state":"Alberta","zip":"T2N 0P8","country":"Canada","geoPoint":{"lat":51.05011,"lon":-114.08529}},{"facility":"Riverview Health Centre","city":"Winnipeg","state":"Manitoba","zip":"R3L 2P4","country":"Canada","geoPoint":{"lat":49.8844,"lon":-97.14704}},{"facility":"LA Miller Centre","city":"St John's","state":"Newfoundland and Labrador","country":"Canada","geoPoint":{"lat":47.56494,"lon":-52.70931}},{"facility":"Hamilton Health Sciences","city":"Hamilton","state":"Ontario","zip":"L8L 2X2","country":"Canada","geoPoint":{"lat":43.25011,"lon":-79.84963}},{"facility":"Parkwood Hospital, St. Joseph's Health Care London","city":"London","state":"Ontario","zip":"N6C 5J1","country":"Canada","geoPoint":{"lat":42.98339,"lon":-81.23304}},{"facility":"Trillium Health Partners","city":"Mississauga","state":"Ontario","zip":"L5B 1B8","country":"Canada","geoPoint":{"lat":43.5789,"lon":-79.6583}},{"facility":"Providence Healthcare","city":"Scarborough","state":"Ontario","zip":"M1L 1W1","country":"Canada","geoPoint":{"lat":43.77223,"lon":-79.25666}},{"facility":"Toronto Rehabilitation Institute","city":"Toronto","state":"Ontario","zip":"M5G 2A2","country":"Canada","geoPoint":{"lat":43.70011,"lon":-79.4163}},{"facility":"CSSS Cavendish Richardson Hospital","city":"Montreal","state":"Quebec","country":"Canada","geoPoint":{"lat":45.50884,"lon":-73.58781}},{"facility":"Clinica San Felipe","city":"Lima","country":"Peru","geoPoint":{"lat":-12.04318,"lon":-77.02824}},{"facility":"Siriraj Hospital","city":"Bangkok","country":"Thailand","geoPoint":{"lat":13.75398,"lon":100.50144}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}