{"protocolSection":{"identificationModule":{"nctId":"NCT05329818","orgStudyIdInfo":{"id":"077/2021"},"organization":{"fullName":"University Rovira i Virgili","class":"OTHER"},"briefTitle":"Clinical, Electrophysiological and E-field Modelling Evidence of High Density Transcranial Direct Current Stimulation in Motor Stroke","officialTitle":"Clinical, Electrophysiological and E-field Modelling Evidence of High Density Transcranial Direct Current Stimulation in Motor Stroke","acronym":"E-brain"},"statusModule":{"statusVerifiedDate":"2022-04","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-06-15","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-12-15","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-06-15","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-03-29","studyFirstSubmitQcDate":"2022-04-07","studyFirstPostDateStruct":{"date":"2022-04-15","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-04-07","lastUpdatePostDateStruct":{"date":"2022-04-15","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Xavier Corominas","investigatorTitle":"Principal investigator","investigatorAffiliation":"University Rovira i Virgili"},"leadSponsor":{"name":"Xavier Corominas","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The present study aims to investigate the therapeutic potential of a high definition transcranial direct current stimulation protocol, stimulating frontal and cerebellar areas boosting the cognitive and motor recovery of stroke population.","detailedDescription":"Stroke cause direct network dysfunctions correlating with the underlying behavioral deficits In that context, characterize and boost neuronal reshaping towards a favorable state for recovery has become a distinguished therapeutic approach. Transcranial direct current stimulation (tDCS) is a non-invasive brain stimulation able to locally modulate neuronal activity and modify neural arquitecture.\n\nIn such scenario, the investigators develop in this protocol a new tDCS multitarget fronto-cerebellar tDCS approach, exploring the benefits of boosting motor dysfunctions by means of a dual site-approach, up-regulating dlPFC and CB activity. The investigators here design a pilot experimental clinical trial exploring the accumulative clinical potential for motor skill \\& learning recovery and EEG effects of a high-density bifocal transcranial direct current stimulation protocol (HD-tDCS).\n\nThe investigators hypothesize that the tDCS protocol will promote direct functional motor reorganization helping relearning motor process, will boost the activity of prefrontal settled systems correcting attentional deficits and increasing strength connectivity with premotor systems, and will normalize large-scale abnormalities increasing interhemispheric functional connectivity (i.e., functional integration), decreasing interhemispheric asymmetry (i.e., functional segregation) and restoring transcallosal balance, impacting positively either in motor and cognitive recovery. All in all, this study will be the first exploring the simultaneous modulation of two different targets in stroke population corresponding to different networks looking for a summative/synergistic effects helping motor and cognitive functions recovery."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke","Neuromodulation","Transcranial direct current stimulation","Non-invasive brain stimulation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","maskingDescription":"Double blind","whoMasked":["PARTICIPANT","INVESTIGATOR"]}},"enrollmentInfo":{"count":40,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Prefrontal stimulation.","type":"EXPERIMENTAL","description":"Participants receive anodal tDCS on the ipsilesional dlPFC for 5days/week for 2 weeks.","interventionNames":["Device: high definition transcranial direct current stimulation"]},{"label":"Cerebellar stimulation.","type":"EXPERIMENTAL","description":"Participants receive anodal tDCS on the contralesional cerebellum for 5days/week for 2 weeks. min of HD-tDCS with 2.0mA.","interventionNames":["Device: high definition transcranial direct current stimulation"]},{"label":"Fronto-cerebellar stimulation.","type":"EXPERIMENTAL","description":"Participants receive simultaneous anodal tDCS on the ipsilesional dlPFC and in contralesional cerebellum for 5days/week for 2 weeks.","interventionNames":["Device: high definition transcranial direct current stimulation"]},{"label":"Sham stimulation.","type":"SHAM_COMPARATOR","description":"Participants receive sham tDCS for 5days/week for 2 weeks.","interventionNames":["Device: high definition transcranial direct current stimulation"]}],"interventions":[{"type":"DEVICE","name":"high definition transcranial direct current stimulation","description":"Non-invasive brain stimulation neuromodulation using HD (3,14cm\\^2) gel based round electrodes. Scalp electrode locations will be positioned based on a optimized biophysical solution targeting ipsilesional dlPFC and the contralesional anterior cerebellum.\n\nPatients in the prefrontal stimulation group will receive 20 min of HD-tDCS with 1.73mA. Patients in the cerebellar stimulation group will receive 20 min of HD-tDCS with 2.0mA.\n\nPatients in the prefrontal stimulation group will receive 20 min of HD-tDCS with 3.73 mA.\n\nPatients in the sham stimulation group will receive 20 min of sham HD-tDCS, with 30 seconds ramp-up and 30 seconds ramp-down.","armGroupLabels":["Cerebellar stimulation.","Fronto-cerebellar stimulation.","Prefrontal stimulation.","Sham stimulation."]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Pre-to-post intervention change on motor skills. To measure such domain, the Fugl-Meyer assessment (FMA) will be used.","description":"The Fugl Meyer is a widely used scale to asses motor impairment on post-stroke patients and is considered one of the most comprehensive and reliable quantitative measures for motor hemiplegic dysfunctions 61. The FMA provides an incapacity index divided in five sub-scales encompassing the assessment of functional motricity, sensibility, balance, joint range and joint pain. Among the sub-sections of the scale, we will only use the functional motricity assessment to evaluate the motor domain, including the upper extremity (FMA-UE) and the lower extremity (FMA-LE). The FMA-UE and FMA-LE include a series of items measuring movement, coordination and reflexes.","timeFrame":"Baseline (W0) 3 days pre-intevention onset, post-intervention (W3) 3 days post-intervention finalization, and 30 days (W7) post-intervention finalization."}],"secondaryOutcomes":[{"measure":"Pre-to-post intervention change on motor adaptation skills. To measure such domain, a computer-based visuo-motor task will be used.","description":"The visuo-motor task is a computer task classically used to explore the human motor underpinnings of error control, skill learning, acquisition and/or adaptation. In the task, participants are instructed to control a cursor displayed in the computer's screen be means of a joystick handled with the impaired limb. A series of consecutive trials exploring motor adaptation to external perturbations are conducted. In order to quantify the motor performance adaptation from the visuo-motor task, the mean angular trajectory error (\"MeanSumErr\"; cm) at peak tangential velocity (PV),will be the selected output to represent subjects performance, where lower punctuations will correspond to better motor adaptation.","timeFrame":"Baseline (W0) 3 days pre-intevention onset, post-intervention (W3) 3 days post-intervention finalization, and 30 days (W7) post-intervention finalization."},{"measure":"Pre-to-post intervention change on cognitive abilities.To measure such domain. the AX-continuous performance task (AX-CPT) will be used.","description":"The AX-CPT is a computer paradigm classically used to explore sustained attention and cognitive control where its performance can be correlated with the impairment level in neurological conditions. In the AX-CPT participants are required to be aware to a serial continuous presentation of letters giving a target response. Participants are instructed to provide a correct response each time the cue-probe letter combination A + X is presented. Otherwise, participants are instructed to provide an alternative response when any other cue-probe letter combination is presented (e.g., A + S, etc.).In order to quantify attention performance from the AX-CPT task, the total number of errors will be the outcome used to represent sustained attention impairment.","timeFrame":"Baseline (W0) 3 days pre-intevention onset, post-intervention (W3) 3 days post-intervention finalization, and 30 days (W7) post-intervention finalization."},{"measure":"Pre-to-post intervention change on cognitive abilities. To measure such domain the Montreal cognitive assessment (MoCA) will be used.","description":"The Montreal cognitive assessment (MoCA) is a quantitative screening tool used to explore stroke related cognitive deficits. The MoCA test is composed by a series of questions and tasks specifically designed to assess visuospatial functions, executive functions, working memory and short-term memory, attention, concentration, language and orientation. In order to quantify global pre-to-post intervention change in the cognitive impairment, the total summed punctuations will be used.","timeFrame":"Baseline (W0) 3 days pre-intevention onset, post-intervention (W3) 3 days post-intervention finalization, and 30 days (W7) post-intervention finalization."},{"measure":"Pre-to-post intervention change on global stroke impairment. To measure such domain the National institutes of health stroke scale (NIHSS) will be used.","description":"The NIHSS is a quantitative scale of stroke related neurologic deficits widely used to characterize baseline impairment in clinical trials. The NIHSS scale is a neurologic examination exploring consciousness level, visual field, language, hemineglect, hemiplegia, movement disorders and sensory domains. In order to represent global stroke severity impairment, the total summed punctuations will be used.","timeFrame":"Baseline (W0) 3 days pre-intevention onset, post-intervention (W3) 3 days post-intervention finalization, and 30 days (W7) post-intervention finalization."},{"measure":"Pre-to-post intervention change on neglect impairment. To measure such domain, the letter cancelation test, the bell cancelation test and the line bisection test will be used.","description":"The letter cancelation test quantifies the presence of visual neglect scanning deficits. The bells cancelation test quantifies visual neglect deficits in the extra personal space. The line bisection test quantifies spatial neglect deficits.In order to quantify visual deficits from the letter cancelation test, bells cancelation test, and line bisection test, the total number of marked letters, the total number of marked bells and the deviation percentage of the patient's mark from the actual center of the line will be the outcomes used to represent the test performance. Each outcome will be reported and analyzed by isolate.","timeFrame":"Baseline (W0) 3 days pre-intevention onset, post-intervention (W3) 3 days post-intervention finalization, and 30 days (W7) post-intervention finalization."},{"measure":"Pre-to-post intervention modualtion of resting-state and task-engaged power spectral frequency, functional connectivity and entropy. To measure such domains, a electroencephalography (EEG) analysis will be conducted.","description":"EEG data will be used to capturethe neural response to different HD-tDCS stimulation among our intervented groups.Data will be analyzed exploring mean power spectrum variations, exploring interhemispheric asymmetry by means of the pairwise derived Brain Symmetry Index, exploring functional connectivity modulation by means of the imaginary part of coherency and deep matrix comparisons, and exploring the variations on signal's complexity by means of a modified multi-scale entropy method. Each analysis will be conducted and explored in isolate.","timeFrame":"Baseline (W0) 3 days pre-intevention onset, post-intervention (W3) 3 days post-intervention finalization, and 30 days (W7) post-intervention finalization."},{"measure":"Correlations between the electric field impact and the changes in the behavioral outcomes (clinical outcomes and eeg response). To perform such correlations, individual simulated biophysical models of electric stimulation distribution will be conducted.","description":"First, we will reconstruct T1-weighted MRI individual head models. Following simulations of the received stimualtion protocol will be conducted in every single subject to explore the real impact of the stimulation. Different components of the electric field will be extracted and correlated with the behavioral results.","timeFrame":"MRI will be acquired 2 weeks before treatment onset or from the medical database."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Received a diagnosis of supratentorial ischemic or hemorrhagic stroke confirmed by neuroimage (MRI, PET, CT, fMRI or DTI) in the middle cerebral artery territory or encompassing fronto-temporo-parietal hemorrhages\n* Enrolled in a live rehabilitation program in the rehabilitation and physical medicine department\n* Between 4 and 12 months after stroke episode\n* Have signed the informed form\n\nExclusion Criteria:\n\n* Medical instability with the presence of infections, assisted ventilation, epilepsy or recurrent seizures, untreated psychiatric disorders or an active treatment with sedative drugs\n* tDCS contraindications as defined by the international safety guidelines\n* Large aphasic, psychiatric and cognitive deficits limiting patient's comprehension","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Maria Teresa Colomina Fosch, MD, PhD","role":"CONTACT","phone":"+34977558153","email":"mariateresa.colomina@urv.cat"}],"locations":[{"facility":"University Hospital Joan XXIII","status":"RECRUITING","city":"Tarragona","state":"Cataluña","zip":"43007","country":"Spain","contacts":[{"name":"Maria Teresa Colomina Fosch, MD, PhD","role":"CONTACT","phone":"+34977558153","email":"mariateresa.colomina@urv.cat"},{"name":"Xavier Corominas, MsC","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Martina Bracco, PhD","role":"SUB_INVESTIGATOR"},{"name":"Montse Fibla, PhD","role":"SUB_INVESTIGATOR"},{"name":"Rosa Maria San Segundo, MD","role":"SUB_INVESTIGATOR"},{"name":"Maria Teresa Colomina, MD, PhD","role":"SUB_INVESTIGATOR"},{"name":"Antoni Valero-Cabré, MD,PhD","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":41.11667,"lon":1.25}}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M21550","name":"Pharmaceutical Solutions","relevance":"LOW"}],"browseBranches":[{"abbrev":"PhSol","name":"Pharmaceutical Solutions"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}