{"protocolSection":{"identificationModule":{"nctId":"NCT05727930","orgStudyIdInfo":{"id":"IU-16767"},"secondaryIdInfos":[{"id":"1R01HD108622","type":"NIH","link":"https://reporter.nih.gov/quickSearch/1R01HD108622"}],"organization":{"fullName":"Indiana University","class":"OTHER"},"briefTitle":"Variable Intensive Early Walking Post-Stroke - 2 (VIEWS-2)","officialTitle":"Variable Intensive Early Walking Post-Stroke -2 (VIEWS-2)","acronym":"VIEWS-2"},"statusModule":{"statusVerifiedDate":"2023-07","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-01-11","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2028-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2028-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-02-06","studyFirstSubmitQcDate":"2023-02-06","studyFirstPostDateStruct":{"date":"2023-02-14","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-07-31","lastUpdatePostDateStruct":{"date":"2023-08-02","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"George Hornby","investigatorTitle":"Variable Intensive Early Walking post-Stroke - 2 (VIEWS-2)","investigatorAffiliation":"Indiana University"},"leadSponsor":{"name":"Indiana University","class":"OTHER"},"collaborators":[{"name":"Northwestern University","class":"OTHER"},{"name":"Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD)","class":"NIH"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The proposed research will evaluate the individual and combined effects of task-specificity and intensity of rehabilitation interventions on locomotor function, community mobility and quality of life in patients with subacute (1-6 months) post-stroke.","detailedDescription":"The objective of this Phase II clinical trial is to identify how exercise training parameters, particularly the specificity and intensity of stepping practice, influence long-term mobility outcomes in patients with subacute stroke. Previous work indicates these variables can influence the efficacy of training interventions in individuals without neurological injury, with some data to support their utility in chronic stroke. However, studies that systematically assess the independent and combined effects of these principles in individuals early following stroke are sparse. This critical research gap impedes clinical translation, and current clinical practices remain adherent to traditional theories of rehabilitation, including lower intensity interventions focused on underlying impairments. Additional concerns of providing only high-intensity walking training revolve around the lack of attention toward movement quality will result in use of compensatory movement strategies that could be reinforced with repeated practice, or that other risks of cardiovascular events should preclude high-intensity training. Unfortunately, there is little data to support these hypotheses, and our studies suggest that application of these training parameters can strongly influence walking function, as well as improve underlying impairments and improve gait kinematics. Our approach is to characterize the effects of these training variables on recovery of locomotor function and quality, as well as changes in impairments and other mobility tasks in patients early post-stroke, in an effort to evaluate whether such training influences neurological recovery or whether patients utilize compensatory strategies. In this 2x2 factorial RCT design, Aim 1 of the study will characterize changes in mobility function associated with manipulation of specific and intensity of exercise interventions. We will evaluate functional measures of gait speed and endurance, spatiotemporal symmetry, as well as measures of cardiopulmonary fitness. We postulate that combined application of high-intensity, task specific stepping practice will result in significantly greater increases in locomotor measures as compared to lower intensity or non-specific training paradigms. In Aim 2, we will characterize the changes in impairments (strength) and other mobility tasks (balance, sit-to-stand transfers) to determine whether stepping intervention can mitigate the major impairments underlying post-stroke impairments. Quantitative measures of volitional strength will be the primary outcomes. In Aim 3, we will characterize changes in community mobility and quality of life, the later of which can inform us about cost-effectiveness. Overall, these results have potential implications on the delivery of effective exercise interventions in person with subacute stroke."},"conditionsModule":{"conditions":["Stroke"],"keywords":["acute","walking deficits"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"FACTORIAL","interventionModelDescription":"2X2 factorial design with primary independent variables of specificity of practice and intensity of practice during physical rehabilitation.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"Blinded assessors will be utilized at baseline, post-training and follow-up assessments.","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":100,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"High-intensity, task-specific (i.e., walking) interventions","type":"EXPERIMENTAL","description":"30 1-hr sessions of walking training targeting higher cardiovascular intensities over approximately 2 months","interventionNames":["Behavioral: High-intensity, task-specific (i.e., walking) interventions"]},{"label":"High-intensity, non-specific physical therapy interventions","type":"ACTIVE_COMPARATOR","description":"30 1-hr sessions of general physical therapy interventions (strengthening, balance training, aerobic cycling, transfers, walking) targeting higher cardiovascular intensities over approximately 2 months","interventionNames":["Behavioral: High-intensity, non-specific physical therapy interventions"]},{"label":"Low-intensity, task-specific physical therapy interventions","type":"ACTIVE_COMPARATOR","description":"30 1-hr sessions of general physical therapy interventions (strengthening, balance training, aerobic cycling, transfers, walking) targeting lower cardiovascular intensities over approximately 2 months","interventionNames":["Behavioral: Low-intensity, task-specific physical therapy interventions"]},{"label":"Low-intensity, non-specific physical therapy interventions","type":"ACTIVE_COMPARATOR","description":"30 1-hr sessions of general physical therapy interventions (strengthening, balance training, aerobic cycling, transfers, walking) targeting lower cardiovascular intensities over approximately 2 months","interventionNames":["Behavioral: Low-intensity, non-specific physical therapy interventions"]}],"interventions":[{"type":"BEHAVIORAL","name":"High-intensity, task-specific (i.e., walking) interventions","description":"Up to 30 1-hr sessions of training focused on walking trying to achieve higher cardiovascular intensities","armGroupLabels":["High-intensity, task-specific (i.e., walking) interventions"]},{"type":"BEHAVIORAL","name":"High-intensity, non-specific physical therapy interventions","description":"Up to 30 1-hr sessions of training focused on varied physical interventions trying to achieve higher cardiovascular intensities","armGroupLabels":["High-intensity, non-specific physical therapy interventions"]},{"type":"BEHAVIORAL","name":"Low-intensity, task-specific physical therapy interventions","description":"Up to 30 1-hr sessions of training focused on walking trying to achieve lower cardiovascular intensities","armGroupLabels":["Low-intensity, task-specific physical therapy interventions"]},{"type":"BEHAVIORAL","name":"Low-intensity, non-specific physical therapy interventions","description":"Up to 30 1-hr sessions of training focused on varied physical interventions trying to achieve lower cardiovascular intensities","armGroupLabels":["Low-intensity, non-specific physical therapy interventions"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Changes in gait speed","description":"Changes in gait speed over 6 m from baseline to post-training","timeFrame":"Approximately 8-10 weeks"},{"measure":"Changes in 6 minute walk test","description":"Changes in 6 min walk test from baseline to post-training","timeFrame":"Approximately 8-10 weeks"}],"secondaryOutcomes":[{"measure":"Changes in community mobility","description":"Changes in daily stepping (steps/day) from baseline to post-training","timeFrame":"Approximately 8-10 weeks"},{"measure":"Changes in measures of physical participation","description":"Changes in Medical Outcomes Short Form -36 questions from baseline to post-training","timeFrame":"Approximately 8-10 weeks"},{"measure":"Changes in gait biomechanics","description":"Changes in gait biomechanics (spatiotemporal and joint kinematics and kinetics) from baseline to post-training","timeFrame":"Approximately 8-10 weeks"},{"measure":"Changes in peak metabolic capacity (VO2peak) during peak treadmill speed","description":"Changes in peak metabolic capacity (VO2peak) during peak treadmill speed from baseline to post-training","timeFrame":"Approximately 8-10 weeks"},{"measure":"Changes in peak treadmill speed during the graded-exercise test","description":"Changes in peak treadmill speed during the graded-exercise test from baseline to post-testing","timeFrame":"Approximately 8-10 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Sub-acute stroke (1-6 months)\n* Hemiparesis (Fugl-Meyer \\<34) without cerebellar deficits\n* Ability to ambulate with or without physical assistance over 10 meters but \\< 1.0 m/s and assistive devices and below-knee bracing is allowed.\n* Ability to sit \\> 30 seconds without upper-extremity support or physical assistance\n* Ability to follow 3-step commands\n* Provision of informed consent and medical clearance from a supervising physician or medical provider to participate\n* Must have the ability to consent or have a legal health care power of attorney or legally authorized representative to consent for participation on their behalf\n\nExclusion Criteria:\n\n* Significant cardiovascular, metabolic, or respiratory disease that limits exercise participation (e.g. previous myocardial infarction \\< 3 months prior, uncompensated congestive heart failure, resting blood pressure \\> 210/110 mmHg, uncontrolled diabetes, end-stage renal disease, severe infectious or psychiatry disease, or advanced malignancy)\n* If during the graded-treadmill exercise evaluation, the participant presents with absolute criteria for termination of exercise testing during initial testing (e.g. moderate to severe angina, ST elevation \\> 1.0mm without preexisting Q wave secondary to prior MI, signs of poor perfusion, etc).\n* Any orthopedic or neurological disorders that limited walking to \\<50m prior to stroke onset.\n* Cannot receive physical therapy once baseline testing begins\n* If patients are prescribed botulinum toxin for their lower extremities will be excluded only if the dosage for any specific muscle is \\>50 units in leg muscles above the knee. If doses are \\> than 50 units in leg muscles below the knee, the participant will use an ankle-foot orthosis to minimze contributions of those mscles to locomotor function.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"George Hornby","role":"CONTACT","phone":"317-329-2353","email":"tghornby@iu.edu"},{"name":"Chris Henderson","role":"CONTACT","phone":"317-329-2353","email":"henderce@iu.edu"}],"overallOfficials":[{"name":"George Hornby","affiliation":"Indiana University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Rehabilitation Hospital of Indiana","status":"RECRUITING","city":"Indianapolis","state":"Indiana","zip":"46254","country":"United States","contacts":[{"name":"George Hornby","role":"CONTACT","phone":"317-329-2353","email":"tghornby@iu.edu"}],"geoPoint":{"lat":39.76838,"lon":-86.15804}}]},"referencesModule":{"references":[{"pmid":"24515925","type":"BACKGROUND","citation":"Holleran CL, Straube DD, Kinnaird CR, Leddy AL, Hornby TG. Feasibility and potential efficacy of high-intensity stepping training in variable contexts in subacute and chronic stroke. Neurorehabil Neural Repair. 2014 Sep;28(7):643-51. doi: 10.1177/1545968314521001. Epub 2014 Feb 10."},{"pmid":"26338433","type":"BACKGROUND","citation":"Hornby TG, Holleran CL, Hennessy PW, Leddy AL, Connolly M, Camardo J, Woodward J, Mahtani G, Lovell L, Roth EJ. Variable Intensive Early Walking Poststroke (VIEWS): A Randomized Controlled Trial. Neurorehabil Neural Repair. 2016 Jun;30(5):440-50. doi: 10.1177/1545968315604396. Epub 2015 Sep 3."},{"pmid":"27632078","type":"BACKGROUND","citation":"Leddy AL, Connolly M, Holleran CL, Hennessy PW, Woodward J, Arena RA, Roth EJ, Hornby TG. Alterations in Aerobic Exercise Performance and Gait Economy Following High-Intensity Dynamic Stepping Training in Persons With Subacute Stroke. J Neurol Phys Ther. 2016 Oct;40(4):239-48. doi: 10.1097/NPT.0000000000000147."},{"pmid":"31434543","type":"BACKGROUND","citation":"Hornby TG, Henderson CE, Plawecki A, Lucas E, Lotter J, Holthus M, Brazg G, Fahey M, Woodward J, Ardestani M, Roth EJ. Contributions of Stepping Intensity and Variability to Mobility in Individuals Poststroke. Stroke. 2019 Sep;50(9):2492-2499. doi: 10.1161/STROKEAHA.119.026254. Epub 2019 Aug 22."},{"pmid":"19910547","type":"BACKGROUND","citation":"Moore JL, Roth EJ, Killian C, Hornby TG. Locomotor training improves daily stepping activity and gait efficiency in individuals poststroke who have reached a \"plateau\" in recovery. Stroke. 2010 Jan;41(1):129-35. doi: 10.1161/STROKEAHA.109.563247. Epub 2009 Nov 12."},{"pmid":"32476619","type":"BACKGROUND","citation":"Lotter JK, Henderson CE, Plawecki A, Holthus ME, Lucas EH, Ardestani MM, Schmit BD, Hornby TG. Task-Specific Versus Impairment-Based Training on Locomotor Performance in Individuals With Chronic Spinal Cord Injury: A Randomized Crossover Study. Neurorehabil Neural Repair. 2020 Jul;34(7):627-639. doi: 10.1177/1545968320927384. Epub 2020 Jun 1."},{"pmid":"24627428","type":"BACKGROUND","citation":"Straube DD, Holleran CL, Kinnaird CR, Leddy AL, Hennessy PW, Hornby TG. Effects of dynamic stepping training on nonlocomotor tasks in individuals poststroke. Phys Ther. 2014 Jul;94(7):921-33. doi: 10.2522/ptj.20130544. Epub 2014 Mar 13."},{"pmid":"31884902","type":"BACKGROUND","citation":"Moore JL, Nordvik JE, Erichsen A, Rosseland I, Bo E, Hornby TG; FIRST-Oslo Team. Implementation of High-Intensity Stepping Training During Inpatient Stroke Rehabilitation Improves Functional Outcomes. Stroke. 2020 Feb;51(2):563-570. doi: 10.1161/STROKEAHA.119.027450. Epub 2019 Dec 30."},{"pmid":"27103222","type":"BACKGROUND","citation":"Boyne P, Dunning K, Carl D, Gerson M, Khoury J, Rockwell B, Keeton G, Westover J, Williams A, McCarthy M, Kissela B. High-Intensity Interval Training and Moderate-Intensity Continuous Training in Ambulatory Chronic Stroke: Feasibility Study. Phys Ther. 2016 Oct;96(10):1533-1544. doi: 10.2522/ptj.20150277. Epub 2016 Apr 21."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED","description":"Currently Undecided"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}