{"protocolSection":{"identificationModule":{"nctId":"NCT03329807","orgStudyIdInfo":{"id":"rTMS_sensory_therapy_stroke"},"organization":{"fullName":"Universidade Federal de Pernambuco","class":"OTHER"},"briefTitle":"Effects of Transcranial Magnetic Stimulation Associated to Sensory Therapy for Treatment of Motor Function of Upper Limb of Stroke Patients","officialTitle":"Effects of Transcranial Magnetic Stimulation Associated to Sensory Therapy for Treatment of Motor Function of Upper Limb of Stroke Patients"},"statusModule":{"statusVerifiedDate":"2017-10","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-07-20","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2018-09-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2019-08-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2017-08-16","studyFirstSubmitQcDate":"2017-10-27","studyFirstPostDateStruct":{"date":"2017-11-06","type":"ACTUAL"},"lastUpdateSubmitDate":"2017-10-27","lastUpdatePostDateStruct":{"date":"2017-11-06","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Kátia Monte-Silva","investigatorTitle":"Clinical Professor; PHD","investigatorAffiliation":"Universidade Federal de Pernambuco"},"leadSponsor":{"name":"Universidade Federal de Pernambuco","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The aim of this research will be to investigate in stroke patients whether upper limb motor function can be maximized in response to sensory stimulation by comparing protocols for the application of Transcranial Magnetic Stimulation (rTMS) in the cortical region of S1 and Sensory Therapy in the upper limb paretic. Patients will be randomly and randomly allocated into four groups, Group 1 (G1) composed of individuals who will receive the protocol for the application of rTMS in the ipsilateral S1 cortex and fictitious sensory therapy in the paretic upper limb; Group 2 (G2) subjects will receive protocol of Sensory Therapy in the upper limb ethical and application of fictitious rTMS in the ipsilesional S1 cortex; Group 3 (G3): application of the protocol of application of rTMS in the ipsilateral S1 cortex associated with Sensory Therapy in the upper limb paretic and, G4 (GSHAM) control group in which fictitious rTMS will be performed and fictitious Sensory Therapy in the paretic upper limb)."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"TRIPLE","whoMasked":["PARTICIPANT","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":40,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Experimental rTMS and conventional sensory therapy","type":"EXPERIMENTAL","description":"Device: Repetitive Transcranial Magnetic Stimulation (rTMS) The subjects were seated in a comfortable chair with head and arm rests. Focal TMS of the somatosensory cortex was performed with a 70-mm figure-8 coil attached to magnetic stimulator stimulation parameters : frequency of 10Hz on the injured hemisphere by stroke; 1500 pulses with an intensity of 120% of MT 10 sessions of rTMS, one per day, always before conventional sensory therapy. rTMS it will be applied for about 20 minutes, five days per week.\n\nBehavioral: conventional sensory therapy All patients will receive the same protocol of Sensory Therapy that will consist of the behavioral methods of Active Sensory Reeducation, Mirror Therapy and passive method that will consist in the administration of electric current by TENS (sensitive threshold). Participants will be instructed not to perform active muscular contraction during Interventions. The protocol it will be applied for about 60 minutes, five days per week.","interventionNames":["Device: Transcranial Magnetic Stimulation","Behavioral: conventional sensory therapy"]},{"label":"Sham Comparator","type":"SHAM_COMPARATOR","description":"control The control group received rTMS sham stimulation (same area as the experimental group) in 10 sessions, 5 days per week, and Sham conventional sensory therapy in the paretic upper limb The sham stimulation will be applied so that it is perceived by the patient as real. Thus during the rTMS sessions the same procedures of the active rTMS sessions will be applied, however the stimulation will be performed with two coils: a coil coupled to the stimulator positioned away from the patient's scalp, yet not visible to the patient so that the patient Perceive only the characteristic sound of the stimulation, and the other coil, disconnected from the stimulator positioned on the volunteer's head.\n\nFor the SHAM group, all sensory therapy activities will be performed, however only with the non-affected member. Patients will be convinced that a transfer of skills from one member to another can occur through the connections between the hemispheres.","interventionNames":["Behavioral: conventional sensory therapy"]}],"interventions":[{"type":"DEVICE","name":"Transcranial Magnetic Stimulation","description":"The subjects were seated in a comfortable chair with head and arm rests. Focal TMS of the somatosensory cortex was performed with a 70-mm figure-8 coil attached to magnetic stimulator stimulation parameters : frequency of 10Hz on the injured hemisphere by stroke; 1500 pulses with an intensity of 120% of MT 10 sessions of rTMS, one per day, always before conventional sensory therapy. rTMS it will be applied for about 20 minutes, five days per week.","armGroupLabels":["Experimental rTMS and conventional sensory therapy"]},{"type":"BEHAVIORAL","name":"conventional sensory therapy","description":"Behavioral: conventional sensory therapy All patients will receive the same protocol of Sensory Therapy that will consist of the behavioral methods of Active Sensory Reeducation, Mirror Therapy and passive method that will consist in the administration of electric current by TENS (sensitive threshold). Participants will be instructed not to perform active muscular contraction during Interventions. The protocol it will be applied for about 60 minutes, five days per week.","armGroupLabels":["Experimental rTMS and conventional sensory therapy","Sham Comparator"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"change from Fugl-Meyer assessment","description":"The Fugl-Meyer assessment (FMA) is considered the gold standard for evaluating the motor function recovery. It is designed to assess motor functioning, balance, sensation, and joint functioning. It is applied within clinical and in research contexts to determine the disease severity, describe motor recovery, and plan and assess interventions. In the present study, the 33-item of the UL section was employed. The items are rated on 3-point ordinal scale, as follows: 0= unable to perform; 1= partial ability to perform; and 2= near normal ability to perform. The UL subscale evaluates motor function recovery in six domains: flexor and extensor synergies, non-synergic movements, wrist and hand movements, and coordination and speed","timeFrame":"baseline; post-intervention. The re-evaluation will be in the eleventh session on the fourth week."},{"measure":"change from The Jebsen-Taylor","description":"The Jebsen-Taylor manual function test will be used to assess motor function . This test consists of seven tasks: writing a sentence, turning cards and small common objects, feeding simulation, stacking chips, moving large light objects and large heavy objects. Each task will be timed by the Timer, the test will be done bilaterally, always starting with the healthy hand. Patient errors will also be recorded in numbers in case of misspelled words, for example; Changes in strategy to turn cards; Dropping small objects, beans, checkers or cans.","timeFrame":"baseline; post-intervention. The re-evaluation will be in the eleventh session on the fourth week"},{"measure":"change from The Motor Activity Long (MAL)","description":"The Motor Activity Long (MAL) test, validated and adapted to the Portuguese language, takes into account the patient's \"learning to not use\" upper limb (MAS) and the functional reacquisition of arm and hand skills in daily activities. The test has two ordinal scales, each with six points for the graduation of activities: one scale relates to quantity and the other to the quality of MSA use. On the quantitative scale, scores range from zero (do not use the MSA) to five (use the MSA the same way you used before the stroke). On the qualitative scale, the score also ranges from zero (the MSA is not used at all for the activity) to five (your ability to use the MSA is as good as it was before the stroke). In this qualitative section the score can have intermediate scores as 0.5 or 1.5.","timeFrame":"baseline; post-intervention. The re-evaluation will be in the eleventh session on the fourth week."},{"measure":"change from The Box and Blocks test (TBB)","description":"The Box and Blocks test (TBB) is an instrument commonly used in manual dexterity investigations, it can be used in post-stroke patients. At TBB, one hundred and fifty blocks of 2.5-cm wood are arranged in a wooden box in many different orientations. The place in wood has a partition of 15.2 cm of height dividing the space in two. The patient is instructed to carry as many blocks as possible from one space to another. The subject's score is equal to the number of those blocks transported in a partition in one minute. The more blocks transported the better the patient's manual dexterity","timeFrame":"baseline; post-intervention. The re-evaluation will be in the eleventh session on the fourth week."}],"secondaryOutcomes":[{"measure":"change from Thermography","description":"To verify the body symmetry of the upper limbs, Thermography will be used. The symmetry will be checked by comparing the heat emission obtained by the work of muscle contraction on both sides of the body. The procedures that will be adopted to capture images will follow the recommendations of the European Association of Thermology. For the delimitation of the Body Regions of Interest (ICR), anatomical points will be adopted in the anterior and posterior regions of the upper limb","timeFrame":"baseline; post-intervention. The re-evaluation will be in the eleventh session on the fourth week."},{"measure":"change from Upper limb cutaneous sensitivity","description":"For this variable will be used the Sensory Evaluation of Nottingham and Monofilaments from Semmes-Weinstein. The sensory evaluation scale and Nottingham with the aim of identifying the sensory deficits post-stroke and monitor their recovery. It is an instrument for the evaluation of sensory protopathic and epicritic modalities. This instrument tests all body segments and does not require high-cost materials such as pens, pencils, coins, sponges, flannels, scissors, combs, cups and cups. This demonstrates the simplicity of the test without minimizing its efficiency. For the sensitivity test A set of 6 monofilaments (pocket model - \"Sensikit\") of nylons number 612, 38 mm in length and different diameters exerting a specific force on the tested area corresponding to the weight variation of 0 , 05 to 300g","timeFrame":"baseline; post-intervention. The re-evaluation will be in the eleventh session on the fourth week."},{"measure":"change from cortical excitability","description":"cortical excitability via single transcranial magnetic stimulation assess the effects of the intervention (rTMS and conentional sensory therapy) on motor cortex excitability as measured by the change in motor evoked potential (using transcranial magnetic stimulation) before and after each session","timeFrame":"baseline; post-intervention. The re-evaluation will be in the eleventh session on the fourth week."},{"measure":"change from Functional Independence","description":"The Functional Independence Measure will be used to measure functional independence during daily activities. In the survey, the test will be done through an interview, where each item is scored from 1 to 7 according to the need for patient care. From the obtained score, it becomes possible to classify the level of dependence: complete (18 to 45 points), moderate independence (46 to 99) and complete independence (100 to 126)","timeFrame":"baseline; post-intervention. The re-evaluation will be in the eleventh session on the fourth week."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* diagnosis of ischemic or hemorrhagic stroke proven by means of computed tomography or magnetic resonance imaging,\n* absence of cognitive deficits (evaluated by Mini Mental State Examination, score ≥ 20 - FOLSTEIN 1975);\n* partially preserved motor functions (evaluated by the Fugl-Meyer Scale, score between 14 and 60, due to the necessary movements to be performed during the intervention);\n* partially preserved sensorial (evaluated by the Fugl-Meyer Scale, score between 2 and 10 in the sensorial item , Indicating subjects with sensorial alterations but without extinction of the sensation) (MAKI, QUAGLIATO, CACHO, et al., 2006);\n* patients who, through exposure to electric current by TENS, perceive the electrical stimulation in the palm, back of the hand and ventral forearm will be included.\n\nExclusion Criteria:\n\n* clinical evidence of multiple brain lesions or other associated neurological diseases;\n* peripheral neuropathies;\n* leprosy;\n* fibromyalgia;\n* rheumatoid arthritis;\n* other upper and lower motor neuron pathologies;\n* sensitizing skin diseases;\n* history of psychiatric illnesses including drug and alcohol abuse;\n* traumato-orthopedic deformities installed in upper limbs;\n* those who are performing some rehabilitation treatment during the collection (Physiotherapy and / or Occupational Therapy) will not participate in the research.\n\nIn addition, for the application of rTMS:\n\n* patients with intracranial metal implants will be excluded;\n* pregnancy;\n* history of seizures and / or epilepsy;\n* use of medication that interferes with cortical excitability.","healthyVolunteers":false,"sex":"ALL","minimumAge":"30 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"Federal University of Pernambucano","status":"RECRUITING","city":"Recife","state":"Pernambuco","zip":"50740-560","country":"Brazil","contacts":[{"name":"Katia Monte-Silva, phd","role":"CONTACT","phone":"+55(81)21267579","email":"monte.silvakk@gmail.com"}],"geoPoint":{"lat":-8.05389,"lon":-34.88111}},{"facility":"Aristela de Freitas Zanona","status":"RECRUITING","city":"Recife","country":"Brazil","contacts":[{"name":"ARISTELA ZANONA","role":"CONTACT","phone":"+5579991215051","email":"arisz_to@yahoo.com.br"}],"geoPoint":{"lat":-8.05389,"lon":-34.88111}}]},"referencesModule":{"references":[{"pmid":"35479184","type":"DERIVED","citation":"de Freitas Zanona A, Romeiro da Silva AC, do Rego Maciel AB, Gomes do Nascimento LS, Bezerra da Silva A, Bolognini N, Monte-Silva K. Somatosensory Cortex Repetitive Transcranial Magnetic Stimulation and Associative Sensory Stimulation of Peripheral Nerves Could Assist Motor and Sensory Recovery After Stroke. Front Hum Neurosci. 2022 Apr 11;16:860965. doi: 10.3389/fnhum.2022.860965. eCollection 2022."}]}},"annotationSection":{"annotationModule":{"unpostedAnnotation":{"unpostedResponsibleParty":"Kátia Monte-Silva, Clinical Professor; PHD, Universidade Federal de Pernambuco","unpostedEvents":[{"type":"RELEASE","date":"2020-07-25"},{"type":"RESET","date":"2020-08-12"}]}}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14","submissionTracking":{"estimatedResultsFirstSubmitDate":"2020-07-25","submissionInfos":[{"releaseDate":"2020-07-25","resetDate":"2020-08-12"}]}},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}