{"protocolSection":{"identificationModule":{"nctId":"NCT03298243","orgStudyIdInfo":{"id":"HR-3303"},"secondaryIdInfos":[{"id":"1R15HD093086","type":"NIH","link":"https://reporter.nih.gov/quickSearch/1R15HD093086"}],"organization":{"fullName":"Marquette University","class":"OTHER"},"briefTitle":"Use of Sensory Substitution to Improve Arm Control After Stroke","officialTitle":"Augmenting Kinesthetic Feedback to Improve Hemiparetic Arm Control After Stroke"},"statusModule":{"statusVerifiedDate":"2023-11","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-07-17","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-05-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2017-09-22","studyFirstSubmitQcDate":"2017-09-26","studyFirstPostDateStruct":{"date":"2017-10-02","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-11-21","lastUpdatePostDateStruct":{"date":"2023-11-22","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Marquette University","class":"OTHER"},"collaborators":[{"name":"Medical College of Wisconsin","class":"OTHER"},{"name":"Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD)","class":"NIH"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Supplementing or augmenting sensory information to those who have lost proprioception after stroke could help improve functional control of the arm. Thirty subjects will be recruited to a single site to evaluate the ability of supplemental kinesthetic feedback (a form of vibrotactile stimulation) to improve motor function. Participants will be tested in performing reaching movements as well as more functional tasks such as simulated drinking from a glass","detailedDescription":"This study has two distinct aims to be addressed in a longitudinal study spanning 24 days.\n\nAim 1 tests the hypothesis that stroke survivors can improve motor control of their contralesional arm through extended training with supplemental kinesthetic feedback applied to the non-moving arm and hand.\n\nAim 2 tests the hypothesis that extended training with supplemental kinesthetic feedback can lead to new skills that generalize to untrained reach-to-grasp actions like reaching for a water glass or a book on a shelf.\n\nDay 1: Participants complete baseline tests of cognitive performance over several domains, including psychomotor speed (e.g., Symbol Digit Modalities Test; Digit Copy Test), memory (Rey Auditory Verbal Learning Test; Rey Osterrieth Complex Figure Test), cognitive flexibility/attention shifting (Trail-Making Test B; Wisconsin Card Sort Test), spatial processing (Rey Osterrieth Complex Figure copy test), and action selection/inhibition. (the go, no-go, and stop signal tests).\n\nDay 2: Participants complete baseline tests of sensorimotor impairment and function. Tests of sensorimotor impairment include the upper extremity Fugl-Meyer Assessment for the contralesional arm, two-point discrimination, vibration sensation using a 128 Hz tuning fork, and a robotic test of proprioception in both arms. Motor function in the contralesional arm will be assessed using the Jamar grip strength assessment and the Wolf Motor Function Test.\n\nDay 3: We will test the subjects on their naïve capability to use a 3-Degree-Of-Freedom (3-DOF) vibrotactile display to guide supported (but unconstrained) 3D movements mimicking reach-to-grasp actions like reaching for a water glass or a book on a shelf. The vibrotactile display will provide supplemental kinesthetic feedback of limb movement.\n\nDays 4-23: These 20 sessions train participants on the use of of supplemental kinesthetic feedback of limb movement. We will test two groups of 15 stroke survivors each. Subjects will use supplemental vibrotactile feedback to guide goal-directed reach-to-grasp movements to targets presented visually in 3D space. Individuals assigned to the PROGRESSIVE TRAINING group will practice for several days on interpreting feedback along just one dimension of movement before training to interpret 2 dimensions of feedback. they will conclude training by training to interpret 3D vibrotactile feedback. Individuals assigned to the 3D TRAINING group will only train on the full 3D feedback system.\n\nDay 24: We will re-test the subjects on their capability to use a 3-DOF vibrotactile display to guide supported (but unconstrained) 3D movements mimicking reach-to-grasp actions like reaching for a water glass or a book on a shelf."},"conditionsModule":{"conditions":["Stroke","Proprioceptive Disorders"],"keywords":["stroke","proprioception","sensory substitution"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Aims 1 and 2: Parallel-group longitudinal study. Participants will practice reaching to locations in front of them using vibrotactile feedback to guide the precision of the movements. For one group, the tasks will be organized to slowly become more difficult as practice continues. For the other group, the training will only involve the more difficult task. Subjects will be asked to perform simulated tasks of daily living at the beginning or end of practice to test transfer of the vibrotactile training/learning.","primaryPurpose":"BASIC_SCIENCE","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":30,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Stroke Cohort - Progressive Training","type":"EXPERIMENTAL","description":"Aim 1 intervention: Vibrotactile stimulation. Progressive training from simple to more complex reaching task using vibrotactile feedback to guide performance","interventionNames":["Behavioral: Vibrotactile stimulation"]},{"label":"Stroke Cohort - Whole Task Training","type":"EXPERIMENTAL","description":"Aim2 intervention: Vibrotactile stimulation. Training on only the more complex reaching task using vibrotactile feedback to guide performance","interventionNames":["Behavioral: Vibrotactile stimulation"]}],"interventions":[{"type":"BEHAVIORAL","name":"Vibrotactile stimulation","description":"Non-invasive, computer-controlled miniature tendon vibrators, similar to those used in off-the-shelf activity monitors.","armGroupLabels":["Stroke Cohort - Progressive Training","Stroke Cohort - Whole Task Training"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Root Mean Square Kinematic Error","description":"orthogonal distance between target and hand position during reaching and stabilizing","timeFrame":"across experimental sessions spanning a typical time frame of 4 to 6 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* stroke survivors who can perform our stabilization and grip modulation tasks and who\n* had a single ischemic or hemorrhagic stroke of the middle cerebral artery (MCA) in the chronic state of recovery (\\> 6 months post-stroke).\n* ability to give informed consent and be able to follow two-stage instructions.\n* mild-to-moderate motor impairment as assessed using the upper extremity (UE) portion of the Fugl-Meyer Motor Assessment (FM); i.e., UE-FM score between 28 and 50 (inclusive) out of a possible 66.\n* proprioceptive deficit at the elbow in the more involved (contralesional) arm.\n* preserved tactile sensation in either the ipsilesional arm and/or thigh.\n* a minimal active wrist extension of 5°.\n\nExclusion Criteria:\n\n* Inability of subjects to give informed consent or follow two-stage instructions.\n* subjects with a bleeding disorder.\n* subjects with fixed contractures or a history of tendon transfer in the involved limb.\n* subjects with a diagnosis of myasthenia gravis, amyotrophic lateral sclerosis or any disease that might interfere with neuromuscular function.\n* subjects who are currently using or under the influence of aminoglycoside antibiotics, curare-like agents, or other agents that may interfere with neuromuscular function.\n* subjects with a history of epilepsy.\n* history of other psychiatric co-morbidities (e.g. schizophrenia).\n* malignant or benign intra-axial neoplasms.\n* concurrent illness limiting the capacity to conform to study requirements.\n* Cardiac pacemaker, cardiac arrhythmia or history of significant cardiovascular or respiratory compromise.\n* subjects with profound atrophy or excessive weakness of muscles in the target area(s) of testing.\n* subjects with a systemic infection.","healthyVolunteers":false,"sex":"ALL","minimumAge":"21 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Robert A Scheidt, PhD","role":"CONTACT","phone":"(414)288-6124","email":"robert.scheidt@marquette.edu"},{"name":"Kimberly D Bassindale, DPT","role":"CONTACT","phone":"(414)288-6184","email":"kimberly.bassindale@marquette.edu"}],"overallOfficials":[{"name":"Robert A Scheidt, PhD","affiliation":"Marquette University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Marquette University","status":"RECRUITING","city":"Milwaukee","state":"Wisconsin","zip":"53233","country":"United States","contacts":[{"name":"Robert A Scheidt, PhD","role":"CONTACT","phone":"414-288-6124","email":"robert.scheidt@marquette.edu"},{"name":"Kimberly D Bassindale, DPT","role":"CONTACT","phone":"4142886184","email":"nmcl_stroke@marquette.edu"}],"geoPoint":{"lat":43.0389,"lon":-87.90647}}]},"referencesModule":{"references":[{"pmid":"28464891","type":"BACKGROUND","citation":"Krueger AR, Giannoni P, Shah V, Casadio M, Scheidt RA. Supplemental vibrotactile feedback control of stabilization and reaching actions of the arm using limb state and position error encodings. J Neuroeng Rehabil. 2017 May 2;14(1):36. doi: 10.1186/s12984-017-0248-8. Erratum In: J Neuroeng Rehabil. 2017 Jul 10;14 (1):69."},{"pmid":"30995149","type":"BACKGROUND","citation":"Risi N, Shah V, Mrotek LA, Casadio M, Scheidt RA. Supplemental vibrotactile feedback of real-time limb position enhances precision of goal-directed reaching. J Neurophysiol. 2019 Jul 1;122(1):22-38. doi: 10.1152/jn.00337.2018. Epub 2019 Apr 17."},{"pmid":"31175382","type":"BACKGROUND","citation":"Shah VA, Casadio M, Scheidt RA, Mrotek LA. Spatial and temporal influences on discrimination of vibrotactile stimuli on the arm. Exp Brain Res. 2019 Aug;237(8):2075-2086. doi: 10.1007/s00221-019-05564-5. Epub 2019 Jun 7."},{"pmid":"34621542","type":"BACKGROUND","citation":"Shah VA, Casadio M, Scheidt RA, Mrotek LA. Vibration Propagation on the Skin of the Arm. Appl Sci (Basel). 2019 Oct 2;9(20):4329. doi: 10.3390/app9204329. Epub 2019 Oct 15."},{"pmid":"32579409","type":"BACKGROUND","citation":"Jayasinghe SAL, Sarlegna FR, Scheidt RA, Sainburg RL. The neural foundations of handedness: insights from a rare case of deafferentation. J Neurophysiol. 2020 Jul 1;124(1):259-267. doi: 10.1152/jn.00150.2020. Epub 2020 Jun 24."},{"pmid":"33671643","type":"BACKGROUND","citation":"Ballardini G, Krueger A, Giannoni P, Marinelli L, Casadio M, Scheidt RA. Effect of Short-Term Exposure to Supplemental Vibrotactile Kinesthetic Feedback on Goal-Directed Movements after Stroke: A Proof of Concept Case Series. Sensors (Basel). 2021 Feb 22;21(4):1519. doi: 10.3390/s21041519."},{"pmid":"35264934","type":"BACKGROUND","citation":"Jayasinghe SAL, Scheidt RA, Sainburg RL. Neural Control of Stopping and Stabilizing the Arm. Front Integr Neurosci. 2022 Feb 21;16:835852. doi: 10.3389/fnint.2022.835852. eCollection 2022."},{"pmid":"35600223","type":"BACKGROUND","citation":"Suminski AJ, Doudlah RC, Scheidt RA. Neural Correlates of Multisensory Integration for Feedback Stabilization of the Wrist. Front Integr Neurosci. 2022 May 6;16:815750. doi: 10.3389/fnint.2022.815750. eCollection 2022."},{"pmid":"36188929","type":"BACKGROUND","citation":"Pomplun E, Thomas A, Corrigan E, Shah VA, Mrotek LA, Scheidt RA. Vibrotactile Perception for Sensorimotor Augmentation: Perceptual Discrimination of Vibrotactile Stimuli Induced by Low-Cost Eccentric Rotating Mass Motors at Different Body Locations in Young, Middle-Aged, and Older Adults. Front Rehabil Sci. 2022 Jul 1;3:895036. doi: 10.3389/fresc.2022.895036. eCollection 2022."},{"pmid":"36576510","type":"BACKGROUND","citation":"Shah VA, Thomas A, Mrotek LA, Casadio M, Scheidt RA. Extended training improves the accuracy and efficiency of goal-directed reaching guided by supplemental kinesthetic vibrotactile feedback. Exp Brain Res. 2023 Feb;241(2):479-493. doi: 10.1007/s00221-022-06533-1. Epub 2022 Dec 28."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000020886","term":"Somatosensory Disorders"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000012678","term":"Sensation Disorders"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M22315","name":"Somatosensory Disorders","asFound":"Proprioceptive Disorders","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M15180","name":"Sensation Disorders","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}