{"protocolSection":{"identificationModule":{"nctId":"NCT04488029","orgStudyIdInfo":{"id":"TLC-PCT-Pilot"},"organization":{"fullName":"The Learning Corp","class":"INDUSTRY"},"briefTitle":"PCT for Speech, Language, and Cognitive Intervention in Stroke Patients","officialTitle":"A Parallel, Virtual, Randomized Trial of PCT for Speech, Language, and Cognitive Intervention in Stroke Patients"},"statusModule":{"statusVerifiedDate":"2020-07","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-03-18","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-02-20","type":"ACTUAL"},"completionDateStruct":{"date":"2020-02-20","type":"ACTUAL"},"studyFirstSubmitDate":"2020-07-22","studyFirstSubmitQcDate":"2020-07-24","studyFirstPostDateStruct":{"date":"2020-07-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-07-24","lastUpdatePostDateStruct":{"date":"2020-07-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Michelle Braley","investigatorTitle":"Primary Investigator/Senior Manager of Clinical Science","investigatorAffiliation":"The Learning Corp"},"leadSponsor":{"name":"The Learning Corp","class":"INDUSTRY"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Given the evolving uses of technology in rehabilitation, the investigators aimed to measure the change in aphasia severity using PCT App, a digital therapeutic adapted from Constant Therapy (CT), a dynamic, personalized therapy program for people with cognitive, speech, or language disorders.\n\nThe entire study, including recruitment, enrollment, assessment and treatment were conducted remotely.\n\nThe proposed pilot study seeks to compare performance of PCT therapy vs. conventional workbook intervention for stroke patients. The investigators hypothesize that the experimental (PCT) group will experience greater gains on the WAB-AQ at follow-up compared to baseline compared to a control (workbook) group.\n\nSubjects were prospectively assigned to an experimental or active control group in a random order with both groups balanced for their baseline level of speech, language and/or cognitive ability:\n\n1. Experimental Group: Participants were instructed to use PCT for at least 30 minutes/day, 5 days/week. Performance and usage data were automatically reported by the PCT software to the treating clinician and was used to modify task assignment over time and monitor participant adherence to the treatment program.\n2. Active Control Group: Participants were provided with a standard regime of paper workbooks (e.g. Workbook for Aphasia; Brubaker, 2006) that are typically used by clinicians with persons with aphasia (PWA) for at least 30 minutes/day, 5 days/week. Notably, the control procedure employed here is similar to a large-scale study examining technology as a treatment option by Palmer and colleagues (2015).\n\nThe treatment period was 10 weeks. All participants received a bimonthly check-in through video-chat with a member of the research staff during the treatment period."},"conditionsModule":{"conditions":["Aphasia, Acquired"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Final study eligibility will be assessed after administration of the Western Aphasia Battery, Revised (WAB-R). Eligible subjects will be pseudorandomly assigned to the experimental group OR the control group, while trying to balance for aphasia severity (WAB-R Aphasia Quotient, WAB-AQ). Subjects in the experimental group will receive therapy via the PCT app during the treatment period. Subjects in the control arm will receive conventional workbook therapy. Subjects in both groups will be asked to refrain from obtaining one-on-one individual aphasia or cognitive therapy. Subjects may participate in organized social groups, such as community aphasia groups.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":36,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Experimental Group","type":"EXPERIMENTAL","description":"At the start of the study, subjects will be provided with a tablet with videoconferencing software and the PCT app pre-installed. Research staff will remotely setup a PCT account for the subjects, and provide instructions for logging into the PCT application. During the treatment period, patients will be instructed to use PCT for at least 30 minutes a day and at least 5 days a week. Performance data (accuracy and latency) will be reported by the PCT software to the treating clinician and will be used to modify task assignment over time. PCT tracks usage of the program so that research staff can access automated reporting of subject use to monitor participant adherence to the treatment program.","interventionNames":["Other: PCT"]},{"label":"Control Group 1 [Conventional Workbook Therapy]","type":"ACTIVE_COMPARATOR","description":"At the start of the study, subjects will be provided with a tablet with videoconferencing software and the PCT app pre-installed. Subjects in the control group will be told they will have access to 3-months of PCT after their participation in the study has concluded. Subjects in this group will be provided with a standard regime of paper workbooks and instructions to complete approximately 30 minutes a day at least 5 days a week.","interventionNames":["Other: Workbooks"]}],"interventions":[{"type":"OTHER","name":"PCT","description":"PCT is designed to deliver similar therapy as is conventionally provided in-clinic by a Speech Language Pathologist (SLP), which the patient can access from any location using the application installed on a supported tablet. The device functions by allowing clinicians to create a personalized therapy program for each patient from 75 categories of clinical therapies, which patients may access from their tablet device remotely. The PCT software is comprised primarily of authentication and an algorithm that suggests advancement of the therapy program based on observed patient deficits and progress.","armGroupLabels":["Experimental Group"]},{"type":"OTHER","name":"Workbooks","description":"Subjects in this group will be provided with a standard regime of paper workbooks (e.g. Workbook for Aphasia: Exercises for Expressive and Receptive Language Functioning; Brubaker, 2006) that are typically used by clinicians to practice therapy tasks with individuals. Notably, the control procedure employed here is similar to that employed on a large-scale study examining technology as a treatment option and involved usual care control group by Palmer and colleagues (2015).","armGroupLabels":["Control Group 1 [Conventional Workbook Therapy]"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Western Aphasia Battery Revised, Aphasia Quotient (WAB-AQ)","description":"The WAB-R is a standardized tool that assesses language and cognitive skills and provides scores quantifying the impact of a stroke on those skills. The Aphasia Quotient from the WAB-R includes segments from Part 1 of the assessment, evaluating spontaneous speech including fluency and information content, auditory comprehension, naming, and repetition.","timeFrame":"Baseline assessment"},{"measure":"Western Aphasia Battery Revised, Aphasia Quotient (WAB-AQ)","description":"The WAB-R is a standardized tool that assesses language and cognitive skills and provides scores quantifying the impact of a stroke on those skills. The Aphasia Quotient from the WAB-R includes segments from Part 1 of the assessment, evaluating spontaneous speech including fluency and information content, auditory comprehension, naming, and repetition.","timeFrame":"Follow-up assessment 10-12 weeks post baseline"}],"secondaryOutcomes":[{"measure":"Western Aphasia Battery Revised, Cortical Quotient (WAB-CQ)","description":"The Cortical Quotient as obtained from the WAB-R Parts 1 and 2 was utilized as secondary outcome measures. Part 2 of the WAB-R includes reading, writing, apraxia, constructional, visuospatial, and calculation sections.","timeFrame":"Baseline assessment"},{"measure":"Western Aphasia Battery Revised, Cortical Quotient (WAB-CQ)","description":"The Cortical Quotient as obtained from the WAB-R Parts 1 and 2 was utilized as secondary outcome measures. Part 2 of the WAB-R includes reading, writing, apraxia, constructional, visuospatial, and calculation sections.","timeFrame":"Follow-up assessment 10-12 weeks post baseline"},{"measure":"Western Aphasia Battery Revised, Language Quotient (WAB-LQ)","description":"The Language Quotient as obtained from the WAB-R Parts 1 and 2 was utilized as secondary outcome measures. Part 2 of the WAB-R informing the Language Quotients includes reading and writing sections.","timeFrame":"Baseline assessment"},{"measure":"Western Aphasia Battery Revised, Language Quotient (WAB-LQ)","description":"The Language Quotient as obtained from the WAB-R Parts 1 and 2 was utilized as secondary outcome measures. Part 2 of the WAB-R informing the Language Quotients includes reading and writing sections.","timeFrame":"Follow-up assessment 10-12 weeks post baseline"},{"measure":"Brief Test of Adult Cognition by Telephone (BTACT)","description":"The BTACT is a brief, remote, cognitive assessment that evaluates memory for and judgments about words and numbers. It includes tasks such as recall tasks, both immediate and short term, category fluency, and number reasoning and manipulation tasks.","timeFrame":"Baseline assessment"},{"measure":"Brief Test of Adult Cognition by Telephone (BTACT)","description":"The BTACT is a brief, remote, cognitive assessment that evaluates memory for and judgments about words and numbers. It includes tasks such as recall tasks, both immediate and short term, category fluency, and number reasoning and manipulation tasks.","timeFrame":"Follow-up assessment 10-12 weeks post baseline"},{"measure":"Stroke and Aphasia Quality of Life Scale 39 (SAQOL-39)","description":"The SAQOL-39 is a structured quality of life questionnaire administered to either a patient or a caregiver. It assesses the impact of a stroke on daily activities, communication, emotions, and family and social life by asking patients or caregivers to complete a 5 point rating scale in response to specific questions focusing on the past week alone.","timeFrame":"Baseline assessment"},{"measure":"Stroke and Aphasia Quality of Life Scale 39 (SAQOL-39)","description":"The SAQOL-39 is a structured quality of life questionnaire administered to either a patient or a caregiver. It assesses the impact of a stroke on daily activities, communication, emotions, and family and social life by asking patients or caregivers to complete a 5 point rating scale in response to specific questions focusing on the past week alone.","timeFrame":"Follow-up assessment 10-12 weeks post baseline"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* Have diagnosis of stroke involving a hemorrhage or ischemic event, resulting in speech, language, and/or cognitive deficits\n* Have time post-stroke of at least 4 months prior to enrollment\n* Have been discharged from rehabilitation hospital\n* Are adults (aged 18 years or older) at the time of consent\n* Exhibit clinically confirmed speech, language, and/or cognitive deficits based on medical records\n* Are fluent English speakers\n* Have confirmed aphasia using the WAB-R Aphasia Quotient (score of 90 or lower; 93.8 is cutoff for normal scores)\n* Have a presence of a family member or caregiver who is willing and able to provide assistance during the duration of study period\n\nExclusion Criteria:\n\n* Have comorbid neurological conditions that could impair study participation in the opinion of the investigator, such as dementia or Parkinson's disease\n* Currently require inpatient care or acute care\n* Are currently undergoing related one-on-one individual therapy at a hospital, rehabilitation facility, university, or at home\n* Exhibit severe apraxia of speech or severe dysarthria of speech, as verified by a clinician and confirmed by the WAB-R (and the Screen for Dysarthria and Apraxia of Speech if necessary), and/or medical records\n* Have comorbid psychiatric conditions that could impair study participation in the opinion of the investigator, including such as schizophrenia or major depressive disorder, as indicated by medical records\n* Have uncorrected hearing or vision loss","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Swathi Kiran, PhD, CCC-SLP","affiliation":"The Learning Corp","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"The Learning Corp","city":"Newton","state":"Massachusetts","zip":"02458","country":"United States","geoPoint":{"lat":42.33704,"lon":-71.20922}}]},"referencesModule":{"references":[{"pmid":"29990345","type":"BACKGROUND","citation":"Palmer R, Witts H, Chater T. What speech and language therapy do community dwelling stroke survivors with aphasia receive in the UK? PLoS One. 2018 Jul 10;13(7):e0200096. doi: 10.1371/journal.pone.0200096. eCollection 2018."},{"pmid":"16943264","type":"BACKGROUND","citation":"Tun PA, Lachman ME. Telephone assessment of cognitive function in adulthood: the Brief Test of Adult Cognition by Telephone. Age Ageing. 2006 Nov;35(6):629-32. doi: 10.1093/ageing/afl095. Epub 2006 Aug 30. No abstract available."},{"pmid":"32191122","type":"BACKGROUND","citation":"Dekhtyar M, Braun EJ, Billot A, Foo L, Kiran S. Videoconference Administration of the Western Aphasia Battery-Revised: Feasibility and Validity. Am J Speech Lang Pathol. 2020 May 8;29(2):673-687. doi: 10.1044/2019_AJSLP-19-00023. Epub 2020 Mar 19."},{"pmid":"22472032","type":"BACKGROUND","citation":"Caute A, Northcott S, Clarkson L, Pring T, Hilari K. Does mode of administration affect health-related quality-of-life outcomes after stroke? Int J Speech Lang Pathol. 2012 Aug;14(4):329-37. doi: 10.3109/17549507.2012.663789. Epub 2012 Apr 4."},{"pmid":"33643204","type":"DERIVED","citation":"Braley M, Pierce JS, Saxena S, De Oliveira E, Taraboanta L, Anantha V, Lakhan SE, Kiran S. A Virtual, Randomized, Control Trial of a Digital Therapeutic for Speech, Language, and Cognitive Intervention in Post-stroke Persons With Aphasia. Front Neurol. 2021 Feb 12;12:626780. doi: 10.3389/fneur.2021.626780. eCollection 2021."}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"De-identified, aggregate only. Data will be available at the request of other investigators for purposes of replicating procedures and results. Anonymized data will be shared by request from any qualified investigator."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001037","term":"Aphasia"}],"ancestors":[{"id":"D000013064","term":"Speech Disorders"},{"id":"D000007806","term":"Language Disorders"},{"id":"D000003147","term":"Communication Disorders"},{"id":"D000019954","term":"Neurobehavioral Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000009422","term":"Nervous System Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M4042","name":"Aphasia","asFound":"Aphasia, Acquired","relevance":"HIGH"},{"id":"M15554","name":"Speech Disorders","relevance":"LOW"},{"id":"M10513","name":"Language Disorders","relevance":"LOW"},{"id":"M6064","name":"Communication Disorders","relevance":"LOW"},{"id":"M21516","name":"Neurobehavioral Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}