{"protocolSection":{"identificationModule":{"nctId":"NCT04120467","orgStudyIdInfo":{"id":"SchoolHSG"},"organization":{"fullName":"School of Health Sciences Geneva","class":"OTHER"},"briefTitle":"Dance as a Means to Improve Functions and Quality of Life After a Stroke","officialTitle":"Dance After a Stroke to Restore Pleasure in Physical Activity to Improve Cognitive and Motor Functions, Quality of Life and Well-being","acronym":"HEMI'DANCE"},"statusModule":{"statusVerifiedDate":"2022-03","overallStatus":"TERMINATED","whyStopped":"Difficulty of recruitment following COVID-19. Decision to stop the study of the rehabilitation center.","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-02-03","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-03-07","type":"ACTUAL"},"completionDateStruct":{"date":"2022-03-07","type":"ACTUAL"},"studyFirstSubmitDate":"2019-10-02","studyFirstSubmitQcDate":"2019-10-08","studyFirstPostDateStruct":{"date":"2019-10-09","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-03-16","lastUpdatePostDateStruct":{"date":"2022-03-31","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Anne-Violette Bruynnel","investigatorTitle":"Professor (assistant)","investigatorAffiliation":"School of Health Sciences Geneva"},"leadSponsor":{"name":"Anne-Violette Bruynnel","class":"OTHER"},"collaborators":[{"name":"Institution de Lavigny","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Context Dance is an intrinsically motivating activity comprising social interaction, stimulation through music, the joy of moving despite motor limitations induced by pathology, and which has good perceived benefits among participants. Moving with pleasure is essential to finding the motivation to engage in rehabilitation program and physical activity. In stroke context, physical activity and rehabilitation were difficult to carry out because of cognitive and motor disabilities. Moreover, when the rehabilitation is over, the diminishing motor stimulation gradually limits autonomy in daily tasks. It is therefore urgent to provide persons in a post-stroke situation with motivating physical activity opportunities. Very few studies have studied dance in a context of stroke, while this physical activity is highly adapted and effective for other chronic conditions.\n\nObjectives: The main objective is to assess the effects of dance practice on cognitive and motor functions for persons after stroke. The secondary objective is to investigate the effects of dance on quality of life, motivation and adherence. The investigator's hypothesis is that the practice of dance induces an increase of balance and motor capacities, and improving the quality of life, adherence and motivation after a stroke.\n\nMaterials and method :\n\nForty-eight subjects with stroke in subacute phase will be randomized into two groups: 1) intervention (dance and standard rehabilitation) and 2) control (standard rehabilitation). Before intervention, stroke severity, cognitive abilities and motor capacities will be tested. Two baseline tests will occur to assess the stability of individuals will be planned. Participants will attend a dance class weekly during 6 weeks. The cognitive and motor functions (balance, lower-limbs strength, coordination and motor level), the quality of life (Stroke-specific quality of life scale) will be measured at 4 and 6 weeks in both groups. Participant satisfaction with regard to dance will be tested, as well as adherence and adverse effects.\n\nPerspectives:\n\nThe joy of dancing and the possibility of including other non-disabled people should facilitate adherence and motivation and increase the recovery of cognitive and motor functions.This project should motivate physiotherapists and dance teachers to increase the offer of dance classes for persons with motor and cognitive impairments.This action will be a basis for combating people's sedentary lifestyle after a stroke."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke","Rehabilitation","Dance"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":16,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Dance","type":"EXPERIMENTAL","description":"Dance Standard rehabilitation post-stroke","interventionNames":["Other: Dance","Other: Standard rehabilitation"]},{"label":"Control","type":"ACTIVE_COMPARATOR","description":"Standard rehabilitation post-stroke","interventionNames":["Other: Standard rehabilitation"]}],"interventions":[{"type":"OTHER","name":"Dance","description":"One group will receive a 60-minute dance class weekly over a 6 weeks period. A physiotherapist - dance teacher will lead the classes, supported by at least one volunteer.\n\nThe class structure will consist of five components: warm up (10 minutes), technical exercises (10 minutes), improvisation (15 minutes), a short routine (15 minutes) and a cool down/feedback time (10 minutes). Dance exercises will be targeting flexibility, balance, endurance, upper and lower limbs functions, interaction between dancers, perception and memory. Using choreography or short routine, the class will include repeating the dance moves - which fosters memorization - and also the additional challenge of remembering a sequence of moves.\n\nGiven the great variability of each participant's functional ability, the complexity and the intensity of the dance exercises will progress according to each participant's capacity, in order to fulfill an appropriate challenge at moderate treatment intensity.","armGroupLabels":["Dance"]},{"type":"OTHER","name":"Standard rehabilitation","description":"The control group will have conventional rehabilitation as usually planned in the rehabilitation center: 45 to 60 minutes of physiotherapy per day integrating sensory stimulation, motor activation, strengthening, coordination, balance and exercise training. Patients also receive 45 to 60 minutes of occupational therapy per day.","armGroupLabels":["Control","Dance"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change from Baseline cognitive-motor functions in both groups (dance vs. control): cognitive recovery","description":"The cognitive function will be measured with the Montreal Cognitive Assessement scale.There are 12 items for cognitive domains: memory is tested by a short-term memory recall task (5 points); visuospatial ability is tested using a clock-drawing test (3 points) and a 3-dimensional cube copy (1 point); executive function is tested using a trail-making test (1 point), a phonemic fluency task (1 point), and a 2-item verbal abstraction task (2 points); attention, concentration, and working memory is tested using a attention task (1 point), a serial subtraction task (3 points), and digits tasks (1 point each); language is tested using a 3-item confrontation naming task with animals (3 points) and repetition of 2 syntactically complex sentences (2 points); orientation in time and place was also tested (6 points).\n\nThe minimum score is 0 and the maximum score is 30. Higher scores indicate better cognition. Normal score: \\>26/30.","timeFrame":"6 weeks"},{"measure":"Change from baseline cognitive-motor functions in both groups (dance vs. control): balance recovery","description":"The balance will be measured with Balance Evaluation System test (miniBest test).\n\nThe test has a maximum score of 28 points from 14 items that are each scored from 0-2. \"0\" indicates the lowest level of function and \"2\" the highest level of function. The minimum score is \"0\" and maximum score is \"28\".","timeFrame":"4 weeks and 6 weeks"},{"measure":"Change from baseline cognitive-motor functions in both groups (dance vs. control): standing balance recovery","description":"The standing balance will be tested in bipedal condition in single task and dual-task (with phone text task) with inertial sensor. Parameters: displacement in anteroposterior and mediolateral directions (in mm).","timeFrame":"4 weeks and 6 weeks"},{"measure":"Change from baseline cognitive-motor functions in both groups (dance vs. control): balance confidence recovery","description":"The balance confidence will be measured with the Activities-Specific Balance Confidence scale (ABC-scale).\n\nThe ABC-scale is a self-reported questionnaire providing information on balance confidence in the performance of 16 different daily activities, such as stair climbing, walking in the house, and walking on slippery floors. The questionnaire contains 16 items scored on a range from 0% to 100% (0 indicating no confidence and 100 indicating full confidence). The total ABC scale score of ≤67 indicates an increased risk of fall.","timeFrame":"4 weeks and 6 weeks"},{"measure":"Change from baseline cognitive-motor functions in both groups (dance vs. control): lower limbs muscle strength recovery","description":"The knee extensors muscle strength will be measured with an hand-held dynamometer in Newton (N).","timeFrame":"4 weeks and 6 weeks"},{"measure":"Change from baseline cognitive-motor functions in both groups (dance vs. control): coordination recovery","description":"The coordination will be tested using the Lower Extremity Motor Coordination (LEMOCOT) test.\n\nThe subject will be sat on an adjustable chair with their feet resting flat on thin rigid foam, heels on the proximal target, and with knees and hips at 90° of flexion. Then, after a familiarization trial, they will instructed to alternately touch the proximal and distal targets, placed 30cm apart, with their big toe, for 20s, as fast as possible, without sacrificing the accuracy to increase speed. The number of touched targets will be counted and registered for analyses.","timeFrame":"4 weeks and 6 weeks"},{"measure":"Change from baseline cognitive-motor functions in both groups (dance vs. control): functional ability recovery","description":"Motor level will be assessed with a Functional Independence Measure Instrument (MIF). Motor level will be assessed with a Functional Independence Measure Instrument. The scale contains 18 items, of which 13 items are in physical domains and 5 items are related to cognition. Motor items measure self-care, sphincter control, locomotion, and transfer. Cognitive ones evaluate subject's communication and social cognition. Based on level of independence, each item is scored from 1 to 7, where 1 indicates total dependence and 7 represents complete independence. Possible scores range from 18 to 126. Higher values represent a better outcome.","timeFrame":"6 weeks"}],"secondaryOutcomes":[{"measure":"Change from baseline Quality of life in both groups (dance vs. control)","description":"The quality of life of persons with chronic strokes will be measured using the Stroke-specific quality of life scale (SS-QoL).\n\nThe SS-QOL contains 12 subscales with a total of 49 items. Scoring of the SS-QOL concerns the past week and is rated on a 5-point Likert scale. Response options are scored as 5 (\"no help needed/no trouble at all/strongly disagree\"), 4 (\"a little help/a little trouble/moderately disagree\"), 3 (\"some help/some trouble/neither agree nor disagree\"), 2 (\"a lot of help/a lot of trouble/moderately agree\"), and 1 (\"total help/could not do it at all/strongly agree\"). The SS-QOL provides domain scores and a summary score, with higher scores indicating better function. The total score is calculated by averaging the domain scores. The minimum score is 12 and the maximum score is 245.","timeFrame":"6 weeks"},{"measure":"Change from baseline Motivation for Physical Activity practice in both groups (dance vs. control)","description":"A motivation scale towards health-oriented physical activity. The motivation scale towards health-oriented physical activity (MS-PA) contains a total of 18 items. Scoring is rated on 7-point scale (1 = \" strongly disagree \" and 7 = \" strongly agree \"). The minimum score = 18 and maximum score = 126. Higher values represent a worse motivation.","timeFrame":"4 weeks and 6 weeks"},{"measure":"Incidence of dance practice on adverse effects: existence of pain and fatigue after each dance class","description":"The pain and fatigue will be measured with numeric rating scale (NRS). The 11-point numeric scale ranges from '0' representing one extreme (e.g. \"no pain\" or \"no fatigue) to '10' representing the other extreme (e.g. \"pain as bad as you can imagine\" or \"worst pain imaginable\" or \"worst fatigue imaginable\"). Scores range from 0-10 points, with higher scores indicating greater pain or fatigue intensity.","timeFrame":"up to 6 weeks (after each dance class)"},{"measure":"Level of participant's satisfaction with dance class","description":"Participant satisfaction assessed with an exit survey adapted from a previous study report that investigated dance for a person with chronic stroke. The survey asked participants to rate nine statements about the dance program using a 5-point scale (where 1 = \"strongly disagree\" and 5 = \"strongly agree\"). Higher values represent a better satisfaction.","timeFrame":"6 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Post stroke\n* Subacute phase\n* Able to endure 60 minutes of physical activity\n* Medical stability\n* Able to understand the consign\n\nExclusion Criteria:\n\n* Medical complications\n* Hearing disorders\n* Previous pathologies associated with balance disorders","healthyVolunteers":false,"sex":"ALL","minimumAge":"45 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Anne-Violette Bruyneel","affiliation":"Haute Ecole de Santé de Genève (SchoolHSG)","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Institution de Lavigny","city":"Lavigny","state":"Vaud","zip":"1175","country":"Switzerland","geoPoint":{"lat":46.50053,"lon":6.4081}}]},"referencesModule":{"references":[{"pmid":"31372555","type":"BACKGROUND","citation":"Bruyneel AV. Effects of dance activities on patients with chronic pathologies: scoping review. Heliyon. 2019 Jul 20;5(7):e02104. doi: 10.1016/j.heliyon.2019.e02104. eCollection 2019 Jul."},{"pmid":"29745307","type":"BACKGROUND","citation":"Patterson KK, Wong JS, Nguyen TU, Brooks D. A dance program to improve gait and balance in individuals with chronic stroke: a feasibility study. Top Stroke Rehabil. 2018 Sep;25(6):410-416. doi: 10.1080/10749357.2018.1469714. Epub 2018 May 10."},{"pmid":"29862347","type":"BACKGROUND","citation":"Patterson KK, Wong JS, Prout EC, Brooks D. Dance for the rehabilitation of balance and gait in adults with neurological conditions other than Parkinson's disease: A systematic review. Heliyon. 2018 Mar 29;4(3):e00584. doi: 10.1016/j.heliyon.2018.e00584. eCollection 2018 Mar."},{"pmid":"25785497","type":"BACKGROUND","citation":"Demers M, McKinley P. Feasibility of delivering a dance intervention for subacute stroke in a rehabilitation hospital setting. Int J Environ Res Public Health. 2015 Mar 16;12(3):3120-32. doi: 10.3390/ijerph120303120."},{"pmid":"32998921","type":"DERIVED","citation":"Morice E, Moncharmont J, Jenny C, Bruyneel AV. Dancing to improve balance control, cognitive-motor functions and quality of life after stroke: a study protocol for a randomised controlled trial. BMJ Open. 2020 Sep 30;10(9):e037039. doi: 10.1136/bmjopen-2020-037039."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"De-identified individual participant data for all primary and secondary outcome measure will be made available.","timeFrame":"Data will be available within 6 months of study completion","accessCriteria":"At the end of the project the data will be deposited in the Yareta repository developed by the University of Geneva OR in an institutional repository. This choice will ensure that data is archived and shared in accordance with FAIR principles."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T6034","name":"Quality of Life","asFound":"Quality of Life","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}