{"protocolSection":{"identificationModule":{"nctId":"NCT03474068","orgStudyIdInfo":{"id":"073/17"},"organization":{"fullName":"Teesside University","class":"OTHER"},"briefTitle":"Characteristics of Back Pain Callers","officialTitle":"An Investigation Into the Use of Emergency Medical Services by People With Back Pain"},"statusModule":{"statusVerifiedDate":"2018-11","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2016-08-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2017-07-31","type":"ACTUAL"},"completionDateStruct":{"date":"2017-07-31","type":"ACTUAL"},"studyFirstSubmitDate":"2018-02-08","studyFirstSubmitQcDate":"2018-03-21","studyFirstPostDateStruct":{"date":"2018-03-22","type":"ACTUAL"},"lastUpdateSubmitDate":"2018-11-30","lastUpdatePostDateStruct":{"date":"2018-12-03","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Matt Capsey","investigatorTitle":"Senior Lecturer in Paramedic Science","investigatorAffiliation":"Teesside University"},"leadSponsor":{"name":"Teesside University","class":"OTHER"},"collaborators":[{"name":"North East Ambulance Service NHS Foundation Trust","class":"OTHER"}]},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Back pain is experienced by approximately 80% of the population during their life. However, only a small minority (\\<1%) will have a medical condition (such as Cauda Equina Syndrome) which requires immediate medical intervention.\n\nCurrently, it is not known how many people access Emergency Medical Services (EMS) in an attempt to meet their needs for their back pain. The demand on EMS is increasing and many of these patients could be better managed by other services. Additionally, little is known about the characteristics of those accessing EMS due to back pain, or the nature of the contacts regarding issues such as outcome of the patient contact. The aims of this study are:\n\n1. to quantify the prevalence of people contacting EMS via telephone with non-traumatic back pain\n2. to describe the characteristics of people calling EMS with non-traumatic back pain\n3. to describe key characteristics of the contact between the service user and EMS\n4. to compare the call prevalence, patient characteristics and contact characteristics between people with non-traumatic back pain and a group of people for whom EMS contact is recommended as standard, in this case people presenting with cerebrovascular accident (CVA).\n\nA secondary aim of the work is to explore what factors might predict patient outcomes such as whether the patient is transported to A/E, whether the patient receives analgesics, and whether the patient is admitted to hospital.","detailedDescription":"Purpose and Design\n\nBack Pain is a common cause of chronic pain and disability. National Institute for Health and Clinical Excellence (NICE, 2016) identify it as affecting 1 in 10 people and causing more disability than any other condition. Whilst in most people it resolves without any healthcare input in can be distressing and debilitating. For those whose pain has not improved with non-steroidal anti-inflammatory drugs (NSAIDs) combined physical and psychological treatments are recommended. These are provided by specialist services and are not available in Emergency Departments or via Ambulance Services (collectively referred to as Emergency Medical Services) however anecdotally many people with back pain self-refer to these services. The prevalence of people self-referring and their characteristics are currently unknown as these figures are not routinely reported although the information exists within the data collected by ambulance services.\n\nThis study aims to analyse anonymised data from the North East Ambulance Service NHS Trust (NEAS) to establish the prevalence of those calling with back pain. The characteristics of people presenting to the North East Ambulance Service (NEAS) over a 12-month period with back pain will be described and compared to a comparison group (people presenting with cardiovascular accident (CVA)) to identify statistically significant characteristics. The comparison group of CVA was chosen as this group is well defined, cannot be definitively treated in the community and require rapid transfer to in-patient care.\n\nThese characteristics may help target information and inform service design to meet those people with back pain not accessing specialist services that are more appropriate for their condition.\n\nResearch Methods\n\nThe study will request anonymised data from NEAS. The data will cover all people who have accessed their services in a 12-month period who were recorded as having: an initial presentation of back pain; a clinical impression of back pain; initial presentation of CVA; or clinical impression of CVA. The information include data related to the call or attendance, patient demographics, geographical location and clinical data.\n\nData will be analysed to establish descriptive statistics related to patients calling with back pain and comparing these to those with CVA.\n\nRecruitment\n\nThe data being used for this study is from a currently existing NEAS database and therefore there will be no recruitment of participants.\n\nInclusion/exclusion All patients over the age of 16 will be included. Those aged under 16 will be excluded as they are not included in clinical guidelines.\n\nAll incidents that receive an initial coding or clinical impression of back pain or cerebrovascular accident will be included.\n\nRisks, Burdens and Benefits\n\nThe data has been collected for clinical care and not for research purposes. Therefore patients will not have explicitly consented for their information to be used for research. The Information Governance Officer at NEAS has confirmed that the data will be in non-personally identifiable when it is released to the research team and is compliant with Section 33 of the Data Protection Act 1998.\n\nThe main risk to patients is that their clinical data is being used for research purposes. However identifiable data will only be available to the usual clinical team. Anonymised information will be extracted by a NEAS member of staff before it is securely transferred to the team at Teesside University where it will be analysed. Names and addresses will be completely removed from the database before it leaves the NHS.\n\nSome publications require raw data to be supplied. This would be supplied but it will be a non-personally identifiable dataset.\n\nConfidentiality\n\nThe Caldicott Principles will be followed:\n\n1. Justify the purpose(s) of obtaining the information\n2. Don't use person-identifiable information unless it is absolutely necessary\n3. Use the minimum necessary person-identifiable information\n4. Access to person-identifiable information should be on a strict need-to-know basis\n5. Everyone with access to person-identifiable information should be aware of their responsibilities\n6. Understand and comply with the law\n\nProblems arising from the processing of identifiable data and how they will be handled\n\nIndividual's data may be held in more than one system depending on their specific pathway of care and the best way to link these records is via the incident number. Before releasing the data NEAS will apply a mathematical function to all incident numbers, this will ensure they no longer be linked to individuals but records with the same incident number will still be linked. The nature of this function will be retained by NEAS and not disclosed to the research team.\n\nThe database contains socioeconomic data in the form of patients' postcodes. This socioeconomic data is important as it has been linked to ambulance service use. A postcode is identifiable data. To overcome this NEAS will supply only the first four digits which covers a sufficiently large geographical area that this will no longer be identifiable data. The first four digits will be sufficient to identify a Lower Layer Super Output Area code (LSOA code) which is the equivalent index of socioeconomic status."},"conditionsModule":{"conditions":["Back Pain"],"keywords":["Emergency Medical Services, Stroke, Ambulances"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"RETROSPECTIVE"},"enrollmentInfo":{"count":7120,"type":"ACTUAL"}},"outcomesModule":{"primaryOutcomes":[{"measure":"Number of people calling EMS via telephone with non-traumatic back pain.","timeFrame":"1 year"},{"measure":"Age of people calling EMS with non-traumatic back pain.","timeFrame":"1 year"},{"measure":"Gender of people calling EMS via telephone with non-traumatic back pain.","timeFrame":"1 year"},{"measure":"Deprivation score of people calling EMS via telephone with non-traumatic back pain.","timeFrame":"1 year"},{"measure":"Time of calls to EMS via telephone with non-traumatic back pain.","timeFrame":"1 year"},{"measure":"Date of calls to EMS via telephone with non-traumatic back pain.","timeFrame":"1 year"},{"measure":"Duration of patient care of patients with non-traumatic back pain attended by EMS.","timeFrame":"1 year"},{"measure":"Drugs given to patients with non-traumatic back pain attended by EMS.","timeFrame":"1 year"},{"measure":"Destination of patients with non-traumatic back pain attended by EMS.","timeFrame":"1 year"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Patients having accessed EMS by contacting the North East Ambulance Service between 01-08-2016 and 31-07- 2017\n2. Aged 16 or over\n3. Initially coded as, or with a clinical impression of, non-traumatic back pain or cerebrovascular attack (CVA).\n\nExclusion Criteria:\n\n1. Below the age of 16","healthyVolunteers":true,"sex":"ALL","minimumAge":"16 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"],"studyPopulation":"People contacting EMS.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Cormac Ryan","affiliation":"Teesside University","role":"PRINCIPAL_INVESTIGATOR"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001416","term":"Back Pain"}],"ancestors":[{"id":"D000010146","term":"Pain"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M7486","name":"Emergencies","relevance":"LOW"},{"id":"M4404","name":"Back Pain","asFound":"Back Pain","relevance":"HIGH"},{"id":"M12756","name":"Pain","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}