{"protocolSection":{"identificationModule":{"nctId":"NCT04138407","orgStudyIdInfo":{"id":"2019.370"},"organization":{"fullName":"Chinese University of Hong Kong","class":"OTHER"},"briefTitle":"Effects of Seated Tai Chi on Recovery Among Stroke Survivors","officialTitle":"The Effects of Seated Tai Chi on Upper Limb Function, Balance Control, Depressive Symptoms, Activity of Daily Living and Quality of Life Among Subacute Stroke Survivors: A Randomized Controlled Trial"},"statusModule":{"statusVerifiedDate":"2019-10","overallStatus":"UNKNOWN","lastKnownStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-02","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2020-05","type":"ESTIMATED"},"completionDateStruct":{"date":"2020-10","type":"ESTIMATED"},"studyFirstSubmitDate":"2019-10-21","studyFirstSubmitQcDate":"2019-10-22","studyFirstPostDateStruct":{"date":"2019-10-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2019-10-22","lastUpdatePostDateStruct":{"date":"2019-10-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"ZHAO Jie","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Chinese University of Hong Kong"},"leadSponsor":{"name":"Chinese University of Hong Kong","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"A randomized controlled trial using seated Tai Chi (TC) as a rehabilitation intervention will be conducted among subacute stroke survivors. It aims to evaluate the effects of seated TC on recovery outcomes among subacute stroke survivors.\n\nStroke survivors and their unpaid caregivers will be recruited as dyads participants. A number of 160 dyads will be recruited from a neurology department of a Tertiary A level provincial Traditional Chinese Medicine hospital in Mainland China with around 1700 beds.\n\nThe study will be conducted in hospital and homes. The participants will be randomly assigned to the seated TC group or the usual exercise group. The study will last for 12 weeks (two-week training in hospital and 10-week self-practice at home) and 4-week followup.\n\nStroke survivors in the seated TC group will participate a TC master-led, 30-minute seated TC exercise per day, five days per week for two weeks. When they discharge, they will perform the seated TC at home for 10 weeks. Those in the usual exercise group will receive usual exercise which has the same frequency and duration as the seated TC group. They will also perform self-practices at home for 10 weeks. Family caregivers will be encouraged to support the exercise intervention and help with recording the logbook of self-practice at home. Manual and training videos recorded by the same master will be given to the dyads of both groups to facilitate their continuation of self-practice on the day they discharge through WeChat. Biweekly reminder will be sent to the family caregivers by the PI through WeChat during the self-practice and follow-up period. The stroke survivors' upper limb function, balance control, depressive symptoms, activity of daily living, and quality of life will be measured at the following time point: baseline, after the supervised intervention (two weeks), eight weeks, after self-practice intervention (12 weeks) and at the end of follow-up (16 weeks). If the study finds significant effects on recovery among subacute stroke survivors, nursing professionals can act as care coordinators/ advocators to incorporate this culture-based exercise in stroke survivors' rehabilitation programs. Seated TC can be used as a clinically feasible exercise for nurses to work with other healthcare professionals for the promotion and application of evidence-based complementary and alternative therapy in promoting stroke survivors' recovery."},"conditionsModule":{"conditions":["Stroke, Cardiovascular"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"OTHER","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":320,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Intervention","type":"EXPERIMENTAL","interventionNames":["Other: seated Tai Chi"]},{"label":"Control","type":"OTHER","description":"Usual rehabilitation exercise","interventionNames":["Other: Usual rehabilitation exercise"]}],"interventions":[{"type":"OTHER","name":"seated Tai Chi","description":"Seated Tai Chi is a redesigned short form of traditional Tai Chi, can be practiced in a chair or wheelchair","armGroupLabels":["Intervention"]},{"type":"OTHER","name":"Usual rehabilitation exercise","description":"Regular rehabilitation exercise used in participating hospital","armGroupLabels":["Control"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change of upper limb function in the body function and structure level","description":"Upper limb function will be measured by Fugl-Meyer Test Upper Limb section. The scale includes eight items related to function of wrist and hand, evaluation results are on a three-point scale ranging from 0 ('unable accomplish') to 2 ('completely accomplish'), and has a maximum score of 66. Higher score indicates better upper limb function.","timeFrame":"0,2,8,12,16 weeks post-intervention"},{"measure":"Change of upper limb function in the activity level","description":"Upper limb function will be measured by Wolf Motor Function Test. It consists of 17 items including time, functional ability and strength domains. Item seven and 14 are strength test with recording the exact weight which the participants can afford. The remaining 15 items are scored ranging from 0 ('does not attempt') to 5 ('movement appears to be normal') and have a total score ranging from 0 to 75. Higher score indicates better function.","timeFrame":"0,2,8,12,16 weeks post-intervention"},{"measure":"Change of balance control","description":"Balance control will be measured by the Berg Balance Scale. Each item is scored ranging from zero to four and have a total score ranging from zero to 56. Higher score indicates better balance control.","timeFrame":"0,2,8,12,16 weeks post-intervention"},{"measure":"Change of sitting balance control","description":"Sitting balance control will be measured by the Trunk Impairment Scale. It consists of three subscales: static sitting balance, dynamic sitting balance and coordination. Each subscale contains three items, 10 items, and four items. The total score ranges from zero to 23 points. A higher score indicates better performance.","timeFrame":"0,2,8,12,16 weeks post-intervention"},{"measure":"Change of depressive symptoms","description":"The 15 items Geriatric Depression Scale short form version will be used to measure the depressive symptoms. Each item scored in a dichotomous format: 1= ('yes'), 0= ('no') in response to symptoms of depression. The total score is summed (range 0-15). Higher score indicates more serious depressive symptoms.","timeFrame":"0,2,8,12,16 weeks post-intervention"}],"secondaryOutcomes":[{"measure":"Change of activity of daily living","description":"The Modified Barthel Index will be used to assess activity of daily living. The scale consists of 10 items to score the ability of a patient to care for himself which including feeding, moving, and toileting. The total scores range from 0 to 100. Higher score suggests better activity of daily living.","timeFrame":"0,2,8,12,16 weeks post-intervention"},{"measure":"Change of quality of life","description":"Quality of life will be assessed by Stroke-Specific Quality of Life Scale. It includes 12 areas affected following stroke covered by 49 items. For each item, there are five response options in which the score varies from one to five. Thus, the overall scores range from 49 (worst perception of quality of life) to 245 (best perception of quality of life). Higher scores indicate better quality of life.","timeFrame":"0,2,8,12,16 weeks post-intervention"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age ≥ 18 years;\n* A clinical diagnosis of ischaemic or haemorrhagic stroke;\n* A history of first-ever stroke;\n* In the subacute stage of stroke;\n* Ability to sit independently with or without sitters;\n* Ability to use and raise at least one arm while sitting (upper extremity muscle strength≥ Ⅲ);\n* Have a primary family caregiver (an unpaid relative, partner, personal friend, or neighbor who provides most assistance to the stroke survivor);\n* Be able to communicate in Chinese and provide informed consent;\n* Plan to be discharged home.\n\nExclusion Criteria:\n\n* National Institutes of Health Stroke Scale score \\>16;\n* Impaired cognitive functions (Abbreviated Mental Test, AMT ≤ 7);\n* Severe hearing or visual impairment;\n* Severe complications after stroke (e.g. limited comprehension and receptive aphasia, venous thrombosis);\n* Severe history or existed medical condition (e.g. myocardial infarction, using a cardiac pacemaker or a defibrillator, organ failure, malignancy or mental diseases, another neurological disease: multiple sclerosis or parkinson disease, received thrombolytic therapy or surgery, received joint replacement surgeries or fractures within six months);\n* Pregnant or lactating women;\n* Prior regular (at least three times/week) Tai Chi practice or other mind-body exercise (e.g. Yoga, Qigong, Ba Duanjin, or mindfulness training) in the past six months;\n* Participate in other clinical trials that would affect this study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"referencesModule":{"references":[{"pmid":"35387494","type":"DERIVED","citation":"Zhao J, Chau JPC, Chan AWK, Meng Q, Choi KC, Xiang X, Zhao Y, He R, Li Q. Tailored Sitting Tai Chi Program for Subacute Stroke Survivors: A Randomized Controlled Trial. Stroke. 2022 Jul;53(7):2192-2203. doi: 10.1161/STROKEAHA.121.036578. Epub 2022 Apr 7."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000009203","term":"Myocardial Infarction"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000017202","term":"Myocardial Ischemia"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000007238","term":"Infarction"},{"id":"D000007511","term":"Ischemia"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000009336","term":"Necrosis"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M11845","name":"Myocardial Infarction","asFound":"Stroke, Cardiovascular","relevance":"HIGH"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M6236","name":"Coronary Artery Disease","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M19196","name":"Myocardial Ischemia","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"T6034","name":"Quality of Life","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}