{"protocolSection":{"identificationModule":{"nctId":"NCT06040255","orgStudyIdInfo":{"id":"UG3NS119702","type":"NIH","link":"https://reporter.nih.gov/quickSearch/UG3NS119702"},"secondaryIdInfos":[{"id":"1UG3NS119702-01A1","type":"NIH","link":"https://reporter.nih.gov/quickSearch/1UG3NS119702-01A1"}],"organization":{"fullName":"University of California, San Francisco","class":"OTHER"},"briefTitle":"Focal Cerebral Arteriopathy Steroid Trial","officialTitle":"Focal Cerebral Arteriopathy Steroid Trial","acronym":"FOCAS"},"statusModule":{"statusVerifiedDate":"2024-01","overallStatus":"ENROLLING_BY_INVITATION","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-10-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2029-07-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2030-01-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-09-08","studyFirstSubmitQcDate":"2023-09-08","studyFirstPostDateStruct":{"date":"2023-09-15","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-01-30","lastUpdatePostDateStruct":{"date":"2024-02-01","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of California, San Francisco","class":"OTHER"},"collaborators":[{"name":"University of Cincinnati","class":"OTHER"},{"name":"Medical University of South Carolina","class":"OTHER"},{"name":"M.D. Anderson Cancer Center","class":"OTHER"},{"name":"University of Colorado, Denver","class":"OTHER"},{"name":"University of Iowa","class":"OTHER"},{"name":"National Institute of Neurological Disorders and Stroke (NINDS)","class":"NIH"},{"name":"American Heart Association","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"This comparative effectiveness trial (CET) in children with suspected focal cerebral arteriopathy (FCA) presenting with arterial ischemic stroke (AIS) or transient ischemic attack (TIA) will compare the use of early corticosteroid treatment (Arm A) versus delayed/no corticosteroid treatment (Arm B). Delayed corticosteroid treatment is given only for those demonstrating disease progression and is initiated as soon as the progression is detected (at any time after randomization). All participants will also receive standard of care therapy (aspirin and supportive care). Sites will randomize participants 1:1 to Arm A or B. Participants will be enrolled and randomized as soon as possible after their stroke/TIA up until 96 hours following the initial stroke/TIA event.","detailedDescription":"FCA is an acute, monophasic, presumed inflammatory disease that causes unilateral stenosis of the intracranial anterior circulation. In the medical literature, it has also been called transient cerebral arteriopathy (TCA) and post-varicella arteriopathy when it occurs after chicken pox. Although rare (1 to 3 cases seen per year at a typical academic children's hospital in the US), it is one of the most common causes of arterial ischemic stroke in a previously healthy child. Pediatric stroke investigators identified an FCA treatment trial as the #1 priority of the field (Steinlin M, Dev Med Child Neurol 2017) because of its aggressive natural history: it often progresses dramatically over days to weeks with recurrent or expanding infarcts. A 2017 European retrospective cohort study suggested that corticosteroid treatment may improve outcomes for FCA (Steinlin M, Stroke 2017).\n\nEuropeans have begun the PASTA (Paediatric Arteriopathy STeroid Aspirin) trial (PI Steinlin): a \"gold-standard\" RCT to test the efficacy of corticosteroids for FCA. A 2018 survey of pediatric stroke investigators (participating in the NIH-funded Vascular effects of Infection in Pediatric Stroke, VIPS II, cohort study) revealed discomfort with randomization to \"no steroids\" as the majority now treat FCA with corticosteroids. However, despite attitudes favoring their use, corticosteroids were given to only 36% of 55 children with suspected FCA in the VIPS II cohort and (when given) were started a median of 3 days post-stroke (IQR 1.5, 6) (unpublished preliminary data). This incongruity reflects diagnostic uncertainty at stroke baseline: the characteristic arteriopathy evolution is needed for definitive diagnosis of FCA, and ≈1 in 5 children with suspected FCA at baseline have an alternate diagnosis. Hence, the pressing clinical question is: Should we treat all children with suspected FCA immediately or wait and treat only the subset that demonstrate disease progression?\n\nEarly treatment has the potential advantage of preventing FCA progression, but the disadvantage of over treatment of those with alternate diagnoses. With a comparative effectiveness approach, the FOCAS trial will compare these two treatment approaches. FOCAS will also collect the steroid treatment safety data needed to guide clinical decisions."},"conditionsModule":{"conditions":["Pediatric Stroke","Arteriopathy","Arterial Ischemic Stroke"],"keywords":["FCA","Focal cerebral arteriopathy","Pediatric stroke","Arterial ischemic stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE4"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"Because corticosteroids cause significant behavioral effects in children, the local study investigators cannot be effectively blinded to the treatment; however, one of the study biostatisticians and all personnel reviewing neuroimaging as a part of the neuroimaging core will be blinded to Study Arm assignment.","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":80,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Arm A","type":"ACTIVE_COMPARATOR","description":"Treat all children with suspected FCA with corticosteroids as soon as the diagnosis is made.","interventionNames":["Drug: methylprednisolone, prednisolone, prednisone"]},{"label":"Arm B","type":"ACTIVE_COMPARATOR","description":"Treat only the subset of children that develop evidence of FCA disease progression.","interventionNames":["Drug: methylprednisolone, prednisolone, prednisone"]}],"interventions":[{"type":"DRUG","name":"methylprednisolone, prednisolone, prednisone","description":"Any generic or brand-name methylprednisolone at the appropriate dose may be used. Likewise, any generic or brand-name prednisolone, or prednisone, at the appropriate dose may be used.","armGroupLabels":["Arm A","Arm B"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Focal Cerebral Arteriopathy Severity Score (FCASS)","description":"Change in FCASS from baseline to 1 month (1-month delta FCASS) measured centrally on MRA studies (performed on scanners with the same magnet strength).\n\nThe FCASS is a novel ordinal scale designed and validated for the FOCAS and PASTA trials (Fullerton HJ, Stroke, 2018; Slalova, Eur J Paediatr Neurol, 2020) . The FCASS sums the severity of involvement of each of 5 different arterial segments that can be involved in FCA: (1) supraclinoid ICA (very common), (2) M1 segment of the MCA (very common), (3) M2 branches, (4) A1 segment of the ACA, (5) A2 branches of the ACA. The involvement of the ICA, M1, and A1 are scored on a scale of 0 to 4: 0=no involvement, 1=irregularity or banding without stenosis, 2=less than 50% stenosis, 3= 50% stenosis or greater), 4=complete occlusion. The M2 and A2 are scored: 0=no involvement, 1=irregularity, 3=stenosis, 4=complete occlusion (no option for 2).","timeFrame":"Baseline to one month"}],"secondaryOutcomes":[{"measure":"Focal Cerebral Arteriopathy Severity Score (FCASS) at 1 month (required)","description":"In addition to analyzing the change in FCASS from baseline to 1 month, we will analyze the absolute FCASS at 1 month. VIPS data suggest that the 1-month measurement should best approximate the maximum FCASS.\n\nFCASS sums the severity of involvement of each of 5 different arterial segments that can be involved in Focal Cerebral Arteriopathy: (1) supraclinoid ICA, (2) M1 segment of the MCA, (3) M2 branches, (4) A1 segment of the ACA, (5) A2 branches. Each segment is scored: 0 (normal), 1 (irregularity without stenosis), 2 (\\<50% stenosis), 3 (\\>50% stenosis), or 4 (complete occlusion). The total score can range from 0 to 20. Arteriopathy progression has an increase in the FCASS, while arteriopathy improvement has a decrease in the FCASS.","timeFrame":"Baseline to 1 month"},{"measure":"Focal Cerebral Arteriopathy Severity Score (FCASS) at 1 month at 12 months (when imaging is available)","description":"We will also analyze the FCASS at 12 months, which should approximate the final FCASS value (after recovery).\n\nFCASS sums the severity of involvement of each of 5 different arterial segments that can be involved in Focal Cerebral Arteriopathy: (1) supraclinoid ICA, (2) M1 segment of the MCA, (3) M2 branches, (4) A1 segment of the ACA, (5) A2 branches. Each segment is scored: 0 (normal), 1 (irregularity without stenosis), 2 (\\<50% stenosis), 3 (\\>50% stenosis), or 4 (complete occlusion). The total score can range from 0 to 20. Arteriopathy progression has an increase in the FCASS, while arteriopathy improvement has a decrease in the FCASS.","timeFrame":"Baseline to 12 months"},{"measure":"Relative infarct volume at 1 month (required)","description":"Study neuroradiologists, blinded to the treatment arm and imaging date, will estimate relative infarct volume at 1 month. They will first estimate the absolute infarct volume using ABC/2.39 They will delineate the infarct contour and the brain contour on FLAIR images and, taking into account FLAIR slice thickness, calculate the absolute infarct volume and total brain volume. To account for smaller head sizes in young children, they will then calculate the relative infarct volume as a percent of total brain volume.","timeFrame":"1 month after baseline"},{"measure":"Relative infarct volume at 12 months (when imaging is available)","description":"Study neuroradiologists, blinded to the treatment arm and imaging date, will estimate relative infarct volume at 1 month. They will first estimate the absolute infarct volume using ABC/2.39 They will delineate the infarct contour and the brain contour on FLAIR images and, taking into account FLAIR slice thickness, calculate the absolute infarct volume and total brain volume. To account for smaller head sizes in young children, they will then calculate the relative infarct volume as a percent of total brain volume. They will use similar methodology to also estimate the final infarct volume at 12 months.","timeFrame":"12 months after baseline"},{"measure":"Pediatric Stroke Outcome Measure (PSOM) at 6 months","description":"The PSOM can be measured via the Pediatric Stroke Recurrence and Recovery Questionnaire (RRQ) if only telephone follow-up is feasible. The PSOM scale ranges from 0 to 10, but 6- and 12-month measurements typically cluster between 0 and 3, with any value ≥1 considered a \"poor outcome.\" The median 1-year PSOM in our FCA cohort (N=39 with 1-year outcomes) was 1 (IQR 0, 1.5; range 0, 4.5). 2 In VIPS, higher maximum FCASS correlated with higher PSOM scores, indicating poorer outcomes (p=0.037).","timeFrame":"6 months after baseline"},{"measure":"Pediatric Stroke Outcome Measure (PSOM) at 12 months (when feasible)","description":"The PSOM can be measured via the Pediatric Stroke Recurrence and Recovery Questionnaire (RRQ) if only telephone follow-up is feasible. The PSOM scale ranges from 0 to 10, but 6- and 12-month measurements typically cluster between 0 and 3, with any value ≥1 considered a \"poor outcome.\" The median 1-year PSOM in our FCA cohort (N=39 with 1-year outcomes) was 1 (IQR 0, 1.5; range 0, 4.5). 2 In VIPS, higher maximum FCASS correlated with higher PSOM scores, indicating poorer outcomes (p=0.037).","timeFrame":"12 months after baseline"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Age 1 year through 18 years at stroke/TIA ictus (ineligible as of 19th birthday).\n2. Acute arterial ischemic stroke (AIS) or transient ischemic attack (TIA) in prior 4 days (96 hours).\n\n   1. AIS definition: neurological deficit with acute onset (including seizures) and acute infarct(s) corresponding to arterial territory(ies) on brain imaging.\n   2. TIA definition: neurological deficit with acute onset (not including seizures) consistent with ischemia of an arterial territory(ies) but without acute infarction on brain imaging.\n3. Imaging inclusion criteria:\n\n   a. Baseline imaging findings consistent with FCA: i. unilateral focal irregularity, banding, stenosis, wall thickening/enhancement, or occlusion of the distal internal carotid artery (ICA) and/or its proximal branches (A1, M1, posterior communicating artery, proximal PCA), OR ii. unilateral infarction in the territory of the lenticulostriate arteries with normal MRA.\n\n   b. Ability to return at 1-month (±7 days) post-stroke for an MRI/MRA (non-contrast) on a scanner of the same magnet strength as baseline MRI/MRA.\\*\n4. Consent to study procedures.\n\n   * A repeat baseline MRI/MRA can be performed as a research scan within 24 hours of enrollment if needed to meet this requirement.\n\nExclusion Criteria:\n\n1. Prior stroke.\n2. Another identified cause of stroke/TIA, other than FCA. (Intracranial dissection is considered a subtype of FCA and will be included if the patient is not predisposed to dissection for the reasons listed below.)\n3. Presence of childhood stroke risk factors (known to be present at the time of enrollment):\n\n   1. Risk factors for arterial dissection: connective tissue disorder (e.g., Ehlers-Danlos type IV, Marfan syndrome, osteogenesis imperfect); severe head or neck trauma in the two weeks preceding AIS/TIA (defined as skull or cervical fracture, or an ICU admission for trauma).\n   2. Risk factors for moyamoya: genetic disorder or syndrome that predisposes to moyamoya (e.g., trisomy 21, neurofibromatosis type 1, tuberous sclerosis, sickle cell anemia, MOPD type II, PHACE syndrome); prior cranial radiation therapy.\n   3. Risk factors for secondary vasculitis or vasospasm: acute meningitis, systemic lupus erythematosus or other autoimmune disorder that can cause vasculitis, recent cocaine/amphetamine use (prior 7 days), recent subarachnoid hemorrhage (prior 14 days).\n   4. Risk factors for cardioembolism: complex congenital heart disease; recent cardiac surgery or catheterization (prior week); endocarditis or other cardiac valve disease with vegetations; right-to-left cardiac shunting lesion with deep vein thrombosis (DVT) or a known thrombophilia.\n4. Imaging exclusion criteria:\n\n   1. Baseline parenchymal imaging demonstrating remote or bilateral infarcts\n   2. Vascular imaging demonstrating bilateral arteriopathy or moyamoya collaterals\n5. Contraindication to corticosteroid therapy (e.g., baseline immunosuppression, significant infection, etc.) as determined by the treating physicians.\n6. Current or recent (within prior week) treatment with corticosteroids.\n7. Pregnant, post-partum (within 6 months of childbirth), or nursing.","healthyVolunteers":false,"sex":"ALL","minimumAge":"1 Year","maximumAge":"18 Years","stdAges":["CHILD","ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Heather J Fullerton, MD, MAS","affiliation":"University of California, San Francisco","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of California San Francisco","city":"San Francisco","state":"California","zip":"94158","country":"United States","geoPoint":{"lat":37.77493,"lon":-122.41942}}]},"referencesModule":{"references":[{"pmid":"28982784","type":"BACKGROUND","citation":"Wintermark M, Hills NK, DeVeber GA, Barkovich AJ, Bernard TJ, Friedman NR, Mackay MT, Kirton A, Zhu G, Leiva-Salinas C, Hou Q, Fullerton HJ; VIPS Investigators. Clinical and Imaging Characteristics of Arteriopathy Subtypes in Children with Arterial Ischemic Stroke: Results of the VIPS Study. AJNR Am J Neuroradiol. 2017 Nov;38(11):2172-2179. doi: 10.3174/ajnr.A5376. Epub 2017 Oct 5."},{"pmid":"30355212","type":"BACKGROUND","citation":"Fullerton HJ, Stence N, Hills NK, Jiang B, Amlie-Lefond C, Bernard TJ, Friedman NR, Ichord R, Mackay MT, Rafay MF, Chabrier S, Steinlin M, Elkind MSV, deVeber GA, Wintermark M; VIPS Investigators. Focal Cerebral Arteriopathy of Childhood: Novel Severity Score and Natural History. Stroke. 2018 Nov;49(11):2590-2596. doi: 10.1161/STROKEAHA.118.021556."},{"pmid":"26813104","type":"BACKGROUND","citation":"Elkind MS, Hills NK, Glaser CA, Lo WD, Amlie-Lefond C, Dlamini N, Kneen R, Hod EA, Wintermark M, deVeber GA, Fullerton HJ; VIPS Investigators*. Herpesvirus Infections and Childhood Arterial Ischemic Stroke: Results of the VIPS Study. Circulation. 2016 Feb 23;133(8):732-41. doi: 10.1161/CIRCULATIONAHA.115.018595. Epub 2016 Jan 26."},{"pmid":"28733481","type":"BACKGROUND","citation":"Steinlin M, Bigi S, Stojanovski B, Gajera J, Regenyi M, El-Koussy M, Mackay MT; Swiss NeuroPediatric Stroke Registry. Focal Cerebral Arteriopathy: Do Steroids Improve Outcome? Stroke. 2017 Sep;48(9):2375-2382. doi: 10.1161/STROKEAHA.117.016818. Epub 2017 Jul 21."},{"pmid":"28121022","type":"BACKGROUND","citation":"Steinlin M, O'callaghan F, Mackay MT. Planning interventional trials in childhood arterial ischaemic stroke using a Delphi consensus process. Dev Med Child Neurol. 2017 Jul;59(7):713-718. doi: 10.1111/dmcn.13393. Epub 2017 Jan 25."},{"pmid":"26423434","type":"BACKGROUND","citation":"Fullerton HJ, Hills NK, Elkind MS, Dowling MM, Wintermark M, Glaser CA, Tan M, Rivkin MJ, Titomanlio L, Barkovich AJ, deVeber GA; VIPS Investigators. Infection, vaccination, and childhood arterial ischemic stroke: Results of the VIPS study. Neurology. 2015 Oct 27;85(17):1459-66. doi: 10.1212/WNL.0000000000002065. Epub 2015 Sep 30."},{"pmid":"15728288","type":"BACKGROUND","citation":"Lanthier S, Armstrong D, Domi T, deVeber G. Post-varicella arteriopathy of childhood: natural history of vascular stenosis. Neurology. 2005 Feb 22;64(4):660-3. doi: 10.1212/01.WNL.0000151851.66154.27."},{"pmid":"9477245","type":"BACKGROUND","citation":"Chabrier S, Rodesch G, Lasjaunias P, Tardieu M, Landrieu P, Sebire G. Transient cerebral arteriopathy: a disorder recognized by serial angiograms in children with stroke. J Child Neurol. 1998 Jan;13(1):27-32. doi: 10.1177/088307389801300105."},{"pmid":"19039009","type":"BACKGROUND","citation":"Braun KP, Bulder MM, Chabrier S, Kirkham FJ, Uiterwaal CS, Tardieu M, Sebire G. The course and outcome of unilateral intracranial arteriopathy in 79 children with ischaemic stroke. Brain. 2009 Feb;132(Pt 2):544-57. doi: 10.1093/brain/awn313. Epub 2008 Nov 27."},{"pmid":"32826156","type":"BACKGROUND","citation":"Slavova N, Fullerton HJ, Hills NK, Breiding PS, Mackay MT, Steinlin M. Validation of the focal cerebral arteriopathy severity score (FCASS) in a Swiss cohort: Correlation with infarct volume and outcome. Eur J Paediatr Neurol. 2020 Sep;28:58-63. doi: 10.1016/j.ejpn.2020.07.015. Epub 2020 Aug 4."},{"pmid":"22895580","type":"BACKGROUND","citation":"Lo WD, Ichord RN, Dowling MM, Rafay M, Templeton J, Halperin A, Smith SE, Licht DJ, Moharir M, Askalan R, Deveber G; International Pediatric Stroke Study (IPSS) Investigators. The Pediatric Stroke Recurrence and Recovery Questionnaire: validation in a prospective cohort. Neurology. 2012 Aug 28;79(9):864-70. doi: 10.1212/WNL.0b013e318266fc9a. Epub 2012 Aug 15."},{"pmid":"22160380","type":"BACKGROUND","citation":"Schechter T, Kirton A, Laughlin S, Pontigon AM, Finkelstein Y, MacGregor D, Chan A, deVeber G, Brandao LR. Safety of anticoagulants in children with arterial ischemic stroke. Blood. 2012 Jan 26;119(4):949-56. doi: 10.1182/blood-2011-06-361535. Epub 2011 Dec 7."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"meshes":[{"id":"D000011241","term":"Prednisone"},{"id":"D000008775","term":"Methylprednisolone"},{"id":"D000077555","term":"Methylprednisolone Acetate"},{"id":"D000008776","term":"Methylprednisolone Hemisuccinate"},{"id":"D000011239","term":"Prednisolone"},{"id":"C000009935","term":"Prednisolone acetate"},{"id":"C000021322","term":"Prednisolone hemisuccinate"},{"id":"C000009022","term":"Prednisolone phosphate"}],"ancestors":[{"id":"D000000893","term":"Anti-Inflammatory Agents"},{"id":"D000005938","term":"Glucocorticoids"},{"id":"D000006728","term":"Hormones"},{"id":"D000006730","term":"Hormones, Hormone Substitutes, and Hormone Antagonists"},{"id":"D000045505","term":"Physiological Effects of Drugs"},{"id":"D000018931","term":"Antineoplastic Agents, Hormonal"},{"id":"D000000970","term":"Antineoplastic Agents"},{"id":"D000000932","term":"Antiemetics"},{"id":"D000001337","term":"Autonomic Agents"},{"id":"D000018373","term":"Peripheral Nervous System Agents"},{"id":"D000005765","term":"Gastrointestinal Agents"},{"id":"D000018696","term":"Neuroprotective Agents"},{"id":"D000020011","term":"Protective Agents"}],"browseLeaves":[{"id":"M13811","name":"Prednisone","asFound":"Syndrome","relevance":"HIGH"},{"id":"M11439","name":"Methylprednisolone","asFound":"Increase","relevance":"HIGH"},{"id":"M1833","name":"Methylprednisolone Acetate","asFound":"Increase","relevance":"HIGH"},{"id":"M11440","name":"Methylprednisolone Hemisuccinate","asFound":"Increase","relevance":"HIGH"},{"id":"M13810","name":"Prednisolone","asFound":"Messages","relevance":"HIGH"},{"id":"M229400","name":"Prednisolone acetate","asFound":"Increase","relevance":"HIGH"},{"id":"M211862","name":"Prednisolone hemisuccinate","asFound":"Increase","relevance":"HIGH"},{"id":"M248839","name":"Prednisolone phosphate","asFound":"Increase","relevance":"HIGH"},{"id":"M3907","name":"Anti-Inflammatory Agents","relevance":"LOW"},{"id":"M8737","name":"Glucocorticoids","relevance":"LOW"},{"id":"M9479","name":"Hormones","relevance":"LOW"},{"id":"M9478","name":"Hormone Antagonists","relevance":"LOW"},{"id":"M20656","name":"Antineoplastic Agents, Hormonal","relevance":"LOW"},{"id":"M3941","name":"Antiemetics","relevance":"LOW"},{"id":"M8571","name":"Gastrointestinal Agents","relevance":"LOW"},{"id":"M20463","name":"Neuroprotective Agents","relevance":"LOW"},{"id":"M21559","name":"Protective Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"Infl","name":"Anti-Inflammatory Agents"},{"abbrev":"ANeo","name":"Antineoplastic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"AnEm","name":"Antiemetics"},{"abbrev":"NeuroAg","name":"Neuroprotective Agents"},{"abbrev":"Gast","name":"Gastrointestinal Agents"}]}},"hasResults":false}