{"protocolSection":{"identificationModule":{"nctId":"NCT05520034","orgStudyIdInfo":{"id":"151"},"organization":{"fullName":"Hiroshima University","class":"OTHER"},"briefTitle":"Reduction of Recurrence of Stroke by Nurse-led Education in Bangladesh","officialTitle":"Effectiveness of Health Education Program Among Patients & Family Caregivers on Modifiable Risk Factors mRS 0 to 4 to Reduce Recurrence of Stroke After Discharge From a Tertiary Hospital in Bangladesh"},"statusModule":{"statusVerifiedDate":"2023-10","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-10-02","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-02-28","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-03-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-08-23","studyFirstSubmitQcDate":"2022-08-26","studyFirstPostDateStruct":{"date":"2022-08-29","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-10-13","lastUpdatePostDateStruct":{"date":"2023-10-17","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Mahabuba Afrin","investigatorTitle":"Doctoral Researcher","investigatorAffiliation":"Hiroshima University"},"leadSponsor":{"name":"Hiroshima University","class":"OTHER"},"collaborators":[{"name":"National Institute of Neuro Sciences & Hospital, Bangladesh","class":"OTHER_GOV"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke is a major public issue that can be occurred a patient with severe and unbearable disability for a long time. Recurrence of stroke is increasing due to a lack of knowledge and compliance with treatment regarding the modifiable risk factors of stroke and behavioral and lifestyle changes. Nurse-led health education with (self) monitoring of modifiable risk factors and behaviors can be an effective way to create knowledge about the behavioral changes in stroke patients.\n\nThe investigators hypothesized that health education among first stroke patients and their family caregivers could reduce the stroke recurrence rate by controlling modifiable risk factors compared to the first stroke patients without health education.","detailedDescription":"In Bangladesh, the top cause of death per 100,000 population for both sexes aged all ages in 2019 is stroke. About 79.9 percent of the total patients were suffering from ischemic stroke, and 15.7 percent and 4.6 percent were diagnosed with hemorrhagic and subarachnoid hemorrhage respectively. One study found the cumulative recurrence rate was 14.7% at three months, 15.3% at six months, 17.3% at the ninth month, and 20% at one year (n=150).\n\nThis study aims to evaluate the effect of health education among first-stroke patients and their family caregivers for reducing the recurrence of stroke. The investigators also assess the number and rate of all adverse events, changes in values of modifiable risk factors, and change scores in knowledge, lifestyle behavior, medication adherence, and QoL.\n\nIn this study, participants will be the first stroke patients who are discharged from the National Institute of Neurosciences \\& Hospital (NINSH) and the family caregivers of the patients. The written informed consent will be received from the patient when the patient is the main person of self-management of recurrence prevention, if the patient cannot give consent by disability, his/her family caregiver will provide consent.\n\nAt baseline, blood specimens such as blood total cholesterol, HDL-cholesterol, HbA1c, and diagnosis including adverse events and blood pressure measurement data will be obtained from the hospital records/patient's chart.\n\nAt first, the research assistant (RA) nurse should confirm the written consent form for the participants. Then, the RA nurse will take the baseline data through the interview. The raw data will be stored and locked in secured places in NINSH.\n\nConfidentiality of data is of utmost importance; therefore, every effort will be made to safeguard the identity of participants and protect subject privacy. All hard copies of data will be stored under lock and kept in the NINSH.\n\nThe sample size is based on the calculation of a 10% reduction in recurrence rate compared with the control group with a statistical power of 80% at α= 0.05 (2-tailed). Considering the dropout rate of 10%, the final sample size is 432 (2 arms).\n\nTo compare the outcomes of the Intervention Group and Control Group, an intention-to-treat (ITT) analysis and a full analysis set (FAN) will be conducted. Descriptive analysis will be done to assess the baseline data. For categorical data, the chi-square (X2) test, and for continuous variables, the t-test, or Mann-Whitney U test will be employed to compare the two groups where appropriate. For secondary endpoints, after adjusting for confounding variables such as age, an analysis of covariance (ANCOVA) will be used to assess the effect of the intervention on the outcomes. To compensate for missing data, the last observation carried forward will be measured. The significance level will be set at P=0.05. Data will be analyzed using SPSS (version 26.0; IBM Corp).\n\nIn 5% of the study participants, the quality control team independently will check the collected data on the same day using a field-tested methodology. Detected errors will be corrected immediately at the field site. The findings of the quality control team will be considered for necessary corrections if any major discrepancies are found."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke","Caregiver","Recurrence of stroke","Health education","Bangladesh"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Randomized control trial (RCT) study","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":432,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Intervention group","type":"EXPERIMENTAL","description":"The participants will be provided a basic health education regarding the understanding of stroke and the risk factors, lifestyle changes related to modifiable factors, (self)-monitoring of daily blood pressure (BP), and compliance with medication and hospital/clinic visits.At 12 month RA nurses will collect data and samples for lab test from patient's house if patient cannot come in NINSH for any reason.We will provide all the patients lab test cost and transportation fees if they will visit any healthcare center for any lab test related to our study.","interventionNames":["Behavioral: Health Education"]},{"label":"Control Group","type":"NO_INTERVENTION","description":"The participants will receive a one-time telephone call by research nurses every month to keep in contact (telephone call does not include health education).At 12 month RA nurses will collect data and samples for lab test from patient's house if patient cannot come in NINSH for any reason. We will provide all the patients lab test cost and transportation fees if they will visit any healthcare center for any lab test related to our study."}],"interventions":[{"type":"BEHAVIORAL","name":"Health Education","description":"The participants will receive a 45mins, face-to-face group health education before discharge and during the 6th month by a nurse and a physiotherapist. Participants will be received refresher health education over the phone call , if the patient and family caregiver cannot come for any reason. They will also receive a digital BP machine, a salt-measurement spoon, a medication box, and a recording notebook for monitoring. The intervention group receives health education above and reminder telephone calls provided by research assistant nurses every month (1st month to 3rd month: twice a month, and 4th month to 12th month: once a month)","armGroupLabels":["Intervention group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change of the recurrence rate of stroke.","description":"Compare the recurrence rate of stroke between the intervention group and the control group","timeFrame":"12 months"}],"secondaryOutcomes":[{"measure":"Change of the number of adverse events","description":"Compare the number of all causes of death, and cardiovascular events between the intervention group and the control group. The adverse event refers that all cases that need to be diagnosed: for example, new onset of acute myocardial infarction (AMI) and unstable angina, heart failure (with hospitalization), PAD (peripheral arterial disease: hospitalization)","timeFrame":"12 months"},{"measure":"Change in values of blood pressure level","description":"Compare value of blood pressure (mmHg) between the intervention group and the control group.","timeFrame":"12 months"},{"measure":"Change in value of HbA1c","description":"Compare value of HbA1c (%) between the intervention group and the control group.","timeFrame":"12 months"},{"measure":"Change in non-HDL cholesterol","description":"Compare value of non-HDL cholesterol (mg/dl) (total cholesterol minus HDL cholesterol) between the intervention group and the control group.","timeFrame":"12 months"},{"measure":"Changes in scores in knowledge related to stroke","description":"Compare scores in knowledge related to stroke (the researcher-developed \"Knowledge questionnaire of stroke\") between the intervention group and the control group. The questionnaire consists of 10 items with \"No/Wrong answer\", \"Yes/Correct answer\", and \"Don't know\" answers. The score ranges from 0-20, and a higher score indicates having better knowledge.","timeFrame":"12 months"},{"measure":"Changes in scores in lifestyle behavior related to stroke","description":"Compare scores in lifestyle behavior related to stroke (the researcher-developed \"Lifestyle behavior questionnaire related to stroke\") between the intervention group and the control group. The questionnaire consists of 14 items (6 items will not be counted) with a Likert scale with the frequency of behaviors. The score ranges from 0-37, and a higher score indicates having better lifestyle behavior.","timeFrame":"12 months"},{"measure":"Changes in scores in medication adherence","description":"Compare scores of behavior changes in medication adherence measured by a \"Medication adherence related questionnaire\" between the intervention group and the control group.\n\nThe questionnaire consists of 4 items with \"Yes=0\" and \"No=1\" answers. The score ranges from 0-4, and a higher score indicates better compliance.","timeFrame":"12 months"},{"measure":"Changes in scores in QoL","description":"Compare behavior changes in QoL measured by a \"WHOQOL- BREF Bangla Version-2 items)\" between the intervention group and the control group. Each item scores from 1 (very poor/very dissatisfied) to 5 (very good/very satisfied), and ranges (mean of 2 items) from 1 to 5, a higher mean indicates a better QoL.","timeFrame":"12 months"}]},"eligibilityModule":{"eligibilityCriteria":"For patient\n\n1. Who will be discharged from NINSH to home or who will visit at NINSH right after getting stroke\n2. First-time stroke\n3. All types of strokes, except subarachnoid haemorrhage\n4. modified Rankin Scale (0 - 4)\n5. Stroke patient who is 18 years old and above\n6. Both males \\& females\n7. Who will provide written consent \\& willing to participate in the study\n\nFor family caregivers\n\n1. Primary caregivers irrespective of sex and aged 18 years old and above, living with the patient who take care of an above patient and who meets all of the inclusion criteria (will be decided by one person)\n2. Who will provide written consent \\& willing to participate in the study\n\nExclusion Criteria:\n\nExclusion criteria of patient\n\n1. Who has stroke with the recurrence\n2. Stroke subtype: caused by genetic problems or injury/accident\n3. Patients with multi-organ failure or terminal stage\n4. Participation in other clinical trials\n5. Unwillingness to participate in the study\n6. Not having a mobile phone at home\n7. mRS 5\n\nExclusion criteria of caregiver\n\n1. Who is not living with the patient\n2. Who is under 18 years old\n3. Who is mentally unstable and/or cognitively impaired (diagnosed cases)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Mahabuba Afrin, PhD","role":"CONTACT","phone":"+8108057903018","email":"mahabuba.a32@gmail.com"},{"name":"Dr.Subir Chandra Das, MBBS","role":"CONTACT","phone":"+8801716450560","email":"drsubir12@gmail.com"}],"overallOfficials":[{"name":"KATM Ehsanul Huq, PhD","affiliation":"Hiroshima University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"National Institute of Neurosciences & Hospital","status":"RECRUITING","city":"Dhaka","zip":"1207","country":"Bangladesh","contacts":[{"name":"Professor Dr. Sharif Uddin Khan, MBBS","role":"CONTACT","phone":"+8801711130273","email":"sharif.911@gmail.com"}],"geoPoint":{"lat":23.7104,"lon":90.40744}}]},"referencesModule":{"references":[{"pmid":"26445548","type":"BACKGROUND","citation":"Clarke DJ, Forster A. Improving post-stroke recovery: the role of the multidisciplinary health care team. J Multidiscip Healthc. 2015 Sep 22;8:433-42. doi: 10.2147/JMDH.S68764. eCollection 2015."},{"pmid":"29791947","type":"BACKGROUND","citation":"Katan M, Luft A. Global Burden of Stroke. Semin Neurol. 2018 Apr;38(2):208-211. doi: 10.1055/s-0038-1649503. Epub 2018 May 23."},{"pmid":"34487721","type":"BACKGROUND","citation":"GBD 2019 Stroke Collaborators. Global, regional, and national burden of stroke and its risk factors, 1990-2019: a systematic analysis for the Global Burden of Disease Study 2019. Lancet Neurol. 2021 Oct;20(10):795-820. doi: 10.1016/S1474-4422(21)00252-0. Epub 2021 Sep 3."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000012008","term":"Recurrence"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000020969","term":"Disease Attributes"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M14540","name":"Recurrence","asFound":"Recurrence","relevance":"HIGH"},{"id":"M11600","name":"Mitral Valve Insufficiency","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M22390","name":"Disease Attributes","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}