{"protocolSection":{"identificationModule":{"nctId":"NCT05905536","orgStudyIdInfo":{"id":"IRB00096075"},"organization":{"fullName":"Wake Forest University Health Sciences","class":"OTHER"},"briefTitle":"Perioperative Monitoring of Cardiac Surgery Patients With the Vitalstream Physiological Monitor","officialTitle":"Perioperative Monitoring of Cardiac Surgery Patients With the Vitalstream Physiological Monitor"},"statusModule":{"statusVerifiedDate":"2023-12","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-08-15","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-08","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-08","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-06-07","studyFirstSubmitQcDate":"2023-06-07","studyFirstPostDateStruct":{"date":"2023-06-15","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-12-06","lastUpdatePostDateStruct":{"date":"2023-12-07","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Wake Forest University Health Sciences","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUsExport":true},"descriptionModule":{"briefSummary":"The purpose of this study is to validate cardiac output and stroke volume derived from Vitalstream against Gold Standard measurements obtained using thermodilution. The Vitalstream device is a continuous noninvasive physiological monitor (Caretaker Medical LLC, Charlottesville, Virginia, further referred to as \"CTM\") provides heart rate, continuous noninvasive blood pressure (BP), respiratory rate, stroke volume and cardiac output.","detailedDescription":"The device is currently undergoing IEC 60601 Medical Safety Standards testing and has already passed all FDA-required emission and discharge testing. The Vitalstream tracks central aortic BP via pulse analysis, specifically Pulse Decomposition Analysis (\"PDA\"), of the peripheral pulse at a distal site, typically finger. The device uses a low pressure \\[30-40 mmHg\\], pump-inflated, finger cuff that pneumatically couples arterial pulsations via a pressure line to a custom-designed piezo-electric pressure sensor for detection and analysis. Physiological data are communicated wirelessly to a tablet-based user interface via Bluetooth. The Vitalstream monitor is most beneficial as it is non-invasive, is a minimal risk device, and for this protocol will not be utilized to make treatment decisions for the study subject."},"conditionsModule":{"conditions":["Cardiac Output, Low","Stroke Volume"],"keywords":["cardiac output","cardiac surgery","pulmonary artery catheter"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"cardiac patient population through the major part of their continuum of care, with monitoring starting at the start of the subjects holding room pre-operative preparation and continuing through surgery to recovery in the Cardiovascular Intensive Care Unit (CVICU), where monitoring will continue until the pulmonary artery catheter (PAC) is removed","primaryPurpose":"OTHER","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":46,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Vitalstream","type":"EXPERIMENTAL","description":"Device placed on the subject preoperatively in the holding room and continued postoperatively into the Cardiac Intensive Care Unit (ICU).","interventionNames":["Device: Vitalstream"]}],"interventions":[{"type":"DEVICE","name":"Vitalstream","description":"The device will be placed on the subject and monitoring started in the holding room on the morning of surgery. Monitoring will continue postoperatively until the pulmonary artery catheter (PAC) is removed (Standard of Care) or discharged, or at study team discretion. At Intensive Care Unit (ICU) admittance and again 3 hours later a straight leg raise will be done to monitor for changes in hemodynamics.","armGroupLabels":["Vitalstream"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Cardiac output values","description":"Cardiac output values correlation of cardiac output between the PA catheter as assessed by the CCO and the VitalStream - the amount of blood pumped by the heart minute - Cardiac output is calculated by multiplying stroke volume with heart rate - Cardiac output in humans is generally 5-6 L/min in an at-rest to more than 35 L/min in elite athletes during exercise. HR is determined by signals from the sinoatrial node, which automatically depolarizes at an intrinsic rate of 60 to 100 times each minute - Low-output symptoms are caused by the inability of the heart to generate enough cardiac output. This leads to reduced blood flow to the brain and other vital organs","timeFrame":"hour 24"},{"measure":"Blood pressure values","description":"correlation of blood pressure continuously being monitored by the Vitalstream and the subjects indwelling arterial line","timeFrame":"hour 24"}],"otherOutcomes":[{"measure":"Assessment of fluid responsiveness changes","description":"Assessment of fluid responsiveness using a passive leg raising test (PLR) maneuver, within 1 hour of ICU admission and 3 hours later. We will access fluid challenge using the fluid challenge timer feature on the VitalStream, by doing serial assessments before and after each passive leg raising test.\n\nPLR is a simple bedside technique that can be used to assess fluid responsiveness. This maneuver can be used as a pseudo-fluid challenge of an approximately of 150-300 mL by placing patient head down flat and feet up at a 45° angle. Blood from the lower extremities translocate to intrathoracic compartment where the right and left ventricular preload increases and if the patient is responsive increases SV and cardiac output. An increase in SV of more than 10% indicates the patient is preload responsive with the high sensitivity and specificity.","timeFrame":"Hours 1 and 3"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Adult post-cardiac surgery needing cardiopulmonary bypass and use of the pulmonary artery catheter (PAC) as standard of care, (s/p coronary artery bypass graft (CABG), valve, heart transplant, major aortic \\& other vascular surgery, and a combination of CABG and valve procedures)\n* patients (age \\> 18) admitted to the Intensive Care Unit (ICU) with a pulmonary artery catheter (continuous or intermittent thermodilution cardiac output) and an arterial catheter for Blood Pressure (BP) monitoring (standard of care)\n\nExclusion Criteria:\n\n* Patients without an appropriately positioned or functioning (PAC) pulmonary artery catheter admitted to the cardiac surgery ICU after surgery. Patients on left ventricular assist device (LVAD) support","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Ashish Khanna, MD","role":"CONTACT","phone":"513-658-5866","email":"akhanna@wakehealth.edu"}],"overallOfficials":[{"name":"Ashish Khanna, MD","affiliation":"Wake Forest University Health Sciences","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Atrium Health Wake Forest Baptist","status":"RECRUITING","city":"Winston-Salem","state":"North Carolina","zip":"27157","country":"United States","contacts":[{"name":"Ashish Khanna, MD","role":"CONTACT","phone":"513-658-5866","email":"akhanna@wakehealth.edu"},{"name":"Lynnette C Harris, BSN","role":"CONTACT","phone":"336-716-8791","email":"lcharris@wakehealth.edu"},{"name":"Ashish Khanna, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":36.09986,"lon":-80.24422}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000002303","term":"Cardiac Output, Low"}],"ancestors":[{"id":"D000006331","term":"Heart Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M5249","name":"Cardiac Output, Low","asFound":"Cardiac Output, Low","relevance":"HIGH"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}