{"protocolSection":{"identificationModule":{"nctId":"NCT05554861","orgStudyIdInfo":{"id":"rTMS22"},"organization":{"fullName":"Afyonkarahisar Health Sciences University","class":"OTHER"},"briefTitle":"Effects of Repetitive Transcranial Magnetic Stimulation Therapy on Lower Extremity Motor Development in Stroke Patients","officialTitle":"Effects of Repetitive Transcranial Magnetic Stimulation Therapy on Quality of Life, Mobility and Lower Extremity Motor Development in Stroke Patients: A Randomized Study of Double Blind With Sham Control"},"statusModule":{"statusVerifiedDate":"2023-11","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-09-20","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-09-20","type":"ACTUAL"},"completionDateStruct":{"date":"2023-11-13","type":"ACTUAL"},"studyFirstSubmitDate":"2022-09-22","studyFirstSubmitQcDate":"2022-09-22","studyFirstPostDateStruct":{"date":"2022-09-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-11-13","lastUpdatePostDateStruct":{"date":"2023-11-14","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Nuran Eyvaz","investigatorTitle":"Asistant Profesor","investigatorAffiliation":"Afyonkarahisar Health Sciences University"},"leadSponsor":{"name":"Afyonkarahisar Health Sciences University","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The aim of our study is to investigate the effects of rTMS applications at different current frequencies (low frequency / intermittent (intermittent) theta burst (iTBS)) in stroke patients on lower extremity motor development, physical function and quality of life, and to compare the effectiveness of these modalities.","detailedDescription":"Stroke is the second leading cause of mortality in adults and is the main cause of long-term disability. Functional limitations that develop in the post-stroke period affect the quality of life and activities of daily living of the patients. The main purpose of stroke rehabilitation is to increase the quality of life by adopting multidimensional approaches that aim to reach the maximum level of independence in the physical, functional, psychological and social health areas of the patients.\n\nThanks to the neuroplasticity mechanisms that develop in the brain in the post-stroke period, it is aimed to activate the cortical areas directly affected by the stroke by creating new connections in the neuronal networks. With increased activation, clinical motor recovery occurs. Conventional therapy methods are an important tool for motor recovery, however, the effects of treatment outcomes are often limited, especially when applied to chronic patients. In recent years, there is a need for more effective approaches on neuroplasticity mechanisms in stroke rehabilitation. Repetitive transcranial magnetic stimulation (rTMS) is an innovative approach applied in this field. With the application of repetitive transcranial magnetic stimulation (rTMS), it is aimed to modulate plasticity and restore the normal activity pattern.\n\nRepetitive transcranial magnetic stimulation (rTMS) is a painless non-invasive technique widely used in clinical routine practice to modulate the neural excitability of the human brain. High frequency rTMS (\\>5 Hz) increases neural activity (long term potentiation), while low frequency (1 Hz) rTMS decreases neural activity (long term depression). Theta burst excitation (TBS), on the other hand, is a undulating form.\n\nSeveral systematic reviews have evaluated the efficacy and safety of rTMS for various functional and psychological outcomes in people after stroke. In the literature, rTMS is used in patients with acute, subacute and chronic stroke to improve upper and lower extremity functions, as well as in the rehabilitation of dysphagia and aphasia.\n\nThe aim of our study is to investigate the effects of rTMS applications at different current frequencies (low frequency / intermittent (intermittent) theta burst (iTBS)) on patients with stroke on lower extremity motor development, physical function and quality of life, and to compare the effectiveness of these modalities."},"conditionsModule":{"conditions":["Neurological Rehabilitation","Stroke","Lower Extremity Problem","Quality of Life"],"keywords":["Repetitive Transcranial Magnetic Stimulation","Hemiplegia","Neurological Rehabilitation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"QUADRUPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":60,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Low Frequency rTMS Protocol","type":"EXPERIMENTAL","description":"It was planned to apply 1 Hz low-frequency inhibition protocol to the primary motor cortex foot area in the non-lesional hemisphere, 5 days a week for 2 weeks, for a total of 10 sessions.","interventionNames":["Device: Low Frequency rTMS Protocol"]},{"label":"Intermittent Theta Burst Stimulation (iTBS) Protocol","type":"ACTIVE_COMPARATOR","description":"It was planned to apply 50 Hz high-frequency stimulation protocol to the primary motor cortex foot area in the ipsilesional hemisphere, 5 days a week for 2 weeks, for a total of 10 sessions.","interventionNames":["Device: Intermittent Theta Burst Stimulation (iTBS) Protocol"]},{"label":"Sham rTMS Protocol","type":"PLACEBO_COMPARATOR","description":"It was planned to apply daily sham rTMS to the motor extremity area of the primary motor cortex along a 10 cm thick wood for 10 sessions.","interventionNames":["Device: Sham rTMS Protocol"]}],"interventions":[{"type":"DEVICE","name":"Low Frequency rTMS Protocol","description":"It was planned to apply 1 Hz low-frequency inhibition protocol to the primary motor cortex foot area in the non-lesional hemisphere, 5 days a week for 2 weeks, for a total of 10 sessions.\n\nAfter the daily rTMS session, it was planned to apply a conventional rehabilitation therapy for 60 minutes to all patients for 6 weeks (Exercise program consisting of joint range of motion exercises, strengthening exercises, balance exercises and neurophysiological exercises (Brunstroom exercises) for 45 minutes and 15 minutes of NMES application in the presence of an experienced physiotherapist).","armGroupLabels":["Low Frequency rTMS Protocol"]},{"type":"DEVICE","name":"Intermittent Theta Burst Stimulation (iTBS) Protocol","description":"It was planned to apply 50 Hz high-frequency stimulation protocol to the primary motor cortex foot area in the ipsilesional hemisphere, 5 days a week for 2 weeks, for a total of 10 sessions.\n\nAfter the daily rTBS session, it was planned to apply a conventional rehabilitation therapy for 60 minutes to all patients for 6 weeks (Exercise program consisting of joint range of motion exercises, strengthening exercises, balance exercises and neurophysiological exercises (Brunstroom exercises) for 45 minutes and 15 minutes of NMES application in the presence of an experienced physiotherapist).","armGroupLabels":["Intermittent Theta Burst Stimulation (iTBS) Protocol"]},{"type":"DEVICE","name":"Sham rTMS Protocol","description":"It was planned to apply daily sham rTMS to the motor extremity area of the primary motor cortex along a 10 cm thick wood for 10 sessions.\n\nAfter the daily sham rTMS session, it was planned to apply a conventional rehabilitation therapy for 60 minutes to all patients for 6 weeks (Exercise program consisting of joint range of motion exercises, strengthening exercises, balance exercises and neurophysiological exercises (Brunstroom exercises) for 45 minutes and 15 minutes of NMES application in the presence of an experienced physiotherapist).","armGroupLabels":["Sham rTMS Protocol"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change from baseline Functional Independence Measure (FIM) at 10th day and 6th week","description":"Functional Independence Measure (FIM) is an approach to functional evaluation, which is widely applied, validated and reliable in Turkish society. FIM analyzes two different aspects of disability, namely motor and cognitive functions. FBO; self-care (42 points), sphincter control (14 points), transfers (21 points), locomotion (14 points), communication (14 points) and social cognition (21 points), which consists of 6 subgroups and evaluates 18 activities. . Each activity is evaluated for functional independence using a 7-point scale.","timeFrame":"up to 6th week"}],"secondaryOutcomes":[{"measure":"Change from baseline Quality of Life (Short Form 36 (SF-36)) at 10th day and 6th week","description":"This is a self-administered scale, which is widely used to measure the quality of life. It was developed to measure the quality of life in patients who have physical illnesses; however, it can also be successfully used in healthy individuals and patients who have psychiatric diseases. SF-36 includes 36 items and surveys eight domains of health, such as physical functionality, physical role limitations, pain, general health, vitality, social functionality, emotional role limitations, and mental health. Total score was between 0 ( disability) and 100 (no disability). Every subgroup of the questionnaire has a score scale between 0 and 100. Every increase in the subgroup of SF-36 questionnaire, which is a positive scoring system, indicates increase in quality of life related to health.","timeFrame":"up to 6th week"},{"measure":"Change from baseline Timed Up and Go test (TUG) at 10th day and 6th week","description":"TUG is a simple test used to assess a person's functional mobility and requires both static and dynamic balance. It uses the time that a person takes to rise from a chair, walk 3 meters, turn around 180 degrees, walk back to the chair, and sit down while turning 180 degrees. The test will be applied twice with a 10-minute rest break and the best value will be evaluated.","timeFrame":"up to 6th week"},{"measure":"Change from baseline Fugl-Meyer Assessment Lower Extremity (FMA-LE) at 10th day and 6th week","description":"With FMA-LE, lower extremity motor functions, balances, sensory evaluation, passive range of motion and joint pain can be evaluated. In this scale, for motor evaluation, each item is given a score from 0 to 2 according to performance: 2 points; to be able to complete the details, 1 point; partial execution of details, 0 points; are given in case the details are not achieved. The total score for the lower extremity is 34. In sensory evaluation, there are two parts as superficial and position sense (12 points in total). Passive joint movement and joint pain are evaluated over 40 points under separate headings.","timeFrame":"up to 6th week"},{"measure":"Change from baseline Berg Balance Scale at 10th day and 6th week","description":"It is a scale that includes 14 instructions and is scored between 0-4 by observing the patient's performance for each instruction. While 0 points are given when the patient cannot do the activity at all, 4 points are given when the patient completes the activity independently. The highest score is 56, with 0-20 points indicating balance disorder, 21-40 points indicating an acceptable balance, 41-56 points indicating good balance. It takes between 10 and 20 minutes to complete the scale.","timeFrame":"up to 6th week"},{"measure":"Change from baseline Ratio of maximum H reflex to maximum M response (Hmax/Mmax Ratio) at 6th week","description":"For H-reflex measurements, the affected soleus muscle will be stimulated to obtain a compound muscle action potential (CMAP), M-wave, and H-reflex response. The H-reflex has been recognized as a reliable electrophysiological equivalent of the stretch reflex and motor neuron excitability. By electrically stimulating the tibial nerve in the popliteal fossa with 5 mm diameter bipolar surface electrodes, a 1 ms rectangular pulse stimulus will be given every 5 seconds. The recording and reference surface electrodes will be placed on the soleus muscle and Achilles tendon, respectively, and the scanning speed will be set at 5 ms and the sensitivity between 500 μV and 2 mV. The intensity of the stimulation will be gradually increased from below the H-reflex threshold to the maximum M-wave to calculate the Hmax / Mmax ratio (Calculated by dividing the maximum peak-to-peak amplitude of the H-reflex by the M-wave).","timeFrame":"up to 6th week"},{"measure":"Change from baseline Modified Ashworth Scale (MAS) at 10th day and 6th week","description":"MAS (Modified Ashwort Scale); While the knee is in extension, ankle plantar flexor spasticity will be evaluated and taken as (1=1, 1+=2, 2=3, 3=4, 4=5) for statistical evaluation.","timeFrame":"up to 6th week"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Having lower extremity Brunnstrom motor stage in the 3-5 range,\n* Having had a stroke at least six months ago,\n* Being able to walk 5 meters independently with or without an assistive device,\n* Ability to follow two-stage verbal commands,\n* To agree to participate in the study voluntarily and regularly,\n* Being medically stable (without a history of myocardial infarction, without musculoskeletal problems)\n* Patients with a mini mental test of 24 and above will be accepted into our study.\n\nExclusion Criteria:\n\n* Severe heart disease (aortic stenosis, angina, hypertrophic cardiomyopathy, arrhythmia, pacemaker) and a significant comorbid disease such as uncontrolled hypertension,\n* Cognitive dysfunction,\n* Visual impairment,\n* Hearing problem,\n* Malignancy and active infection,\n* Skin infection in the rTMS application area,\n* Open wound,\n* Inflammatory disease,\n* Epilepsy,\n* Brain lesion or a history of drug use that will affect the seizure threshold,\n* Patients with increased intracranial pressure or uncontrolled migraine will not be included.","healthyVolunteers":false,"sex":"ALL","minimumAge":"50 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Nuran EYVAZ, MD","affiliation":"Afyonkarahisar Health Sciences University","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Ali Izzet AKÇİN, MD","affiliation":"Afyonkarahisar Health Sciences University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Afyonkarahisar Health Sciences University","city":"Afyonkarahi̇sar","zip":"03200","country":"Turkey","geoPoint":{"lat":38.75667,"lon":30.54333}}]},"referencesModule":{"references":[{"pmid":"29111342","type":"BACKGROUND","citation":"Dionisio A, Duarte IC, Patricio M, Castelo-Branco M. The Use of Repetitive Transcranial Magnetic Stimulation for Stroke Rehabilitation: A Systematic Review. J Stroke Cerebrovasc Dis. 2018 Jan;27(1):1-31. doi: 10.1016/j.jstrokecerebrovasdis.2017.09.008. Epub 2017 Oct 27."},{"pmid":"31901449","type":"BACKGROUND","citation":"Lefaucheur JP, Aleman A, Baeken C, Benninger DH, Brunelin J, Di Lazzaro V, Filipovic SR, Grefkes C, Hasan A, Hummel FC, Jaaskelainen SK, Langguth B, Leocani L, Londero A, Nardone R, Nguyen JP, Nyffeler T, Oliveira-Maia AJ, Oliviero A, Padberg F, Palm U, Paulus W, Poulet E, Quartarone A, Rachid F, Rektorova I, Rossi S, Sahlsten H, Schecklmann M, Szekely D, Ziemann U. Evidence-based guidelines on the therapeutic use of repetitive transcranial magnetic stimulation (rTMS): An update (2014-2018). Clin Neurophysiol. 2020 Feb;131(2):474-528. doi: 10.1016/j.clinph.2019.11.002. Epub 2020 Jan 1. Erratum In: Clin Neurophysiol. 2020 May;131(5):1168-1169."},{"pmid":"29249365","type":"BACKGROUND","citation":"Watanabe K, Kudo Y, Sugawara E, Nakamizo T, Amari K, Takahashi K, Tanaka O, Endo M, Hayakawa Y, Johkura K. Comparative study of ipsilesional and contralesional repetitive transcranial magnetic stimulations for acute infarction. J Neurol Sci. 2018 Jan 15;384:10-14. doi: 10.1016/j.jns.2017.11.001. Epub 2017 Nov 9."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M9205","name":"Hemiplegia","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T6034","name":"Quality of Life","asFound":"Quality of Life","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}