{"protocolSection":{"identificationModule":{"nctId":"NCT00039832","orgStudyIdInfo":{"id":"020154"},"secondaryIdInfos":[{"id":"02-N-0154"}],"organization":{"fullName":"National Institutes of Health Clinical Center (CC)","class":"NIH"},"briefTitle":"ReoPro and Retavase to Restore Brain Blood Flow After Stroke","officialTitle":"ReoPro Retavase Reperfusion of Stroke Safety Study - Imaging Evaluation"},"statusModule":{"statusVerifiedDate":"2011-09","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2002-03"},"primaryCompletionDateStruct":{"date":"2007-04","type":"ACTUAL"},"completionDateStruct":{"date":"2008-05","type":"ACTUAL"},"studyFirstSubmitDate":"2002-06-12","studyFirstSubmitQcDate":"2002-06-12","studyFirstPostDateStruct":{"date":"2002-06-13","type":"ESTIMATED"},"lastUpdateSubmitDate":"2011-09-19","lastUpdatePostDateStruct":{"date":"2011-09-21","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"oldNameTitle":"Steven J. Warach, M.D./National Institute of Neurological Disorders and Stroke","oldOrganization":"National Institutes of Health"},"leadSponsor":{"name":"National Institute of Neurological Disorders and Stroke (NINDS)","class":"NIH"}},"descriptionModule":{"briefSummary":"This study will evaluate the safety and effectiveness of two types of blood thinners, abciximab (ReoPro) and reteplase (Retavase) for restoring normal brain blood flow after ischemic stroke (stroke resulting from a blood clot in the brain).\n\nThe only therapy approved by the Food and Drug Administration to treat ischemic stroke is the clot buster drug rt-PA. This treatment, however, is effective only if begun within 3 hours of onset of the stroke and most patients do not get to the hospital early enough to benefit from it. There is thus a pressing need to develop effective stroke treatments that can be initiated more than 3 hours after onset.\n\nPatients between 18 and 80 years of age who have experienced a mild or moderate acute stroke between 3 and 24 hours before starting study drugs may be eligible for this study. Candidates will be screened with a physical examination, blood tests and a magnetic resonance imaging (MRI) scan (if an MRI was not done during the stroke evaluation).\n\nAll participants will receive ReoPro. Some will also receive Retavase, which may boost the effectiveness of ReoPro. Retavase is administered in a single dose through a needle in the vein over 2 minutes. ReoPro is infused into the vein over 12 hours. Patients will be monitored with physical examinations, blood tests, computed tomography (CT) scans, and three or four MRI scans of the brain to evaluate both the response to treatment and side effects of the drugs. An MRI scan will be done 24 hours, 5 days and 30 days after starting the study medication, and possibly during screening for this study.\n\nCT involves the use of specialized x-rays to obtain images of the brain. The patient lies still in the scanner for a short time while the X-ray images are formed. MRI uses a strong magnetic field and radio waves to demonstrate structural and chemical changes in tissue. MRI is more sensitive than x-ray in evaluating acute stroke. The patient lies on a table in a metal cylinder (the scanner) while the pictures are being taken. During part of the MRI, a medicine called gadolinium contrast is injected in a vein. This medicine brightens the images, creating better pictures of the blood flow.","detailedDescription":"Objectives: This is a clinical trial to determine an acceptable dose of reteplase in combination with a fixed dose of abciximab for ischemic stroke 3-24 hours from onset.\n\nStudy Population: Patients will be selected by criteria to minimize likelihood of toxicity and maximize likelihood of response. These criteria include age 18-80 years old, acute ischemic stroke of moderate severity (NIH Stroke Scale less than or equal to 16 and lesion volume on diffusion MRI less than approximately one third of the volume of the middle cerebral artery territory), positive MRI evidence of hypoperfusion corresponding to the acute stroke symptoms, no MRI evidence of chronic micro-hemorrhages, and no other clinical, radiological or laboratory features associated with risk of hemorrhage with thrombolytic therapy.\n\nDesign: The study is open-label, dose escalation, safety and proof of principle study of the combination of intravenous abciximab and reteplase. A fixed dose of abciximab will be used in all patients: 0.25 mg/kg bolus (to a maximum of 30 mg) followed by a 0.125 microgram/kg/minute infusion (to a maximum of 10.0 microgram/minute) for 12 hours. The five dosing groups for the reteplase dose are 0 U, 2.5 U, 5.0 U, 7.5 U, and 10.0 U. A maximum of 72 patients will be treated using an adaptive statistical design, in which data on both the response and toxicity will be used to determine the dose for subsequent patients, thereby minimizing exposure to either ineffective or toxic doses. Non-investigational patient management will be standardized across all patients according to the NIH Stroke Center Clinical Care Pathway.\n\nOutcome Measures: The primary efficacy endpoint for response will be reperfusion by MRI 24 hours after start of therapy. The primary safety endpoint for determination of toxicity will be any one of the following: symptomatic intracranial hemorrhage (ICH), major systemic hemorrhage, or other serious adverse event related to study drug administration, including death, within 48 hours from start of therapy. The maximum acceptable rate of toxicity will be 10% of patients treated at any dose level and the minimum acceptable rate of response will be 50% of patients treated at any dose level. The outcomes will be monitored by a Data and Safety Monitoring Committee, which will have the authority to stop or recommend modifications of the trial for safety concerns. Other clinical outcome variables and imaging variables will be recorded and analyzed in secondary and exploratory analyses. If an acceptable dose is identified, then that will be investigated in a subsequent randomized placebo-controlled trial."},"conditionsModule":{"conditions":["Cerebrovascular Accident"],"keywords":["Stroke","Abciximab","Reteplase","MRI","Cerebral Blood Flow"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"primaryPurpose":"TREATMENT"},"enrollmentInfo":{"count":42,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"1","type":"EXPERIMENTAL","description":"CT","interventionNames":["Drug: Abciximab (ReoPro) and Reteplase (Retavase)"]},{"label":"2","type":"EXPERIMENTAL","description":"MRI","interventionNames":["Drug: Abciximab (ReoPro) and Reteplase (Retavase)"]}],"interventions":[{"type":"DRUG","name":"Abciximab (ReoPro) and Reteplase (Retavase)","armGroupLabels":["1","2"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Occurrence of symptomatic ICH, major systemic hemorrhage, or other serious adverse event, including death, within 48 hrs from start of study drug.","timeFrame":"30 days"}],"secondaryOutcomes":[{"measure":"All ICH types (fatal, symptomatic, asymptomatic), all bleeding (major, minor, insignificant), deaths, all serious adverse events (by subtype) at the 48 hours, 5 days, and 30 days tabulated by dose group and overall."}]},"eligibilityModule":{"eligibilityCriteria":"* INCLUSION CRITERIA:\n\nPatients may be enrolled in the study only if they meet all of the following criteria:\n\n1. Diagnosis of acute ischemic stroke with onset between 3 and 24 hours prior to planned start of study drugs. Acute ischemic stroke is defined as a measurable neurological deficit of sudden onset, presumed secondary to focal cerebral ischemia, and not otherwise attributable to ICH or another disease process. Stroke onset will be defined as the time the patient was last known to be without the new clinical deficit. Patients whose deficits have worsened in the last 24 hours are not eligible if their first symptoms started more than 24 hours before. If the stroke started during sleep, stroke onset will be recorded as the time the patient was last known to be intact. A careful history is important to determine when the patient was last without the presenting deficits.\n2. Disabling neurological deficit attributable to the acute stroke at the start of study drugs.\n3. NIHSS less than or equal to 16.\n4. Evidence on PWI MRI of a perfusion defect corresponding to the acute stroke syndrome of at least 2cm in diameter in both long and short axis in any slice. The PWI will be assessed by relative mean transit time (MTT) images. The MRI evaluation must involve echo planar diffusion weighted imaging, MRA, and MRI perfusion. A normal appearing MRA with an appropriate perfusion defect is eligible. An apparent stenosis or occlusion on MRA with normal appearing perfusion distally will not be eligible. Poor quality or uninterpretable MRA will not make patient ineligible. Patients who have a normal DWI are eligible.\n5. Age 18 - 80 years, inclusive.\n\nEXCLUSION CRITERIA:\n\nPatients will be excluded from the study for any of the following reasons:\n\nGeneral:\n\n1. Current participation in another study with an investigational drug or device within, prior participation in the present study, or planned participation in another therapeutic trial, prior to the final assessment in this trial.\n2. Time interval since stroke onset of less than 24 hours impossible to determine with high degree of confidence.\n3. Symptoms suggestive of subarachnoid hemorrhage, even if CT or MRI scan is negative for hemorrhage.\n4. Evidence of acute myocardial infarction defined as having at least two of the following three features: 1.) Chest pain suggestive of cardiac ischemia; 2.) EKG findings of ST elevation of greater than 0.2 mV in 2 contiguous leads, new onset left bundle branch block, ST segment depression, or T-wave inversion; 3.) Elevated troponin I\n5. Contraindication to MRI scan.\n6. Women known to be pregnant, lactating or having a positive or indeterminate pregnancy test.\n7. Patients who would refuse blood transfusions if medically indicated.\n\n   Stroke Related:\n8. Neurological deficit that has led to stupor or coma (NIHSS level of consciousness score greater than or equal to 2).\n9. High clinical suspicion of septic embolus.\n10. Minor stroke with non-disabling deficit or rapidly improving neurological symptoms.\n11. Baseline NIHSS greater than 16.\n\n    MRI/CT Related:\n12. Evidence of acute or chronic ICH by head CT or MRI.\n13. Evidence of microbleed on gradient echo MRI (GRE).\n14. CT or MRI evidence of non-vascular cause for the neurological symptoms.\n15. Signs of mass effect causing shift of midline structures.\n16. Incomplete or uninterpretable DWI and PWI.\n17. DWI abnormality larger than approximately one third of the territory of the middle cerebral artery territory by qualitative assessment.\n18. Satellite DWI hyperintensity with corresponding hyperintensity on T2 weighted image or FLAIR in a vascular territory different than the index stroke (this is evidence of a new ischemic lesion possibly greater than 24 hours in duration).\n\n    Safety Related:\n19. Persistent hypertension with systolic BP greater than 185 mmHg or diastolic BP greater than 110 mmHg (mean of 3 consecutive arm cuff readings over 20-30 minutes), not controlled by antihypertensive therapy or requiring nitroprusside for control.\n20. Anticipated need for major surgery within 72 hours after start of study drugs, e.g., carotid endarterectomy, hip fracture repair.\n21. Any intracranial surgery, serious head trauma (any head injury that required hospitalization), within the past 3 months.\n22. Stroke within the past 3 months.\n23. History of ICH at any time in the past.\n24. Major trauma at the time of stroke, e.g., hip fracture.\n25. Blood glucose greater than 200 mg/dl.\n26. Presence or history of intracranial neoplasm (except small meningiomas) or arteriovenous malformation.\n27. Intracranial aneurysm, unless surgically treated greater than 3 months.\n28. Major hemorrhage in past 21 days.\n29. Major surgery, serious trauma, lumbar puncture, arterial puncture at a non-compressible site, or biopsy of a parenchymal organ in last 14 days. Major surgical procedures include but are not limited to the following: major thoracic or abdominopelvic surgery, neurosurgery, major limb surgery, carotid endarterectomy or other vascular surgery, and organ transplant. For non-listed procedures, the operating surgeon should be consulted to assess the risk.\n30. Presumed or documented history of vasculitis.\n31. Known systemic bleeding disorder, e.g., von Willebrand's disease, hemophilia, others.\n32. Platelet count less than 100,000 cells/microL.\n33. Congenital or acquired coagulopathy (e.g. secondary to anticoagulants causing either of the following:\n\n    1. Activated partial thromboplastin time (aPPT) prolongation greater than 2 seconds above the upper limit of normal for local laboratory, except if due to isolated factor XII deficiency. Protamine sulfate reversal of heparin effect does not alleviate this criterion.\n    2. INR greater than or equal to 1.4. Patients receiving warfarin prior to entry are eligible provided INR is less than 1.4 and warfarin can be safely discontinued for at least 48 hours.\n\n    Potentially Interfering with Outcome Assessment:\n34. Life expectancy less than 3 months.\n35. Other serious illness, e.g., severe hepatic, cardiac, or renal failure; acute myocardial infarction; or a complex disease that may confound treatment assessment.\n36. Serum creatinine, AST or ALT greater than 3 times the upper limit of normal for the local laboratory.\n\n    Drug Related:\n37. Treatment of the qualifying stroke with any thrombolytic or GPIIbIIIa inhibitor outside of this protocol.\n38. Any administration of a thrombolytic drug in the prior 7 days.\n39. Treatment of the qualifying stroke with intravenous heparin unless aPTT prolongation is no greater than 2 seconds above the upper limit of normal for local laboratory prior to study drug initiation.\n40. Treatment of the qualifying stroke with a low molecular weight heparinoid.\n41. Previous administration of abciximab, if known.\n42. Known allergy to murine proteins.\n43. Anticoagulation (evidenced by PT, PTT, or platelet count) caused by herbal therapy.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"Washington Hospital Center","city":"Washington","state":"District of Columbia","zip":"20010","country":"United States","geoPoint":{"lat":38.89511,"lon":-77.03637}},{"facility":"Suburban Hospital","city":"Bethesda","state":"Maryland","zip":"20814","country":"United States","geoPoint":{"lat":38.98067,"lon":-77.10026}},{"facility":"Washington Adventist Hospital","city":"Takoma Park","state":"Maryland","country":"United States","geoPoint":{"lat":38.97789,"lon":-77.00748}},{"facility":"Ruprecht Karl Heidelberg Hospital","city":"Heidelberg","country":"Germany","geoPoint":{"lat":49.40768,"lon":8.69079}}]},"referencesModule":{"references":[{"pmid":"7477192","type":"BACKGROUND","citation":"National Institute of Neurological Disorders and Stroke rt-PA Stroke Study Group. Tissue plasminogen activator for acute ischemic stroke. N Engl J Med. 1995 Dec 14;333(24):1581-7. doi: 10.1056/NEJM199512143332401."},{"pmid":"10591382","type":"BACKGROUND","citation":"Furlan A, Higashida R, Wechsler L, Gent M, Rowley H, Kase C, Pessin M, Ahuja A, Callahan F, Clark WM, Silver F, Rivera F. Intra-arterial prourokinase for acute ischemic stroke. The PROACT II study: a randomized controlled trial. Prolyse in Acute Cerebral Thromboembolism. JAMA. 1999 Dec 1;282(21):2003-11. doi: 10.1001/jama.282.21.2003."},{"pmid":"9788453","type":"BACKGROUND","citation":"Hacke W, Kaste M, Fieschi C, von Kummer R, Davalos A, Meier D, Larrue V, Bluhmki E, Davis S, Donnan G, Schneider D, Diez-Tejedor E, Trouillas P. Randomised double-blind placebo-controlled trial of thrombolytic therapy with intravenous alteplase in acute ischaemic stroke (ECASS II). Second European-Australasian Acute Stroke Study Investigators. Lancet. 1998 Oct 17;352(9136):1245-51. doi: 10.1016/s0140-6736(98)08020-9."}],"seeAlsoLinks":[{"label":"NIH Clinical Center Detailed Web Page","url":"http://clinicalstudies.info.nih.gov/detail/B_2002-N-0154.html"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Cerebrovascular Accident","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"meshes":[{"id":"C000087896","term":"Reteplase"},{"id":"D000077284","term":"Abciximab"}],"ancestors":[{"id":"D000000925","term":"Anticoagulants"},{"id":"D000010975","term":"Platelet Aggregation Inhibitors"},{"id":"D000005343","term":"Fibrinolytic Agents"},{"id":"D000050299","term":"Fibrin Modulating Agents"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"}],"browseLeaves":[{"id":"M259782","name":"Reteplase","asFound":"Transrectal ultrasound","relevance":"HIGH"},{"id":"M1738","name":"Abciximab","asFound":"Lumbar puncture","relevance":"HIGH"},{"id":"M3934","name":"Anticoagulants","relevance":"LOW"},{"id":"M13555","name":"Platelet Aggregation Inhibitors","relevance":"LOW"},{"id":"M8163","name":"Fibrinolytic Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"FiAg","name":"Fibrinolytic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"AnCoag","name":"Anticoagulants"},{"abbrev":"PlAggInh","name":"Platelet Aggregation Inhibitors"}]}},"hasResults":false}