{"protocolSection":{"identificationModule":{"nctId":"NCT01021033","orgStudyIdInfo":{"id":"100012"},"secondaryIdInfos":[{"id":"10-N-0012"}],"organization":{"fullName":"National Institutes of Health Clinical Center (CC)","class":"NIH"},"briefTitle":"Screening Protocol for Patients With Stroke","officialTitle":"Screening Protocol for Patients With Stroke"},"statusModule":{"statusVerifiedDate":"2023-08-23","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2010-01-05","type":"ACTUAL"},"studyFirstSubmitDate":"2009-11-25","studyFirstSubmitQcDate":"2009-11-25","studyFirstPostDateStruct":{"date":"2009-11-26","type":"ESTIMATED"},"lastUpdateSubmitDate":"2024-02-01","lastUpdatePostDateStruct":{"date":"2024-02-02","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"National Institute of Neurological Disorders and Stroke (NINDS)","class":"NIH"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Background:\n\n* Stroke, also known as acute cerebrovascular attack, is the leading cause of long-term disability worldwide. Stroke survivors are often left with permanent physical and mental disabilities.\n* Many stroke patients receive different therapies in an attempt to improve their independence and quality of life. However, current strategies are focused on the acute stage after stroke and are of limited influence in improving stroke outcome. One of the main problems of patients who have suffered a stroke is the difficulty in using the hand on the opposite side of the affected hemisphere of the brain; to date, researchers have no successful means to improve the hand function in chronic stages of stroke.\n* Researchers are interested in developing a pool of individuals for further research into hand and motor function after a stroke.\n\nObjectives:\n\n- To perform a screening evaluation of patients referred with stroke to determine their eligibility for current and future protocols studying the effects of stroke on the nervous system and motor function.\n\nEligibility:\n\n- Individuals who have experienced a single stroke on only one side of the brain that occurred at least 3 months prior to participation in the screening study. Individuals must have some residual hand motor function.\n\nDesign:\n\n* Participants in this study will be recruited from patient referrals.\n* Eligible participants will undergo a 4- to 5-hour screening with a medical history, physical and neurological examination, stroke evaluation, and an anatomical magnetic resonance imaging (MRI) of the brain. The screening visit may be done over the course of more than one day, if needed for patient convenience or test availability.\n* In addition to the initial outpatient visit, subjects may remain enrolled in this study for up to 15 years and may be contacted to see if they qualify for new branch studies. Subjects may be re-examined up to once per year while they remain in this protocol to confirm ongoing eligibility. The re-examination visits will involve a neurologic evaluation and possible repeat MRI.\n* No clinical care will be provided under this protocol..","detailedDescription":"Study Description:\n\nThis study is intended to identify stroke patients for the studies investigating parameters of peripheral and central nervous system stimulation, possible combination of behavioral parameters, and physical therapy to enhance motor recovery\n\nObjectives:\n\nThe purpose of this protocol is to perform a screening evaluation of patients referred with stroke to determine their eligibility for current and future protocols aimed at understanding the mechanisms underlying plastic changes in the human central nervous system after brain lesions like stroke.\n\nEndpoints:\n\nThe outcome measure is the number of subjects who are eligible to subsequently enroll in HCPS studies.\n\nStudy Population:\n\nUp to Twelve hundred adult patients with history of stroke that occurred at least three months prior to participation and meeting the eligibility criteria, below will be enrolled.\n\nDescription of Sites/Facilities Enrolling Participants:\n\nThis protocol utilizes the NIH Clinical Center Outpatient Clinic\n\nStudy Duration:\n\n15 years\n\nParticipant Duration:\n\nOne main screening visit that may be remote, in-person or both lasting approximately 4-5 hours with periodic optional return visits as needed."},"conditionsModule":{"conditions":["Chronic Stroke"],"keywords":["Ischemia","Hemorrhage","Rehabilitation"]},"designModule":{"studyType":"OBSERVATIONAL","designInfo":{"observationalModel":"CASE_ONLY","timePerspective":"CROSS_SECTIONAL"},"enrollmentInfo":{"count":1200,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Chronic stroke patients","description":"Chronic stroke patients"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The primary objective of this protocol is to enable phenotypic characterizations of stroke patients who participate in this and other NIH protocols addressing chronic stroke.","description":"Description of clinical characteristics of stroke patients, and collection of CDE. Additionally, there will be provision of information (such as CDEs) to other HCPS IRB-approved protocols.","timeFrame":"3 years"}],"secondaryOutcomes":[{"measure":"The secondary objective of this protocol is to determine how phenotyping interacts with eligibility for HCPS or other NINDS protocols.","description":"Determine eligibility for inclusion in other NIH protocols.","timeFrame":"3 years"}]},"eligibilityModule":{"eligibilityCriteria":"* INCLUSION CRITERIA:\n\nThis study will enroll:\n\n* Patients who have had a stroke at least 3 months prior to enrollment;\n* Patients between the ages of 18 and 90\n* Patients who are willing and able to give their own consent\n\nEXCLUSION CRITERIA:\n\nSubjects with the following will be excluded:\n\n* HCPS-affiliated NIH staff\n* Those with known large cerebellar or brainstem lesions as determined by the screening clincian\n* Recent or ongoing alcohol or drug abuse\n* Reported severe or progressive neurological disorder other than stroke as determined by the screening clinician.\n* Have uncontrolled heart, lung, kidney, gastrointestinal, metabolic, or endocrine disorders, as determined by the screening clinician\n* Cognitive deficits defined as a Mini-Mental State Examination (MMSE) score of 20 or less\n* Reported current pregnancy (including six weeks postpartum\n* MRI contraindications as per NMR Center MRI Safety Screening Questionnaire are an exclusion for MRI participation; they are also an exclusion for the study if the patient is not able to provide prior imaging records indicative of stroke history (as determined by screening clinician)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Adult patients with stroke that occurred at least 3 months prior to participation and meeting the eligibility criteria listed in the protocol.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Tasneem F Malik, C.R.N.P.","role":"CONTACT","phone":"(301) 451-1335","email":"tasneem.malik@nih.gov"},{"name":"Leonardo G Cohen, M.D.","role":"CONTACT","phone":"(301) 496-9782","email":"cohenl1@mail.nih.gov"}],"overallOfficials":[{"name":"Leonardo G Cohen, M.D.","affiliation":"National Institute of Neurological Disorders and Stroke (NINDS)","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"National Institutes of Health Clinical Center","status":"RECRUITING","city":"Bethesda","state":"Maryland","zip":"20892","country":"United States","geoPoint":{"lat":38.98067,"lon":-77.10026}}]},"referencesModule":{"seeAlsoLinks":[{"label":"NIH Clinical Center Detailed Web Page","url":"https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2010-N-0012.html"}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":".We do not currently have a plan to share IPD."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M9246","name":"Hemorrhage","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}