{"protocolSection":{"identificationModule":{"nctId":"NCT02028130","orgStudyIdInfo":{"id":"2012CI004B, 12/LO/0809"},"secondaryIdInfos":[{"id":"94318","type":"OTHER","domain":"NIHR CSP"}],"organization":{"fullName":"Royal Brompton & Harefield NHS Foundation Trust","class":"OTHER"},"briefTitle":"Left Atrial Appendage Electrical Isolation and Occlusion to Treat Persistent Atrial Fibrillation: A Safety and Feasibility Study","officialTitle":"The Safety and Feasibility of Concomitant Left Atrial Appendage Electrical Isolation and Occlusion in the Treatment of Persistent Atrial Fibrillation","acronym":"LEIO-AF"},"statusModule":{"statusVerifiedDate":"2014-06","overallStatus":"UNKNOWN","lastKnownStatus":"ENROLLING_BY_INVITATION","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2013-07"},"primaryCompletionDateStruct":{"date":"2014-10","type":"ESTIMATED"},"completionDateStruct":{"date":"2014-10","type":"ESTIMATED"},"studyFirstSubmitDate":"2014-01-03","studyFirstSubmitQcDate":"2014-01-03","studyFirstPostDateStruct":{"date":"2014-01-06","type":"ESTIMATED"},"lastUpdateSubmitDate":"2014-06-02","lastUpdatePostDateStruct":{"date":"2014-06-03","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Royal Brompton & Harefield NHS Foundation Trust","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"Atrial fibrillation (AF) affects as many as 1 in 16 people over the age of 65 and reduces the quality of life of large numbers of people in the UK and around the world. Catheter ablation is a minimally invasive treatment that has been developed to help eliminate AF. Recent studies have identified that a particular area of the heart, namely the left atrial appendage (LAA), which is a pouch in the left atrium (small collecting chamber of the heart), may be the main source of AF in many cases. There is a clear lack of knowledge about the structure, anatomy, function and electrical properties of the LAA, which is fundamental to furthering our understanding and management of AF.\n\nIn addition, it is well known that AF significantly increases the risk of stroke. The majority of strokes occur due to blood clots forming in the LAA. Traditionally, the most effective treatment to minimise the risk of stroke has been to thin the blood with agents such as warfarin. This therapy requires regular blood tests at much inconvenience to patients and increases the risk of bleeding complications. Recently, a large study demonstrated that use of an implanted device (Watchman速) to occlude the LAA is as effective as warfarin in preventing stroke and confers a lower mortality rate.\n\nWe aim to investigate whether it is safe and feasible to ablate the LAA and to implant a Watchman速 device during the same procedure in patients who are in atrial fibrillation all of the time.","detailedDescription":"While catheter ablation has revolutionized the treatment of atrial fibrillation (AF), the long-term outcomes in treating persistent AF are variable, often requiring more than one procedure to maintain long-term freedom from AF. Electrical isolation of the pulmonary veins (PVs) is central to catheter ablation strategies, with the majority of paroxysmal AF recurrences being associated with reconnection of previously isolated PVs. Persistent AF is different, with recurrences being attributable to foci and or substrate outside the PVs, including the left atrial appendage (LAA). Recently, a non-randomised, consecutive study of 987 patients undergoing repeat catheter ablation for persistent (82%) and paroxysmal (18%) AF has demonstrated that almost 30% of recurrences were due to an LAA focus and that the addition of LAA electrical isolation to a standard persistent AF ablation strategy improves freedom from AF.\n\nPercutaneous LAA occlusion has been demonstrated to be as effective as warfarin in reducing the risk of thromboembolic stroke in patients with AF. The combination of a standard AF ablation lesion set with LAA electrical isolation and LAA occlusion may be an elegant method of improving success rates of ablation for persistent AF whilst also mitigating stroke risk and reducing the bleeding risks from long-term anticoagulation. However, the feasibility and safety of concomitant endocardial electrical isolation and mechanical occlusion of the LAA is not known.\n\nIn this study we test the hypothesis that concomitant electrical isolation of the LAA and its occlusion with a Watchman device, following a standard persistent AF lesion set is feasible and safe."},"conditionsModule":{"conditions":["Persistent Atrial Fibrillation"],"keywords":["Atrial fibrillation","Ablation","Left atrial appendage occlusion","Stroke prevention"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":20,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"LAA electrical isolation + occlusion","type":"EXPERIMENTAL","description":"Standard persistent AF ablation protocol + LAA electrical isolation + Watchman device implantation to occlude LAA","interventionNames":["Procedure: LAA electrical isolation + occlusion"]}],"interventions":[{"type":"PROCEDURE","name":"LAA electrical isolation + occlusion","description":"LAA electrical isolation + Watchman device implantation to occlude LAA","armGroupLabels":["LAA electrical isolation + occlusion"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Feasibility of concomitant LAA electrical isolation and percutaneous left atrial appendage occlusion using Watchman速 device in patients with persistent atrial fibrillation","description":"Success rates of LAA electrical isolation and Watchman速 device implantation post-LAA isolation will be determined during index procedures","timeFrame":"At time of procedure"},{"measure":"Freedom from serious adverse events (stroke, myocardial infarction, emergency surgery, death) immediately after the procedure and during follow-up","description":"Serious adverse event rate will be determined immediately after the procedure and during the 6 month follow-up period","timeFrame":"Immediately after the procedure and at 6 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age 18 - 80 years\n* Symptomatic, documented AF lasting for at least 7 days (persistent or permanent AF) refractory to at least 1 AAD and/or DCCV\n* Long-term indication to continue warfarin\n\nExclusion Criteria:\n\n* Previous ablation procedure\n* Pregnancy\n* Prior AV nodal ablation or complete heart block (CHB) with a permanent pacemaker (PPM)\n* Contraindication to anticoagulation\n* Persistent thrombus in the left atrium despite anticoagulation\n* Active malignancy\n* Expected life expectancy \\< 6 months\n* Cerebrovascular accident within the previous 6 months\n* Reversible causes of AF including thyroid disorders, acute alcohol intoxication, recent major surgical procedures, or trauma\n* Cardiac events including myocardial infarction (MI), percutaneous coronary intervention (PCI), valve or coronary bypass surgery within the previous 3 months\n* Prior left atrial catheter ablation with the intention to treat AF\n* Prior surgical interventions for AF such as the MAZE procedure\n* Previous heart transplant\n* Severe neuro-muscular disease\n* Creatinine clearance \\<30 ml/min (estimated GFR)\n* Current participation in another research study\n* Unable to understand and comply with protocol or to give written informed consent\n* Contraindication to general anaesthesia","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Tom Wong, MD","affiliation":"Royal Brompton & Harefield NHS Foundation Trust","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Royal Brompton & Harefield NHS Foundation Trust","city":"London","state":"Greater London","zip":"SW3 6NP","country":"United Kingdom","geoPoint":{"lat":51.50853,"lon":-0.12574}}]},"referencesModule":{"references":[{"pmid":"27406602","type":"DERIVED","citation":"Panikker S, Jarman JW, Virmani R, Kutys R, Haldar S, Lim E, Butcher C, Khan H, Mantziari L, Nicol E, Foran JP, Markides V, Wong T. Left Atrial Appendage Electrical Isolation and Concomitant Device Occlusion to Treat Persistent Atrial Fibrillation: A First-in-Human Safety, Feasibility, and Efficacy Study. Circ Arrhythm Electrophysiol. 2016 Jul;9(7):e003710. doi: 10.1161/CIRCEP.115.003710."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001281","term":"Atrial Fibrillation"}],"ancestors":[{"id":"D000001145","term":"Arrhythmias, Cardiac"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M4276","name":"Atrial Fibrillation","asFound":"Persistent Atrial Fibrillation","relevance":"HIGH"},{"id":"M4143","name":"Arrhythmias, Cardiac","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}