{"protocolSection":{"identificationModule":{"nctId":"NCT01947413","orgStudyIdInfo":{"id":"100-0012A3"},"organization":{"fullName":"Chang Gung Memorial Hospital","class":"OTHER"},"briefTitle":"New Protocols in the Treatment of Upper Limb Dysfunctions of Patients With Stroke.","officialTitle":"New Protocols in the Treatment of Upper Limb Dysfunctions of Patients With Stroke: An Evidence of Clinical and Kinematic Studies."},"statusModule":{"statusVerifiedDate":"2016-09","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2012-12"},"primaryCompletionDateStruct":{"date":"2017-06","type":"ACTUAL"},"completionDateStruct":{"date":"2017-06","type":"ACTUAL"},"studyFirstSubmitDate":"2013-09-18","studyFirstSubmitQcDate":"2013-09-18","studyFirstPostDateStruct":{"date":"2013-09-20","type":"ESTIMATED"},"lastUpdateSubmitDate":"2017-09-07","lastUpdatePostDateStruct":{"date":"2017-09-11","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Chang Gung Memorial Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"The fundamental goals of early rehabilitation for patients with stroke are: optimizing motor function within each patient's prognostic potential, preventing the development of secondary conditions that impact life-long health, and promoting patient's participation in their lives. In addition to employ clinical measures after treatment, usual outcome measures employed in the intervention studies included movement kinematics (spatio-temporal characteristics of movements). Recent reports have suggested repetitive transcranial magnetic stimulation (rTMS) and BoNTA (BoNTA) improved motor function in patients with stroke. A novel rTMS paradigm, theta burst stimulation (TBS), including intermittent TBS (iTBS) and continuous TBS (cTBS), that modulates human cortical excitability differently. However, there is lack of literatures in verifying the treatment effect by the integration of clinical and kinematic analysis. Until now, there are no conclusive results regarding optimal rTMS protocol, such as stimulating pattern and for patients with stroke. Additionally, few studies investigate the possible clinical characteristics of patients with stroke that may influence the effects of various treatment protocols proposed in this project.","detailedDescription":"The research program aims at studying patients with stroke the immediate and maintaining effects of new upper-extremity (UE) treatment protocols after brain damage and identifying the possible mechanisms underlying treatment-induced changes in patients with stroke. This research will study new treatment approaches that have been formulated based on principles of integrated central modulation (rTMS) and peripheral modification techniques (BoNTA).\n\n1. To compare the movement functions and motor control in patients with stroke of different motor severities.\n2. To investigate the immediate and maintaining effects of different protocols in the treatment of upper limb functions.\n3. To evaluate motor control and clinical outcomes after different treatment approaches applied in the UE training of patients with stroke. The treatment approaches to be studied will include different protocols. We hypothesize that there will be improvements in movement performance after the treatment and the level of post-treatment performance will differ among the treatments through different reorganization patterns.\n\n   3.1 To compare the motor control and clinical outcomes after different treatment approaches.\n\n   3.2 To identify the optimal treatment protocol for patients with stroke.\n4. To investigate the possible predictors of treatment outcome associated with motor severity, movement and participation for each type of treatments. The possible predictors will include brain lesions, and severity. We hypothesize that the proposed prognostic factors will predict treatment outcomes.\n5. To analyze the association between motor reorganization measured by kinematic study and behavioral improvement in motor severity, movement and participation measured by clinical tools.\n\nTreating motor dysfunction in patients with stroke requires an understanding of the mechanism underlying motor control. Recent reports have suggested BoNTA and rTMS improved motor function in patients with various disorders. However, there are few researches in identifying the optimal rTMS protocol in the treatment of upper limb dysfunctions in patients with stroke. There is lack of literatures in verifying the treatment effect by movement control studies. The current research will offer valuable kinematic data that support neural-motor models proposed to account for motor control problems in these patients. More important, we will identify the new protocol in the treatment of upper limb dysfunctions in patients with stroke through integration of clinical and kinematic measures. We will identify clinical predictors influencing the outcome for different treatment approaches, and analyze the association between motor control and clinical measures involving motor severity, movement and participation. We believe the results of this study will refine services and supports for patients with stroke to meet these goals. This study may potentially provide directions in kinematic measures for future studies on patients with stroke."},"conditionsModule":{"conditions":["Cerebral Vascular Accident"],"keywords":["repetitive transcranial magnetic stimulation","BoNTA","stroke","optimal treatment protocol","randomized controlled trial","motor control","clinical predictors"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":80,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"iTBS group","type":"EXPERIMENTAL","description":"In intermittent theta burst stimulation (iTBS group), they received iTBS (80% of active motor threshold) on affected hemisphere.","interventionNames":["Other: intermittent theta burst stimulation"]},{"label":"cTBS group","type":"EXPERIMENTAL","description":"In continuous theta burst stimulation (cTBS group), they received cTBS (80% of active motor threshold) on unaffected hemisphere.","interventionNames":["Other: continuous theta burst stimulation"]},{"label":"sham TBS group","type":"SHAM_COMPARATOR","description":"In sham theta burst stimulation (sham TBS group), they received sham TBS stimulation.","interventionNames":["Other: sham theta burst stimulation"]}],"interventions":[{"type":"OTHER","name":"intermittent theta burst stimulation","description":"In intermittent theta burst stimulation pattern (iTBS) will intermittently give a 2 s train of TBS every 10s for a total of 20 times (low pulse: 600 pulses in total)","armGroupLabels":["iTBS group"]},{"type":"OTHER","name":"continuous theta burst stimulation","description":"In continuous burst stimulation pattern (cTBS) will intermittently give a cTBS treatment consists of a continuous train of TBS for 40 seconds(low pulse: 600 pulses in total).","armGroupLabels":["cTBS group"],"otherNames":["continuous burst stimulation"]},{"type":"OTHER","name":"sham theta burst stimulation","description":"In sham burst stimulation pattern (sham TBS) will intermittently give a sham TBS treatment consists of a continuous train of TBS for 40 seconds(almost no pulse: 600 pulses in total).","armGroupLabels":["sham TBS group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change from baseline of Kinematic analysis after 2 weeks treatment and 3 months , 12 months follow up.","description":"Kinematic analysis for upper limb analysis.","timeFrame":"baseline, after treatment, 3 months , 6 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age: 20-80 y/o\n* patients with 1st onset cerebral stroke.\n\nExclusion Criteria:\n\n* Brain stem or cerebellar stroke\n* Contraindication to MRI, such as metallic implant\n* Contraindication to BoNTA, such as poor controlled epilepsy\n* History of psychiatric disease\n* Received BoNTA injection or surgery in recent six months\n* Severe psychological impairments, such as mental retardation, autism, or severe Communication problems\n* Progressive disorders, such as neurodegenerative disease\n* Active medical disease, such as infection","healthyVolunteers":true,"sex":"ALL","minimumAge":"20 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Chia-Ling Chen, PhD","affiliation":"Chang Gung Memorial Hospital","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Chang Gung Memorial Hospital","city":"Taoyuan","zip":"333","country":"Taiwan","geoPoint":{"lat":24.95233,"lon":121.20193}}]},"referencesModule":{"references":[{"pmid":"31023258","type":"DERIVED","citation":"Chen YJ, Huang YZ, Chen CY, Chen CL, Chen HC, Wu CY, Lin KC, Chang TL. Intermittent theta burst stimulation enhances upper limb motor function in patients with chronic stroke: a pilot randomized controlled trial. BMC Neurol. 2019 Apr 25;19(1):69. doi: 10.1186/s12883-019-1302-x."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Cerebral Vascular Accident","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M250251","name":"incobotulinumtoxinA","relevance":"LOW"}],"browseBranches":[{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}