{"protocolSection":{"identificationModule":{"nctId":"NCT05793827","orgStudyIdInfo":{"id":"1799"},"organization":{"fullName":"Colorado State University","class":"OTHER"},"briefTitle":"Pilot Trial for Adults With Acquired Brain Injury","officialTitle":"Evaluating Yoga Intervention-Induced Changes in Performance and Neurophysiology in Adults With Chronic Brain Injury","acronym":"RCT"},"statusModule":{"statusVerifiedDate":"2023-12","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-01-30","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-11-20","type":"ACTUAL"},"completionDateStruct":{"date":"2024-08-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-02-13","studyFirstSubmitQcDate":"2023-03-20","studyFirstPostDateStruct":{"date":"2023-03-31","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-12-18","lastUpdatePostDateStruct":{"date":"2023-12-20","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Colorado State University","class":"OTHER"},"collaborators":[{"name":"Boettcher Webb-Waring Biomedical Research Awards","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"This pilot study will compare a yoga program to a non-yoga exercise program in adults with brain injuries. The investigators will measure possible improvements in balance and heartrate. The investigators also plan to measure changes in brain function and link balance and/or heartrate improvements to changes in brain function. Ideally, this work will create a foundation for a larger-scale study.","detailedDescription":"Background and Significance: Each year, an estimated 2.9 million Americans sustain brain injuries that result in emergency department visits, hospitalizations, and death. Although there are many treatment strategies in the early weeks and months after brain injury, millions of individuals live with residual disability. This residual, chronic disability often includes significant impairments and decreased brain function. Two prominent and interconnected impairments - poor balance and autonomic nervous system (ANS) dysfunction - can increase fall risk, decrease quality of life, and increase mortality. In adults with brain injury, ANS dysfunction is characterized by hyper-activation of the sympathetic nervous system, which can have damaging or even fatal impact on internal organs. To date, there are exceedingly few options for addressing these types of impairments or improving brain function in adults with chronic brain injury. However, community-based and holistic interventions, like hatha yoga, may be highly effective for simultaneously addressing balance and ANS impairments and may also improve brain function. Hatha yoga incorporates movements that improve balance, uses breathwork that may stabilize sympathetic and parasympathetic nervous system activity, can be adapted for individual needs, and has enhanced brain function in healthy adults. Despite this, there are few empirical studies investigating yoga for individuals with brain injury. To resolve this, the research team and investigator have conducted two yoga and brain injury feasibility studies and confirmed that recruitment, retainment, intervention, and neuroimaging procedures are feasible. In these studies, the investigators have found significant improvements in balance after yoga and preliminary evidence of improved brain function, even in the absence of measurable balance improvement. Finally, there is growing evidence that exercises, like yoga, can improve ANS function by regulating sympathetic and parasympathetic activity in healthy adults, suggesting significant potential for adults with chronic brain injury.\n\nProject Objectives: Given feasibility study success and promising early findings. The investigators will conduct a pilot randomized control trial comparing 8-weeks of group yoga to 8-weeks of active control exercise in 48 adults with chronic brain injury. The investigators will test for improvements in balance and in ANS function using heart-rate variability (HRV) monitoring. The investigator will explore intervention-induced changes in brain function by evaluating intrinsic functional connectivity, using resting-state functional magnetic resonance imaging (rs-fMRI) and task-dependent neural activation, using a proxy of neural activity - oxygenated hemoglobin (HbO) - as measured with functional near-infrared spectroscopy (fNIRS) during concurrent balance tasks. Finally, if the investigators observe functional improvements in balance or ANS function and measurable changes in brain function, the investigator will then complete exploratory analyses to link functional improvements to changes in brain function."},"conditionsModule":{"conditions":["Acquired Brain Injury","Traumatic Brain Injury","Stroke"],"keywords":["Yoga","Exercise","Balance","Autonomic Nervous System","Functional Near-Infrared Spectroscopy","Functional Magnetic Resonance Imaging"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"The principal investigator and postdoctoral fellow are exclusively responsible for assessing outcomes and both are masked to participant group membership. The participants, interventionists, and other key persons are not masked to participant group membership, but they are not involved in any of the outcome assessments.","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":36,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Adapted Hatha Yoga","type":"EXPERIMENTAL","interventionNames":["Behavioral: Adapted Hatha Yoga"]},{"label":"Low-Impact Exercise","type":"ACTIVE_COMPARATOR","interventionNames":["Behavioral: Low-Impact Exercise"]}],"interventions":[{"type":"BEHAVIORAL","name":"Adapted Hatha Yoga","description":"Yoga includes breath work (pranayama), gentle stretching and holding of postures (asanas), and meditation (dhyana). Modifications/adaptations are incorporated so all participants can successfully complete the yoga intervention. Yoga is delivered in a standardized progression, including: focused, slow breath with movement and breathwork throughout every session; mantras, progressively challenging yoga postures (sitting, standing, and floor); and meditation","armGroupLabels":["Adapted Hatha Yoga"]},{"type":"BEHAVIORAL","name":"Low-Impact Exercise","description":"This includes low-intensity exercise, which is matched to the estimated metabolic costs of yoga, 2.5 Metabolic Equivalent of Task (MET). Sessions include warm up, cool down, and five, 10-minute exercise stations, (e.g., walking, balance, resistance bands, weight-bearing exercise, and core work). Control exercise will be prescribed between 2.0 to 3.0 METs, equating to 30 to 40% heart rate reserve. Heart rate zones are calculated for each participant and monitored to ensure proper intensity","armGroupLabels":["Low-Impact Exercise"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change from Baseline in Standing Balance at 2 Months","description":"Acquired using a force plate during simultaneous functional near-infrared spectroscopy","timeFrame":"Baseline is 2-3 weeks before yoga or exercise sessions begin; post-intervention is within 2 weeks of the last yoga or exercise session, or ~ 2 months.."},{"measure":"Change from Baseline in Autonomic Nervous System Function at 2 Months","description":"Acquired via heart rate variability assessment using electrocardiography","timeFrame":"Baseline is 2-3 weeks before yoga or exercise sessions begin; post-intervention is within 2 weeks of the last yoga or exercise session, or ~ 2 months."},{"measure":"Change from Baseline in Functional Connectivity of Neural Networks at 2 Months","description":"Acquired via resting state functional magnetic resonance imaging","timeFrame":"Baseline is 2-3 weeks before yoga or exercise sessions begin; post-intervention is within 2 weeks of the last yoga or exercise session or ~ 2 months.."},{"measure":"Change from Baseline in Task-Dependent Neural Activation at 2 Months","description":"Acquired pre- and post-intervention via portable functional near-infrared spectroscopy during standing balance plates with force plate.","timeFrame":"Baseline is 2-3 weeks before yoga or exercise sessions begin; post-intervention is within 2 weeks of the last yoga or exercise session or ~ 2 months.."}],"secondaryOutcomes":[{"measure":"Change from Baseline in Self-Reported Quality of Life at 2 Months","description":"Acquired via the Traumatic Brain Injury Quality of Life Short Form Measure on NIH Toolbox app. The NIH toolbox manual does not provide a minimum or maximum score for this measure, nor does it support interpretation of the score. However, the NIH toolbox app uses the raw score from each participant and automatically converts it into a T-Score. A publication on this measure indicates (Tulsky et al. 2016) provides guidance on how to interpret T-scores, as the T-Score Mean is 50, with a Standard Deviation of 10. T-Scores above 50 indicate that individuals are having more problems in quality of life than age- and sex-matched individuals in the general population, whereas scores below 50 indicate that they are having fewer problems.","timeFrame":"Baseline is 2-3 weeks before yoga or exercise sessions begin; post-intervention is within 2 weeks of the last yoga or exercise session or ~ 2 months.."},{"measure":"Change from Baseline in Working Memory Performance at 2 Months","description":"Acquired via the List Sorting Working Memory Test on the NIH Toolbox app. The NIH toolbox manual does not provide a minimum or maximum score for this measure, but score interpretations are more straightforward. The NIH toolbox app uses the raw score from each participant and automatically converts it into a T-Score, along with an age-scored standard score (higher indicates better performance) and an age-adjusted national percentile (0-100%), which shows how the participant compares to age- and sex-matched peers (higher also indicates better performance).","timeFrame":"Baseline is 2-3 weeks before yoga or exercise sessions begin; post-intervention is within 2 weeks of the last yoga or exercise session, or ~ 2 months. ."},{"measure":"Change from Baseline in Inhibitory Control at 2 Months","description":"Acquired via the Flanker Inhibitory Test on the NIH Toolbox app. The NIH toolbox manual does not provide a minimum or maximum score for this measure, but score interpretations are more straightforward. The NIH toolbox app uses the raw score from each participant and automatically converts it into a T-Score, along with an age-scored standard score (higher indicates better performance) and an age-adjusted national percentile (0-100%), which shows how the participant compares to age- and sex-matched peers (higher also indicates better performance).","timeFrame":"Baseline is 2-3 weeks before yoga or exercise sessions begin; post-intervention is within 2 weeks of the last yoga or exercise session, or ~ 2 months."},{"measure":"Change from Baseline in Cognitive Flexibility at 2 Months","description":"Acquired via the Dimensional Change Card Sort Test on the NIH Toolbox app. The NIH toolbox manual does not provide a minimum or maximum score for this measure, but score interpretations are more straightforward. The NIH toolbox app uses the raw score from each participant and automatically converts it into a T-Score, along with an age-scored standard score (higher indicates better performance) and an age-adjusted national percentile (0-100%), which shows how the participant compares to age- and sex-matched peers (higher also indicates better performance).","timeFrame":"Baseline is 2-3 weeks before yoga or exercise sessions begin; post-intervention is within 2 weeks of the last yoga or exercise session, or ~ 2 months."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Sustained acquired brain injury at least 6 months prior\n* Self-reported balance impairment of moderate or greater, via the Neurobehavioral Symptom Inventory\n* Standard fMRI safety screening for MRI components only (participants can complete other study components if they are ineligible or unwilling to complete MRI)\n\nExclusion Criteria:\n\n* Sustained acquired brain injury within past 6 months\n* Self-reported mild balance impairment or no balance impairment","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Jaclyn A Stephens, PhD, OTR","role":"CONTACT","phone":"217-821-9364","email":"jaclyn.stephens@colostate.edu"},{"name":"Arlene Schmid, PhD, OTR","role":"CONTACT","email":"arlene.schmid@colostate.edu"}],"overallOfficials":[{"name":"Jaclyn Stephens, PhD, OTR","affiliation":"Colorado State University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Translational Medicine Institute","status":"RECRUITING","city":"Fort Collins","state":"Colorado","zip":"80524","country":"United States","contacts":[{"name":"Jaclyn Stephens, PhD","role":"CONTACT"}],"geoPoint":{"lat":40.58526,"lon":-105.08442}}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED","description":"Ideally, we will upload de-identified participant data into a public repository. We are in the process of hiring and training personnel who can fulfill this role."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001930","term":"Brain Injuries"},{"id":"D000070642","term":"Brain Injuries, Traumatic"},{"id":"D000014947","term":"Wounds and Injuries"}],"ancestors":[{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000006259","term":"Craniocerebral Trauma"},{"id":"D000020196","term":"Trauma, Nervous System"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M4897","name":"Brain Injuries","asFound":"Brain Injury","relevance":"HIGH"},{"id":"M628","name":"Brain Injuries, Traumatic","asFound":"Traumatic Brain Injury","relevance":"HIGH"},{"id":"M21725","name":"Brain Injury, Chronic","relevance":"LOW"},{"id":"M17375","name":"Wounds and Injuries","asFound":"Injury","relevance":"HIGH"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M9039","name":"Craniocerebral Trauma","relevance":"LOW"},{"id":"M21713","name":"Trauma, Nervous System","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}