{"protocolSection":{"identificationModule":{"nctId":"NCT05788146","orgStudyIdInfo":{"id":"KCLGL"},"organization":{"fullName":"King's College London","class":"OTHER"},"briefTitle":"A Blended Psychological Intervention for Depression After Acquired Brain Injury","officialTitle":"A Blended Psychological Intervention for Depression After Acquired Brain Injury Using a Novel Smartphone-based App: a Feasibility and Acceptability Investigation"},"statusModule":{"statusVerifiedDate":"2023-03","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-06-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-01-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-01-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-03-06","studyFirstSubmitQcDate":"2023-03-27","studyFirstPostDateStruct":{"date":"2023-03-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-03-27","lastUpdatePostDateStruct":{"date":"2023-03-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"King's College London","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"1.3 million people in the UK live with an Acquired Brain Injury (ABI) as a result of experiencing a stroke or traumatic brain injury (TBI). Up to 50% of individuals with ABI will experience depression. NICE guidelines recommend Cognitive behaviour therapy (CBT) for depression after ABI. There is growing interest into increasing access to CBT through mHealth technology, including mobile applications.\n\nObjective: Phase 1 of the study aims to investigate whether a blended psychological intervention, using a novel smartphone-based application alongside individual therapy sessions is acceptable and feasible for targeting depression after ABI. Phase 2 of the study aims to use qualitative interviews to better understand the participants' experiences of using the mobile app as part of the intervention.\n\nMethodology: The researchers aim to recruit 20 individuals with ABI, who are experiencing mild-moderate symptoms of depression. Participants will complete outcome measures and cognitive tasks at the beginning of the study. Participants will then receive a six-week blended psychological intervention; engaging the CBT-based mobile app alongside weekly, 30-minute video or telephone sessions for therapeutic and technology support. Participants will then be asked to complete the same outcome measures as completed at the beginning of the study. Participants will then be invited to take part in a 30-minute interview about their experience of using the mobile app as part of the intervention.\n\nData Analysis: Change scores will be calculated from the data collected as part of phase 1 of the study, to investigate initial efficacy. Recruitment and dropout rates will help determine the feasibility of the blended intervention. In the 2nd phase, qualitative data will be analysed following Ritchie and Lewis (2003)'s Framework Analysis.\n\nFindings: Results from this study will help increase understanding into the acceptability and feasibility of using mHealth technology for treating depression following ABI. If effective, it could help to increase access to psychological interventions for individuals living with ABI. We hope to publish findings in a peer reviewed journal."},"conditionsModule":{"conditions":["Acquired Brain Injury","Stroke","Head Injury"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":20,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Blended psychological intervention","type":"EXPERIMENTAL","interventionNames":["Other: Cognitive Behavioural Therapy"]}],"interventions":[{"type":"OTHER","name":"Cognitive Behavioural Therapy","description":"A psychological intervention used to target depression","armGroupLabels":["Blended psychological intervention"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Patient Health Questionnaire-9 (PHQ-9)","description":"This is a validated self report measure for symptoms of low mood. Scores range from 0-27, with higher scores suggestive of increased levels of depression. The change in score within each participant between baseline and end of study will be measured.","timeFrame":"8 weeks"}],"secondaryOutcomes":[{"measure":"Generalised Anxiety Disorder Assessment (GAD-7)","description":"This is a validated self report measure for symptoms of anxiety. Scores range from 0-21, with higher scores suggestive of increased levels of anxiety. The change in score within each participant between baseline and end of study will be measured.","timeFrame":"8 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosis of an acquired brain injury resulting from either stroke (cerebral infarction, intracerebral haemorrhage, or an uncertain pathology) or TBI (closed brain injury, contusions/coup-contrecoup, diffuse axonal injury, intracranial hematomas). If there is a diagnosis of TBI, this will be classified within the moderate range, as determined by clinical information available, as well as self-reported information regarding level of hospital input gained within the screening phase.\n\n  * ABI occurring within the last 5 years.\n  * 18 years old or over.\n  * Fluency in English adequate enough to engage with the blended intervention.\n  * A score equal or greater than 5, but no more than 14 on the Brief Patient Health Questionnaire (PHQ-9), indicating mild-moderate levels of depression.\n  * Have access to an iOS or Android app-compatible smartphone for the duration of the study.\n\nExclusion Criteria:\n\n* Diagnosed with a mild or severe TBI, as determined by clinical information available as well as self-reported information regarding level of hospital input gained within the screening phase.\n\n  * Inability to consent to take part in the research study.\n  * Unable to undergo a verbal interview due to impairment of comprehension.\n  * A visual or auditory problem that cannot be corrected and would seriously interfere with participation in the research study.\n  * Currently in receipt of other individual psychological therapy\n  * Currently enrolled in another clinical trial or research study\n  * Have a reading ability or command of English language inadequate for engaging with the blended intervention.\n  * Diagnosed with a neurodegenerative disorder, e.g. dementia, Parkinson's disease etc.\n  * Active suicidal ideation (as indicated by a score ≥ 2 on item 9 of the PHQ.\n  * A score greater than or equal to 20 on the PHQ-9 which indicates a severe level of depression","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Grace Lakey","role":"CONTACT","phone":"07596892154","email":"grace.lakey@kcl.ac.uk"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001930","term":"Brain Injuries"},{"id":"D000006259","term":"Craniocerebral Trauma"},{"id":"D000014947","term":"Wounds and Injuries"}],"ancestors":[{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000020196","term":"Trauma, Nervous System"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M6748","name":"Depression","relevance":"LOW"},{"id":"M6751","name":"Depressive Disorder","relevance":"LOW"},{"id":"M4897","name":"Brain Injuries","asFound":"Brain Injury","relevance":"HIGH"},{"id":"M9039","name":"Craniocerebral Trauma","asFound":"Head Injury","relevance":"HIGH"},{"id":"M17375","name":"Wounds and Injuries","asFound":"Injury","relevance":"HIGH"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M21713","name":"Trauma, Nervous System","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"BC26","name":"Wounds and Injuries"}]}},"hasResults":false}