{"protocolSection":{"identificationModule":{"nctId":"NCT04515407","orgStudyIdInfo":{"id":"B3609-P"},"secondaryIdInfos":[{"id":"1I21RX003609-01","type":"NIH","link":"https://reporter.nih.gov/quickSearch/1I21RX003609-01"}],"organization":{"fullName":"VA Office of Research and Development","class":"FED"},"briefTitle":"Plantarflexor PAS - Stroke","officialTitle":"Paired Associative Stimulation to Facilitate Plantarflexor Power Following Stroke","acronym":"PAS - Stroke"},"statusModule":{"statusVerifiedDate":"2023-10","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-10-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-08-31","type":"ACTUAL"},"completionDateStruct":{"date":"2023-09-30","type":"ACTUAL"},"studyFirstSubmitDate":"2020-07-30","studyFirstSubmitQcDate":"2020-08-12","studyFirstPostDateStruct":{"date":"2020-08-17","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-10-24","lastUpdatePostDateStruct":{"date":"2023-10-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"VA Office of Research and Development","class":"FED"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"The current project investigates a method called paired associative stimulation (PAS) which is known to influence nervous system function through a process called neuroplasticity. Here the investigators will target function of the ankle plantarflexor muscles because they are critically important to walking. The investigators will study adults who have walking dysfunction resulting from stroke. The study will test three ways of delivering PAS targeted towards brain-muscle connections serving the ankle plantarflexors. The overall goal is to improve functioning of the plantarflexors. The investigators believe that improving plantarflexor function will increase the likelihood of positive effects from gait retraining programs for people post-stroke. Participants will experience all three PAS methods in separate sessions. The investigators will compare differences in the size of these effects to identify the optimal method for delivery of PAS to the ankle plantarflexors. This study is a preliminary step to help us design a better clinical trial of combined PAS and gait retraining.","detailedDescription":"The current project builds on preliminary work in which the investigators have observed a relationship between efficacy of the corticospinal tract serving the plantarflexors and walking function, specifically ankle plantarflexor power, in individuals with chronic post-stroke hemiparesis. The investigators have observed robust associations between: i) PF corticospinal efficacy, and ii) modulation of corticospinal drive, and PF power, particularly in individuals poststroke. Importantly, clinical and demographic factors including: age, stroke chronicity, and lesion location, neither explain, nor modify, these associations. In combination, these findings lead to the investigators' central premise, that improved efficacy of the corticospinal tract serving the plantarflexors will enable augmentation of ankle PF power and contribute to improved walking function in individuals post-stroke. Here the team will investigate use of paired associative stimulation (PAS) to enhance corticospinal efficacy and to the plantarflexors through targeted neuroplasticity. Specifically the team will investigate three approaches to PAS to determine its efficacy for enhancing: i) neural responses, ii) biomechanical effects (A2), and iii) retention of neural and biomechanical effects.\n\nObjectives. This SPiRE project focuses on methodological variables required to optimize efficacy of PAS on:\n\na) corticospinal efficacy to the plantarflexors, and b) walking function (quantified as A2) in Veterans and adults with poststroke walking dysfunction. By achieving the aims, data generated from this SPiRE will contribute to development of more focused and relevant hypotheses to be tested in future studies supported through competitive Merit Review. However, before motivating a larger study, the investigators first seek to determine the salience and magnitude of effects of PAS. In addition to exploring methodological issues related to PAS, data generated from the proposed SPiRE will enable us to determine the appropriate scope of a future project including sample size and dosing. The investigators seek to develop the methodology, determine feasibility, and generate preliminary/exploratory data for sake of determining effect sizes and computing statistical power for future large scale studies in human subjects. The investigators will compare effects of PAS targeting ankle plantarflexion when delivered: at rest, during submaximal activity, and during walking."},"conditionsModule":{"conditions":["Stroke","Hemiparesis","Gait Dysfunction"],"keywords":["stroke, adult, gait, neuroplasticity"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"All participants will receive PAS in all three experimental conditions. Each condition will be delivered in a separate session. Sessions will be separated by one week. The order of conditions will be counterbalanced across subjects.","primaryPurpose":"OTHER","maskingInfo":{"masking":"DOUBLE","maskingDescription":"Participants will be informed only that three conditions are being delivered and tested. The outcomes assessor will be provided only session (e.g., 1, 2, 3) information without knowledge of the condition experienced in that session.","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":10,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Order 1","type":"OTHER","description":"All participants will receive PAS in three experimental conditions, randomized to the order of condition. Experimental order will be counterbalanced across participants. Order 1 will be: Seated@Rest, Seated@Active, Walking.","interventionNames":["Other: PAS at Rest","Other: PAS - Active","Other: PAS - Walking"]},{"label":"Order 2","type":"OTHER","description":"All participants will receive PAS in three experimental conditions, randomized to the order of condition. Experimental order will be counterbalanced across participants. Order 2 will be: Seated@Active, Walking, Seated@Rest.","interventionNames":["Other: PAS at Rest","Other: PAS - Active","Other: PAS - Walking"]},{"label":"Order 3","type":"OTHER","description":"All participants will receive PAS in three experimental conditions, randomized to the order of condition. Experimental order will be counterbalanced across participants. Order 3 will be: Walking, Seated@Rest, Seated@Active.","interventionNames":["Other: PAS at Rest","Other: PAS - Active","Other: PAS - Walking"]}],"interventions":[{"type":"OTHER","name":"PAS at Rest","description":"Paired Associative Stimulation will be delivered while the participant is seated and resting.","armGroupLabels":["Order 1","Order 2","Order 3"],"otherNames":["REST"]},{"type":"OTHER","name":"PAS - Active","description":"Paired Associative Stimulation will be delivered while the participant is seated and producing submaximal background activity in the plantarflexor muscles.","armGroupLabels":["Order 1","Order 2","Order 3"],"otherNames":["Active"]},{"type":"OTHER","name":"PAS - Walking","description":"Paired Associative Stimulation will be delivered while the participant is walking, during the late stance phase of the gait cycle.","armGroupLabels":["Order 1","Order 2","Order 3"],"otherNames":["Walking"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"change in Motor Evoked Potential (MEP) size","description":"The difference in MEP size (area) post-PAS compared to pre-PAS will be quantified as the primary outcome for Aim 1. MEP size is considered an indicator of cortical/neural excitability. An increase in MEP size would suggest that PAS enhanced cortical excitability. MEP size can be expressed in either absolute/raw values or percentage change relative to baseline. A single session of PAS lasts 30-45 minutes.","timeFrame":"immediately post-PAS"},{"measure":"change in ankle plantarflexor power (A2)","description":"The difference in A2 post-PAS compared to pre-PAS will be quantified as the primary outcome for Aim 2. A2 quantifies the dynamic force producing capacity and is critical to forward progression during walking. An increase in A2 amplitude, area, or slope would suggest that PAS enhanced cortical excitability/neural connectivity enabling production of greater, more effective plantarflexor power during walking. A2 is expressed relative to the individual subject's body weight. Change in A2 can be expressed in either these normalized units or percentage change relative to baseline. A single session of PAS lasts 30-45 minutes.","timeFrame":"immediately post-PAS"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* hemiparesis resulting from stroke\n* single, unilateral, hemispheric stroke (cortical or sub-cortical areas)\n* stroke confirmed by neuroimaging (CT or MRI)\n* stroke 3 months prior to enrollment\n* ability to walk, independently at least 25' on level ground, even if requiring brace or assistive device (cane)\n* Veteran Status prioritized\n\nExclusion Criteria:\n\n* lower extremity pain affecting ability to bear weight on legs\n* contractures limiting normal range of motion in major lower extremity joints\n* other neurological conditions (e.g., Parkinson's Disease, Multiple Sclerosis, ALS), prior traumatic brain injury, severe osteoarthritis or prior pathological fracture\n* cardiovascular conditions contraindicative to walking or light exercise\n* severe hypertension (i.e., \\>200/110 at rest that cannot be controlled in resting range of 180/110 mmHg)\n* perceptual or cognitive deficits affecting ability to: comprehend, follow three step directions, or provide consent","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Carolynn Patten, PhD","affiliation":"Martinez Outpatient Clinic and Community Living Center, Martinez, CA","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Martinez Outpatient Clinic and Community Living Center, Martinez, CA","city":"Martinez","state":"California","zip":"94553","country":"United States","geoPoint":{"lat":38.01937,"lon":-122.13413}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000010291","term":"Paresis"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M20634","name":"Muscle Weakness","relevance":"LOW"},{"id":"M12894","name":"Paresis","asFound":"Hemiparesis","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}