{"protocolSection":{"identificationModule":{"nctId":"NCT04560764","orgStudyIdInfo":{"id":"FDG_AOTVR"},"organization":{"fullName":"Fondazione Don Carlo Gnocchi Onlus","class":"OTHER"},"briefTitle":"Physiotherapy and Action-Observation Therapy: An Integrated Approach for Upper Limb Impairment in Subacute Stroke","officialTitle":"Virtual Reality and Action-Observation Therapy: An Integrated Approach Supported by Novel Technologies for Upper Limb Impairment in Subacute Stroke","acronym":"PHOENICS"},"statusModule":{"statusVerifiedDate":"2021-09","overallStatus":"UNKNOWN","lastKnownStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-01-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2023-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2019-10-02","studyFirstSubmitQcDate":"2020-09-22","studyFirstPostDateStruct":{"date":"2020-09-23","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-09-07","lastUpdatePostDateStruct":{"date":"2021-09-08","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Riccardo Buraschi","investigatorTitle":"Principal investigator","investigatorAffiliation":"Fondazione Don Carlo Gnocchi Onlus"},"leadSponsor":{"name":"Fondazione Don Carlo Gnocchi Onlus","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Motor impairment is one of the most common result of a stroke, which causes disability and difficulties in activities of daily living. This motor impairment can concern the upper limb or the lower limb, or both. Several studies investigates the efficacy of different treatment approaches on upper limb and hand function. None of them combined exercise in a virtual context with Action Observation Therapy, consisting in watching an action before doing it.\n\nThis study evaluates the addition of Action Observation Therapy (AOT) to Virtual Reality (VR) in the rehabilitation of upper limb impairment in subacute stroke patients. Half of participants will see a video demonstrating the exercise to be performed before its actual execution, while the other half will see a video of a natural landscape followed by the same exercises the other group performs. All the patients will receive additional usual treatment.","detailedDescription":"In this study, the intervention will be conducted using a system composed by multiple devices, which are:\n\n* HTC Vive (HTC, headset e Steam station): three-dimensional viewer used for the implementation of the immersive virtual environment, allows both the visualization of the videos and of the exercises to be performed;\n* Leap Motion Controller (infrared camera): contactless device for tracking the movement of the patient's fingers and hand;\n* Zed Mini (RGB binocular camera and depth camera): Stereo Labs' Zed Mini stereoscopic camera is mounted on the HTC Vive viewer to allow virtual elements to be overlapped within the environment;\n* Cometa Wavetrack (transmitter/receiver and Inertial Measurement Units): system for upper limb movement tracking through the use of four wireless inertial sensors applied to the chest, to the arm and to the forearm of the participant through elastic bands and to the hand of the participant through skin-compatible double-sided adhesive patches.\n\nAll the devices have been tested to ensure safety of the participants and are provided with the appropriate documentation of declaration of conformity according to the European reference regulations. A careful risk analysis was carried out to ensure the safety of the participants.\n\nAll the devices will be working simultaneously during each session of treatment. For the experimental group, the instrumentation will be used to see the video of the exercises that the participants will be later asked to perform and to actually perform them; in the control group, it will be used to see a video of a natural landscape with a 180° perspective and to perform the same exercises than the experimental group.\n\nThe devices will be used both for the execution of the exercises both to collect information listed in the outcomes section as secondary outcomes: in particular, these information will be provided by the Leap Motion and by the Cometa Wavetrack devices."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Upper limb impairment","Virtual Reality","Action Observation Therapy"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":22,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Virtual Reality + Action Observation Therapy","type":"EXPERIMENTAL","description":"Participants will see a video demonstrating the exercise they will be later asked to perform. The same procedure is performed for each of the four different exercises.","interventionNames":["Device: Virtual Reality","Device: Action Observation Therapy","Other: Standard treatment"]},{"label":"Virtual Reality + Landscape video","type":"SHAM_COMPARATOR","description":"Participants will see a video demonstrating a natural landscape and later they will perform an exercise. The same procedure is performed for each of the four different exercises.","interventionNames":["Device: Virtual Reality","Device: Landscape video","Other: Standard treatment"]}],"interventions":[{"type":"DEVICE","name":"Virtual Reality","description":"Participants in both groups will attend 10 sessions of approximately 30 minutes each three times a week. Each session contemplates the execution of a single repetition of two minutes of each of the four exercises.\n\nThere are four exercises:\n\n1. Reaching: the participant is requested to reach a target in front of him with the paretic hand; the target will appear in a different place every time;\n2. Reaching and grasping: the participant is requested to grab a wooden cube with the paretic hand and place it into a bowl positioned in front of him; the cube will appear in a different place every time;\n3. Goalkeeper: the participant is requested to block a ball coming towards him with the paretic hand; the ball will appear in a different place every time;\n4. Occupational task: the participant is requested to grab four cans, one at time, with the paretic hand and place them on four targets placed on a hemispherical arch.\n\nEach exercise provides six levels of increasing difficulty.","armGroupLabels":["Virtual Reality + Action Observation Therapy","Virtual Reality + Landscape video"]},{"type":"DEVICE","name":"Action Observation Therapy","description":"Before the execution of the exercises described in the intervention \"Virtual Reality\", the participants in the experimental group will see a video demonstrating the same exercise (according to the level of difficulty selected) he will be later asked to perform for two minutes.","armGroupLabels":["Virtual Reality + Action Observation Therapy"]},{"type":"DEVICE","name":"Landscape video","description":"Before the execution of the exercises described in the intervention \"Virtual Reality\", the participants in the sham comparator group will see a video of a natural landscape for two minutes.","armGroupLabels":["Virtual Reality + Landscape video"]},{"type":"OTHER","name":"Standard treatment","description":"Participants in both groups will receive the standard treatment, one hour a day for three days a week.","armGroupLabels":["Virtual Reality + Action Observation Therapy","Virtual Reality + Landscape video"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change of Upper limb function","description":"Upper extremity portion of the Fugl Meyer (UE-FM). This scale measures the function of the upper limb in a range of 0 to 66 points. Higher values represent a better outcome.","timeFrame":"Baseline (T0) and at the end of the treatment (T1, after 4 weeks)."},{"measure":"Change of hand dexterity","description":"Box and Block test. This test examines hand dexterity measuring the number of wooden blocks the participant is able to move from one box to another with the paretic hand in 60 seconds. Higher values represent a better outcome.","timeFrame":"Baseline (T0) and at the end of the treatment (T1, after 4 weeks)."}],"secondaryOutcomes":[{"measure":"Change of autonomy","description":"Barthel Index. This scale measures the ability of the subject to perform activities of daily living. Range 0-100. Higher values represent a better outcome.","timeFrame":"Baseline (T0) and at the end of the treatment (T1, after 4 weeks)."},{"measure":"Change of quality of Life","description":"EuroQol-5D questionnaire. This questionnaire measures the quality of life. Range 5-15. Lower values represent a better outcome.","timeFrame":"Baseline (T0) and at the end of the treatment (T1, after 4 weeks)."},{"measure":"Change of level completed","description":"Most difficult level the participant is able to complete, from 1 to 6. Higher values represent a better performance.","timeFrame":"Baseline (T0) and at the end of the treatment (T1, after 4 weeks)."},{"measure":"Change of number of correct tasks","description":"Number of tasks the participants performs correctly. Higher values represent a better performance.","timeFrame":"Baseline (T0) and at the end of the treatment (T1, after 4 weeks)."},{"measure":"Change of reaction time","description":"Seconds from the appearance of the target to the start of the movement. Lower values represent a better outcome.","timeFrame":"Baseline (T0) and at the end of the treatment (T1, after 4 weeks)."},{"measure":"Change of interaction time","description":"Seconds from the appearance of the target to its reaching. Lower values represent a better outcome.","timeFrame":"Baseline (T0) and at the end of the treatment (T1, after 4 weeks)."},{"measure":"Change of mean time of exercise execution","description":"Seconds required for single exercise execution. Lower values represent a better outcome.","timeFrame":"Baseline (T0) and at the end of the treatment (T1, after 4 weeks)."},{"measure":"Level of Satisfaction","description":"Likert 1-5. This scale measures the level of satisfaction of the subject regarding the treatment. Higher values represent a better outcome.","timeFrame":"At the end of the treatment (4 weeks)."},{"measure":"Change of Hand Max Reaching Velocity","description":"Maximal velocity (meters/seconds) of the hand movement during reaching of the target. Higher values represent a better outcome.","timeFrame":"Baseline (T0) and at the end of the treatment (T1, after 4 weeks)."},{"measure":"Change of % Cycle Hand Max Velocity","description":"Dividing the interaction time between the hand and the object into 100 parts, it represents the moment in which the hand reaches the maximal velocity.","timeFrame":"Baseline (T0) and at the end of the treatment (T1, after 4 weeks)."},{"measure":"Change of Mean SPARC","description":"Spectral parameter related to the smoothness of the movement. Negative values lower than -1 stand for lower smoothness.","timeFrame":"Baseline (T0) and at the end of the treatment (T1, after 4 weeks)."},{"measure":"Change of Mean Reach Path Ratio","description":"Parameter calculated as total distance traveled by the wrist of the subject divided by the length of a straight-line path from the reach's starting point (hand resting on the table) to ending point (target). Values equal or close to +1 represent a straight trajectory, while higher values stand for a more curved one.","timeFrame":"Baseline (T0) and at the end of the treatment (T1, after 4 weeks)."},{"measure":"Change of Tip Max Distance","description":"Maximal distance between the thumb and index fingertips.","timeFrame":"Baseline (T0) and at the end of the treatment (T1, after 4 weeks)."},{"measure":"Change of Tip Max Velocity","description":"Maximal velocity of opening and closing between the thumb and index fingertips.","timeFrame":"Baseline (T0) and at the end of the treatment (T1, after 4 weeks)."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participant who suffered from an ictus 3 to 6 months before (subacute phase);\n* Baseline scoring of the Upper Extremity portion of the Fugl Meyer between 20 and 60.\n\nExclusion Criteria:\n\n* Other neurological pathologies (including previous strokes);\n* Visual field impairments;\n* Neuropsychological deficits that prevents the understanding of the instructions or the execution of the treatment (e.g. aphasia, apraxia, neglect);\n* Baseline scoring of the Mini Mental State Examination (MMSE) lower that 24 (MMSE \\< 24);\n* Orthopaedic or musculoskeletal limitations that do not allow the execution of the treatment;\n* Clinical instability;\n* Inability to understand the instructions needed to perform the test and the planned evaluations;\n* People with electronic medical devices such as pacemakers;\n* Medical history of epilepsy.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Riccardo Buraschi, DPT","role":"CONTACT","phone":"0039 3496657892","email":"rburaschi@gmail.com"}],"overallOfficials":[{"name":"Riccardo Buraschi, DPT","affiliation":"IRCCS Fondazione Don Carlo Gnocchi","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Fondazione Don Carlo Gnocchi Onlus - Centro Ettore Spalenza","city":"Rovato","state":"Brescia","zip":"25038","country":"Italy","contacts":[{"name":"Riccardo Buraschi, DPT","role":"CONTACT","email":"rburaschi@gmail.com"}],"geoPoint":{"lat":45.56342,"lon":10.00213}}]},"referencesModule":{"references":[{"pmid":"25387001","type":"BACKGROUND","citation":"Pollock A, Farmer SE, Brady MC, Langhorne P, Mead GE, Mehrholz J, van Wijck F. Interventions for improving upper limb function after stroke. Cochrane Database Syst Rev. 2014 Nov 12;2014(11):CD010820. doi: 10.1002/14651858.CD010820.pub2."},{"pmid":"29156493","type":"BACKGROUND","citation":"Laver KE, Lange B, George S, Deutsch JE, Saposnik G, Crotty M. Virtual reality for stroke rehabilitation. Cochrane Database Syst Rev. 2017 Nov 20;11(11):CD008349. doi: 10.1002/14651858.CD008349.pub4."},{"pmid":"30380586","type":"BACKGROUND","citation":"Borges LR, Fernandes AB, Melo LP, Guerra RO, Campos TF. Action observation for upper limb rehabilitation after stroke. Cochrane Database Syst Rev. 2018 Oct 31;10(10):CD011887. doi: 10.1002/14651858.CD011887.pub2."},{"pmid":"28978349","type":"BACKGROUND","citation":"Shih TY, Wu CY, Lin KC, Cheng CH, Hsieh YW, Chen CL, Lai CJ, Chen CC. Effects of action observation therapy and mirror therapy after stroke on rehabilitation outcomes and neural mechanisms by MEG: study protocol for a randomized controlled trial. Trials. 2017 Oct 4;18(1):459. doi: 10.1186/s13063-017-2205-z."},{"type":"BACKGROUND","citation":"Kim C-H, Bang D-H. Action observation training enhances upper extremity function in subacute stroke survivor with moderate impairment: a double-blind, randomized controlled pilot trial. J Korean Soc Phys Med. 2016;11(1):133-140. doi:10.13066/kspm.2016.11.1.133"},{"pmid":"22235059","type":"BACKGROUND","citation":"Franceschini M, Ceravolo MG, Agosti M, Cavallini P, Bonassi S, Dall'Armi V, Massucci M, Schifini F, Sale P. Clinical relevance of action observation in upper-limb stroke rehabilitation: a possible role in recovery of functional dexterity. A randomized clinical trial. Neurorehabil Neural Repair. 2012 Jun;26(5):456-62. doi: 10.1177/1545968311427406. Epub 2012 Jan 10."},{"pmid":"20848369","type":"BACKGROUND","citation":"Lin KC, Chuang LL, Wu CY, Hsieh YW, Chang WY. Responsiveness and validity of three dexterous function measures in stroke rehabilitation. J Rehabil Res Dev. 2010;47(6):563-71. doi: 10.1682/jrrd.2009.09.0155."},{"pmid":"27077994","type":"BACKGROUND","citation":"Kuk EJ, Kim JM, Oh DW, Hwang HJ. Effects of action observation therapy on hand dexterity and EEG-based cortical activation patterns in patients with post-stroke hemiparesis. Top Stroke Rehabil. 2016 Oct;23(5):318-25. doi: 10.1080/10749357.2016.1157972. Epub 2016 Mar 31."},{"pmid":"8024419","type":"BACKGROUND","citation":"Desrosiers J, Bravo G, Hebert R, Dutil E, Mercier L. Validation of the Box and Block Test as a measure of dexterity of elderly people: reliability, validity, and norms studies. Arch Phys Med Rehabil. 1994 Jul;75(7):751-5."},{"pmid":"29049194","type":"BACKGROUND","citation":"Fu J, Zeng M, Shen F, Cui Y, Zhu M, Gu X, Sun Y. Effects of action observation therapy on upper extremity function, daily activities and motion evoked potential in cerebral infarction patients. Medicine (Baltimore). 2017 Oct;96(42):e8080. doi: 10.1097/MD.0000000000008080."},{"pmid":"27365261","type":"BACKGROUND","citation":"Saposnik G, Cohen LG, Mamdani M, Pooyania S, Ploughman M, Cheung D, Shaw J, Hall J, Nord P, Dukelow S, Nilanont Y, De Los Rios F, Olmos L, Levin M, Teasell R, Cohen A, Thorpe K, Laupacis A, Bayley M; Stroke Outcomes Research Canada. Efficacy and safety of non-immersive virtual reality exercising in stroke rehabilitation (EVREST): a randomised, multicentre, single-blind, controlled trial. Lancet Neurol. 2016 Sep;15(10):1019-27. doi: 10.1016/S1474-4422(16)30121-1. Epub 2016 Jun 27."},{"pmid":"9341688","type":"BACKGROUND","citation":"Dorman PJ, Waddell F, Slattery J, Dennis M, Sandercock P. Is the EuroQol a valid measure of health-related quality of life after stroke? Stroke. 1997 Oct;28(10):1876-82. doi: 10.1161/01.str.28.10.1876."},{"pmid":"20927005","type":"BACKGROUND","citation":"Franceschini M, La Porta F, Agosti M, Massucci M; ICR2 group. Is health-related-quality of life of stroke patients influenced by neurological impairments at one year after stroke? Eur J Phys Rehabil Med. 2010 Sep;46(3):389-99. Epub 2010 Apr 13."},{"pmid":"28971037","type":"BACKGROUND","citation":"Lee KW, Kim SB, Lee JH, Lee SJ, Kim JW. Effect of Robot-Assisted Game Training on Upper Extremity Function in Stroke Patients. Ann Rehabil Med. 2017 Aug;41(4):539-546. doi: 10.5535/arm.2017.41.4.539. Epub 2017 Aug 31."},{"pmid":"19608100","type":"BACKGROUND","citation":"Langhorne P, Coupar F, Pollock A. Motor recovery after stroke: a systematic review. Lancet Neurol. 2009 Aug;8(8):741-54. doi: 10.1016/S1474-4422(09)70150-4."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}