{"protocolSection":{"identificationModule":{"nctId":"NCT04326205","orgStudyIdInfo":{"id":"201902241A0"},"organization":{"fullName":"Chang Gung Memorial Hospital","class":"OTHER"},"briefTitle":"Neural Mechanisms and Efficacy of Dual Neurotechnology-aided Mirror Therapy in Chronic Stroke: Neural and Motor Plasticity, Movement Performance, Daily Function, and Quality of Life","officialTitle":"Neural Mechanisms and Efficacy of Dual Neurotechnology-aided Mirror Therapy in Chronic Stroke: Neural and Motor Plasticity, Movement Performance, Daily Function, and Quality of Life"},"statusModule":{"statusVerifiedDate":"2021-05","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-04-14","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-07-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-07-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-03-22","studyFirstSubmitQcDate":"2020-03-26","studyFirstPostDateStruct":{"date":"2020-03-30","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-05-13","lastUpdatePostDateStruct":{"date":"2021-05-17","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Chang Gung Memorial Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Mirror therapy (MT) has been demonstrated, in terms of neuroplasticity, to improve sensorimotor function of paretic upper extremity (UE) in chronic stroke patients. Central and peripheral electrical stimulation techniques such as ranscranial direct current stimulation (tDCS) and functional electrical stimulation (FES) can individually enhance effects of MT, combining both of them with MT can be a potentially valuable approach to maximize neural and functional recovery post stroke. To our knowledge, no studies combined central and peripheral neural network reorganization technique with motor behavioral learning approach to investigate its possible benefit after stroke. This project will be the first to design a \"dual neurotechnology-aided MT (DNA-MT)\", which combines tDCS and FES with contemporary neurorehabilitation approaches (i.e., MT) to stimulate both central and peripheral nervous systems to maximize neural and functional recovery post stroke. Investigators will determine the efficacy and neurophysiological and motor mechanisms related to this novel DNA-MT approach and identify potential responders to this novel intervention."},"conditionsModule":{"conditions":["Cerebrovascular Accident"],"keywords":["mirror therapy","transcranial direct current stimulation","functional electrical stimulation","neurotechnology-aided intervention","stroke","neurorehabilitation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"FACTORIAL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":112,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Dual-aided","type":"EXPERIMENTAL","description":"active tDCS to the ipsilesional primary motor cortex (M1lesioned) followed by FES to the paretic hand during MT","interventionNames":["Device: transcranial direct current stimulation, tDCS","Device: functional electrical stimulation, FES"]},{"label":"FES-alone","type":"ACTIVE_COMPARATOR","description":"sham tDCS to the M1lesioned followed by FES to the paretic hand during MT","interventionNames":["Device: functional electrical stimulation, FES"]},{"label":"tDCS-alone","type":"ACTIVE_COMPARATOR","description":"active tDCS to the M1lesioned followed by sham FES to the paretic hand during MT","interventionNames":["Device: transcranial direct current stimulation, tDCS"]},{"label":"Dual-sham","type":"PLACEBO_COMPARATOR","description":"sham tDCS to the M1lesioned followed by sham FES to the paretic hand during M","interventionNames":["Other: no stimulation"]}],"interventions":[{"type":"DEVICE","name":"transcranial direct current stimulation, tDCS","description":"The participants will receive a-tDCS over the ipsilesional M1, without any active arm practice for 20 minutes.\n\nHence, movement extension will be achieved in the affected side while the participant will view the reflection of the normal movement patterns of their unaffected UE. Then the electrodes will be removed, and the participants will receive an additional 20 minutes of MT without tDCS followed by 30 minutes of functional task practice.","armGroupLabels":["Dual-aided","tDCS-alone"]},{"type":"DEVICE","name":"functional electrical stimulation, FES","description":"The participants will start the FES-assisted MT. During this period, participants will perform simple wrist or finger extension with their unaffected UE while the affected wrist or fingers will receive FES within the mirror-box.\n\nHence, movement extension will be achieved in the affected side while the participant will view the reflection of the normal movement patterns of their unaffected UE. Then the electrodes will be removed, and the participants will receive an additional 20 minutes of MT without FES followed by 30 minutes of functional task practice.","armGroupLabels":["Dual-aided","FES-alone"]},{"type":"OTHER","name":"no stimulation","description":"Both tDCS and FES will not be used in this section.","armGroupLabels":["Dual-sham"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change scores of Fugl-Meyer Assessment (FMA)","description":"The UE-FMA subscale is one of the most widely used tools to assess UE sensorimotor impairment in patients after stroke (Fugl-Meyer, Jääskö, Leyman, Olsson, \\& Steglind, 1975; Gladstone, Danells, \\& Black, 2002). The UE-FMA subscale examines 33 movements scored on a 3-point ordinal scale (score range: 0-66). A higher UE-FMA score suggests less impairment. The UE-FMA has good to excellent clinimetric properties e.","timeFrame":"Baseline, 3 months, 6 months"},{"measure":"Change scores of Modified Ashworth Scale (MAS)","description":"The MAS is a 6-point ordinal scale that measures muscle spasticity in patients with brain lesions. Investigators will assess the MAS scores of UE muscles, including biceps, triceps, wrist flexors and extensors, and finger flexors and extensors. The validity and reliability of MAS for patients with stroke are adequate to good (Gregson et al., 2000; Min et al., 2012).","timeFrame":"Baseline, 3 months, 6 months"},{"measure":"Change scores of Revised Nottingham Sensory Assessment (rNSA)","description":"The rNSA will be used to evaluate changes in sensation in response to training (Lincoln et al., 1991; Lincoln, Jackson, \\& Adams, 1998). Various sensory modalities will be used to assess tactile sensation, proprioception, and stereognosis of different segments of the body. Scoring of rNSA is based on a 3-point ordinal scale (0-2), with a lower score suggesting greater sensory impairment. The psychometric properties have been established for patients with stroke (Gaubert \\& Mockett, 2000; Lincoln et al., 1998).","timeFrame":"Baseline, 3 months, 6 months"},{"measure":"Change scores of Dual-Task Test","description":"Investigators will use the dual-task test to determine the ability of participants with stroke to perform 2 tasks at the same time. The dual-task test evaluates an individual's attentional limitation, central executive function, and automatic processing ability (Plummer-D'Amato et al., 2008). The primary task will be the box and block test (BBT) assessed with a wooden box containing 2 equally sized compartments. Cubes will be placed in 1 compartment, and the participants will be instructed to use their paretic hand to transport the cubes to the other compartment 1-by-1 in their fastest speed. The number of cubes moved within 60 seconds will be recorded. While performing the BBT, the participants will be required to perform a secondary task - counting backward by 7 or responding as fast as possible to different tones.","timeFrame":"Baseline, 3 months, 6 months"},{"measure":"Change scores of Medical Research Council scale (MRC)","description":"The MRC is an ordinal scale that assesses muscle strength. The scoring for each muscle ranges from 0 to 5, with a higher score indicates stronger muscle. The reliability of MRC for all muscle groups was good to excellent in patients with stroke (Gregson et al., 2000).","timeFrame":"Baseline, 3 months, 6 months"},{"measure":"Change scores of Montreal Cognitive Assessment (MoCA)","description":"It is a 30-point test, which evaluates different domains: visuospatial abilities, executive functions, short-term memory recall, attention, concentration, working memory, language, and orientation to time and space (Nasreddine et al., 2005). The MoCA has been recommended as a valid and reliable clinical assessment in patients with stroke (Wong et al., 2013).","timeFrame":"Baseline, 3 months, 6 months"},{"measure":"Change scores of Wolf Motor Function Test (WMFT)","description":"The WMFT was developed by Wolf and colleagues to quantitatively assess UE motor ability via 15 function-based tasks and 2 strength-based tasks. The WMFT-time measures the time required to complete the tasks, and the WMFT-quality assesses functional ability on a 6-point ordinal scale. A lower WMFT-time performance indicates faster movement, whereas a higher WMFT-quality score suggests better quality of movement (Wolf, Lecraw, Barton, \\& Jann, 1989). The reliability of the WMFT is excellent (Wolf et al., 2001).","timeFrame":"Baseline, 3 months, 6 months"},{"measure":"Change scores of Motor Activity Log (MAL)","description":"The MAL is a semi-structured interview to evaluate the amount of use (AOU) and quality of movement (QOM) of the paretic UE for patients with stroke. The MAL involves 30 functional tasks of daily living, including object manipulation and gross motor activities. Scoring of each task ranges from 0 to 5, with higher scores indicating more use or better movement quality (Taub et al., 1993). The responsiveness, validity, and reliability have been investigated in patients with stroke (Van der Lee, Beckerman, Knol, De Vet, \\& Bouter, 2004).","timeFrame":"Baseline, 3 months, 6 months"},{"measure":"Change scores of Nottingham Extended Activities of Daily Living Scale (NEADL)","description":"The NEADL is a self-report scale that measures instrumental activities of daily living. It evaluates 4 areas of daily living, including mobility, kitchen, domestic, and leisure activities. The total score is 0 to 66, and a higher score indicates better daily functional ability. The psychometric properties of NEADL have been well established (Green \\& Young, 2001; Wu, Chuang, Lin, \\& Hong, 2011).","timeFrame":"Baseline, 3 months, 6 months"},{"measure":"Change scores of Stroke Impact Scale Version 3.0 (SIS 3.0)","description":"Health-related quality of life will be evaluated with the SIS 3.0. The SIS consists of 59 test items grouped into 8 domains (strength, hand function, ADL/instrumental ADL, mobility, communication, emotion, memory and thinking, and participation/role function). The participants will be asked to rate each item in a 5-point Likert scale regarding the perceived difficulty in completing the task. The total score for each domain ranges from 0 to 100. An extra question will be asked to evaluate the participant's self-perceived overall recovery from stroke. The SIS 3.0 has satisfactory psychometric properties (Duncan, Bode, Lai, Perera, \\& Investigators, 2003; Vellone et al., 2015).","timeFrame":"Baseline, 3 months, 6 months"},{"measure":"Change scores of Functional Abilities Confidence Scale (FACS)","description":"It measures the degree of self-efficacy and confidence when the participants do various movements and postures. It concludes 15 questions which scores from 0% (not confidence at all) to 100% (fully confidence). The higher percentage means the higher confidence of doing the movements. The clinimetric properties are good (Williams \\& Myers, 1998).","timeFrame":"Baseline, 3 months, 6 months"},{"measure":"Change scores of Stroke Self-Efficacy Questionnaire (SSEQ)","description":"It measures the self-efficacy judgements in specific domains in relation to functional performance and self-management for stroke. It includes 13 items, which rates on a 10-point scale from 0 (not at all confident) to 10 (very confident). In addition, its psychometric testing is a valid measurement for stroke (Jones, Partridge, \\& Reid, 2008).","timeFrame":"Baseline, 3 months, 6 months"},{"measure":"Change scores of Daily Living Self-Efficacy Scale (DLSES)","description":"DLSES measures the self-efficacy in daily functions which contains 2 subscales (psychosocial functioning and activities of daily living). It has 12 items, with 10-unit intervals from 0 to 100 (0 = cannot do at all, 100 = highly certain can do). The total score is to sum up the scores of 12 items and is divided by 12. The higher score means higher self-efficacy and the psychometric properties are good (Maujean, Davis, Kendall, Casey, \\& Loxton, 2014).","timeFrame":"Baseline, 3 months, 6 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* sustained a unilateral stroke with onset ≥ 3 months (Figlewski et al., 2017);\n* UE Fugl-Meyer assessment (UE-FMA) score between 18 and 56 indicating mild to moderate mild motor severity (Menezes et al., 2018; Woodbury, Velozo, Richards, \\& Duncan, 2013);\n* aged 35 to 85 years old; and\n* able to follow instructions and perform the tasks (Mini Mental State Examination ≥24).\n\nExclusion Criteria:\n\n* with excessive spasticity or joint contracture of the paretic UE;\n* enrolled in other rehabilitation experiments or drug studies;\n* with additional neurological or psychological disorders other than stroke;\n* having received Botulinum toxin injections 3 months before enrollment;\n* having unstable cardiovascular status such as uncontrolled hypertension or New York Heart Association (NYHA) Class III/IV heart failure;\n* having contradictions to tDCS including a history of epilepsy, migraine headache, uncontrolled medical status, being pregnant, having a pacemaker, or metal implanted in their head or body (not including dental fillings or hardware)(Meeker et al., 2019; Rossi, Hallett, Rossini, Pascual-Leone, \\& Group, 2009);\n* having a history of drug or alcohol abuse, dermatosis preventing tDCS from being applied, brain tumor, brain injury, arteriovenous malformation, other brain diseases (such as intracranial hypertension or cerebral edema), or are not suitable for using tDCS by the physician's assessment; and (8) having existence of skin rash, allergy or wounds at the locations where stimulation electrodes would be placed.","healthyVolunteers":false,"sex":"ALL","minimumAge":"35 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Ching-yi Wu, ScD","role":"CONTACT","phone":"#886-3-2118800","phoneExt":"5761","email":"cywu@mail.cgu.edu.tw"}],"overallOfficials":[{"name":"Ching-yi Wu, ScD","affiliation":"Chang Gung Memorial Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Chang Gung Memorial Hospital","status":"RECRUITING","city":"Taoyuan City","zip":"333","country":"Taiwan","contacts":[{"name":"Ching-Yi Wu, ScD","role":"CONTACT","phone":"886-3-2118800","phoneExt":"5761","email":"cywu@mail.cgu.edu.tw"}],"geoPoint":{"lat":24.95233,"lon":121.20193}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Cerebrovascular Accident","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T6034","name":"Quality of Life","asFound":"Quality of Life","relevance":"HIGH"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}