{"protocolSection":{"identificationModule":{"nctId":"NCT00794885","orgStudyIdInfo":{"id":"Ausa-CSPPT"},"organization":{"fullName":"Shenzhen Ausa Pharmed Co.,Ltd","class":"INDUSTRY"},"briefTitle":"China Stroke Primary Prevention Trial","officialTitle":"Enalapril Maleate and Folic Acid Tablets for Primary Prevention of Stroke in Patients With Hypertension: a Post-marketing, Double-blind, Randomized Controlled Trial.","acronym":"CSPPT"},"statusModule":{"statusVerifiedDate":"2014-08","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2008-05"},"primaryCompletionDateStruct":{"date":"2013-08","type":"ACTUAL"},"completionDateStruct":{"date":"2014-06","type":"ACTUAL"},"studyFirstSubmitDate":"2008-11-19","studyFirstSubmitQcDate":"2008-11-19","studyFirstPostDateStruct":{"date":"2008-11-20","type":"ESTIMATED"},"lastUpdateSubmitDate":"2014-08-11","lastUpdatePostDateStruct":{"date":"2014-08-12","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Shenzhen Ausa Pharmed Co.,Ltd","class":"INDUSTRY"},"collaborators":[{"name":"Anhui Medical University","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"The purpose of this trial is to confirm that enalapril maleate and folic acid tablets is more effective in preventing stroke among the patients with primary hypertension when compared to enalapril maleate.","detailedDescription":"Primary hypertension is the most important risk factor leading to cardiovascular events. Successful management of hypertension is a key to prevent these events. Hyperhomocysteinemia (HHcy) is another independent risk factor, especially for stroke. Our team's prospective nested case-control study of 39165 subjects in China showed that incidence of cardiovascular events (especially stroke) was strongly associated with plasma level of total homocysteine (tHcy). The coexistence of hypertension and HHcy dramatically increased the risk of stroke by 25 to 30 times as compared to the subjects without the two risk factors (Graham et al, 1997). Findings from previous and our studies clearly indicate that simultaneous control of hypertension and HHcy is pivotal in reducing cardiovascular events morbidity and mortality in China.\n\nIt has been well documented that folic acid is effective in lowering the level of plasma tHcy. While controversial remains on its efficacy on preventing cardiovascular events, a study done by our team: \"Efficacy of folic acid supplementation in stroke prevention: a meta-analysis\" (Wang et al, 2007) provide coherent evidence that folic acid supplementation can decrease the risk of stroke by 18%, and 25% in populations where folic fortification was not issued, or used for primary prevention.\n\nC677T gene polymorphism of 5,10-methylenetetrahydrofolate reductase (MTHFR) is one of the genetic determinators of plasma tHcy level. Observational studies showed that individuals with TT genotype tend to have high plasma tHcy and elevated risk of cardiovascular events (Cronin et al. 2005), and folic acid supplementation led to a remarkable reduction in plasma tHcy. In short, previous studies by others and by our team have provided strong rationale for our proposed trial as detailed below.\n\nThe hypothesis of the current study is that a combination of antihypertensive drug (e.g., enalapril) with folic acid is not only efficacious, but also is safe and highly cost-effective than antihypertensive (e.g., enalapril) used alone to prevent stroke in hypertensive patients.\n\nThis trial will enroll 20,000 patients with primary hypertension and with known MTHFR C677T genotype. Subjects will be first stratified by genotypes, and then randomly assigned to treatment groups. The study patients will be instructed to take orally enalapril 10 mg daily or enalapril/folic acid 10mg/0.8mg tablets daily for a maximum of 5 years. The follow-up is given every 3 months.\n\nThe incidence and time of first-time stroke episode (primary endpoint) or composite cardiovascular events are used as endpoints. They will be compared by treatment groups with and without stratification by C677T gene polymorphisms. The potential interaction between treatment groups and C677T gene polymorphisms on therapeutic efficacy will also be tested.\n\nThis will be the first and largest trial of this kind in Chinese population. The findings from this trial may have the potential to transform current clinical and public health findings into practice."},"conditionsModule":{"conditions":["Primary Hypertension"],"keywords":["hypertension","stroke","cardiovascular events","enalapril","folic acid","randomized controlled trial","MTHFR C677T genotype"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE4"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"QUADRUPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":20702,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Enalapril/folic acid","type":"EXPERIMENTAL","description":"A fixed combination drug is given. The dose is fixed in enalapril 10 mg / folic acid 0.8 mg per day.","interventionNames":["Drug: Enalapril/folic acid"]},{"label":"Enalapril","type":"ACTIVE_COMPARATOR","description":"Enalapril maleate 10 mg per day is given","interventionNames":["Drug: Enalapril maleate"]}],"interventions":[{"type":"DRUG","name":"Enalapril/folic acid","description":"Enalapril/folic acid, (10mg enalapril/0.8mg folic acid)/tablet, taken orally and once daily for a maximum of 5 years. Combination with other anti-hypertension drugs are allowed.","armGroupLabels":["Enalapril/folic acid"],"otherNames":["Enalapril Maleate and Folic Acid Tablet"]},{"type":"DRUG","name":"Enalapril maleate","description":"Enalapril, 10mg/tablet, taken orally once daily for a maximum of 5 consecutive years. Combination with other anti-hypertension drugs are allowed.","armGroupLabels":["Enalapril"],"otherNames":["Lameiya,Yabao Pharmaceutical"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"First attack of symptomatic stroke ( ischemic or hemorrhagic)","description":"Patients are followed-up every 3 months. All endpoint outcomes are assessed by the Endpoint Adjudication Committee of the study.","timeFrame":"during the trial period"}],"secondaryOutcomes":[{"measure":"Composite major cardiovascular events","timeFrame":"during the trial period"},{"measure":"All-cause death","timeFrame":"during the trial period"},{"measure":"First attack of ischemic stroke and resultant death","timeFrame":"during the trial period"},{"measure":"First attack of hemorrhagic stroke and resultant death","timeFrame":"during the trial period"},{"measure":"Myocardial infarction and resultant death","timeFrame":"during the trial period"}],"otherOutcomes":[{"measure":"Malignant tumors","timeFrame":"during the trial period"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* BP≥140/90 mmHg in both of the two screening visits or currently under anti-hypertension treatment\n* 45 - 75 years old\n* Successful determination of MTHFR C677T genotype\n* For pre-menopausal women, agreed to use contraceptives during the trial\n* Signed the written informed consent\n\nExclusion Criteria:\n\n* Having a history of stroke\n* Having a history of myocardial infarction\n* Having a history of physician diagnosed heart failure\n* Post- coronary revascularization\n* Severe somatic disease such as cancer\n* Secondary hypertension\n* Congenital or acquired organic heart diseases\n* Contraindicated to angiotensin-converting enzyme inhibitor(ACEI)\n* History of ACEI adverse effects\n* Currently long-term use of folic acid or vitamin B12 or vitamin B6\n* Pregnant or child breastfeeding women\n* Severe mental disorders\n* Lab tests indicating abnormal liver or kidney function\n* Unwilling to participate the trial, unwilling to change the current antihypertensive treatment","healthyVolunteers":false,"sex":"ALL","minimumAge":"45 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Yong Huo, M.D.","affiliation":"The First Hospital, Beijing University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Anqing Branch, Anhui Institute of Biomedical Research","city":"Anqing City","state":"Anhui","zip":"246000","country":"China"},{"facility":"Lianyungang Center for Advanced Research in Cardiovascular Diseases","city":"Lianyungang","state":"Jiangsu","zip":"222003","country":"China","geoPoint":{"lat":34.59845,"lon":119.21556}}]},"referencesModule":{"references":[{"pmid":"17544768","type":"BACKGROUND","citation":"Wang X, Qin X, Demirtas H, Li J, Mao G, Huo Y, Sun N, Liu L, Xu X. Efficacy of folic acid supplementation in stroke prevention: a meta-analysis. Lancet. 2007 Jun 2;369(9576):1876-1882. doi: 10.1016/S0140-6736(07)60854-X."},{"pmid":"9178790","type":"BACKGROUND","citation":"Graham IM, Daly LE, Refsum HM, Robinson K, Brattstrom LE, Ueland PM, Palma-Reis RJ, Boers GH, Sheahan RG, Israelsson B, Uiterwaal CS, Meleady R, McMaster D, Verhoef P, Witteman J, Rubba P, Bellet H, Wautrecht JC, de Valk HW, Sales Luis AC, Parrot-Rouland FM, Tan KS, Higgins I, Garcon D, Andria G, et al. Plasma homocysteine as a risk factor for vascular disease. The European Concerted Action Project. JAMA. 1997 Jun 11;277(22):1775-81. doi: 10.1001/jama.1997.03540460039030."},{"pmid":"15947278","type":"BACKGROUND","citation":"Cronin S, Furie KL, Kelly PJ. Dose-related association of MTHFR 677T allele with risk of ischemic stroke: evidence from a cumulative meta-analysis. Stroke. 2005 Jul;36(7):1581-7. doi: 10.1161/01.STR.0000169946.31639.af. Epub 2005 Jun 9."},{"pmid":"35903445","type":"DERIVED","citation":"He Q, Zhang N, Liang Q, Wang Z, Chen P, Song Y, Zhou Z, Wei Y, Duan Y, Wang B, Qin P, Qin X, Xu X. Serum Serine and the Risk of All-Cause Mortality: A Nested Case-Control Study From the China Stroke Primary Prevention Trial (CSPPT). Front Nutr. 2022 Jul 12;9:946277. doi: 10.3389/fnut.2022.946277. eCollection 2022."},{"pmid":"35660920","type":"DERIVED","citation":"Wei Y, Wang Z, He Q, Siddiqi SM, Zhou Z, Liu L, Song Y, Chen P, Li J, Zhang Y, Mao G, Wang B, Tang G, Qin X, Xu X, Huo Y, Guo H, Zhang H. Inverse Association between Plasma Phylloquinone and Risk of Ischemic Stroke in Chinese Adults with Hypertension and High BMI: A Nested Case-Control Study. J Nutr. 2022 Aug 9;152(8):1927-1935. doi: 10.1093/jn/nxac131."},{"pmid":"34930356","type":"DERIVED","citation":"Song M, Xu BP, Liang Q, Wei Y, Song Y, Chen P, Zhou Z, Zhang N, He Q, Liu L, Liu T, Zhang K, Hu C, Wang B, Xu X, Shi H. Association of serum choline levels and all-cause mortality risk in adults with hypertension: a nested case-control study. Nutr Metab (Lond). 2021 Dec 20;18(1):108. doi: 10.1186/s12986-021-00637-1."},{"pmid":"34805240","type":"DERIVED","citation":"Song Y, Li J, Liu L, Xu R, Zhou Z, Xu B, Lin T, Chen P, Li H, Li Y, Liu C, Huang X, Wang B, Zhang Y, Li J, Huo Y, Ren F, Xu X, Zhang H, Qin X. Plasma Vitamin E and the Risk of First Stroke in Hypertensive Patients: A Nested Case-Control Study. Front Nutr. 2021 Nov 3;8:734580. doi: 10.3389/fnut.2021.734580. eCollection 2021."},{"pmid":"34558624","type":"DERIVED","citation":"Wei Y, Xu B, Wang Z, Zhou Z, Liu L, Lin T, Song Y, Li J, Zhang Y, Huo Y, Mao G, Wang B, Tang G, Qin X, Zhang H, Wang X, Guo H, Xu X. Joint Associations between Plasma 25-Hydroxyvitamin D, Glycemic Status, and First Stroke in General Hypertensive Adults: Results from the China Stroke Primary Prevention Trial (CSPPT). J Nutr. 2022 Jan 11;152(1):246-254. doi: 10.1093/jn/nxab339."},{"pmid":"34549258","type":"DERIVED","citation":"Wang Z, Ma H, Song Y, Lin T, Liu L, Zhou Z, Wei Y, Huang X, Chen P, Liu C, Li Y, Wang B, Li J, Zhang Y, Huo Y, Zhang H, Xu X, Qin X, Guo H. Plasma selenium and the risk of first stroke in adults with hypertension: a secondary analysis of the China Stroke Primary Prevention Trial. Am J Clin Nutr. 2022 Jan 11;115(1):222-231. doi: 10.1093/ajcn/nqab320."},{"pmid":"33099298","type":"DERIVED","citation":"Zhang Y, Zhou C, Li J, Zhang Y, Xie D, Liang M, Wang B, Song Y, Wang X, Huo Y, Hou FF, Xu X, Qin X. Serum alkaline phosphatase levels and the risk of new-onset diabetes in hypertensive adults. Cardiovasc Diabetol. 2020 Oct 24;19(1):186. doi: 10.1186/s12933-020-01161-x."},{"pmid":"31806397","type":"DERIVED","citation":"Xie L, Zhao BX, Luo J, Li Y, Zhu F, Li GF, He M, Wang B, Zhang H, Cai Y, Huo Y, Wang X, Hou FF, Xu X, Qin X, Nie J. A U-shaped association between serum betaine and incident risk of first ischemic stroke in hypertensive patients. Clin Nutr. 2020 Aug;39(8):2517-2524. doi: 10.1016/j.clnu.2019.11.011. Epub 2019 Nov 15."},{"pmid":"31462258","type":"DERIVED","citation":"Zhang Y, He P, Li Y, Zhang Y, Li J, Liang M, Wang G, Tang G, Song Y, Wang B, Liu C, Liu L, Cui Y, Wang X, Huo Y, Xu X, Qin X. Positive association between baseline brachial-ankle pulse wave velocity and the risk of new-onset diabetes in hypertensive patients. Cardiovasc Diabetol. 2019 Aug 28;18(1):111. doi: 10.1186/s12933-019-0915-0."},{"pmid":"31446884","type":"DERIVED","citation":"Zhang J, Cao J, Zhang Y, Li H, Zhang H, Huo Y, Li J, Liu X, Wang X, Qin X, Xu X. Baseline Plasma Zinc and Risk of First Stroke in Hypertensive Patients: A Nested Case-Control Study. Stroke. 2019 Nov;50(11):3255-3258. doi: 10.1161/STROKEAHA.119.027003. Epub 2019 Aug 26."},{"pmid":"31161196","type":"DERIVED","citation":"Zhang J, Cao J, Zhang H, Jiang C, Lin T, Zhou Z, Song Y, Li Y, Liu C, Liu L, Wang B, Tang G, Li J, Zhang Y, Cui Y, Huo Y, Yang Y, Ling W, Yang J, Guo H, Wang X, Xu X, Qin X. Plasma copper and the risk of first stroke in hypertensive patients: a nested case-control study. Am J Clin Nutr. 2019 Jul 1;110(1):212-220. doi: 10.1093/ajcn/nqz099."},{"pmid":"30713028","type":"DERIVED","citation":"Wang J, Guo H, Lin T, Song Y, Zhang H, Wang B, Zhang Y, Li J, Huo Y, Wang X, Qin X, Xu X. A Nested Case-Control Study on Plasma Vitamin E and Risk of Cancer: Evidence of Effect Modification by Selenium. J Acad Nutr Diet. 2019 May;119(5):769-781. doi: 10.1016/j.jand.2018.11.017. Epub 2019 Jan 31. Erratum In: J Acad Nutr Diet. 2019 Jul;119(7):1210."},{"pmid":"30624586","type":"DERIVED","citation":"Yu Y, Zhang H, Song Y, Lin T, Zhou Z, Guo H, Liu L, Wang B, Liu C, Li J, Zhang Y, Huo Y, Wang C, Wang X, Hou FF, Qin X, Xu X. Plasma retinol and the risk of first stroke in hypertensive adults: a nested case-control study. Am J Clin Nutr. 2019 Feb 1;109(2):449-456. doi: 10.1093/ajcn/nqy320. Erratum In: Am J Clin Nutr. 2019 Jun 1;109(6):1746."},{"pmid":"30372582","type":"DERIVED","citation":"Yang X, Zhang M, Song R, Liu C, Huo Y, Qian G. The modifying effect of the MTHFR genotype on the association between folic acid supplementation and pulse wave velocity: Findings from the CSPPT. Cardiovasc Ther. 2018 Dec;36(6):e12473. doi: 10.1111/1755-5922.12473. Epub 2018 Nov 20."},{"pmid":"30354996","type":"DERIVED","citation":"Nie J, Xie L, Zhao BX, Li Y, Qiu B, Zhu F, Li GF, He M, Wang Y, Wang B, Liu S, Zhang H, Guo H, Cai Y, Huo Y, Hou FF, Xu X, Qin X. Serum Trimethylamine N-Oxide Concentration Is Positively Associated With First Stroke in Hypertensive Patients. Stroke. 2018 Sep;49(9):2021-2028. doi: 10.1161/STROKEAHA.118.021997. Erratum In: Stroke. 2019 Jun;50(6):e175."},{"pmid":"29747834","type":"DERIVED","citation":"Kong X, Huang X, Zhao M, Xu B, Xu R, Song Y, Yu Y, Yang W, Zhang J, Liu L, Zhang Y, Tang G, Wang B, Hou FF, Li P, Cheng X, Zhao S, Wang X, Qin X, Li J, Huo Y. Platelet Count Affects Efficacy of Folic Acid in Preventing First Stroke. J Am Coll Cardiol. 2018 May 15;71(19):2136-2146. doi: 10.1016/j.jacc.2018.02.072."},{"pmid":"29371246","type":"DERIVED","citation":"Huang X, Qin X, Yang W, Liu L, Jiang C, Zhang X, Jiang S, Bao H, Su H, Li P, He M, Song Y, Zhao M, Yin D, Wang Y, Zhang Y, Li J, Yang R, Wu Y, Hong K, Wu Q, Chen Y, Sun N, Li X, Tang G, Wang B, Cai Y, Hou FF, Huo Y, Wang H, Wang X, Cheng X. MTHFR Gene and Serum Folate Interaction on Serum Homocysteine Lowering: Prospect for Precision Folic Acid Treatment. Arterioscler Thromb Vasc Biol. 2018 Mar;38(3):679-685. doi: 10.1161/ATVBAHA.117.310211. Epub 2018 Jan 25."},{"pmid":"29273594","type":"DERIVED","citation":"Zhou Z, Li J, Yu Y, Li Y, Zhang Y, Liu L, Song Y, Zhao M, Wang Y, Tang G, He M, Xu X, Cai Y, Dong Q, Yin D, Huang X, Cheng X, Wang B, Hou FF, Wang X, Qin X, Huo Y. Effect of Smoking and Folate Levels on the Efficacy of Folic Acid Therapy in Prevention of Stroke in Hypertensive Men. Stroke. 2018 Jan;49(1):114-120. doi: 10.1161/STROKEAHA.117.018273. Erratum In: Stroke. 2018 Mar;49(3):e141."},{"pmid":"29030456","type":"DERIVED","citation":"Huang X, Li Y, Li P, Li J, Bao H, Zhang Y, Wang B, Sun N, Wang J, He M, Yin D, Tang G, Chen Y, Cui Y, Huang Y, Hou FF, Qin X, Huo Y, Cheng X. Association between percent decline in serum total homocysteine and risk of first stroke. Neurology. 2017 Nov 14;89(20):2101-2107. doi: 10.1212/WNL.0000000000004648. Epub 2017 Oct 13."},{"pmid":"29018022","type":"DERIVED","citation":"Zhang J, Tang G, Xie H, Wang B, He M, Fu J, Shi X, Zhang C, Huo Y, Xu X, Wang K. Higher Adiposity Is Associated With Slower Cognitive Decline in Hypertensive Patients: Secondary Analysis of the China Stroke Primary Prevention Trial. J Am Heart Assoc. 2017 Oct 10;6(10):e005561. doi: 10.1161/JAHA.117.005561."},{"pmid":"28607125","type":"DERIVED","citation":"Li Y, Liang M, Wang G, Wang B, He M, Tang G, Yin D, Xu X, Huo Y, Cui Y, Hou FF, Qin X. Effects of Folic Acid Therapy on the New-Onset Proteinuria in Chinese Hypertensive Patients: A Post Hoc Analysis of the Renal Substudy of CSPPT (China Stroke Primary Prevention Trial). Hypertension. 2017 Aug;70(2):300-306. doi: 10.1161/HYPERTENSIONAHA.117.09404. Epub 2017 Jun 12."},{"pmid":"28360116","type":"DERIVED","citation":"Zhao M, Wang X, He M, Qin X, Tang G, Huo Y, Li J, Fu J, Huang X, Cheng X, Wang B, Hou FF, Sun N, Cai Y. Homocysteine and Stroke Risk: Modifying Effect of Methylenetetrahydrofolate Reductase C677T Polymorphism and Folic Acid Intervention. Stroke. 2017 May;48(5):1183-1190. doi: 10.1161/STROKEAHA.116.015324. Epub 2017 Mar 30."},{"pmid":"28288974","type":"DERIVED","citation":"Men X, Sun W, Fan F, Zhao M, Huang X, Wang Y, Liu L, Liu R, Sun W, Peng Q, Qin X, Tang G, Li J, Zhang Y, Cai Y, Hou FF, Wang B, Xu X, Cheng X, Sun N, Huang Y, Huo Y. China Stroke Primary Prevention Trial: Visit-to-Visit Systolic Blood Pressure Variability Is an Independent Predictor of Primary Stroke in Hypertensive Patients. J Am Heart Assoc. 2017 Mar 13;6(3):e004350. doi: 10.1161/JAHA.116.004350."},{"pmid":"28148501","type":"DERIVED","citation":"Qin X, Li Y, He M, Tang G, Yin D, Liang M, Wang B, Nie J, Huo Y, Xu X, Hou FF. Folic acid therapy reduces serum uric acid in hypertensive patients: a substudy of the China Stroke Primary Prevention Trial (CSPPT). Am J Clin Nutr. 2017 Apr;105(4):882-889. doi: 10.3945/ajcn.116.143131. Epub 2017 Feb 1."},{"pmid":"28122783","type":"DERIVED","citation":"Xu RB, Kong X, Xu BP, Song Y, Ji M, Zhao M, Huang X, Li P, Cheng X, Chen F, Zhang Y, Tang G, Qin X, Wang B, Hou FF, Dong Q, Chen Y, Yang T, Sun N, Li X, Zhao L, Ge J, Ji L, Huo Y, Li J. Longitudinal association between fasting blood glucose concentrations and first stroke in hypertensive adults in China: effect of folic acid intervention. Am J Clin Nutr. 2017 Mar;105(3):564-570. doi: 10.3945/ajcn.116.145656. Epub 2017 Jan 25."},{"pmid":"27729579","type":"DERIVED","citation":"Qin X, Li J, Spence JD, Zhang Y, Li Y, Wang X, Wang B, Sun N, Chen F, Guo J, Yin D, Sun L, Tang G, He M, Fu J, Cai Y, Shi X, Ye P, Chen H, Zhao S, Chen M, Gao C, Kong X, Hou FF, Huang Y, Huo Y. Folic Acid Therapy Reduces the First Stroke Risk Associated With Hypercholesterolemia Among Hypertensive Patients. Stroke. 2016 Nov;47(11):2805-2812. doi: 10.1161/STROKEAHA.116.014578. Epub 2016 Oct 11."},{"pmid":"27548766","type":"DERIVED","citation":"Xu X, Qin X, Li Y, Sun D, Wang J, Liang M, Wang B, Huo Y, Hou FF; investigators of the Renal Substudy of the China Stroke Primary Prevention Trial (CSPPT). Efficacy of Folic Acid Therapy on the Progression of Chronic Kidney Disease: The Renal Substudy of the China Stroke Primary Prevention Trial. JAMA Intern Med. 2016 Oct 1;176(10):1443-1450. doi: 10.1001/jamainternmed.2016.4687."},{"pmid":"26991917","type":"DERIVED","citation":"Qin X, Shen L, Zhang R, Li Y, Wang X, Wang B, Jiang X, Jiang H, Lei Y, Hou FF, Gu J, Huo Y. Effect of folic acid supplementation on cancer risk among adults with hypertension in China: A randomized clinical trial. Int J Cancer. 2017 Aug 15;141(4):837-847. doi: 10.1002/ijc.30094. Epub 2017 Jun 5."},{"pmid":"26474738","type":"DERIVED","citation":"Wei R, Liu LS, Wang LW, Li YB, Zhang T, Liu J, Zuo SW, Jia SH, Song YX, Wu ZY, Duan C, Ge YY, Li HB, Xiong J, Jia X, Wang X, Kong W, Xu XP, Guo W, Huo Y. Association of Resting Heart Rate with Infrarenal Aortic Diameter: A Cross Sectional Study in Chinese Hypertensive Adults. Eur J Vasc Endovasc Surg. 2015 Dec;50(6):714-21. doi: 10.1016/j.ejvs.2015.05.022. Epub 2015 Oct 21."},{"pmid":"25771069","type":"DERIVED","citation":"Huo Y, Li J, Qin X, Huang Y, Wang X, Gottesman RF, Tang G, Wang B, Chen D, He M, Fu J, Cai Y, Shi X, Zhang Y, Cui Y, Sun N, Li X, Cheng X, Wang J, Yang X, Yang T, Xiao C, Zhao G, Dong Q, Zhu D, Wang X, Ge J, Zhao L, Hu D, Liu L, Hou FF; CSPPT Investigators. Efficacy of folic acid therapy in primary prevention of stroke among adults with hypertension in China: the CSPPT randomized clinical trial. JAMA. 2015 Apr 7;313(13):1325-35. doi: 10.1001/jama.2015.2274."},{"pmid":"22850357","type":"DERIVED","citation":"Wang Y, Li X, Qin X, Cai Y, He M, Sun L, Li J, Zhang Y, Tang G, Wang B, Sun N, Xu X, Liu L, Xu X, Huo Y. Prevalence of hyperhomocysteinaemia and its major determinants in rural Chinese hypertensive patients aged 45-75 years. Br J Nutr. 2013 Apr 14;109(7):1284-93. doi: 10.1017/S0007114512003157. Epub 2012 Jul 31."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000006973","term":"Hypertension"},{"id":"D000075222","term":"Essential Hypertension"}],"ancestors":[{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M9714","name":"Hypertension","asFound":"Hypertension","relevance":"HIGH"},{"id":"M1470","name":"Essential Hypertension","asFound":"Primary Hypertension","relevance":"HIGH"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"meshes":[{"id":"D000005492","term":"Folic Acid"},{"id":"D000014803","term":"Vitamin B Complex"},{"id":"D000004656","term":"Enalapril"},{"id":"D000015773","term":"Enalaprilat"},{"id":"C000030272","term":"Maleic acid"}],"ancestors":[{"id":"D000006397","term":"Hematinics"},{"id":"D000014815","term":"Vitamins"},{"id":"D000018977","term":"Micronutrients"},{"id":"D000045505","term":"Physiological Effects of Drugs"},{"id":"D000004791","term":"Enzyme Inhibitors"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"},{"id":"D000000806","term":"Angiotensin-Converting Enzyme Inhibitors"},{"id":"D000011480","term":"Protease Inhibitors"},{"id":"D000000959","term":"Antihypertensive Agents"}],"browseLeaves":[{"id":"M8308","name":"Folic Acid","asFound":"Phase 3","relevance":"HIGH"},{"id":"M17236","name":"Vitamin B Complex","asFound":"Phase 3","relevance":"HIGH"},{"id":"M7512","name":"Enalapril","asFound":"Simultaneously","relevance":"HIGH"},{"id":"M245747","name":"Maleic acid","asFound":"Dementia","relevance":"HIGH"},{"id":"M18020","name":"Enalaprilat","asFound":"Simultaneously","relevance":"HIGH"},{"id":"M17248","name":"Vitamins","relevance":"LOW"},{"id":"M9175","name":"Hematinics","relevance":"LOW"},{"id":"M20699","name":"Micronutrients","relevance":"LOW"},{"id":"M16575","name":"Trace Elements","relevance":"LOW"},{"id":"M7641","name":"Enzyme Inhibitors","relevance":"LOW"},{"id":"M3824","name":"Angiotensin-Converting Enzyme Inhibitors","relevance":"LOW"},{"id":"M19299","name":"HIV Protease Inhibitors","relevance":"LOW"},{"id":"M14033","name":"Protease Inhibitors","relevance":"LOW"},{"id":"M3967","name":"Antihypertensive Agents","relevance":"LOW"},{"id":"T447","name":"Folinic Acid","asFound":"Phase 3","relevance":"HIGH"},{"id":"T446","name":"Folic Acid","asFound":"Phase 3","relevance":"HIGH"},{"id":"T448","name":"Folate","asFound":"Phase 3","relevance":"HIGH"},{"id":"T475","name":"Vitamin B9","asFound":"Phase 3","relevance":"HIGH"}],"browseBranches":[{"abbrev":"Micro","name":"Micronutrients"},{"abbrev":"Hemat","name":"Hematinics"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"AnAg","name":"Antihypertensive Agents"},{"abbrev":"Infe","name":"Anti-Infective Agents"},{"abbrev":"Vi","name":"Vitamins"}]}},"hasResults":false}