{"protocolSection":{"identificationModule":{"nctId":"NCT05816213","orgStudyIdInfo":{"id":"T2-AN-13"},"organization":{"fullName":"University of L'Aquila","class":"OTHER"},"briefTitle":"Point-of-care Low-field MRI in Acute Stroke","officialTitle":"Point-of-care Low-field Magnetic Resonance Imaging in Acute Stroke (POCS) Study","acronym":"POCS"},"statusModule":{"statusVerifiedDate":"2023-04","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-09-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2026-09-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-11-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-04-03","studyFirstSubmitQcDate":"2023-04-03","studyFirstPostDateStruct":{"date":"2023-04-18","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-04-15","lastUpdatePostDateStruct":{"date":"2023-04-19","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Simona Sacco","investigatorTitle":"Full Professor of Neurology","investigatorAffiliation":"University of L'Aquila"},"leadSponsor":{"name":"University of L'Aquila","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUsExport":true},"descriptionModule":{"briefSummary":"Consecutive patients accessing the emergency department with suspected stroke dispatch will be recruited at 3 study units: 1) ASL Abruzzo 1, hospitals of L'Aquila and Avezzano; 2) ASL Abruzzo 2, hospital of Chieti; 3) IRCCS Humanitas Research Hospital of Milan. Anonymized clinical and low-field (LF) MRI data as well as conventional neuroimaging data will be independently assessed by external units (Università Politecnica delle Marche and Policlinico di Messina, respectively). Both units will independently adjudicate the best treatment option, while the latter will also provide historical MRI data of stroke patients to develop artificial intelligence algorithms facilitating LF-MRI images interpretation (Libera Università di Bolzano). Agreement with conventional neuroimaging will be evaluated at different time points (hyperacute, acute -24 h, subacute -72 h, discharge, chronic -4 weeks). Further investigations will include feasibility study to develop an ambulance (mobile stroke unit) equipped with LF-MRI and cost-effectiveness analysis of LF-MRI. This trial will provide necessary data to validate the use of LF-MRI in the acute stroke care.","detailedDescription":"POCS study is a multicentric, prospective clinical trial involving adult patients with suspected stroke. Recruitment of patients will be performed at 3 study units: 1) ASL1 Abruzzo 1 Avezzano-Sulmona-L'Aquila, hospitals of L'Aquila and Avezzano (ASLAQ); 2) ASL2 Abruzzo Lanciano-Vasto-Chieti, hospital of Chieti (ASLCH); 3) IRCCS Humanitas Research Hospital - Milano (HUM). Additional units contributing to the study will include: 1) Università dell'Aquila (UNIVAQ): will be in charge of study coordination, data analysis and management, optimization of low-field (LF) MRI protocol, and pharmacoeconomic assessment; 2) Università Politecnica delle Marche (UNIPM): will perform independent assessment and adjudication of anonymized clinical and LF-MRI data in a blinded fashion; it will also identify the best possible treatment option for patients with suspected ischemic stroke (intravenous thrombolysis, endovascular treatment, combined revascularization treatment, no revascularization); 3) Policlinico di Messina (POLIME): will perform blinded and independent assessment and adjudication of anonymized clinical and conventional neuroimaging data. POLIME will also identify the best possible treatment option for patients with suspected ischemic stroke (intravenous thrombolysis -IVT, endovascular thrombectomy - EVT, combined revascularization treatment, no revascularization) and provide historical MRI data of patients with stroke to develop AI algorithms for LF-MRI images interpretation; 4) Libera Università di Bolzano (UNIBZ): will develop AI algorithms to facilitate LF-MRI interpretation starting from anonymized conventional MRI and LF-MRI data provided by ASLAQ, ASLCH, HUM, and POLIME; 5) Università di Cassino e del Lazio Meridionale (UNICAS): will perform a feasibility study to develop an ambulance equipped with a LF-MRI scan. This unit will not deal with patient data.\n\nPatients with suspected acute stroke will undergo diagnostic procedures and management according to usual clinical care. LF-MRI will be performed at the admission, 24 h, 72 h, at hospital discharge and 4 weeks after the event. LF-MRI findings will not be used to make clinical decisions on patients management. Every time a stroke dispatch will be activated, the dedicated research staff will be alerted by the local neurologist on duty. The research staff will check eligibility criteria, obtain informed consent and perform study procedures independently of the personnel in charge of managing the acute stroke case. All included patients with suspected stroke will be managed and treated per usual care by the hospital staff not involved in study procedures. Conventional stroke imaging will be performed as needed according to current clinical practice (non-contrast CT + CT angiography and/or high-field MR + MR angiography in selected cases, with/without CT or MR perfusion study).\n\nFor the aim of the study, all included patients will be investigated with LF-MRI at predefined time points (24 h, 72 h, hospital discharge, 4 weeks). The acquisition of LF-MRI will be performed by a dedicated study staff who will be distinct from the clinical staff involved in the care of the acute stroke patient, thus not subtracting time or resources to usual care. Information obtained by LF-MRI will not be used to take clinical decisions regarding further investigations or treatment.\n\nThe following clinical variables will be collected at the specified time point: (1) Hyperacute (ED): demographical data, time from symptom onset (precise onset, unwitnessed, wake-up stroke), onset-to-door-time, door-to-imaging-time, clinical severity (National Institute of Health Stroke Scale - NIHSS), type of neuroimaging, duration of LF-MRI scanning, conventional neuroimaging and LF-MRI findings (detection of ischemic or hemorrhagic lesion(s), lesion(s) number, location and volume, detection and characteristics of possible LVO, collateral flow assessment, Alberta Stroke Program early CT score - ASPECTS and/or DWI/FLAIR mismatch for MR, pre-EVT grade of perfusion according to the thrombolysis in cerebral infarction - TICI - scale), treatment decision (IVT, EVT, IVT+EVT, none), time (door-to-needle for IVT and door-to-groin for EVT), clinical outcome (NIHSS score immediately after IVT/EVT - if performed), and reperfusion outcome (TICI score immediately after EVT - if performed). (2) Acute (24 h) and subacute (72 h): clinical severity (NIHSS), conventional neuroimaging type and findings, LF-MRI findings (lesion volume and characteristics, evolution - e.g. presence and entity of hemorrhagic transformation). (3) Hospital discharge: days of hospital stay, functional outcome at discharge (modified Rankin scale - mRS), final adjudication of the event (ischemic stroke, ICH, SAH, or mimic), assessment of etiology according to the Trial of ORG 10172 in Acute Stroke Treatment (TOAST) classification - for ischemic stroke. (4) Chronic (4 weeks): conventional neuroimaging type and findings, LF-MRI findings (lesion volume, characteristics, and evolution), assessment of stroke etiology (TOAST) also considering findings from post-discharge clinical investigations.\n\nLF-MRI diagnostic accuracy will be assessed as sensitivity and specificity, which in turn will be calculated basing on the proportion of true/false positives and true/false negatives in respect to the gold standard (i.e. the final adjudication of the event, based upon clinical and radiological examinations). Positive and negative predictive values will be also calculated. Agreement between LF-MRI and conventional neuroimaging will be evaluated using the Cohen Kappa coefficient."},"conditionsModule":{"conditions":["Stroke","Ischemic Stroke","Hemorrhagic Stroke","Magnetic Resonance Imaging"],"keywords":["Stroke","Diagnosis","Low-field MRI","Stroke treatment"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":300,"type":"ESTIMATED"}},"armsInterventionsModule":{"interventions":[{"type":"DEVICE","name":"Portable low-field MRI","description":"Three FDA-approved low-field (LF) portable MRI commercialized by Hyperfine Research Inc. (www.hyperfine.io) will be employed. Patients will undergo LF-MRI in the CT suite during the downtime of preparation which usually occurs after urgent imaging in the CT suite (mean time, as calculated basing on the current door to imaging time: \\~20-25 minutes), thus not delaying the conventional diagnostic processes and treatment administration. LF-MRI will be also repeated by the study staff at predefined time-points: 24 h, 72 h, at the discharge and 4 weeks after the event.\n\nA prespecified acquisition of Fast-Spin Echo (Fast-SE) essential stroke sequences will be performed, starting with diffusion weighted imaging (DWI) + apparent diffusion coefficient (ADC) mapping and fluid attenuated inversion recovery (FLAIR)."}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Accuracy of LF-MRI in the diagnosis of stroke in the acute phase.","description":"To evaluate the sensitivity and specificity with respect to final adjudication of the event.","timeFrame":"3 years"}],"secondaryOutcomes":[{"measure":"Rate of detection of lesions at LF-MRI vs. non-contrast CT","description":"to compare the accuracy of LF-MRI scans with the accuracy of routinely performed head CT scans for infarcts and hemorrhage detection (endpoint: agreement between LF-MRI and head CT scans in detecting infarcts and hemorrhages)","timeFrame":"3 years"},{"measure":"Rate of detection of lesions at LF-MRI vs. high-field MRI","description":"to compare the accuracy of LF-MRI scans with the accuracy of routinely performed brain HF-MRI scans for infarcts and hemorrhage detection (endpoint: agreement between LF-MRI and HF-MRI scans in detecting infarcts and hemorrhages)","timeFrame":"3 years"},{"measure":"Accuracy of LF-MRI as a tool to guide the treatment decision process","description":"Evaluate the impact of LF-MRI on the clinical decision-making process related to revascularization treatments for ischemic stroke, as compared to the conventional acute stroke diagnostic (endpoint: agreement between the best treatment option based upon LF-MRI and the best treatment option based upon conventional imaging). Acute stroke diagnostics will consist for some patients in brain CT and high-field MRI for others","timeFrame":"3 years"},{"measure":"Accuracy of LF-MRI in identifying stroke mimics","description":"To assess whether LF-MRI may improve the detection of patients with stroke mimics in the acute phase and the discrimination with acute ischemic stroke (endpoint: agreement between LF-MRI and conventional imaging in detecting stroke mimics)","timeFrame":"3 years"},{"measure":"Accuracy of LF-MRI at different post-stroke time points","description":"To assess the performance of LF-MRI at different phases of the ischemic stroke process (acute - 24 h, subacute - 72 h, and chronic - 4 weeks from the event) and to compare with findings from conventional neuroimaging (endpoint: agreement between LF-MRI and conventional neuroimaging at different stroke phases).","timeFrame":"3 years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. symptoms suggestive of acute stroke (acute onset of a focal neurological deficit which can be referred to the involvement of a specific CNS region);\n2. stroke onset \\<24 h since when the patient was last known healthy;\n3. written informed consent provided by the patient himself or by proxy (for unconscious patients, cognitively impaired or aphasic).\n\nExclusion Criteria:\n\n1. symptoms not indicative of acute stroke (e.g. syncope, tonic or clonic activity, dizziness or wooziness alone, confusion and amnesia alone, subacute or chronic development of a focal neurological deficit);\n2. inability to undergo LF-MRI due to critically impaired vital functions (e.g. hemodynamically unstable patients, need of immediate life-saving maneuvers);\n3. implanted ferromagnetic devices potentially interfering with LF-MRI (e.g. cochlear implants);\n4. impossibility to achieve written informed consent.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"The study will include consecutive patients admitted to the Emergency Department (ED) of recruiting centers with a dispatch of suspected stroke. Dispatches will be provided by Emergency Medical Services or ED physicians according to local acute stroke management protocols and current clinical practice.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Simona Sacco, MD","role":"CONTACT","phone":"+390863499734","email":"simona.sacco@univaq.it"},{"name":"Matteo Foschi, MD","role":"CONTACT","phone":"+393478929126","email":"matteo.foschi@graduate.univaq.it"}],"locations":[{"facility":"SS Filippo e Nicola Hospital of Avezzano","city":"Avezzano","state":"Abruzzo","zip":"67051","country":"Italy","contacts":[{"name":"Simona Sacco, MD","role":"CONTACT","phone":"+390862433561 - +390863499764","email":"simona.sacco@univaq.it"},{"name":"Matteo Foschi, MD","role":"CONTACT","phone":"+393478029126","email":"matteo.foschi@graduate.univaq.it"},{"name":"Matteo Foschi, MD","role":"SUB_INVESTIGATOR"},{"name":"Raffaele Ornello, MD","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":42.02896,"lon":13.42641}},{"facility":"SS Annunziata Hospital of Chieti","city":"Chieti","state":"Abruzzo","zip":"66100","country":"Italy","contacts":[{"name":"Massimo Caulo, MD,PhD","role":"CONTACT","phone":"+3908713556911","email":"massimo.caulo@unich.it"}],"geoPoint":{"lat":42.34827,"lon":14.16494}},{"facility":"S Salvatore Hospital of L'Aquila","city":"L'Aquila","state":"Abruzzo","zip":"67100","country":"Italy","contacts":[{"name":"Carmine Marini, MD, PhD","role":"CONTACT","phone":"+39 0862434743","email":"carmine.marini@univaq.it"}],"geoPoint":{"lat":42.35055,"lon":13.39954}},{"facility":"IRCCS Humanitas Research Hospital of Rozzano","city":"Milan","state":"Lombardia","zip":"20089","country":"Italy","contacts":[{"name":"Simona Marcheselli, MD","role":"CONTACT","phone":"+39 02 8224 8224","email":"simona.marcheselli@humanitas.it"}],"geoPoint":{"lat":45.46427,"lon":9.18951}}]},"referencesModule":{"references":[{"pmid":"26709342","type":"BACKGROUND","citation":"Okorie CK, Ogbole GI, Owolabi MO, Ogun O, Adeyinka A, Ogunniyi A. Role of Diffusion-weighted Imaging in Acute Stroke Management using Low-field Magnetic Resonance Imaging in Resource-limited Settings. West Afr J Radiol. 2015 Jul-Dec;22(2):61-66. doi: 10.4103/1115-3474.162168. Epub 2015 Nov 16."},{"pmid":"34433813","type":"BACKGROUND","citation":"Mazurek MH, Cahn BA, Yuen MM, Prabhat AM, Chavva IR, Shah JT, Crawford AL, Welch EB, Rothberg J, Sacolick L, Poole M, Wira C, Matouk CC, Ward A, Timario N, Leasure A, Beekman R, Peng TJ, Witsch J, Antonios JP, Falcone GJ, Gobeske KT, Petersen N, Schindler J, Sansing L, Gilmore EJ, Hwang DY, Kim JA, Malhotra A, Sze G, Rosen MS, Kimberly WT, Sheth KN. Portable, bedside, low-field magnetic resonance imaging for evaluation of intracerebral hemorrhage. Nat Commun. 2021 Aug 25;12(1):5119. doi: 10.1038/s41467-021-25441-6."},{"pmid":"32897296","type":"BACKGROUND","citation":"Sheth KN, Mazurek MH, Yuen MM, Cahn BA, Shah JT, Ward A, Kim JA, Gilmore EJ, Falcone GJ, Petersen N, Gobeske KT, Kaddouh F, Hwang DY, Schindler J, Sansing L, Matouk C, Rothberg J, Sze G, Siner J, Rosen MS, Spudich S, Kimberly WT. Assessment of Brain Injury Using Portable, Low-Field Magnetic Resonance Imaging at the Bedside of Critically Ill Patients. JAMA Neurol. 2020 Sep 8;78(1):41-7. doi: 10.1001/jamaneurol.2020.3263. Online ahead of print."}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"This study does not provide IPD"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000083302","term":"Hemorrhagic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M2405","name":"Hemorrhagic Stroke","asFound":"Hemorrhagic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}