{"protocolSection":{"identificationModule":{"nctId":"NCT02809430","orgStudyIdInfo":{"id":"43428A"},"organization":{"fullName":"University of Washington","class":"OTHER"},"briefTitle":"Stroke and CPAP Outcome Study 2","officialTitle":"Maximizing Use of Continuous Positive Airway Pressure in Stroke Rehabilitation Patients With Obstructive Sleep Apnea","acronym":"SCOUTS2"},"statusModule":{"statusVerifiedDate":"2020-11","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2016-06"},"primaryCompletionDateStruct":{"date":"2018-03","type":"ACTUAL"},"completionDateStruct":{"date":"2018-07","type":"ACTUAL"},"studyFirstSubmitDate":"2016-06-15","studyFirstSubmitQcDate":"2016-06-18","studyFirstPostDateStruct":{"date":"2016-06-22","type":"ESTIMATED"},"resultsFirstSubmitDate":"2020-08-28","resultsFirstSubmitQcDate":"2020-11-30","resultsFirstPostDateStruct":{"date":"2020-12-23","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-11-30","lastUpdatePostDateStruct":{"date":"2020-12-23","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Sandeep Khot","investigatorTitle":"Associate Professor","investigatorAffiliation":"University of Washington"},"leadSponsor":{"name":"University of Washington","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"Obstructive sleep apnea (OSA) is associated with impaired stroke recovery. Treatment with continuous positive airway pressure (CPAP) may prevent this but is limited by poor adherence. In this study, the investigators enrolled eligible stroke patients undergoing inpatient rehabilitation (IPR) into an intensive CPAP adherence protocol (iCAP) with an aim to increase tolerance and adherence to auto-titrating CPAP (APAP).","detailedDescription":"The SCOUTS (Stroke and CPAP Outcome Study 2) was a single-arm, open-label study performed at 2 IPR units of the University of Washington. Eligible stroke patients undergoing IPR were provided an intensive CPAP adherence protocol (iCAP) to increase tolerance and adherence to auto-titrating CPAP (APAP). The iCAP included patient education and encouragement, device adjustments, close monitoring of adherence and a 3-night run-in period of APAP to identify those patients who 1. have OSA and 2. have APAP tolerance-- defined as participant willingness to continue APAP during IPR and over the 3-month treatment period. If both criteria were met, APAP treatment with iCAP continued during the rehabilitation stay and over a 3-month period. The goal of the intervention was to achieve 50% of subjects meeting APAP adherence (an average ≥ 4 hours per night) over the 3-month treatment period. The investigators evaluated if demographic, co-morbid or stroke-specific factors predicted APAP adherence and assessed the relationship between APAP adherence and neurological recovery from stroke."},"conditionsModule":{"conditions":["Sleep Apnea, Obstructive","Stroke","Patient Adherence"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":90,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"CPAP intervention","type":"EXPERIMENTAL","description":"Participants will receive 3 nights of auto-CPAP in order to identify those with OSA using flow resistance detected by the device. After 3 nights, those without apparent OSA or with central apnea, and those who simply do not tolerate CPAP will be excluded from the study. An intensive CPAP adherence protocol (iCAP) will be initiated, including collaborative care with rehabilitation nurses, the study's sleep technologist and overnight respiratory therapists. After the run-in period, the sleep technologist will meet at least twice weekly with CPAP-tolerant participants during their rehabilitation stay for further OSA education and encouragement with a target adherence of 4 hours per night. Participants diagnosed with OSA by the device and tolerant will continue CPAP therapy during rehabilitation and at home for a treatment period of 3 months. Adherence will be downloaded remotely from participant's machines to encourage adherence to treatment and troubleshoot any problems with the device.","interventionNames":["Device: Continuous Positive Airway Pressure"]}],"interventions":[{"type":"DEVICE","name":"Continuous Positive Airway Pressure","description":"Auto-titrating Continuous Positive Airway Pressure (APAP) among patients admitted to a rehabilitation unit after ischemic or hemorrhagic stroke for 3 month treatment period.","armGroupLabels":["CPAP intervention"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"3-month CPAP Adherence","description":"Number of participants who continue CPAP after the run-in period who have acceptable adherence at 3 months, defined as using CPAP for an average of at least 4 hours a night on at least 70% of nights.","timeFrame":"3 months"}],"secondaryOutcomes":[{"measure":"CPAP Tolerance","description":"Number of eligible participants (those who continue CPAP after the run-in period) who are willing to continue CPAP treatment upon discharge from the rehabilitation unit.","timeFrame":"Upon discharge from rehabilitation unit, typically at 14-21 days from CPAP initiation"},{"measure":"Change in the Cognitive Functional Independence Measure (FIM) Subscore","description":"Change in the cognitive subscale of the Functional Independence Measure (FIM) over 3 months. The FIM, a disability scale measuring the burden of care associated with aspects of motor and cognitive function, includes a motor and cognitive component. The cognitive subscale includes 5 cognitive items: comprehension, expression, social interaction, problem solving and memory. Each of the 5 cognitive items are scored from 1 (complete dependence) to 7 (complete independence). The total scores from these 5 items for the cognitive subscale range from 5 to 35 with lower scores indicating greater functional disability. The 5 items from the cognitive subscale are combined with 13 items from the motor subscale yielding the 18 items of the total FIM with a minimum score of 18 and a maximum score of 126 with lower scores indicating greater functional disability.","timeFrame":"Between admission to rehabilitation unit and between 3-4 months following enrollment"},{"measure":"Change in the Motor Functional Independence Measure (FIM) Subscore","description":"Change in the motor subscale of the Functional Independence Measure (FIM) over 3 months. The FIM, a disability scale measuring the burden of care associated with aspects of motor and cognitive function, includes a motor and cognitive component. The motor subscale includes 13 motor items: eating, grooming, bathing, upper body dressing, lower body dressing, toileting, bladder management, bowel management, bed/chair transfer, toilet transfer, tub/shower transfer, walk/wheelchair locomotion and stair locomotion. Each of the 13 motor items are scored from 1 (complete dependence) to 7 (complete independence). The total scores from these 13 items for the motor subscale range from 13 to 91 with lower scores indicating greater functional disability. The 13 items from the motor subscale are combined with 5 items from the cognitive subscale yielding the 18 items of the total FIM with a minimum total score of 18 and a maximum score of 126 with lower scores indicating greater functional","timeFrame":"Between admission to rehabilitation unit and between 3-4 months following enrollment"},{"measure":"Change in NIH Stroke Scale","description":"The National Institutes of Health Stroke scale (NIHSS) is a 15-item scale used to rank the severity of ischemic stroke. The NIHSS includes measurements for levels of consciousness, language, neglect, visual-field loss, extraocular movement, motor strength, ataxia, dysarthria, and sensory loss. The scores range from 0 to 42 with higher scores indicating greater neurologic impairment.","timeFrame":"NIHSS scores were obtained in-person on enrollment and at 90 ± 7 days from enrollment."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Adult patients admitted after acute ischemic or hemorrhagic stroke to one of two inpatient rehabilitation units\n\nExclusion Criteria:\n\n* The investigators will exclude participants if: their stroke was a subarachnoid hemorrhage or due to a secondary cause (vascular malformation, vasculitis, brain tumor, head trauma, or predisposition to bleeding); they have active CPAP use, advanced chronic lung disease requiring supplemental oxygen, heart failure (NYHA class III or IV); or they needed a nasogastric feeding tube.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Sandeep Khot, MD","affiliation":"University of Washington","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of Washington","city":"Seattle","state":"Washington","zip":"98195-9470","country":"United States","geoPoint":{"lat":47.60621,"lon":-122.33207}}]},"referencesModule":{"references":[{"pmid":"31104619","type":"RESULT","citation":"Khot S, Barnett H, Davis A, Siv J, Crane D, Kunze A, Li Lue D, Bunnell A, McCann B, Bombardier C, Longstreth WT Jr, Watson N, Billings M. Intensive Continuous Positive Airway Pressure Adherence Program During Stroke Rehabilitation. Stroke. 2019 Jul;50(7):1895-1897. doi: 10.1161/STROKEAHA.119.024795. Epub 2019 May 20."},{"pmid":"35716543","type":"DERIVED","citation":"Khot SP, Barnett HM, Davis AP, Byun E, McCann BS, Bombardier CH, Rappisi K, Longstreth WT Jr, Billings ME, Brown DL, Garrison MM. Novel and modifiable factors associated with adherence to continuous positive airway pressure therapy initiated during stroke rehabilitation: An exploratory analysis of a prospective cohort study. Sleep Med. 2022 Sep;97:43-46. doi: 10.1016/j.sleep.2022.05.013. Epub 2022 May 26."}]}},"resultsSection":{"participantFlowModule":{"preAssignmentDetails":"Over the 3-night run-in period with CPAP, 28 of the 90 patients enrolled (31%) were excluded: 14 with CPAP use \\<3 hours, 5 with no evidence of OSA, and 9 with evidence of central or complex sleep apnea. A total of 62 eligible patients (69%) completed the run-in with evidence of OSA and chose to continue CPAP.","groups":[{"id":"FG000","title":"CPAP Intervention","description":"Participants will receive 3 nights of auto-CPAP in order to identify those with OSA using flow resistance detected by the device. After 3 nights, those without apparent OSA or with central apnea, and those who simply do not tolerate CPAP will be excluded from the study. An intensive CPAP adherence protocol (iCAP) will be initiated, including collaborative care with rehabilitation nurses, the study's sleep technologist and overnight respiratory therapists. After the run-in period, the sleep technologist will meet at least twice weekly with CPAP-tolerant participants during their rehabilitation stay for further OSA education and encouragement with a target adherence of 4 hours per night. Adherence will be downloaded remotely from participant's machines to encourage adherence to treatment and troubleshoot any problems with the device."}],"periods":[{"title":"Overall Study","milestones":[{"type":"STARTED","achievements":[{"groupId":"FG000","numSubjects":"90"}]},{"type":"Failed 3-night run-in Because no Evidence of Obstructive Sleep Apnea","achievements":[{"groupId":"FG000","comment":"14 with CPAP \\< 3 hours, 5 without evidence of OSA, 9 with evidence of central or complex sleep apnea","numSubjects":"28"}]},{"type":"Stopped CPAP During Inpatient Rehabilitation","achievements":[{"groupId":"FG000","comment":"10 of 62 participants stopped CPAP after the run-in and prior to discharge from IPR","numSubjects":"10"}]},{"type":"COMPLETED","achievements":[{"groupId":"FG000","numSubjects":"52"}]},{"type":"NOT COMPLETED","achievements":[{"groupId":"FG000","numSubjects":"38"}]}]}]},"baselineCharacteristicsModule":{"populationDescription":"Between June 2016 and March 2018, 90 patients with ischemic stroke or intraparenchymal hemorrhage were enrolled from inpatient rehabilitation (IPR).","groups":[{"id":"BG000","title":"CPAP Intervention","description":"Participants will receive 3 nights of auto-CPAP in order to identify those with OSA using flow resistance detected by the device. After 3 nights, those without apparent OSA or with central apnea, and those who simply do not tolerate CPAP will be excluded from the study. An intensive CPAP adherence protocol (iCAP) will be initiated, including collaborative care with rehabilitation nurses, the study's sleep technologist and overnight respiratory therapists. After the run-in period, the sleep technologist will meet at least twice weekly with CPAP-tolerant participants during their rehabilitation stay for further OSA education and encouragement with a target adherence of 4 hours per night. Participants diagnosed with OSA by the device and tolerant will continue CPAP therapy during rehabilitation and at home for a treatment period of 3 months. Adherence will be downloaded remotely from participant's machines to encourage adherence to treatment and troubleshoot problems with the device."}],"denoms":[{"units":"Participants","counts":[{"groupId":"BG000","value":"90"}]}],"measures":[{"title":"Age, Continuous","paramType":"MEAN","dispersionType":"STANDARD_DEVIATION","unitOfMeasure":"60.7 (SD 11.4) years","classes":[{"categories":[{"measurements":[{"groupId":"BG000","value":"60.7","spread":"11.4"}]}]}]},{"title":"Sex: Female, Male","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"categories":[{"title":"Female","measurements":[{"groupId":"BG000","value":"27"}]},{"title":"Male","measurements":[{"groupId":"BG000","value":"63"}]}]}]},{"title":"Race (NIH/OMB)","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"categories":[{"title":"American Indian or Alaska Native","measurements":[{"groupId":"BG000","value":"0"}]},{"title":"Asian","measurements":[{"groupId":"BG000","value":"7"}]},{"title":"Native Hawaiian or Other Pacific Islander","measurements":[{"groupId":"BG000","value":"8"}]},{"title":"Black or African American","measurements":[{"groupId":"BG000","value":"15"}]},{"title":"White","measurements":[{"groupId":"BG000","value":"55"}]},{"title":"More than one race","measurements":[{"groupId":"BG000","value":"0"}]},{"title":"Unknown or Not Reported","measurements":[{"groupId":"BG000","value":"5"}]}]}]},{"title":"Region of Enrollment","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"title":"United States","categories":[{"measurements":[{"groupId":"BG000","value":"90"}]}]}]}]},"outcomeMeasuresModule":{"outcomeMeasures":[{"type":"PRIMARY","title":"3-month CPAP Adherence","description":"Number of participants who continue CPAP after the run-in period who have acceptable adherence at 3 months, defined as using CPAP for an average of at least 4 hours a night on at least 70% of nights.","populationDescription":"Among the 62 of the enrolled 90 patients (69%) with evidence of OSA, 52 (84%) patients chose to continue CPAP on inpatient rehabilitation discharge. Three-month CPAP adherence was evaluated in these 52 participants.","reportingStatus":"POSTED","paramType":"NUMBER","unitOfMeasure":"participants adherent to CPAP at 90 days","timeFrame":"3 months","groups":[{"id":"OG000","title":"CPAP Intervention","description":"The intensive CPAP adherence protocol (iCAP) initiated during the run-in will be continued during inpatient rehabilitation, including collaborative care with rehabilitation nurses, the study's sleep technologist and overnight respiratory therapists. After the run-in period, the sleep technologist will meet at least twice weekly with CPAP-tolerant participants during their inpatient rehabilitation (IPR) stay for further OSA education and encouragement with a target adherence of 4 hours per night. Participants will be encouraged at the time of IPR discharge to continue CPAP therapy at home for a treatment period of 3 months from CPAP initiation. Adherence will be downloaded remotely from participant's machines to encourage adherence to treatment and troubleshoot any problems with the device."}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"52"}]}],"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32"}]}]}]},{"type":"SECONDARY","title":"CPAP Tolerance","description":"Number of eligible participants (those who continue CPAP after the run-in period) who are willing to continue CPAP treatment upon discharge from the rehabilitation unit.","populationDescription":"Participants with evidence of OSA during the 3-night run-in","reportingStatus":"POSTED","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","timeFrame":"Upon discharge from rehabilitation unit, typically at 14-21 days from CPAP initiation","groups":[{"id":"OG000","title":"CPAP Intervention","description":"Participants will receive 3 nights of auto-CPAP in order to identify those with OSA using flow resistance detected by the device. After 3 nights, those without apparent OSA or with central apnea, and those who simply do not tolerate CPAP will be excluded from the study. An intensive CPAP adherence protocol (iCAP) will be initiated, including collaborative care with rehabilitation nurses, the study's sleep technologist and overnight respiratory therapists. After the run-in period, the sleep technologist will meet at least twice weekly with CPAP-tolerant participants during their rehabilitation stay for further OSA education and encouragement with a target adherence of 4 hours per night. Participants diagnosed with OSA by the device and tolerant will continue CPAP therapy during rehabilitation and at home for a treatment period of 3 months. Adherence will be downloaded remotely from participant's machines to encourage adherence to treatment and troubleshoot any problems with the device."}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"62"}]}],"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"52"}]}]}]},{"type":"SECONDARY","title":"Change in the Cognitive Functional Independence Measure (FIM) Subscore","description":"Change in the cognitive subscale of the Functional Independence Measure (FIM) over 3 months. The FIM, a disability scale measuring the burden of care associated with aspects of motor and cognitive function, includes a motor and cognitive component. The cognitive subscale includes 5 cognitive items: comprehension, expression, social interaction, problem solving and memory. Each of the 5 cognitive items are scored from 1 (complete dependence) to 7 (complete independence). The total scores from these 5 items for the cognitive subscale range from 5 to 35 with lower scores indicating greater functional disability. The 5 items from the cognitive subscale are combined with 13 items from the motor subscale yielding the 18 items of the total FIM with a minimum score of 18 and a maximum score of 126 with lower scores indicating greater functional disability.","reportingStatus":"POSTED","paramType":"MEAN","dispersionType":"Standard Deviation","unitOfMeasure":"score on a scale","timeFrame":"Between admission to rehabilitation unit and between 3-4 months following enrollment","groups":[{"id":"OG000","title":"Adherent Participants","description":"Participants will receive 3 nights of auto-CPAP in order to identify those with OSA using flow resistance detected by the device. After 3 nights, those without apparent OSA or with central apnea, and those who simply do not tolerate CPAP will be excluded from the study. An intensive CPAP adherence protocol (iCAP) will be initiated, including collaborative care with rehabilitation nurses, the study's sleep technologist and overnight respiratory therapists. After the run-in period, the sleep technologist will meet at least twice weekly with CPAP-tolerant participants during their rehabilitation stay for further OSA education and encouragement with a target adherence of 4 hours per night. Participants diagnosed with OSA by the device and tolerant will continue CPAP therapy during rehabilitation and at home for a treatment period of 3 months. Adherence will be downloaded remotely from participant's machines to encourage adherence to treatment and troubleshoot any problems with the device."},{"id":"OG001","title":"Non-adherent Participants","description":"Participants will receive 3 nights of auto-CPAP in order to identify those with OSA using flow resistance detected by the device. After 3 nights, those without apparent OSA or with central apnea, and those who simply do not tolerate CPAP will be excluded from the study. An intensive CPAP adherence protocol (iCAP) will be initiated, including collaborative care with rehabilitation nurses, the study's sleep technologist and overnight respiratory therapists. After the run-in period, the sleep technologist will meet at least twice weekly with CPAP-tolerant participants during their rehabilitation stay for further OSA education and encouragement with a target adherence of 4 hours per night. Participants diagnosed with OSA by the device and tolerant will continue CPAP therapy during rehabilitation and at home for a treatment period of 3 months. Adherence will be downloaded remotely from participant's machines to encourage adherence to treatment and troubleshoot any problems with the device."}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"32"},{"groupId":"OG001","value":"20"}]}],"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.2","spread":"6.5"},{"groupId":"OG001","value":"4.6","spread":"3.0"}]}]}]},{"type":"SECONDARY","title":"Change in the Motor Functional Independence Measure (FIM) Subscore","description":"Change in the motor subscale of the Functional Independence Measure (FIM) over 3 months. The FIM, a disability scale measuring the burden of care associated with aspects of motor and cognitive function, includes a motor and cognitive component. The motor subscale includes 13 motor items: eating, grooming, bathing, upper body dressing, lower body dressing, toileting, bladder management, bowel management, bed/chair transfer, toilet transfer, tub/shower transfer, walk/wheelchair locomotion and stair locomotion. Each of the 13 motor items are scored from 1 (complete dependence) to 7 (complete independence). The total scores from these 13 items for the motor subscale range from 13 to 91 with lower scores indicating greater functional disability. The 13 items from the motor subscale are combined with 5 items from the cognitive subscale yielding the 18 items of the total FIM with a minimum total score of 18 and a maximum score of 126 with lower scores indicating greater functional","reportingStatus":"POSTED","paramType":"MEAN","dispersionType":"Standard Deviation","unitOfMeasure":"score on a scale","timeFrame":"Between admission to rehabilitation unit and between 3-4 months following enrollment","groups":[{"id":"OG000","title":"Adherent Participants","description":"Participants will receive 3 nights of auto-CPAP in order to identify those with OSA using flow resistance detected by the device. After 3 nights, those without apparent OSA or with central apnea, and those who simply do not tolerate CPAP will be excluded from the study. An intensive CPAP adherence protocol (iCAP) will be initiated, including collaborative care with rehabilitation nurses, the study's sleep technologist and overnight respiratory therapists. After the run-in period, the sleep technologist will meet at least twice weekly with CPAP-tolerant participants during their rehabilitation stay for further OSA education and encouragement with a target adherence of 4 hours per night. Participants diagnosed with OSA by the device and tolerant will continue CPAP therapy during rehabilitation and at home for a treatment period of 3 months. Adherence will be downloaded remotely from participant's machines to encourage adherence to treatment and troubleshoot any problems with the device."},{"id":"OG001","title":"Non-adherent Participants","description":"Participants will receive 3 nights of auto-CPAP in order to identify those with OSA using flow resistance detected by the device. After 3 nights, those without apparent OSA or with central apnea, and those who simply do not tolerate CPAP will be excluded from the study. An intensive CPAP adherence protocol (iCAP) will be initiated, including collaborative care with rehabilitation nurses, the study's sleep technologist and overnight respiratory therapists. After the run-in period, the sleep technologist will meet at least twice weekly with CPAP-tolerant participants during their rehabilitation stay for further OSA education and encouragement with a target adherence of 4 hours per night. Participants diagnosed with OSA by the device and tolerant will continue CPAP therapy during rehabilitation and at home for a treatment period of 3 months. Adherence will be downloaded remotely from participant's machines to encourage adherence to treatment and troubleshoot any problems with the device."}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"32"},{"groupId":"OG001","value":"20"}]}],"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31.2","spread":"15.7"},{"groupId":"OG001","value":"30.2","spread":"13.2"}]}]}]},{"type":"SECONDARY","title":"Change in NIH Stroke Scale","description":"The National Institutes of Health Stroke scale (NIHSS) is a 15-item scale used to rank the severity of ischemic stroke. The NIHSS includes measurements for levels of consciousness, language, neglect, visual-field loss, extraocular movement, motor strength, ataxia, dysarthria, and sensory loss. The scores range from 0 to 42 with higher scores indicating greater neurologic impairment.","reportingStatus":"POSTED","paramType":"MEAN","dispersionType":"Standard Deviation","unitOfMeasure":"score on a scale","timeFrame":"NIHSS scores were obtained in-person on enrollment and at 90 ± 7 days from enrollment.","groups":[{"id":"OG000","title":"Adherent Participants","description":"Participants will receive 3 nights of auto-CPAP in order to identify those with OSA using flow resistance detected by the device. After 3 nights, those without apparent OSA or with central apnea, and those who simply do not tolerate CPAP will be excluded from the study. An intensive CPAP adherence protocol (iCAP) will be initiated, including collaborative care with rehabilitation nurses, the study's sleep technologist and overnight respiratory therapists. After the run-in period, the sleep technologist will meet at least twice weekly with CPAP-tolerant participants during their rehabilitation stay for further OSA education and encouragement with a target adherence of 4 hours per night. Participants diagnosed with OSA by the device and tolerant will continue CPAP therapy during rehabilitation and at home for a treatment period of 3 months. Adherence will be downloaded remotely from participant's machines to encourage adherence to treatment and troubleshoot any problems with the device."},{"id":"OG001","title":"Non-adherent Participants","description":"Participants will receive 3 nights of auto-CPAP in order to identify those with OSA using flow resistance detected by the device. After 3 nights, those without apparent OSA or with central apnea, and those who simply do not tolerate CPAP will be excluded from the study. An intensive CPAP adherence protocol (iCAP) will be initiated, including collaborative care with rehabilitation nurses, the study's sleep technologist and overnight respiratory therapists. After the run-in period, the sleep technologist will meet at least twice weekly with CPAP-tolerant participants during their rehabilitation stay for further OSA education and encouragement with a target adherence of 4 hours per night. Participants diagnosed with OSA by the device and tolerant will continue CPAP therapy during rehabilitation and at home for a treatment period of 3 months. Adherence will be downloaded remotely from participant's machines to encourage adherence to treatment and troubleshoot any problems with the device."}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"32"},{"groupId":"OG001","value":"20"}]}],"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.8","spread":"2.6"},{"groupId":"OG001","value":"-1.6","spread":"2.2"}]}]}]}]},"adverseEventsModule":{"frequencyThreshold":"0","timeFrame":"3 months from enrollment","eventGroups":[{"id":"EG000","title":"CPAP Intervention","description":"Participants will receive 3 nights of auto-CPAP in order to identify those with OSA using flow resistance detected by the device. After 3 nights, those without apparent OSA or with central apnea, and those who simply do not tolerate CPAP will be excluded from the study. An intensive CPAP adherence protocol (iCAP) will be initiated, including collaborative care with rehabilitation nurses, the study's sleep technologist and overnight respiratory therapists. After the run-in period, the sleep technologist will meet at least twice weekly with CPAP-tolerant participants during their rehabilitation stay for further OSA education and encouragement with a target adherence of 4 hours per night. Participants diagnosed with OSA by the device and tolerant will continue CPAP therapy during rehabilitation and at home for a treatment period of 3 months. Adherence will be downloaded remotely from participant's CPAP to encourage adherence to treatment and troubleshoot any problems with the device.","deathsNumAffected":0,"deathsNumAtRisk":90,"seriousNumAffected":0,"seriousNumAtRisk":90,"otherNumAffected":0,"otherNumAtRisk":90}]},"moreInfoModule":{"certainAgreement":{"piSponsorEmployee":false,"restrictiveAgreement":false},"pointOfContact":{"title":"Dr. Sandeep Khot","organization":"University of Washington","email":"skhot@uw.edu","phone":"206-744-3251"}}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"Prot_SAP","hasProtocol":true,"hasSap":true,"hasIcf":false,"label":"Study Protocol and Statistical Analysis Plan","date":"2019-03-10","uploadDate":"2020-11-29T21:27","filename":"Prot_SAP_000.pdf","size":184241}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000012891","term":"Sleep Apnea Syndromes"},{"id":"D000020181","term":"Sleep Apnea, Obstructive"},{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000001049","term":"Apnea"},{"id":"D000012120","term":"Respiration Disorders"},{"id":"D000012140","term":"Respiratory Tract Diseases"},{"id":"D000020919","term":"Sleep Disorders, Intrinsic"},{"id":"D000020920","term":"Dyssomnias"},{"id":"D000012893","term":"Sleep Wake Disorders"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M4051","name":"Apnea","relevance":"LOW"},{"id":"M15384","name":"Sleep Apnea Syndromes","asFound":"Sleep Apnea","relevance":"HIGH"},{"id":"M21700","name":"Sleep Apnea, Obstructive","asFound":"Sleep Apnea, Obstructive","relevance":"HIGH"},{"id":"M16045","name":"Syndrome","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M14647","name":"Respiration Disorders","relevance":"LOW"},{"id":"M14667","name":"Respiratory Tract Diseases","relevance":"LOW"},{"id":"M21932","name":"Parasomnias","relevance":"LOW"},{"id":"M22344","name":"Sleep Disorders, Intrinsic","relevance":"LOW"},{"id":"M22345","name":"Dyssomnias","relevance":"LOW"},{"id":"M15386","name":"Sleep Wake Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC08","name":"Respiratory Tract (Lung and Bronchial) Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":true}