{"protocolSection":{"identificationModule":{"nctId":"NCT04742257","orgStudyIdInfo":{"id":"PMN-003"},"secondaryIdInfos":[{"id":"1U44NS104138","type":"NIH","link":"https://reporter.nih.gov/quickSearch/1U44NS104138"}],"organization":{"fullName":"PathMaker Neurosystems Inc.","class":"INDUSTRY"},"briefTitle":"Study Evaluating MyoRegulator® Treatment in Post-Stroke Upper Limb Spasticity","officialTitle":"Multi-Center, Randomized, Sham-Controlled Study Evaluating MyoRegulator® Treatment in Post-Stroke Upper Limb Spasticity","acronym":"RECOVER"},"statusModule":{"statusVerifiedDate":"2023-11","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-03-04","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-07-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-01-28","studyFirstSubmitQcDate":"2021-02-02","studyFirstPostDateStruct":{"date":"2021-02-08","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-11-28","lastUpdatePostDateStruct":{"date":"2023-11-29","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"PathMaker Neurosystems Inc.","class":"INDUSTRY"},"collaborators":[{"name":"Spaulding Rehabilitation Hospital","class":"OTHER"},{"name":"National Institute of Neurological Disorders and Stroke (NINDS)","class":"NIH"}]},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUnapprovedDevice":true,"isUsExport":false},"descriptionModule":{"briefSummary":"This is a multi-center, randomized, double-blind (patient and evaluator), sham-controlled study to be conducted in stroke patients with upper-extremity spasticity. The main objectives of this study are to evaluate the performance and safety of the MyoRegulator® device in active- versus sham-treated patients after 5 consecutive days of treatment. The MyoRegulator® device is a non-significant risk (NSR) investigational non-invasive neuromodulation device that uses multi-site direct current (multi-site DCS) stimulation for the treatment of muscle spasticity.","detailedDescription":"Stroke is the fifth leading cause of death in the U.S. and a leading cause of serious long-term disability. There are over 7.5 million patients in the U.S. living with stroke, and an estimated 795,000 additional cases of stroke occur annually in the U.S. Of these cases, approximately 610,000 represent initial attacks and 185,000 represent recurrent stroke according to the CDC.\n\nSpasticity is a common finding in patients with stroke, arising in about 30% of stroke patients, and occurring usually within the first few days or weeks. It is a disorder of motor function that results from injury to the spinal cord or brain, and causes decreased motor performance as well as pain, discomfort and muscle weakness that greatly interferes with functional recovery. Spasticity can range from mild to severe and can cause striking impairments in functional movement.\n\nAn initial clinical trial of safety and feasibility suggests that five sessions of treatment with the MyoRegulator® device temporarily reduces spasticity and overall stiffness of the affected extremity with optimal reductions in spasticity occurring 2-3 weeks post stimulation intervention.\n\nMyoRegulator® is a non-significant risk (NSR) investigational non-invasive neuromodulation device using multi-site direct current stimulation (multi-site DCS) for the treatment of spasticity. Multi-site DCS utilizes trans-spinal direct current stimulation (tsDCS) paired with transcutaneous peripheral direct current stimulation (pDCS). This study was designed to evaluate the efficacy and safety of MyoRegulator® in the treatment of post-stroke upper-limb spasticity.\n\nThe primary performance endpoint is defined as the reduction in wrist joint spasticity as measured using the Modified Ashworth Scale and will use a responder analysis. The study will be considered to have a successful outcome if a significant number of actively treated subjects respond to MyoRegulator® treatment as compared to the sham treated subjects following 5 days of treatment.\n\nThe primary safety endpoint is defined as the incidence of device-related serious adverse events. The safety of the device will be demonstrated if there are no incidents of serious adverse events caused or contributed to by the device treatment that are clinically unacceptable in light of the treatment benefits.\n\nIn order to evaluate the relationship between response to treatment and BDNF genotype, subjects will be asked to provide a saliva sample and give consent for BDNF genotyping."},"conditionsModule":{"conditions":["Muscle Spasticity","Stroke"],"keywords":["stroke rehabilitation","spasticity","neuromodulation","trans-spinal direct current stimulation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","INVESTIGATOR"]}},"enrollmentInfo":{"count":76,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Active Stimulation","type":"EXPERIMENTAL","description":"Five consecutive days of 20 minutes active stimulation with MyoRegulator® device","interventionNames":["Device: MyoRegulator® device"]},{"label":"Sham Stimulation","type":"SHAM_COMPARATOR","description":"Five consecutive days of 20 minutes sham stimulation with MyoRegulator® device","interventionNames":["Device: MyoRegulator® device"]}],"interventions":[{"type":"DEVICE","name":"MyoRegulator® device","description":"Trans-spinal DCS paired with peripheral DCS","armGroupLabels":["Active Stimulation","Sham Stimulation"],"otherNames":["DoubleStim®"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in wrist flexor spasticity following 5 days of treatment compared to baseline as measured by the Modified Ashworth Scale score","description":"The Modified Ashworth Scale is a validated clinical measurement for the evaluation of spasticity after stroke.","timeFrame":"Up to 8 weeks post-treatment"}],"secondaryOutcomes":[{"measure":"Change in Modified Ashworth Scale total upper limb score following 5 days of treatment as compared to baseline","description":"Here the Modified Ashworth Scale will be used to assess changes in spasticity in the entire upper limb.","timeFrame":"Up to 8 weeks post-treatment"},{"measure":"Change in Upper-Extremity Fugl-Meyer motor domain score following 5 days of treatment as compared to baseline","description":"The Upper-Extremity Fugl-Meyer scale is a validated clinical scale to evaluate motor function in post-stroke patients.","timeFrame":"Up to 8 weeks post-treatment"},{"measure":"Change in Modified Tardieu Scale total upper limb score following 5 days of treatment as compared to baseline","description":"The Modified Tardieu Scale is a validated clinical scale to evaluate spasticity in the upper limbs in stroke patients.","timeFrame":"Up to 8 weeks post-treatment"},{"measure":"Improvement in subject's self-assessment of their spasticity following 5 days of treatment as compared to baseline","description":"An 11-point Numerical Rating Scale will be used for this outcome measure.","timeFrame":"Up to 8 weeks post-treatment"},{"measure":"Improvement in spasticity as assessed by an investigator following 5 days of treatment as compared to baseline","description":"An 11-point Numerical Rating scale will be used for this outcome measure.","timeFrame":"Up to 8 weeks post-treatment"},{"measure":"Change in pain in the spastic limb following 5 days of treatment as compared to baseline","description":"A 10-point VAS scale (Wong-Baker Pain Scale) will be used for this outcome measure.","timeFrame":"Up to 8 weeks post-treatment"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* ≥ 18 to \\< 85 years of age\n* First single focal unilateral hemisphere lesion with diagnosis verified by brain imaging (MRI or CT scans) that occurred at least 6 months prior to study enrollment\n* At least 6 weeks of stable UE spasticity symptoms (as confirmed by medical history) with a baseline Modified Ashworth Scale (MAS) score of 1+ to 3 (on the 0, 1, 1+, 2, 3, 4 scale), inclusive, in the wrist flexor muscles\n* Willing to forgo botulinum toxin, phenol or alcohol injections into the muscles of the limb targeted for the study treatment; intrathecal baclofen; digitalis, and morphine for the subject's duration in the study\n* Willing to forgo upper extremity physical and occupational therapy for the duration of the study (lower extremity PT and OT are allowed)\n* Willing to maintain current regiment for oral spasticity medication(s) and neurotransmitter medication(s) for the subject's duration in the study\n* Cognitive function sufficient to understand the experiments and follow instructions (per interview with appropriate clinician)\n\nExclusion Criteria:\n\n* Fixed contractures or profound muscle atrophy of the target spastic wrist to be treated\n* Change in antispastic oral medication (baclofen, clonidine, benzodiazepine, dantrolene, gabapentin, tizanidine) in the 2 months prior to study enrollment\n* Use of digitalis, morphine, or intrathecal pump in the week prior to study enrollment\n* Prior botulinum toxin injection(s) into the muscles of the limb targeted for the study treatment within 12 weeks of study enrollment\n* Prior phenol or alcohol injections into the muscles of the limb targeted for the study treatment within 6 months of study enrollment\n* Prior surgery for spasticity in the target muscle group\n* Prior transcranial or trans-spinal direct current stimulation for any reason\n* Presence of potential tsDCS risk factors:\n\n  * Damaged skin at the stimulation sites (i.e., skin with ingrown hairs, acne, razor nicks, wounds that have not healed, recent scar tissue, broken skin, etc.)\n  * Lack of sensory perception at the stimulation sites\n  * Presence of an electrically, magnetically, or mechanically activated implant (including cardiac pacemaker) or any other electrically sensitive support system with the exception of loop recorders\n  * Ferrous metal in the path of the current flow (jewelry must be removed during stimulation)\n  * Past history of epileptic seizures or unexplained spells of loss of consciousness during the previous 36 months\n* Other neurological conditions involving CNS impairment, including Parkinson's Disease, Multiple Sclerosis, and Spinal Cord Injury\n* Any medical condition that would prevent the subject from being able to participate in the clinical outcome measures\n* Previous participating in a study involving the application of tsDCS\n* Pregnancy in women (as determined by pregnancy test in pre-menopausal women)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Sheila Hemeon-Heyer, J.D.","role":"CONTACT","phone":"413-330-8578","email":"sheyer@pmneuro.com"}],"locations":[{"facility":"Spaulding Rehabilitation Hospital","status":"RECRUITING","city":"Cambridge","state":"Massachusetts","zip":"02138","country":"United States","contacts":[{"name":"Andrea Christoforou, P.T., Ph.D., M.Sc., N.C.S.","role":"CONTACT","phone":"617-952-6818","email":"achristoforou@partners.org"}],"geoPoint":{"lat":42.3751,"lon":-71.10561}},{"facility":"Spaulding Rehabilitation Hospital","status":"RECRUITING","city":"Charlestown","state":"Massachusetts","zip":"02114","country":"United States","contacts":[{"name":"Leon Morales-Quezada, M.D., Ph.D.","role":"CONTACT","phone":"617-952-6162","email":"jmorales-quezada@partners.org"}],"geoPoint":{"lat":42.37787,"lon":-71.062}}]},"referencesModule":{"references":[{"pmid":"32232101","type":"BACKGROUND","citation":"Paget-Blanc A, Chang JL, Saul M, Lin R, Ahmed Z, Volpe BT. Non-invasive treatment of patients with upper extremity spasticity following stroke using paired trans-spinal and peripheral direct current stimulation. Bioelectron Med. 2019 Jul 23;5:11. doi: 10.1186/s42234-019-0028-9. eCollection 2019."},{"type":"BACKGROUND","citation":"Estudillo-Guerra MA, Mesia-Toledo I, Rogel N, Yaghoubi N, Ahmed Z, Black-Schaffer R, Morales-Quezada L.Trans-spinal direct current stimulation in spasticity: a literature mini-review. Front. Stroke. 2022 Jul 1;1:921450. doi: 10.3389/fstro.2022.921450."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000009128","term":"Muscle Spasticity"},{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000009135","term":"Muscular Diseases"},{"id":"D000009140","term":"Musculoskeletal Diseases"},{"id":"D000009122","term":"Muscle Hypertonia"},{"id":"D000020879","term":"Neuromuscular Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M11775","name":"Muscle Spasticity","asFound":"Spasticity","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M11782","name":"Muscular Diseases","relevance":"LOW"},{"id":"M11787","name":"Musculoskeletal Diseases","relevance":"LOW"},{"id":"M11769","name":"Muscle Hypertonia","relevance":"LOW"},{"id":"M22309","name":"Neuromuscular Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}