{"protocolSection":{"identificationModule":{"nctId":"NCT04947046","orgStudyIdInfo":{"id":"P-2021-1"},"organization":{"fullName":"Zealand University Hospital","class":"OTHER"},"briefTitle":"Carotid Stenosis Management During COVID-19 Era - Pilot Study","officialTitle":"Carotid Stenosis Management During COVID-19 Era - Best Medical Intervention Alone (CASCOM Pilot Study): A Prospective Observational Study","acronym":"CASCOM-Pilot"},"statusModule":{"statusVerifiedDate":"2021-07","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-03-11","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-03-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-03-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-06-30","studyFirstSubmitQcDate":"2021-06-30","studyFirstPostDateStruct":{"date":"2021-07-01","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-11-17","lastUpdatePostDateStruct":{"date":"2021-12-01","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Zealand University Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Carotid endarterectomy (CEA) and carotid stenting (CAS) are often performed for subgroups of patients for whom procedural benefit has not been established in randomised trials and despite evidence of serious procedural risk. In some places, the COVID-19 pandemic has made it difficult or impossible to perform CEA and CAS in time. This study aims to measure the rate of ipsilateral stroke and other complications in individuals with symptomatic carotid stenosis, whom for any reason are managed using current best medical intervention alone. The investigators expect at least 50% lowering of the ipsilateral stroke rate compared to that seen with medical intervention alone in past randomised trials.","detailedDescription":"Background\n\nCarotid endarterectomy (CEA) and carotid stenting (CAS) are often performed for subgroups of patients for whom procedural benefit has not been established in randomised trials and despite evidence of serious procedural risk. Patients also receive best medical treatment which is previously proven to reduce the risk of early recurrent neurological symptoms especially within the first 14 days of symptom onset (6). Further, there is no current evidence of procedural benefit compared to modern optimal medical intervention alone (lifestyle coaching and medication) for any individuals with carotid arterial disease (4,5). In some places the COVID-19 pandemic has made it difficult or impossible to perform CEA and CAS. Current guidelines recommend rapid revascularisation of symptomatic carotid stenosis. These guidelines are largely based on data from clinical trials performed at a time when best medical therapy was potentially less effective than today (4,5).\n\nAt a minimum these invasive interventions must be better justified.\n\nAim/Objectives\n\n1. To measure the rate of ipsilateral stroke, and other arterial disease complications in individuals with advanced (50-69% and 70-99%) symptomatic carotid stenosis who, for any reason, are managed using current best medical intervention alone. Reasons for a nonprocedural approach may include insufficient resources caused by the coronavirus pandemic, unproven procedural benefit, anticipated procedural futility and/or net harm, or patient refusal. Hence, the investigators will study patients for whom carotid procedures are not possible or considered unethical.\n2. To compare the CASCOM Pilot Study rate of ipsilateral stroke for symptomatic patients with that reported in the North American Symptomatic Carotid Endarterectomy Trial (NASCET) and the European Carotid Surgery Trial (ECST).\n\nMethods CASCOM Pilot Study is a prospective observational cohort study of current best medical intervention alone for stroke prevention. It consists of a prospective cohort study of current best medical intervention alone for stroke prevention. The investigators will separate patients into those who would and would not have been eligible for past randomised CEA trials. The investigators plan to study 310 symptomatic patients with 50-69% and 120 symptomatic patients with 70-99% ipsilateral stenosis using 'REDCap' (Research Electronic Data Capture) for case reporting.\n\nExpected Findings and Significance In CASCOM Pilot Study the investigators expect at least 50% lowering of the ipsilateral stroke rate compared to that seen with medical intervention alone in past randomised controlled trials with very similar inclusion criteria.\n\nIf correct, CASCOM Pilot Study will provide new evidence that past randomised trials of CEA and CAS are outdated. Furthermore, this study will improve standards for stroke prevention and other arterial disease complications as well as to contribute to a necessary major international, multi-specialty observation study.\n\nPrimary Hypotheses:\n\nSymptomatic Patients\n\n1. The 2-year rate of ipsilateral stroke from time of recruitment in symptomatic patients with ipsilateral 70-99% (NASCET) carotid stenosis receiving current best medical intervention alone will be at least 50% lower compared to patients given medical intervention alone in NASCET(their rate was 26.0% using life-table analysis.\n2. The 2-year rate of ipsilateral stroke from time of recruitment in symptomatic patients with ipsilateral 50-69% (NASCET) carotid stenosis receiving current best medical intervention alone will be at least 50% lower compared to patients given medical intervention alone in NASCET (their rate was 14.0% using life-table analysis.\n\nSecondary Hypotheses:\n\nSymptomatic Patients For symptomatic patients with 50-99% (NASCET) stenosis receiving current best medical intervention alone the 3-5-year ipsilateral carotid ischaemic stroke rate after randomization will be at least 50% lower compared to patients who had medical intervention alone in ECST and NASCET. 5-year ipsilateral ischaemic stroke rates for randomised trial patients were measured using pooled ECST and NASCET results, life-table analyses and according to different time intervals between the last ischaemic event and randomization.\n\nHypothesis 1:\n\nSymptomatic Patients The 2-year rate of ipsilateral stroke in symptomatic patients with 70-99% (NASCET) carotid stenosis receiving current best available medical intervention alone will be at least 50% lower compared to patients given medical intervention alone in NASCET. Require: 104/0.85 = 121 patients.\n\nHypothesis 2:\n\nThe 2-year rate of ipsilateral stroke in symptomatic patients with 50-69% (NASCET) carotid stenosis receiving current best available medical intervention alone will be at least 50% lower compared to patients given medical intervention alone in NASCET. Require: 200/0.85 = 230 patients.\n\nCASCOM Pilot study will also validate the CAR-Score \\< 15% for a 3-year risk for ipsilateral stroke in patients treated with best medical intervention.\n\nWe hope this pilot study would be a guide for implementation of an international multicenter CASCOM study."},"conditionsModule":{"conditions":["Carotid Stenosis","Carotid Artery Diseases","Carotid Atherosclerosis","Carotid Embolus","Stroke"],"keywords":["carotid stenosis","stroke prevention","carotid arterial disease complication"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":120,"type":"ESTIMATED"}},"outcomesModule":{"primaryOutcomes":[{"measure":"Ipsilateral stroke, myocardial infarction, death","description":"Number of patients who gets recurrent ipsilateral stroke","timeFrame":"Within 2 years of CASCOM-pilot study recruitment"}],"secondaryOutcomes":[{"measure":"Any territory stroke, ipsilateral transient ischemic attack, any territory ischemic attack, myocardial infarction, limb aputation, death from any cause and death from arterial disease","description":"Number of patients who gets one of the above mentioned","timeFrame":"Within 2 years of study entry"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients who's life expectancy is \\> 3 years despite age \\> 80 years.\n* Patients who have not been timely offered CEA under COVID-19 (eg women / men with 50-69%), which can only be operated on after 4 weeks after their last symptom.\n* Patients with modified ranking scale (mRs) \\> 3, which during rehabilitation improve and move to mRs \\< 3.\n* High risk cardio pulmonary patients (ejection fraction \\< 20% - severe chronic obstructive pulmonary disease) that is not estimated to withstand surgery or has a technically demanding neck anatomy with a life expectancy \\> 3 years.\n* Patients who score below 15% on Carotid Artery Risk score (CAR-score) (5-year stroke risk is \\< 15% with only best medical treatment) for ipsilateral stroke.\n* Patients with newly discovered cancer and stroke who require a cancer disease investigation or treatment and have a life expectancy of more than 3 years.\n* 50-69% and 70-99% narrowing (stenosis) of the ipsilateral internal carotid artery origin (and/or carotid bulb) verified by duplex ultrasound, CT-angio or MR-angio.\n* Presence of an ipsilateral non-disabling (non-severe) stroke (mRs \\< 3, ie mRs of 1 or 2) or transient ischaemic attack (TIA) in the previous four (1,2) to six months (1,3) and ipsilateral 50-99% carotid stenosis measured using NASCET criteria.\n* Index symptoms attributable to atherosclerotic carotid disease (not due to fibromuscular dysplasia, aneurysm or tumour).\n* Absence of severe stroke on either side resulting in no useful function in the affected arterial territory\n* Absence of a known more severe ipsilateral intracranial infarct site of arterial narrowing\n* Absence of previous ipsilateral CEA or angioplasty/stenting or other carotid revascularisation procedure.\n* Mentally competent and consenting to participate in CASCOM Pilot Study in minimum 3 years.\n* Life expectancy \\> 3 years including the absence of kidney, liver or lung failure or advanced cancer or advanced dementia, major/severe stroke (mRs \\> 3), perceived significant frailty or unsuitable arterial anatomy. Risk classification level of IV or higher as well as CAR-score.\n* Absence of cardiac valvular or rhythm disorder likely associated with cardioembolism. In the absence of more specific published information the investigators will exclude patients with newly discovered atrial fibrillation and prosthetic heart valves from the primary analyses of symptomatic patients.\n\nExclusion Criteria\n\n* Progressive neurological dysfunction and major Stoke mRs \\> 3 without remission after 4 weeks from their last symptom.\n* Advanced cancer patients with survivals \\< 3 years.\n* Newly Myocardia infarction within previous 6 months.\n* Stroke or TIA in connection with surgical procedure, heart surgery, neuro surgery or other major surgery.\n* Stroke and TIA due to Carotid dissection.\n* Stroke and TIA as urgently treated by EVT (endovascular trombendarterectomy)\n* Unstable angina, or myocardial infarction within previous 6 months, or progressive neurological dysfunction or major surgery within the previous 30 days.","healthyVolunteers":false,"sex":"ALL","minimumAge":"45 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Patients with advanced (50-99% or 60-99%, respectively) carotid stenosis in symptomatic patients who do not undergo CEA or CAS or similar procedures for any reason, including lack of resources caused by the coronavirus pandemic, situations of unproven procedural benefit, anticipated procedural futility or net harm or patient refusal. Hence, the investigators will study patients for whom carotid procedures are not possible or considered unethical.","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Emilie N Eilersen, MD","role":"CONTACT","phone":"+4523285378","email":"emilie.eilersen@gmail.com"},{"name":"Saeid H Shahidi, MD","role":"CONTACT","email":"shsh@regionsjaelland.dk"}],"overallOfficials":[{"name":"Emilie N Eilersen, MD","affiliation":"Zealand University Hospital, Denmark","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Zealand University Hospital","status":"RECRUITING","city":"Roskilde","zip":"4000","country":"Denmark","contacts":[{"name":"Emilie N Eilersen, MD","role":"CONTACT","phone":"+45 23285378","email":"emilie.eilersen@gmail.com"}],"geoPoint":{"lat":55.64152,"lon":12.08035}}]},"referencesModule":{"references":[{"pmid":"9811916","type":"BACKGROUND","citation":"Barnett HJ, Taylor DW, Eliasziw M, Fox AJ, Ferguson GG, Haynes RB, Rankin RN, Clagett GP, Hachinski VC, Sackett DL, Thorpe KE, Meldrum HE, Spence JD. Benefit of carotid endarterectomy in patients with symptomatic moderate or severe stenosis. North American Symptomatic Carotid Endarterectomy Trial Collaborators. N Engl J Med. 1998 Nov 12;339(20):1415-25. doi: 10.1056/NEJM199811123392002."},{"pmid":"9593407","type":"BACKGROUND","citation":"Randomised trial of endarterectomy for recently symptomatic carotid stenosis: final results of the MRC European Carotid Surgery Trial (ECST). Lancet. 1998 May 9;351(9113):1379-87."},{"pmid":"1674060","type":"BACKGROUND","citation":"MRC European Carotid Surgery Trial: interim results for symptomatic patients with severe (70-99%) or with mild (0-29%) carotid stenosis. European Carotid Surgery Trialists' Collaborative Group. Lancet. 1991 May 25;337(8752):1235-43."},{"pmid":"31564585","type":"BACKGROUND","citation":"Abbott AL, Brunser AM, Giannoukas A, Harbaugh RE, Kleinig T, Lattanzi S, Poppert H, Rundek T, Shahidi S, Silvestrini M, Topakian R. Misconceptions regarding the adequacy of best medical intervention alone for asymptomatic carotid stenosis. J Vasc Surg. 2020 Jan;71(1):257-269. doi: 10.1016/j.jvs.2019.04.490. Epub 2019 Sep 26."},{"pmid":"26922085","type":"BACKGROUND","citation":"Abbott A. Critical Issues That Need to Be Addressed to Improve Outcomes for Patients With Carotid Stenosis. Angiology. 2016 May;67(5):420-6. doi: 10.1177/0003319716631266. Epub 2016 Feb 27."},{"pmid":"26763019","type":"BACKGROUND","citation":"Shahidi S, Owen-Falkenberg A, Gottschalksen B, Ellemann K. Risk of early recurrent stroke in symptomatic carotid stenosis after best medical therapy and before endarterectomy. Int J Stroke. 2016 Jan;11(1):41-51. doi: 10.1177/1747493015609777."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000016893","term":"Carotid Stenosis"},{"id":"D000002340","term":"Carotid Artery Diseases"},{"id":"D000050197","term":"Atherosclerosis"},{"id":"D000003251","term":"Constriction, Pathologic"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000020763","term":"Pathological Conditions, Anatomical"},{"id":"D000001161","term":"Arteriosclerosis"},{"id":"D000001157","term":"Arterial Occlusive Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M2562","name":"COVID-19","relevance":"LOW"},{"id":"M7474","name":"Embolism","relevance":"LOW"},{"id":"M5284","name":"Carotid Artery Diseases","asFound":"Carotid Artery Diseases","relevance":"HIGH"},{"id":"M25878","name":"Atherosclerosis","asFound":"Atherosclerosis","relevance":"HIGH"},{"id":"M6165","name":"Constriction, Pathologic","asFound":"Stenosis","relevance":"HIGH"},{"id":"M18928","name":"Carotid Stenosis","asFound":"Carotid Stenosis","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M22209","name":"Pathological Conditions, Anatomical","relevance":"LOW"},{"id":"M4159","name":"Arteriosclerosis","relevance":"LOW"},{"id":"M4155","name":"Arterial Occlusive Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC01","name":"Infections"},{"abbrev":"BC08","name":"Respiratory Tract (Lung and Bronchial) Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}