{"protocolSection":{"identificationModule":{"nctId":"NCT05262322","orgStudyIdInfo":{"id":"EDX/18/0414(2)"},"organization":{"fullName":"Daiichi Sankyo, Inc.","class":"INDUSTRY"},"briefTitle":"Study to Evaluate the Use of Direct Oral Anticoagulants in UK Clinical Practice For Patients With a First Stroke Attributable to Nonvalvular Atrial Fibrillation","officialTitle":"A Descriptive Non-interventional Study to Evaluate the Use of Direct Oral Anticoagulants in UK Clinical Practice for Patients With a First Stroke Attributable to Nonvalvular Atrial Fibrillation"},"statusModule":{"statusVerifiedDate":"2022-07","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-02-15","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-07-09","type":"ACTUAL"},"completionDateStruct":{"date":"2021-07-09","type":"ACTUAL"},"studyFirstSubmitDate":"2022-02-21","studyFirstSubmitQcDate":"2022-02-21","studyFirstPostDateStruct":{"date":"2022-03-02","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-07-15","lastUpdatePostDateStruct":{"date":"2022-07-19","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Daiichi Sankyo UK Ltd, a Daiichi Sankyo Company","class":"INDUSTRY"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"National Institute of Health and Care Excellence (NICE) guidance recommends anticoagulation for stroke prevention in high risk patients with nonvalvular atrial fibrillation (AF).\n\nEarly evidence suggest that patients with atrial fibrillation (AF) who do not receive anticoagulation are more likely to experience a stroke. However, the characteristics of patients experiencing a first AF-related stroke in real-world settings, who have not been receiving anticoagulation, have not been well documented.\n\nIt is unclear how the direct anti-FXa oral anticoagulants have been used within real world practice since the introduction of edoxaban in 2015.","detailedDescription":"This non-interventional study will focus specifically on the patient characteristics, management pathways, and patient reported experiences associated with real world use of three direct anti-FXa oral anticoagulants (DOAC) commonly used within United Kingdom clinical practice; apixaban, rivaroxaban and edoxaban.\n\nThe primary objective will describe the demographics, clinical characteristics and medical history of patients presenting with a first ischaemic stroke with AF who have not received anticoagulation (for any reason) in the 12 months prior to stroke, by type of anticoagulant treatment subsequently prescribed for secondary prophylaxis of stroke.\n\nSecondary objectives of the study will describe management pathways of patients initiated on DOACs (apixaban, edoxaban or rivaroxaban) for secondary prophylaxis of stroke, including timing and reasons for any dose changes or treatment switches to alternative anticoagulants; describe hospital resource use and clinical assessments associated with DOAC treatment for secondary prophylaxis of stroke; describe real world patient-reported adherence to DOACs for secondary prophylaxis of stroke; and describe patient experience and treatment satisfaction for patients receiving DOAC therapy for secondary prophylaxis of stroke."},"conditionsModule":{"conditions":["Atrial Fibrillation"],"keywords":["Atrial Fibrillation","Direct oral anticoagulants","Edoxaban","Apixaban","Rivaroxaban"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"RETROSPECTIVE"},"enrollmentInfo":{"count":234,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"All Participants (Group 1; Retrospective)","description":"All participants' data will be collected retrospectively from medical records 12 months prior to the date of diagnosis of a first ischaemic stroke attributable to nonvalvular AF"},{"label":"Subset of All Participants (Group 2; Prospective)","description":"A subset of participants from Group 1 who were initiated on apixaban, edoxaban or rivaroxaban for secondary prophylaxis of stroke will take part in this prospective component of the study, whereby data on their management pathway (treatments and follow-up appointments) and patient-reported outcomes will be collected for 6 months from the date of first dose of DOAC treatment.","interventionNames":["Drug: Edoxaban","Drug: Apixaban","Drug: Rivaroxaban"]}],"interventions":[{"type":"DRUG","name":"Edoxaban","description":"This was a non-interventional, observational study. No drug was administered in this study.","armGroupLabels":["Subset of All Participants (Group 2; Prospective)"]},{"type":"DRUG","name":"Apixaban","description":"This was a non-interventional, observational study. No drug was administered in this study.","armGroupLabels":["Subset of All Participants (Group 2; Prospective)"]},{"type":"DRUG","name":"Rivaroxaban","description":"This was a non-interventional, observational study. No drug was administered in this study.","armGroupLabels":["Subset of All Participants (Group 2; Prospective)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Mean CHA2DS2-VASc Risk Scores In Participants Presenting With A First Stroke with Atrial Fibrillation (AF) Who Have Not Received Anticoagulation Within 12 Months Prior to Stroke","description":"CHA2DS2-VASc risk scores range from 0-9, where a score of 0 is \"low\" risk of stroke, 1 is \"moderate\", and any score above 1 is a \"high\" risk. Scores will be calculated based on relevant demographic and clinical data recorded in medical notes for pre-index observation period.","timeFrame":"12 month period prior to the date of diagnosis of a first ischaemic stroke attributable to nonvalvular AF"}],"secondaryOutcomes":[{"measure":"Mean Time from Atrial Fibrillation (AF) Diagnosis Until Stroke In Participants Presenting With A First Stroke with Atrial Fibrillation Who Have Not Received Anticoagulation Within 12 Months Prior to Stroke","description":"The time from AF diagnosis until stroke will be assessed.","timeFrame":"Approximately 12 month period prior to the date of diagnosis of a first ischaemic stroke attributable to nonvalvular AF"},{"measure":"Stroke Severity In Participants Presenting With A First Stroke with Atrial Fibrillation (AF) Who Have Not Received Anticoagulation Within 12 Months Prior to Stroke","description":"Stroke severity will be assessed by NIHSS classification (mild, moderate, moderate to severe, and severe), Oxfordshire Community Stroke Project Score, classification based on CT scan, and opinion of treating clinician.","timeFrame":"Approximately 12 month period prior to the date of diagnosis of a first ischaemic stroke attributable to nonvalvular AF"},{"measure":"Number of Participants With Relevant Cardiovascular and Related Non-Cardiovascular Conditions In Participants Presenting With A First Stroke with Atrial Fibrillation Who Have Not Received Anticoagulation Within 12 Months Prior to Stroke","description":"Cardiovascular and related non-cardiovascular events, such as hypertension, congestive heart failure, vascular disease (peripheral artery disease, previous myocardial infarction, aortic plaque), diabetes mellitus, renal impairment, renal failure, hepatic failure, coronary artery disease, carotid artery disease, reduced ejection fraction, liver disease, and other, will be assessed.","timeFrame":"Approximately 12 month period prior to the date of diagnosis of a first ischaemic stroke attributable to nonvalvular AF"},{"measure":"Number of Participants Receiving Concomitant Medications At Time of First Stroke and Newly Prescribed Within 1 Month After Stroke","description":"Concomitant medications may include: beta blockers, diuretics, antiplatelet agents (e.g. aspirin), ACE (angiotensin-converting-enzyme) inhibitors, ATII-receptor antagonists, statins, ASA (acetylsalicylic acid), and P-gp (P-glycoprotein) inhibitors.","timeFrame":"Approximately 12 month period prior to the date of diagnosis of a first ischaemic stroke attributable to nonvalvular AF"},{"measure":"Type of First Anticoagulant Medication Prescribed After Stroke In Participants Presenting With A First Stroke with Atrial Fibrillation Who Have Not Received Anticoagulation Within 12 Months Prior to Stroke","description":"Anticoagulant medications may include apixaban, edoxaban, rivaroxaban, warfarin, dabigatran, and other.","timeFrame":"Within 1 month after stroke"},{"measure":"Time From Stroke to First Dose of Direct Oral Anticoagulant (DOAC) in Participants Who Are Initiated on Apixaban, Edoxaban, or Rivaroxaban","description":"The time from stroke to first dose of anticoagulant medication will be assessed.","timeFrame":"From stroke to first dose of DOAC, up to 6 months after date of first dose of DOAC"},{"measure":"Time to Discontinuation of First Direct Oral Anticoagulant (DOAC) Treatment in Participants Who Are Initiated on Apixaban, Edoxaban, or Rivaroxaban","description":"The time to discontinuation of anticoagulant medication will be assessed.","timeFrame":"Up to 6 months after date of first dose of DOAC"},{"measure":"Number of Participants Receiving Clinical Assessments in Participants Who Are Initiated on Apixaban, Edoxaban, or Rivaroxaban","description":"Clinical assessments may include weight, coagulation screens (international normalized ratio), full blood count (FBC), urea and electrolyte tests (U\\&E), renal function and liver function tests (alanine transaminase \\[ALT\\], aspartate aminotransferase \\[AST\\], alkaline phosphatase \\[ALP\\], albumin and bilirubin tests) as well as other neurological, heart or functional assessments (thyroid function tests, blood pressure, 12 lead ECG/EKG including heart rate, echocardiography and relevant imaging CT scan, ultrasound, MRI and PET scans.","timeFrame":"Up to 6 months after date of first dose of DOAC"},{"measure":"Number of Secondary Care Visits in 6 Months Post-first Direct Oral Anticoagulant (DOAC) Dose in Participants Who Are Initiated on Apixaban, Edoxaban, or Rivaroxaban","description":"Secondary visits will include inpatient, outpatient, and accident and emergency.","timeFrame":"Up to 6 months after date of first dose of DOAC"},{"measure":"Duration of Inpatient Stays in Participants Who Are Initiated on Apixaban, Edoxaban, or Rivaroxaban","description":"The length of inpatient hospital stays will be assessed.","timeFrame":"Up to 6 months after date of first dose of DOAC"},{"measure":"Mean Absolute Morisky Medication Adherence Scale (MMAS-8) Score After First Direct Oral Anticoagulant (DOAC) Dose in Participants Who Are Initiated on Apixaban, Edoxaban, or Rivaroxaban","description":"Morisky Medication Adherence Scale (MMAS-8) range from 0 to 8, where higher scores indicate medication adherence and lower scores indicate nonadherence. Medication adherence will be assessed at 3 and 6 months.","timeFrame":"Up to 6 months after date of first dose of DOAC"},{"measure":"Number of Participants Taking Direct Oral Anticoagulant (DOAC) Medication Within Past 7 Days in Participants Who Are Initiated on Apixaban, Edoxaban, or Rivaroxaban","description":"Anticoagulant medication may include apixaban, edoxaban, rivaroxaban, warfarin, dabigatran, and other. DOAC medication will be assessed at 3 and 6 months.","timeFrame":"Within past 7 days"},{"measure":"Mean Absolute Treatment Satisfaction Questionnaire for Medication (TSQM) Score Post-first Direct Oral Anticoagulant Dose","description":"Treatment Satisfaction Questionnaire for Medication (TSQM) domain scores range from 0 to 100 with higher scores representing higher satisfaction on that domain. Treatment satisfaction will be assessed at 3 and 6 months.","timeFrame":"Up to 6 months after date of first dose of DOAC"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n- For all patients:\n\n* Participants presenting to the study centre with a first ischaemic stroke which is, in the clinician's opinion, attributable to nonvalvular AF\n* Participants aged 18 years or over at time of first stroke\n\nFor group 2 patients:\n\n\\* Participants initiated on apixaban, edoxaban or rivaroxaban after their first stroke\n\nExclusion Criteria:\n\n* For all patients:\n\n  * Participants prescribed any anticoagulant for any purpose in the 12 months prior to stroke diagnosis\n  * Participants with haemorrhagic stroke\n  * Participants with diagnosis of transient ischemic attack\n  * Participants with severe cognitive or emotive deficit\n  * Participants whose medical records are not available for review\n  * Participant unwilling or unable to give written informed consent\n* For group 2 patients:\n\n  * Participant unwilling or unable to complete the patient-reported questionnaires","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"For the wider retrospective study (Group 1 patients), potentially eligible participants will be identified by members of the direct care team from local department databases. Eligible participants will be selected in consecutive chronological order by the direct care team according to the date of stroke diagnosis until the required sample size or the center-specific recruitment target is reached, over a one-year recruitment period.\n\nThe first 50 eligible and consenting participants initiated on either apixaban, edoxaban or rivaroxaban at any of the study centers during the 28 month recruitment period will also be included in the prospective component of the study.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Global Clinical Leader","affiliation":"Daiichi Sankyo, Inc.","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Queen Elizabeth University Hospital - NHS Greater Glasgow and Clyde","city":"Glasgow","zip":"G51 4TF","country":"United Kingdom","geoPoint":{"lat":55.86515,"lon":-4.25763}},{"facility":"Gloucestershire Royal Hospital - Gloucestershire Hospitals NHS Foundation Trust","city":"Gloucester","zip":"GL1 3NN","country":"United Kingdom","geoPoint":{"lat":51.86568,"lon":-2.2431}},{"facility":"Leicester Royal Infirmary - University Hospitals of Leicester NHS Trust","city":"Leicester","zip":"LE1 5WW","country":"United Kingdom","geoPoint":{"lat":52.6386,"lon":-1.13169}},{"facility":"St George's Hospital - St George's University Hospital's NHS Foundation Trust","city":"London","zip":"SW17 0QT","country":"United Kingdom","geoPoint":{"lat":51.50853,"lon":-0.12574}},{"facility":"Royal Victoria Infirmary - Newcastle upon Tyne Hospitals NHS Foundation Trust","city":"Newcastle","zip":"NE1 4LP","country":"United Kingdom","geoPoint":{"lat":54.97328,"lon":-1.61396}},{"facility":"Royal Gwent Hospital - Aneurin Beban University Health Board","city":"Newport","zip":"NP20 2UB","country":"United Kingdom","geoPoint":{"lat":51.58774,"lon":-2.99835}},{"facility":"Musgrove park Hospital - Taunton and Somerset NHS Foundation Trust","city":"Taunton","zip":"TA1 5DA","country":"United Kingdom","geoPoint":{"lat":51.01494,"lon":-3.10293}},{"facility":"Yeovil District Hospital - Yeovil District Hospital NHS Foundation Trust","city":"Yeovil","zip":"BA21 4AT","country":"United Kingdom","geoPoint":{"lat":50.94159,"lon":-2.63211}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001281","term":"Atrial Fibrillation"}],"ancestors":[{"id":"D000001145","term":"Arrhythmias, Cardiac"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M4276","name":"Atrial Fibrillation","asFound":"Atrial Fibrillation","relevance":"HIGH"},{"id":"M4143","name":"Arrhythmias, Cardiac","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"meshes":[{"id":"D000069552","term":"Rivaroxaban"},{"id":"C000522181","term":"Apixaban"},{"id":"C000552171","term":"Edoxaban"}],"ancestors":[{"id":"D000065427","term":"Factor Xa Inhibitors"},{"id":"D000000991","term":"Antithrombins"},{"id":"D000015842","term":"Serine Proteinase Inhibitors"},{"id":"D000011480","term":"Protease Inhibitors"},{"id":"D000004791","term":"Enzyme Inhibitors"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"},{"id":"D000000925","term":"Anticoagulants"}],"browseLeaves":[{"id":"M288142","name":"Apixaban","asFound":"Extraction","relevance":"HIGH"},{"id":"M3934","name":"Anticoagulants","relevance":"LOW"},{"id":"M463","name":"Rivaroxaban","asFound":"Weight loss","relevance":"HIGH"},{"id":"M260974","name":"Edoxaban","asFound":"Follow-up Study","relevance":"HIGH"},{"id":"M30203","name":"Factor Xa Inhibitors","relevance":"LOW"},{"id":"M3997","name":"Antithrombins","relevance":"LOW"},{"id":"M3996","name":"Antithrombin III","relevance":"LOW"},{"id":"M14033","name":"Protease Inhibitors","relevance":"LOW"},{"id":"M18081","name":"Serine Proteinase Inhibitors","relevance":"LOW"},{"id":"M19299","name":"HIV Protease Inhibitors","relevance":"LOW"},{"id":"M7641","name":"Enzyme Inhibitors","relevance":"LOW"},{"id":"T18","name":"Serine","relevance":"LOW"}],"browseBranches":[{"abbrev":"AnCoag","name":"Anticoagulants"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Infe","name":"Anti-Infective Agents"},{"abbrev":"AA","name":"Amino Acids"}]}},"hasResults":false}