{"protocolSection":{"identificationModule":{"nctId":"NCT01655446","orgStudyIdInfo":{"id":"201012131RB"},"organization":{"fullName":"National Taiwan University Hospital","class":"OTHER"},"briefTitle":"Effects of RR and MT on Patient With Stroke","officialTitle":"Randomized Trials of Robotic Rehabilitation, Mirror Therapy, and Dose-Matched Control Intervention for Upper-Limb Rehabilitation in Patients With Chronic Stroke: Comparative Efficacy and Clinimetric Study"},"statusModule":{"statusVerifiedDate":"2012-07","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2011-08"},"primaryCompletionDateStruct":{"date":"2014-07","type":"ESTIMATED"},"completionDateStruct":{"date":"2014-07","type":"ESTIMATED"},"studyFirstSubmitDate":"2012-07-19","studyFirstSubmitQcDate":"2012-07-29","studyFirstPostDateStruct":{"date":"2012-08-01","type":"ESTIMATED"},"lastUpdateSubmitDate":"2012-07-29","lastUpdatePostDateStruct":{"date":"2012-08-01","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"National Taiwan University Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"The purpose of this proposal is 1) to compare the relative effects of the robotic rehabilitation (RR), mirror therapy (MT), and conventional intervention (CI), 2) to compare the effects of the combined therapy of the RR-Functional Electrical Stimulation (FES) and the RR-Placebo Intervention (PI), and 3) to identify the clinical predictors that will potentially influence the functional outcomes after interventions.","detailedDescription":"Motor deficit of upper extremity is one of the prominent problems in patients with stroke. Looking for effective and efficient treatments to improve affected UE function is of great importance in the field of rehabilitation. Two emerging movement therapies in stroke rehabilitation are robotic rehabilitation (RR) and mirror therapy (MT). Scientific evidence for comparative effectiveness research of RR versus MT versus CI on functional outcomes (e.g., motor, muscle, sensory, and daily functions) in stroke patients is limited. In addition, studies showed FES induced some improvements in individual movements at the shoulder, elbow, wrist, and fingers or in muscle strength in patients with moderate-to-severe paresis. The combination therapy of the FES and training protocols may increase the benefits of standard rehabilitative treatments and may also facilitate motor learning. However, the combined training effects of the RR and FES on stroke patients have not been well studies in a larger sample yet. Specific objectives of this proposed research are as follows: First, The investigators will compare the efficacy of the RR, MT, and conventional rehabilitation. Secondly, the investigators will compare the efficacy of the RR-FES versus RR-PI on outcome measures. Thirdly, the investigators will identify the clinical predictors that will potentially influence the functional outcomes after interventions."},"conditionsModule":{"conditions":["Cerebrovascular Accident"],"keywords":["Comparative effectiveness research","Robotic rehabilitation","Mirror therapy","Functional electrical therapy","Combined therapy","Stroke rehabilitation","Translational science"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"FACTORIAL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":100,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Robotic Rehabilitation with FES","type":"EXPERIMENTAL","description":"Robotic rehabilitation combined Functional Electrical Stimulation (FES)","interventionNames":["Behavioral: Robotic rehabilitation with FES"]},{"label":"Mirror Therapy","type":"EXPERIMENTAL","description":"Mirror Therapy (MT)","interventionNames":["Behavioral: Mirror Therapy"]},{"label":"Conventional Rehabilitation","type":"ACTIVE_COMPARATOR","description":"Conventional Rehabilitation (CR) mainly focuses on occupational therapy training","interventionNames":["Behavioral: Conventional Rehabilitation"]},{"label":"Robotic Rehabilitation","type":"EXPERIMENTAL","description":"Robotic Rehabilitation (RR)","interventionNames":["Behavioral: Robotic Rehabilitation"]},{"label":"Robotic Rehabilitation with PI","type":"PLACEBO_COMPARATOR","description":"Robotic rehabilitation with Placebo Intervention (RR-PI)","interventionNames":["Behavioral: Robotic Rehabilitation with PI"]}],"interventions":[{"type":"BEHAVIORAL","name":"Mirror Therapy","description":"This protocol includes 1 hour mirror therapy and 0.5 hour functional training in a session. The treatment intensity is 1.5 hours/day, 5 days/week, for 4 weeks. MT focuses on symmetrical bimanual movements and simultaneously observing the mirror visual feedback reflected by the unaffected upper extremity.","armGroupLabels":["Mirror Therapy"],"otherNames":["MT"]},{"type":"BEHAVIORAL","name":"Conventional Rehabilitation","description":"Participants in this group receive a structured protocol based on occupational therapy such as neuro-developmental techniques and task-oriented approach. The treatment dose is matched to RR and MT groups.","armGroupLabels":["Conventional Rehabilitation"],"otherNames":["CR","Control Treatment","CT"]},{"type":"BEHAVIORAL","name":"Robotic Rehabilitation","description":"This protocol includes 5 to 10 min of warm-up, 1 hr of RR, and 15 to 20 min of functional activities training. The treatment intensity is 1.5 hours/day, 5days/week for 4 consecutive weeks. The RR session uses the robot-assisted arm trainer, Bi-Manu-Track (Reha-Stim Co., Berlin, Germany).","armGroupLabels":["Robotic Rehabilitation"],"otherNames":["RR","Robotic Therapy","RT"]},{"type":"BEHAVIORAL","name":"Robotic rehabilitation with FES","description":"This combined RR-FES treatment involves the same protocol as the RR regimen except that patients receive FES concurrently with RR.","armGroupLabels":["Robotic Rehabilitation with FES"],"otherNames":["RR-Functional Electrical Stimulation","RR combined Functional Electrical Stimulation","RR-FES"]},{"type":"BEHAVIORAL","name":"Robotic Rehabilitation with PI","description":"The RR-PI protocol is the same as the RR-FES protocol described above except that the surface electrodes are attached to the same target muscles on the affected UL but there is no output of electrical stimulation.","armGroupLabels":["Robotic Rehabilitation with PI"],"otherNames":["Robotic Rehabilitation-PI","RR with Placebo Intervention","RR-PI"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Fugl-Meyer Assessment (FMA)","description":"The upper-extremity subscale of the FMA contains 33 items to assess motor impairment. Each item is scored on a 3-point ordinal scale (0-cannot perform, 1-performs partially, 2-performs fully and correctly).","timeFrame":"Change from baseline in FMA at 4 weeks, change from baseline in FMA at 8 weeks, change from baseline in FMA at 16 weeks, change from baseline in FMA at 28 weeks"},{"measure":"Modified Ashworth Scale (MAS)","description":"The MAS is a 5-point ordinal scale to evaluate muscle tone of upper-extremity. Higher score indicates a more severe hypertonia.","timeFrame":"Change from baseline in MAS at 4 weeks, change from baseline in MAS at 8 weeks, change from baseline in MAS at 16 weeks, change from baseline in MAS at 28 weeks"},{"measure":"Functional independence measure (FIM)","description":"The FIM consists of 18 items grouped into 6 subscales measuring self-care, sphincter control, transfer, locomotion, communication, and social cognition ability. Each item is rated from 1 to 7 based on the required level of assistance to perform the tasks.","timeFrame":"Change from baseline in FIM at 4 weeks, change from baseline in FIM at 8 weeks, change from baseline in FIM at 16 weeks, change from baseline in FIM at 28 weeks"},{"measure":"Movement units (MU)","description":"The parameter of movement units is collected by a 7-camera motion analysis system (VICON MX 3-D, Oxford Metrics Inc., Oxford, UK) from unilateral and bilateral reaching tasks of pressing the desk bell. One acceleration phase and one deceleration phase constitute a MU. The number of MU indicates the movement smoothness.","timeFrame":"Change from baseline in MU at 4 weeks"},{"measure":"Total displacement (TD)","description":"The TD is collected by a 7-camera motion analysis system (VICON MX 3-D, Oxford Metrics Inc., Oxford, UK) from unilateral and bilateral reaching tasks of pressing the desk bell. TD refers to the path of a hand shifting in three-dimensional space and is a measurement of trajectory smoothness.","timeFrame":"Change from baseline in TD at 4 weeks"},{"measure":"Percentage of peak velocity (PPV)","description":"PPV is collected by a 7-camera motion analysis system (VICON MX 3-D, Oxford Metrics Inc., Oxford, UK) from unilateral and bilateral reaching tasks of pressing the desk bell. PPV indicates the percentage of acceleration phase among the whole movement process. It is an outcome measurement of pre-motor planning ability.","timeFrame":"Change from baseline in PPV at 4 weeks"},{"measure":"Reaction time (RT)","description":"The reaction time is collected by a 7-camera motion analysis system (VICON MX 3-D, Oxford Metrics Inc., Oxford, UK) from unilateral and bilateral reaching tasks of pressing the desk bell. RT is the time required to prepare a motor response toward an external signal and indicates speed of motor planning.","timeFrame":"Change from baseline in RT at 4 weeks"},{"measure":"Action Research Arm Test (ARAT)","description":"The ARAT assesses the ability to handle objects with 19 items divided into 4 subscales of grasp, grip, pinch, and gross movement by 4-level ordinal scale. Higher the score, better the performance.","timeFrame":"Change from baseline in ARAT at 4 weeks, change from baseline in ARAT at 8 weeks, change from baseline in ARAT at 16 weeks, change from baseline in ARAT at 28 weeks"},{"measure":"Medical Research Council scale (MRC)","description":"The MRC scale assesses muscle power with scores ranging from 0 (no contraction) to 5 (normal power). The muscle strength of shoulder flexors/abductors, elbow flexors/extensors, wrist flexors/extensors, and finger extensors are graded.","timeFrame":"Change from baseline in MRC at 4 weeks, change from baseline in MRC at 8 weeks, change from baseline in MRC at 16 weeks, change from baseline in MRC at 28 weeks"},{"measure":"MYOTON-3","description":"MYOTON-3 is used to assess muscle tone of the affected upper limb. There are three measurement parameters in the MYOTON-3: F - Frequency, Hz, characterizing muscle tone; D - Decrement, characterizing muscle elasticity; and S - Stiffness, N/m, characterizing muscle stiffness.","timeFrame":"Change from baseline in MYOTON-3 at 4 weeks, change from baseline in MYOTON-3 at 8 weeks, change from baseline in MYOTON-3 at 16 weeks, change from baseline in MYOTON-3 at 28 weeks"},{"measure":"Accelerometers","description":"Accelerometers are used to provide a direct and objective measure of the amount of the impaired arm movement outside the laboratory. In this project, acceleration is sampled at 10 Hz and summed over a user- specified epoch. The recording epoch in this study is 2 seconds; recording capacity is approximately 72 hours.","timeFrame":"Change from baseline in accelerometers at 4 weeks, change from baseline in accelerometers at 8 weeks, change from baseline in accelerometers at 16 weeks, change from baseline in accelerometers at 28 weeks"},{"measure":"Peak velocity (PV)","description":"PPV is collected by a 7-camera motion analysis system (VICON MX 3-D, Oxford Metrics Inc., Oxford, UK) from unilateral and bilateral reaching tasks of pressing the desk bell. PV corresponds to the changeover from the acceleration to the deceleration phase and is related to the force produced.","timeFrame":"Change from baseline in PV at 4 weeks"},{"measure":"Trunk related Kinematic variables","description":"The parameter of movement units is collected by a 7-camera motion analysis system (VICON MX 3-D, Oxford Metrics Inc., Oxford, UK) from unilateral and bilateral reaching tasks of pressing the desk bell. These parameters include trunk displacement, trunk flexion angular change, trunk-arm delay, shoulder flexion \\& trunk flexion correlation, and elbow extension \\& trunk flexion correlation. These variables indicate the degree of trunk compensatory movement and interjoint coordination.","timeFrame":"Change from baseline in trunk related kinematic variables at 4 weeks"}],"secondaryOutcomes":[{"measure":"Motor Activity Log (MAL)","description":"The MAL is a semi-structured interview of patients to assess the amount of use (AOU) and quality of movement (QOM) of the affected upper extremity in 30 important daily activities using a 6-point ordinal scale. Higher scores indicate superior amount and quality of use in affected upper extremity.","timeFrame":"Change from baseline in MAL at 4 weeks, change from baseline in MAL at 8 weeks, change from baseline in MAL at 16 weeks, change from baseline in MAL at 28 weeks"},{"measure":"ABILHAND Questionnaire","description":"The ABILHAND is an inventory of 56 manual activities measuring the patient's perceived difficulty in daily activities.","timeFrame":"Change from baseline in ABILHAND at 4 weeks, change from baseline in ABILHAND at 8 weeks, change from baseline in ABILHAND at 16 weeks, change from baseline in ABILHAND at 28 weeks"},{"measure":"Stroke Impact Scale Version 3.0 (SIS 3.0)","description":"The SIS 3.0 is a stroke-specific instrument of health-related quality of life and contains 59 items measuring 8 domains. Items are rated on a 5-point Likert scale with lower scores indicate greater difficulty in task completion during the past week. Aggregate scores, ranges from 0 to 100, are generated for each domain.","timeFrame":"Change from baseline in SIS at 4 weeks, change from baseline in SIS at 8 weeks, change from baseline in SIS at 16 weeks, change from baseline in SIS at 28 weeks"},{"measure":"Nottingham Extended Activities of Daily Living Scale (NEADL)","description":"The NEADL consists of 22 activity items, scoring on the basis of the required level of assistance. The range of total score is 0-66, and higher score representing better function.","timeFrame":"Change from baseline in NEADL at 4 weeks, change from baseline in NEADL at 8 weeks, change from baseline in NEADL at 16 weeks, change from baseline in NEADL at 28 weeks"},{"measure":"revised Nottingham Sensory Assessment (rNSA)","description":"The rNSA examines the sensory function of the affected arm and includes tactile sensation, proprioception, and stereognosis subtests.","timeFrame":"Change from baseline in rNSA at 4 weeks, change from baseline in rNSA at 8 weeks, change from baseline in rNSA at 16 weeks, change from baseline in rNSA at 28 weeks"},{"measure":"Fugl-Meyer Assessment-Sensory (FMA-S)","description":"The FMA-S contains 12 three-point items, four for light touch and eight for position sense. The total score ranges from 0 to 24. The sensation for light touch will be estimated subjectively. The patient will be asked whether he or she feels that light touches on both arms and the palmar surface of the hands give the same qualitative and quantitative impressions. The position sense of the joints will involve tests for interphalangeal joint of the thumb, the wrist, the elbow, and the shoulder joint","timeFrame":"Change from baseline in FMA-S at 4 weeks, change from baseline in FMA-S at 8 weeks, change from baseline in FMA-S at 16 weeks, change from baseline in FMA-S at 28 weeks"},{"measure":"8-OHdG: A Biomarker of Oxidative Stress","description":"Urinary 8-OHdG is a stable and integral biomarker of oxidative DNA damage. About 10 mL to 15 mL urine samples of the patients are collected in the centrifugal tubes before and after rehabilitation interventions. The samples is transported with dry ice under 4°C and preserved in a -80°C refrigerator before analysis. A highly sensitive and selective method, using isotope- dilution liquid chromatography with tandem mass spectrometry (LC/MS/MS), is used to determine the urinary 8-OHdG levels.","timeFrame":"Change from baseline in 8-OHdG at 4 weeks, change from baseline in 8-OHdG at 8 weeks, change from baseline in 8-OHdG at 16 weeks, change from baseline in 8-OHdG at 28 weeks"},{"measure":"Multidimensional Fatigue Symptom Inventory (MFSI)","description":"The general subscale of the MFSI is used to measure general fatigue of the patients. It includes 6 items with a total score ranging from 0 (not at all) to 24 (extremely).","timeFrame":"Change from baseline in MFSI at 4 weeks, change from baseline in MFSI at 8 weeks, change from baseline in MFSI at 16 weeks, change from baseline in MFSI at 28 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Willing to provide the written informed consent\n* More than 6 months onset of unilateral stroke\n* An initial 25-56 or 18-50 scores on the UE subtest of the FMA\n* Sufficient cognitive ability (Mini Mental State Examination ≧ 24 points)\n* Without upper limb fracture within 3 months\n\nExclusion Criteria:\n\n* Recurrent of stroke or seizure episode during the intervention\n* Occurence of serious or continuous pain on affected upper-extremity\n* History of other neurological disease or severe orthopaedic condition","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Keh-chung Lin, ScD","role":"CONTACT","phone":"886-2-33668180","email":"kehchunglin@ntu.edu.tw"}],"overallOfficials":[{"name":"Keh-chung Lin, ScD","affiliation":"School of Occupational Therapy, College of Medicine, National Taiwan University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"National Taiwan University Hospital","status":"RECRUITING","city":"Taipei City","country":"Taiwan","contacts":[{"name":"Keh-chung Lin, ScD","role":"CONTACT","phone":"886-2-33668180","email":"kehchunglin@ntu.edu.tw"},{"name":"Keh-chung Lin, ScD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":25.04776,"lon":121.53185}}]},"referencesModule":{"references":[{"pmid":"26520398","type":"DERIVED","citation":"Lee YY, Lin KC, Cheng HJ, Wu CY, Hsieh YW, Chen CK. Effects of combining robot-assisted therapy with neuromuscular electrical stimulation on motor impairment, motor and daily function, and quality of life in patients with chronic stroke: a double-blinded randomized controlled trial. J Neuroeng Rehabil. 2015 Oct 31;12:96. doi: 10.1186/s12984-015-0088-3."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Cerebrovascular Accident","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}