{"protocolSection":{"identificationModule":{"nctId":"NCT05777499","orgStudyIdInfo":{"id":"151803"},"organization":{"fullName":"University College, London","class":"OTHER"},"briefTitle":"MUSic Therapy In Complex Specialist Neurorehabilitation","officialTitle":"Pilot Study to Evaluate MUSic Therapy in Complex Specialist Neurorehabilitation","acronym":"MUSICS"},"statusModule":{"statusVerifiedDate":"2023-03","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-03","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-03","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-09","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-03-08","studyFirstSubmitQcDate":"2023-03-08","studyFirstPostDateStruct":{"date":"2023-03-21","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-03-08","lastUpdatePostDateStruct":{"date":"2023-03-21","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University College, London","class":"OTHER"},"collaborators":[{"name":"UCLH Charity","class":"UNKNOWN"},{"name":"Nordoff Robbins","class":"UNKNOWN"},{"name":"University College London Hospitals","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Aim: Investigate whether patients undergoing specialist rehabilitation after complex neurological injury show different functional outcomes if music therapy is included in their rehabilitation program compared to usual care.\n\nBackground: Patients with complex needs following a brain, spinal cord, and/or peripheral nerve injury often require a period of specialist neurorehabilitation. This involves multiple therapy disciplines, led by a Consultant in Rehabilitation Medicine, Neurology, or Neuropsychiatry. Although music therapy is suggested to enhance neuroplasticity and recovery in patients with brain injury, it is not routinely commissioned in clinical care due to a lack of supportive evidence.\n\nHypothesis: Patients undergoing music therapy in addition to complex specialist rehabilitation show better functional outcomes compared to usual care.\n\nNumber of participants: 75, aged 16-80 years. Methods: Patients undergo baseline assessments and are randomised to MUSIC or CONTROL Therapy. Both arms receive 1-3 additional therapy sessions per week, matched for duration and number, total 15 hours. After approximately 10-weeks intervention, assessments are repeated. All participants then have access to music therapy until they are discharged from Neurorehabilitation Unit (NRU), with additional qualitative data collection using semi-structured interviews, field notes, staff reports, staff stress surveys, and broader ecological observations.\n\nDuration for Participants: From consent to discharge from NRU. Primary Outcome: Change in Functional Independence Measure+Functional Assessment Measure (FIM+FAM), Northwick Park Dependency Scale (NWPDS), and Barthel Activities of Daily Living pre and post 15 hours intervention.\n\nSecondary Outcome: Change in quality of life (Flourishing Scale), psychological distress (Hospital Anxiety and Depression Scale, Depression Intensity Scale Circles), social interaction (Sickness Impact Profile Social Interaction Subscale), well-being (WHO Well-Being Index), and communication (Communication Outcomes After Stroke Scale), pre and post 15 hours intervention. Mean difference in well-being (WHO Well-Being Index) throughout the intervention period between music therapy and control therapy groups. Mean difference in post-intervention pain and mood visual analogue scores between music therapy and control therapy groups.","detailedDescription":"The study will be conducted as a single centre, researcher-blinded, randomised parallel group trial comparing inclusion of 15 hours of music therapy to 15 hours of control therapy, embedded in usual care and spread out over approximately 10 weeks of a level 1 in inpatient neurorehabilitation program.\n\nParticipant demographics (age, gender), diagnosis and date of neurological injury, date of admission and discharge from NRU, Patient Categorisation Tool, Neurological Impairment Scale (NIS) on admission, and concurrent medications will be recorded as trial data. There will also be a record of participant's therapy timetable, to compare the total number of hours of therapy (outside the intervention being evaluated) in both intervention groups. This information will be anonymised, with participants having been allocated a coded identification number at the time of enrolment that will be used for all study data.\n\nBaseline data will include functional outcome measures (FIM+FAM, NWPDS, Barthel) in addition to specific measures of quality of life, well-being, social interaction, psychological distress, pain, and communication confidence (questionnaires and visual analogue scales). A trained therapist who is providing regular clinical input to the participant will complete FIM+FAM, and a nurse providing regular clinical care will complete the NWPDS and Barthel scores. The Flourishing Scale, Anxiety Subscale of the Hospital Anxiety and Depression Scale (HADS), Depression Intensity Scale Circles (DISC), Sickness Impact Profile Social Interaction Subscale (SIPSIS, adapted to inpatients by excluding four items irrelevant to individuals in hospital), Communication Outcomes After Stroke (COAST) Scale, and WHO Well-Being Index (WHO-WBI) will be completed with the participant by a designated Research Therapist. If the participant has particularly severe communication and/or cognitive impairment and cannot participate with the COAST questionnaire, the 15-item carer version will be used. The same version will be used for pre and post-intervention assessments.\n\nParticipants will then be randomised to either Music or Control Therapy (representing treatment as usual) in addition to the usual intensive rehabilitation program, with minimisation of between group differences in age, gender, diagnosis, time since neurological injury and baseline level of function. Both treatment arms will also be balanced for number and duration of intervention sessions to rule out an intervention effect of therapy time. After 15 hours of intervention has been provided (approximately 10 weeks), the clinical research team will reassess the primary and secondary outcome measures, with all assessments carried out within 1 week of completing the intervention. Researchers measuring Barthel and NWPDS primary outcome measures, and all secondary outcomes post-10 weeks intervention will be blinded to group allocation. Researchers measuring FIM+FAM post-10 weeks intervention will be unblinded.\n\nThroughout the 10-week intervention period, participants will undergo additional fortnightly assessments of well being (WHO-WBI), with the assessor blinded to group. Participants will also undertake weekly measures of mood and pain before and after a single intervention session, using visual analogue scales. These assessments will be conducted by the person carrying out the intervention, and will therefore be unblinded.\n\nRandomisation and Blinding:\n\nFollowing baseline assessments, stratified randomisation will be used. The following variables will be included, as they are considered strong prognostic indicators of outcome (in order of importance): Baseline level of function, age, diagnosis, time since neurological injury, and gender. Equal allocation will be applied to both treatment arms. A single member of the research team will create random allocation lists, using online randomisation software (rando.la).\n\nThe majority of outcome measures will be obtained by individuals who are blinded to intervention group, apart from (i) post-intervention FIM+FAM, which will be carried out by a clinical therapist providing regular clinical input to the participant, and (ii) weekly pain and mood visual analogue scores, which will be carried out by the individual providing the intervention. All analyses will be carried out by individuals blinded to the experimental conditions.\n\nIntervention:\n\nFor the intervention group, the Music Therapist will work with participants in individual and group sessions 20-45 minutes duration. Participants will usually have 1 or 2 individual sessions, and 1 group session per week. Group sessions will include between 2-6 participants. On average, participants will receive an average 1 hour 30 minutes Music Therapy per week, timetabled when they would not otherwise be undergoing any therapy sessions.\n\nThe Music Therapist will be working within the Nordoff Robbins approach to music therapy, and will have completed a 2-year Masters course and will be registered with the Health and Care Professions Council. The approach, described as 'music-centred', 'context specific' and 'person-centred' is used across a range of patient groups. As a member of the inter-disciplinary team, the Music Therapist will have full access to patient records and will seek to offer musical opportunities tailored to each patient's needs via active creative engagement.\n\nDuring sessions, the Music Therapist will work flexibly as a musician, drawing on a range of musical resources and techniques to encourage patients' active engagement in music making in ways that are considered likely to support their emotional, social, cognitive and physical rehabilitation. Sessions will be tailored to the individual and largely improvisatory, with the Music Therapist responding in the moment to the participant and vice versa, although the therapist's decision-making will also be informed by broader context about the patient and their engagement in previous sessions. Techniques the Music Therapist can draw on in improvisation include (but are not limited to) empathic listening, musically matching what the participant is offering, setting up musical expectations and leaving expectant space/pauses, invitations to change musical parameters (e.g. speeding up and slowing down), accompanying, reinforcing and extending ideas that the participant offers, turn taking and sequencing, and call and response. A music therapy session may also involve the following activities, although they will usually be approached in an improvisatory rather than pre-structured way: songwriting, singing familiar songs, listening to, sharing and discussing music, developing specific musical skills of interest to the participant (e.g. learning an instrument, working on vocal technique), structured musical games and activities, joint working with other members of the therapy team in sessions focussed on functional development and communication skills.\n\nSome aspects of the Nordoff Robbins approach will be limited by the nature of the randomised controlled trial. For instance, music's 'ripple effect', which enables the impact of music therapy to extend beyond the music therapy room and referred clients (e.g. to those who overhear music from sessions) will be limited due to restrictions on who can be exposed to music therapy. The trial will also, to some extent, restrict the Music Therapist's flexibility in responding to clients' needs and preferences, e.g. they will be unable to offer bedside sessions or extend sessions beyond 45 minutes. There may also be limitations due to COVID-19 infection control requirements, e.g. social distancing and mask wearing.\n\nControl Therapy sessions will be carried out by a member of the clinical team, and will be matched in duration and number to Music Therapy sessions as closely as possible. Participants will usually have between 1-2 individual sessions and 1 group session per week. Group sessions will include between 2-6 participants. The Control Therapy intervention will continue throughout participant's rehabilitation program until participants have completed a total of 15 hours intervention, which will usually take 10 weeks to complete. The content of the sessions is designed to reflect 'usual care' however control therapy sessions will not include access to specific specialist equipment such as MOTOmed (device-based movement therapy), therabike or neuro-muscular electrical stimulation, to ensure the control group does not get additional specialist intervention beyond usual care. Content of control therapy sessions will therefore be restricted to the following domains: gaming, education, mindfulness, current affairs discussions, and passive and dynamic stretching.\n\nPost-Intervention:\n\nThe following assessments will be repeated after 15 hours of intervention has been completed, at approximately 10 weeks: Functional outcome measures (FIM+FAM, NWPDS, Barthel), quality of life (Flourishing Scale), psychological distress (HADS Anxiety subscale and DISCs), well-being (WHO-WBI), social interaction (SIPSIS), and communication confidence (COAST). These questionnaires will be carried out while participants are still inpatients on the neurorehabilitation unit. FIM+FAM will be scored by a trained therapist providing regular clinical input to the participant, Barthel and NWPDS will be scored by a nurse. Other outcomes will be obtained by the Research Therapist. Once all assessments have been carried out, participants from both treatment arms will be given access to music therapy, although this may be limited to group sessions. At a convenient time between the end of the intervention and the participant's discharge from NRU, participants and their friends and family may also be invited to take part in an optional semi-structured interview about their experiences and observations around music therapy as part of additional qualitative data collection. It is expected that there may be up to 10 interviews with patients and their visitors during a 6-month qualitative research data collection period."},"conditionsModule":{"conditions":["Stroke","Subarachnoid Hemorrhage","Traumatic Brain Injury","Tumor, Brain","Autoimmune Diseases","Meningitis/Encephalitis","Acquired Brain Injury","Spinal Cord Injuries","Peripheral Nervous System Diseases"],"keywords":["Neurological injury"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Parallel-armed randomised controlled trial","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"TRIPLE","maskingDescription":"Researchers and care providers measuring Barthel and NWPDS primary outcome measures, and all secondary outcomes post-10 weeks intervention will be blinded to group allocation. The only outcome measures to be obtained by individuals who are not blinded to intervention group will be (i) post-intervention FIM+FAM, which will be carried out by a clinical therapist providing regular clinical input to the participant, and (ii) weekly pain and mood visual analogue scores, which will be carried out by the individual providing the intervention. All analyses will be carried out by individuals blinded to the experimental conditions.","whoMasked":["CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":75,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Music Therapy","type":"EXPERIMENTAL","description":"See Intervention section","interventionNames":["Behavioral: Music Therapy"]},{"label":"Control Therapy","type":"ACTIVE_COMPARATOR","description":"See Intervention section","interventionNames":["Behavioral: Control Therapy"]}],"interventions":[{"type":"BEHAVIORAL","name":"Music Therapy","description":"Music Therapy will comprise individual and group sessions 20-45 minutes. Participants usually have 1-2 individual sessions, and 1 group session/week. Group sessions include 2-6 participants. On average, participants receive an average 1 hour 30 minutes Music Therapy/week, timetabled when they would not otherwise be undergoing any therapy sessions. The Music Therapist will use the Nordoff Robbins approach and work flexibly as a musician. Techniques include (but are not limited to) empathic listening, musically matching, turn taking and sequencing, call and response. Sessions may also involve songwriting, singing familiar songs, listening to, sharing and discussing music, developing specific musical skills of interest to the participant, structured musical games and activities, joint working with other members of the therapy team in sessions focused on functional development and communication skills.","armGroupLabels":["Music Therapy"]},{"type":"BEHAVIORAL","name":"Control Therapy","description":"Control Therapy sessions will be carried out by a member of the clinical team, matched in duration and number to Music Therapy sessions as closely as possible. Participants will usually have 1-2 individual sessions and 1 group session/week. Group sessions include 2-6 participants. The Control Therapy intervention will continue throughout participant's rehabilitation program until participants have completed a total of 15 hours intervention, which will usually take 10 weeks to complete. The content of sessions is designed to reflect 'usual care' however control therapy sessions will not include access to specific specialist equipment such as MOTOmed, therabike or neuro-muscular electrical stimulation, to ensure the control group does not get additional specialist intervention beyond usual care. Content of control therapy sessions will therefore be restricted to the following five domains: gaming, education, mindfulness, current affairs discussions, and passive and dynamic stretching.","armGroupLabels":["Control Therapy"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"FIM+FAM score post-intervention","description":"Difference in FIM+FAM post-intervention scores between intervention groups at the 10 week follow up time point, with baseline score added as a covariate.","timeFrame":"10 weeks"},{"measure":"Northwick Park Nursing Dependency Scale (NWPDS) score post-intervention","description":"Difference in NWPDS post-intervention scores between intervention groups at the 10 week follow up time point, with baseline score added as a covariate.","timeFrame":"10 weeks"},{"measure":"Barthel Activities of Daily Living score post-intervention","description":"Difference in Barthel Activities of Daily Living post-intervention scores between intervention groups at the 10 week follow up time point, with baseline score added as a covariate.","timeFrame":"10 weeks"}],"secondaryOutcomes":[{"measure":"Anxiety Subscale of the Hospital Anxiety and Depression Scale (HADS) score post-intervention","description":"Difference in HADS-A post-intervention scores between intervention groups at the 10 week follow up time point, with baseline score added as a covariate.","timeFrame":"10 weeks"},{"measure":"Depression Intensity Scale Circles (DISC) score post-intervention","description":"Difference in DISC post-intervention scores between intervention groups at the 10 week follow up time point, with baseline score added as a covariate.","timeFrame":"10 weeks"},{"measure":"Sickness Impact Profile Social Interaction Subscale (SIPSIS) score post-intervention","description":"Difference in SIPSIS post-intervention scores between intervention groups at the 10 week follow up time point, with baseline score added as a covariate.","timeFrame":"10 weeks"},{"measure":"Communication Outcomes After Stroke (COAST) Scale score post-intervention","description":"Difference in COAST post-intervention scores between intervention groups at the 10 week follow up time point, with baseline score added as a covariate.","timeFrame":"10 weeks"},{"measure":"Flourishing Scale score post-intervention","description":"Difference in Flourishing Scale post-intervention scores between intervention groups at the 10 week follow up time point, with baseline score added as a covariate.","timeFrame":"10 weeks"},{"measure":"Mean WHO-WBI throughout the intervention period","description":"Difference in mean WHO-WBI averaged across fortnightly measures for the music therapy group compared to the control therapy group","timeFrame":"0 - 10 weeks"},{"measure":"Mean post-intervention visual analogue score (VAS) for pain","description":"Difference in post-intervention VAS between intervention groups averaged across the intervention period, with mean pre-intervention score added as a covariate.","timeFrame":"0 - 10 weeks"},{"measure":"Mean post-intervention visual analogue score (VAS) for mood","description":"Difference in post-intervention VAS between groups averaged across the intervention period, with mean pre-intervention score added as a covariate.","timeFrame":"0 - 10 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age 16 years or above.\n* Clinical diagnosis of a neurological injury involving the brain, spinal cord, and/or peripheral nerves, sustained during the current hospital admission.\n* Participant has complex rehabilitation needs warranting admission to a specialist neurorehabilitation unit.\n* Willing and able to provide written informed consent. If the participant is unable to demonstrate sufficient mental capacity to provide informed consent, the multidisciplinary team will liaise with the participant to identify a suitable consultee to determine suitability to participate in the study in their best interests.\n\nExclusion Criteria:\n\n* Participant is medically unstable or excessively drowsy, and is unexpected to be able to tolerate an intensive rehabilitation program.\n* Participant is expected to be discharged from hospital before 10 weeks.\n* Concurrent and/or recent involvement in other research that is likely to interfere with the intervention within the last 3 months of study enrolment.","healthyVolunteers":false,"sex":"ALL","minimumAge":"16 Years","maximumAge":"80 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Sara Ajina","role":"CONTACT","phone":"08451555000","phoneExt":"83094","email":"sara.ajina@nhs.net"}],"overallOfficials":[{"name":"Sara Ajina","affiliation":"Honorary Consultant in Rehabilitation Medicine","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University College Hospitals NHS Foundation Trust","city":"London","country":"United Kingdom","contacts":[{"name":"Orlando Swayne","role":"CONTACT","phone":"08451555000","phoneExt":"83904","email":"o.swayne@nhs.net"}],"geoPoint":{"lat":51.50853,"lon":-0.12574}}]},"referencesModule":{"references":[{"pmid":"16614023","type":"BACKGROUND","citation":"Turner-Stokes L, Paul S, Williams H. Efficiency of specialist rehabilitation in reducing dependency and costs of continuing care for adults with complex acquired brain injuries. J Neurol Neurosurg Psychiatry. 2006 May;77(5):634-9. doi: 10.1136/jnnp.2005.073411."},{"pmid":"10392653","type":"BACKGROUND","citation":"Turner-Stokes L, Nyein K, Halliwell D. The Northwick Park Care Needs Assessment (NPCNA): a directly costable outcome measure in rehabilitation. Clin Rehabil. 1999 Jun;13(3):253-67. doi: 10.1191/026921599677787870."},{"pmid":"25725918","type":"BACKGROUND","citation":"Altenmuller E, Schlaug G. Apollo's gift: new aspects of neurologic music therapy. Prog Brain Res. 2015;217:237-52. doi: 10.1016/bs.pbr.2014.11.029. Epub 2015 Feb 11."},{"pmid":"31170034","type":"BACKGROUND","citation":"Le Perf G, Donguy AL, Thebault G. Nuanced effects of music interventions on rehabilitation outcomes after stroke: a systematic review. Top Stroke Rehabil. 2019 Sep;26(6):473-484. doi: 10.1080/10749357.2019.1623518. Epub 2019 Jun 6."},{"pmid":"31293405","type":"BACKGROUND","citation":"Vik BMD, Skeie GO, Specht K. Neuroplastic Effects in Patients With Traumatic Brain Injury After Music-Supported Therapy. Front Hum Neurosci. 2019 Jun 25;13:177. doi: 10.3389/fnhum.2019.00177. eCollection 2019."}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"Individual participant data will not be made available to other researchers not directly involved in this study."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001932","term":"Brain Neoplasms"},{"id":"D000001930","term":"Brain Injuries"},{"id":"D000013119","term":"Spinal Cord Injuries"},{"id":"D000070642","term":"Brain Injuries, Traumatic"},{"id":"D000013345","term":"Subarachnoid Hemorrhage"},{"id":"D000008581","term":"Meningitis"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000004660","term":"Encephalitis"},{"id":"D000010523","term":"Peripheral Nervous System Diseases"},{"id":"D000001327","term":"Autoimmune Diseases"},{"id":"D000006470","term":"Hemorrhage"},{"id":"D000014947","term":"Wounds and Injuries"}],"ancestors":[{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000006259","term":"Craniocerebral Trauma"},{"id":"D000020196","term":"Trauma, Nervous System"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000013118","term":"Spinal Cord Diseases"},{"id":"D000020300","term":"Intracranial Hemorrhages"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000090862","term":"Neuroinflammatory Diseases"},{"id":"D000007154","term":"Immune System Diseases"},{"id":"D000009468","term":"Neuromuscular Diseases"},{"id":"D000016543","term":"Central Nervous System Neoplasms"},{"id":"D000009423","term":"Nervous System Neoplasms"},{"id":"D000009371","term":"Neoplasms by Site"},{"id":"D000009369","term":"Neoplasms"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M15606","name":"Spinal Cord Injuries","asFound":"Spinal Cord Injury","relevance":"HIGH"},{"id":"M9246","name":"Hemorrhage","asFound":"Hemorrhage","relevance":"HIGH"},{"id":"M4897","name":"Brain Injuries","asFound":"Brain Injury","relevance":"HIGH"},{"id":"M628","name":"Brain Injuries, Traumatic","asFound":"Traumatic Brain Injury","relevance":"HIGH"},{"id":"M4319","name":"Autoimmune Diseases","asFound":"Autoimmune Diseases","relevance":"HIGH"},{"id":"M7515","name":"Encephalitis","asFound":"Encephalitis","relevance":"HIGH"},{"id":"M13122","name":"Peripheral Nervous System Diseases","asFound":"Peripheral Nervous System Diseases","relevance":"HIGH"},{"id":"M15825","name":"Subarachnoid Hemorrhage","asFound":"Subarachnoid Hemorrhage","relevance":"HIGH"},{"id":"M11254","name":"Meningitis","asFound":"Meningitis","relevance":"HIGH"},{"id":"M21713","name":"Trauma, Nervous System","relevance":"LOW"},{"id":"M4899","name":"Brain Neoplasms","asFound":"Tumor, Brain","relevance":"HIGH"},{"id":"M17375","name":"Wounds and Injuries","asFound":"Injury","relevance":"HIGH"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M9039","name":"Craniocerebral Trauma","relevance":"LOW"},{"id":"M15605","name":"Spinal Cord Diseases","relevance":"LOW"},{"id":"M21803","name":"Intracranial Hemorrhages","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M2804","name":"Neuroinflammatory Diseases","relevance":"LOW"},{"id":"M9890","name":"Immune System Diseases","relevance":"LOW"},{"id":"M12101","name":"Neuromuscular Diseases","relevance":"LOW"},{"id":"M12057","name":"Nervous System Neoplasms","relevance":"LOW"},{"id":"M18627","name":"Central Nervous System Neoplasms","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC20","name":"Immune System Diseases"},{"abbrev":"BC04","name":"Neoplasms"}]}},"hasResults":false}