{"protocolSection":{"identificationModule":{"nctId":"NCT04688060","orgStudyIdInfo":{"id":"KAEK/2019.04.09"},"organization":{"fullName":"Kanuni Sultan Suleyman Training and Research Hospital","class":"OTHER"},"briefTitle":"Assosiations Between Fear of Fall, Functional Ambulation Category and Quality of Life in Stroke Survivors","officialTitle":"Assosiations Between Fear of Fall, Functional Ambulation Category and Quality of Life in Stroke Survivors"},"statusModule":{"statusVerifiedDate":"2021-02","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-11-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-01-10","type":"ACTUAL"},"completionDateStruct":{"date":"2021-01-10","type":"ACTUAL"},"studyFirstSubmitDate":"2020-12-24","studyFirstSubmitQcDate":"2020-12-25","studyFirstPostDateStruct":{"date":"2020-12-29","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-02-16","lastUpdatePostDateStruct":{"date":"2021-02-18","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Tugba Sahbaz","investigatorTitle":"specialist doctor of physical medicine and rehabilitation","investigatorAffiliation":"Kanuni Sultan Suleyman Training and Research Hospital"},"leadSponsor":{"name":"Kanuni Sultan Suleyman Training and Research Hospital","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke is one of the most common causes of acquired adult disability. The stroke survivors have lots of mobility difficulties such as poor standing, decreased walking speed, balance disturbances, and increased risk of falls (1).\n\nFalling is a major threat to stroke patients for physical injury. Fracture resulting from falling, could affect the rehabilitation potential and functional recovery (2,3).\n\nAfter a stroke, falls are one of the most common medical complications with a 73% incidence within the six months (4). In addition to physical components, psychological factors related falling include fear of falling(5). Fear of falling is defined as persisting concern regarding falling and associated with many negative physical and psychological factors (6,7). It not only affects a simple health concern, but also avoidance of activities and a loss of confidence (8).\n\nTo determine the associating factors of fear of falling (FOF) and the correlations between FOF, functional ambulation category (FAC) and quality of life (QOL) on stroke patients.","detailedDescription":"This study was a cross-sectional observational study. Each participant was assessed with standardized questionnaires and examined. Eighty six hemiplegic cronic stroke patients were recruited from our clinic from March 2018 to December 2020 with informed consent. We divided the participants into two groups; with fallers and non-fallers.\n\nThe inclusion criteria were stroke duration of 6 months or more follow 3-step commands, were able to walk 10m with no physical assistance with or without any assistive device, and scoring ≥3 on Functional Ambulation Category, and physically able to complete the testing procedure.\n\nExclusion criteria were other neurologic diagnosesor were medically unstable, lower-extremity fracture, or other surgical procedures during the last 6 months and were unable to provide consent.\n\nAll participants signed a written consent prior to participation in the study. The study was approved by the local institutional review board. The study was conducted in accordance with the Declaration of Helsinki ethical principles for human experimentation.\n\nDemographic characteristics and medical history recorded by questionnaire included age, height, weight, comorbidities, number of medications, use of assistive device, date of stroke onset, and side of stroke, hemorrhagic or ischemic.\n\nFalls history included number of falls during last 6 months or number of falls since the stroke onset, if stroke was less than 6 months prior. Fear of falling was assessed by asking subjects if they were afraid of falling (yes, no) and also ranking Falls Efficacy Scale-International (FES-I)(1).\n\nAlso functional ambulation levels, motor functions, spasticity and quality of life were assessed using Functional Ambulation Category (FAC), Brunnstrom staging, Modified Ashworth scale (MAS), Stroke Impact Scale 3.0 (SIS) (2-5).\n\n1. Delbaere K, Close JC, Mikolaizak AS, Sachdev PS, Brodaty H, Lord SR. The Falls Efficacy Scale International (FES-I). A compre- hensive longitudinal validation study. Age Ageing 2010;39:210-216\n2. Mehrholz J, Wagner K, Rutte K, Meissner D, Pohl M. Predictive validity and responsiveness of the functional ambulation category in hemiparetic patients after stroke. Arch Phys Med Rehabil 2007; 88:1314-1319\n3. Hantal AÖ, Doğu B, Büyükavcı R, Kuran B. İnme etki ölçeği 3, 0: Türk toplumundaki inmeli hastalarda güvenilirlik ve geçerlilik çalışması. Türk Fiz Tıp Rehab Derg. 2014;60:106-16.\n4. Ansari NN, Naghdi S, Younesian P, Shayeghan M, practice. Inter-and intrarater reliability of the Modified Modified Ashworth Scale in patients with knee extensor poststroke spasticity. Physiotherapy theory. 2008;24(3):205-13.\n5. Brunnstrom S. Motor testing procedures in hemiplegia: based on sequential recovery stages. Physical therapy. 1966;46(4):357-75."},"conditionsModule":{"conditions":["Fall"],"keywords":["fear of fall","quality of life","ambulation"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":true,"targetDuration":"1 Day","designInfo":{"observationalModel":"CASE_CONTROL","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":146,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"fallers","description":"stroke duration of 6 months or more follow 3-step commands, were able to walk 10m with no physical assistance with or without any assistive device, and scoring ≥3 on Functional Ambulation Category, and physically able to complete the testing procedure Patients who have fallen 1 or more times since stroke","interventionNames":["Diagnostic Test: Falls Efficacy Scale-International (FES-I)"]},{"label":"non-fallers","description":"stroke duration of 6 months or more follow 3-step commands, were able to walk 10m with no physical assistance with or without any assistive device, and scoring ≥3 on Functional Ambulation Category, and physically able to complete the testing procedure.\n\nPatients who have not fallen 1 or more times since stroke","interventionNames":["Diagnostic Test: Falls Efficacy Scale-International (FES-I)"]}],"interventions":[{"type":"DIAGNOSTIC_TEST","name":"Falls Efficacy Scale-International (FES-I)","description":"The FES-1 was used to assess the fear of falling level of participants about falling during indoor or outdoor activities. It has 16 items scored on a four-point Likert scale. The Turkish validated version of the FES-I was used in this study. The total score (sum of the 16 responses) ranging from 16 to 64 points was used for data analysis. A higher score indicates better mobility performance. A cut-off score of 27 points on the 16- item FES-I was used to differentiate high concern for falling from low concern","armGroupLabels":["fallers","non-fallers"],"otherNames":["Functional Ambulation Category (FAC)","Stroke Impact Scale 3.0 (SIS)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Falls Efficacy Scale-International (FES-I)","description":"assess the fear of falling level of participants about falling during indoor or outdoor activities minumum score 16 maximum score 64 low, moderate, and high concern (16-19, 20-27, and 28-64)","timeFrame":"basline"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* stroke duration of 6 months or more\n* follow 3-step commands\n* were able to walk 10m with no physical assistance with or without any assistive device,\n* scoring ≥3 on Functional Ambulation Category,\n* physically able to complete the testing procedure.\n\nExclusion Criteria:\n\n* other neurologic diagnosesor were medically unstable,\n* lower-extremity fracture,\n* other surgical procedures during the last 6 months\n* were unable to provide consent.","healthyVolunteers":false,"sex":"ALL","genderBased":true,"minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"stroke duration of 6 months or more follow 3-step commands 18-65 years were able to walk 10m with no physical assistance with or without any assistive device","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"locations":[{"facility":"Tuğba Şahbaz","city":"Istanbul","state":"Bakırköy","zip":"34158","country":"Turkey","geoPoint":{"lat":41.01384,"lon":28.94966}}]},"referencesModule":{"references":[{"pmid":"20061508","type":"BACKGROUND","citation":"Delbaere K, Close JC, Mikolaizak AS, Sachdev PS, Brodaty H, Lord SR. The Falls Efficacy Scale International (FES-I). A comprehensive longitudinal validation study. Age Ageing. 2010 Mar;39(2):210-6. doi: 10.1093/ageing/afp225. Epub 2010 Jan 8."},{"pmid":"17908575","type":"BACKGROUND","citation":"Mehrholz J, Wagner K, Rutte K, Meissner D, Pohl M. Predictive validity and responsiveness of the functional ambulation category in hemiparetic patients after stroke. Arch Phys Med Rehabil. 2007 Oct;88(10):1314-9. doi: 10.1016/j.apmr.2007.06.764."},{"pmid":"18569857","type":"BACKGROUND","citation":"Ansari NN, Naghdi S, Younesian P, Shayeghan M. Inter- and intrarater reliability of the Modified Modified Ashworth Scale in patients with knee extensor poststroke spasticity. Physiother Theory Pract. 2008 May-Jun;24(3):205-13. doi: 10.1080/09593980701523802."},{"pmid":"5907254","type":"BACKGROUND","citation":"Brunnstrom S. Motor testing procedures in hemiplegia: based on sequential recovery stages. Phys Ther. 1966 Apr;46(4):357-75. doi: 10.1093/ptj/46.4.357. No abstract available."}],"seeAlsoLinks":[{"label":"Hantal AÖ, Doğu B, Büyükavcı R, Kuran B. İnme etki ölçeği 3, 0: Türk toplumundaki inmeli hastalarda güvenilirlik ve geçerlilik çalışması. Türk Fiz Tıp Rehab Derg. 2014;60:106-16.","url":"http://www.ftrdergisi.com/uploads/sayilar/286/buyuk/106-116.pdf"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"T6034","name":"Quality of Life","asFound":"Quality of Life","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}