{"protocolSection":{"identificationModule":{"nctId":"NCT05026359","orgStudyIdInfo":{"id":"N201904034"},"organization":{"fullName":"Taipei Medical University Shuang Ho Hospital","class":"OTHER"},"briefTitle":"Evaluation and Rehabilitation for Coordinated Control of Bilateral Ankle Joints in Stroke Patients","officialTitle":"Effects of Interlimb Coordination Coupling Training on Paretic Ankle and Lower Limb Motor Recovery Following Chronic Stroke"},"statusModule":{"statusVerifiedDate":"2021-08","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-08-14","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-11-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2021-11-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-08-22","studyFirstSubmitQcDate":"2021-08-26","studyFirstPostDateStruct":{"date":"2021-08-30","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-08-26","lastUpdatePostDateStruct":{"date":"2021-08-30","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Taipei Medical University Shuang Ho Hospital","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The coordinated control between the bilateral ankles plays an important role in daily life functions such as walking and balance. The central nervous system damage caused by stroke, in addition to the limitation of the ankle movement on the hemiplegic side and the deterioration of the movement ability, It will seriously affect the coordinated control performance between the bilateral ankle joints, which will cause the majority of stroke patients to have barriers to walking function, and increase the patient's daily care depending on the caregiver. However, there is currently no research on stroke patients, the development of a coordinated control evaluation method with bilateral ankle joints, the use of load-bearing state simulation similar to the real-life bilateral ankle and foot coordination control performance, the establishment of clinical value of bilateral ankle Coordinating the performance parameters of the control evaluation; thus, the clinical doctors can not accurately understand the degree of defect in the bilateral foot and ankle coordination control of the stroke patients, and explore the influence of the bilateral ankle-foot coordination control defect on the daily life function of the stroke patients, and even cannot be based on the evaluation results. The clinical parameters, combined with visual feedback and bilateral rehabilitation advantages of rehabilitation training program, improve the bilateral ankle joint coordination control ability and lower limb function of stroke patients. Therefore, the purpose of this study is to establish an assessment system that can be used to measure the performance of bilateral ankle joint coordination control, to understand the degree of injury in bilateral ankle and foot coordination control, and to analyze the biped coordination parameters and clinical gait performance. The characteristics, and then the design of a double-sided rehabilitation training program combined with visual feedback, is used to improve the bilateral ankle joint coordination control performance and lower limb movement function of stroke patients."},"conditionsModule":{"conditions":["Stroke，Rehabilitation，Coordination，Ankle"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"Single (Outcomes Assessor)","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":60,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Bilateral ankle coordination training group","type":"EXPERIMENTAL","description":"Exercise training of bilateral ankle coordination training group consisted of 30 minutes of bilateral ankle coordination training 3 days per week for 4 weeks (total 12 sessions)","interventionNames":["Device: Bilateral ankle coordination training"]},{"label":"General rehabilitation intervention group","type":"NO_INTERVENTION","description":"Exercise training of walking and balance training consisted of 30 minutes of general rehabilitation intervention group 3 days per week for 4 weeks (total 12 sessions)"}],"interventions":[{"type":"DEVICE","name":"Bilateral ankle coordination training","description":"Developed a novel bilateral ankle coordination training program with visual feedback and bilateral ankle control, based on the concept of bilateral movement therapy. The bilateral ankle coordination training includes 3 days a week, 30 minutes each time, lasting 4 weeks, and a total of 12 training sessions.","armGroupLabels":["Bilateral ankle coordination training group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Bilateral ankle coordination evaluation","description":"The foot (affected foot) first moves to 10° plantar flexion, and the other foot moves to 10° dorsiflexion for 10 seconds; then one foot gradually moves from 10° plantar flexion to 10° dorsiflexion, and the other foot moves from dorsiflexion 10° °Move to 10° plantar flexion.The \"alternating time\" and \"alternating angle\" values for coordination of bilateral ankles were calculated. To enable comparison of the alternating time and alternating angle applied for each subject, the data units were normalized as a percentage. We calculated the coefficient of variation (CV) values for the \"alternating time\" and \"alternating angle\"from the non-dominant (non-paretic) ankle to the dominant (paretic) ankle. This revealed the overall variation in alternating time and alternating angle on the coordination control of individuals in this study.","timeFrame":"Change from Baseline at 4 weeks"}],"secondaryOutcomes":[{"measure":"Lower Extremity motor control of Fugl-Meyer Assessment (FMA-LE)","description":"most widely used assessment of paretic limb motor impairment for persons with stroke.Scoring is based on direct observation of performance. Scale items are scored on the basis of ability to complete the item using a 3-point ordinal scale where 0=cannot perform, 1=performs partially and 2=performs fully. The total scale score is 34.","timeFrame":"Change from Baseline at 4 weeks"},{"measure":"Gait kinematics evaluation","description":"The 10 Metre Walk Test is a performance measure used to assess walking speed in meters per second over a short distance. It can be employed to determine functional mobility, gait function.","timeFrame":"Change from Baseline at 4 weeks"},{"measure":"Berg Balance Test (BBS)","description":"A representative method for assessing the balance ability of stroke patients. Patients receive a score from 0-4 on their ability to meet these balance dimensions. A global score can be calculated out of 56. A score of 0 represents an inability to complete the item, and a score of 56 represents the ability to independently complete the item.","timeFrame":"Change from Baseline at 4 weeks"},{"measure":"Time Up and Go Test (Time Up and Go, TUG)","description":"To determine fall risk and measure the progress of balance, sit to stand and walking.The individual must stand up from a chair (which should not be leaned up against a wall), walk a distance of 3 meters, turn around, walk back to the chair and sit down. The score consists of the time taken to complete the test activity, in seconds and ≥12 seconds to complete the TUG is at risk for falling.","timeFrame":"Change from Baseline at 4 weeks"},{"measure":"Barthel Index (BI)","description":"Measure of physical disability used widely to assess behaviour relating to activities of daily living for stroke patients or patients with other disabling conditions. Total score ranges from 0-100.","timeFrame":"Change from Baseline at 4 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. at least 6 months since stroke\n2. three or fewer incidents of unilateral stroke confirmed by taking the participant's medical history\n3. ability to follow the researcher's instructions\n4. the ability to flex and extend the paretic lower limb and ankle\n5. Modified Ashworth Score (MAS) ≦3 for the ankle joints\n6. a Mini-Mental State Examination (MMSE) score of 24 or higher\n7. no other orthopedic or neurological disorders\n8. Brunnstrom stage 4\n9. no participation in other experimental rehabilitation or drug studies\n\nExclusion Criteria:\n\n1. unstable cardiovascular conditions\n2. uncontrolled hypertension (190/110 mm Hg)\n3. severe orthopedic or pain conditions\n4. dementia (Mini-Mental State Examination score \\< 22)\n5. aphasia with inability to follow researcher's commands\n6. Visual dysfunction\n7. severe joint contracture of bilateral lower limb extremities that would impact the movement performance of the lower limb extremities","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Chueh-Ho Lin Lin, PhD","role":"CONTACT","phone":"+88627361661","phoneExt":"6325","email":"chueh.ho@tmu.edu.tw"}],"locations":[{"facility":"Chang Jia Lan","status":"RECRUITING","city":"New Taipei City","state":"Shuang Ho Hospital","zip":"235","country":"Taiwan","contacts":[{"name":"CHANG JIALAN, master","role":"CONTACT","phone":"+88622490088","phoneExt":"1608","email":"08173@s.tmu.edu.tw"}],"geoPoint":{"lat":25.01111,"lon":121.44583}},{"facility":"Taipei Medical University Shuang Ho Hospital","status":"RECRUITING","city":"New Taipei City","country":"Taiwan","contacts":[{"name":"CHANG JIA LAN, master","role":"CONTACT","phone":"+88622490088","phoneExt":"1608","email":"08173@s.tmu.edu.tw"}],"geoPoint":{"lat":25.01111,"lon":121.44583}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}