{"protocolSection":{"identificationModule":{"nctId":"NCT04816929","orgStudyIdInfo":{"id":"KA-20063"},"organization":{"fullName":"Hacettepe University","class":"OTHER"},"briefTitle":"The Effects of Bobath Method and Task-Oriented Approach in Stroke Patients","officialTitle":"Investigation of Effects of Bobath Method and Task-Oriented Approach on Architectural Features and Activation of Trunk Muscles and Functional Performance in Stroke Patients"},"statusModule":{"statusVerifiedDate":"2023-04","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-01-18","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-04-20","type":"ACTUAL"},"completionDateStruct":{"date":"2022-04-20","type":"ACTUAL"},"studyFirstSubmitDate":"2021-03-21","studyFirstSubmitQcDate":"2021-03-24","studyFirstPostDateStruct":{"date":"2021-03-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-04-16","lastUpdatePostDateStruct":{"date":"2023-04-19","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Gülşah Sütçü","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Hacettepe University"},"leadSponsor":{"name":"Hacettepe University","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Trunk impairment and asymmetry that occur after stroke negatively affect many functional activities in the daily lives of patients. There are different neurophysiological approaches such as Bobath method and task-oriented approach used in post-stroke rehabilitation programs in the literature. However, there are not many studies that comprehensively evaluate and compare the effects of these neurophysiological approaches on trunk muscles, balance and gait in stroke patients. The aim of this study is to examine and compare the effects of Bobath method and task-oriented approach on architectural features and activation of trunk muscles and functional performance in stroke patients. In addition, this study will demonstrate with muscle thickness and activation the asymmetry that may occur between the hemiparetic and non-paretic trunk muscles of stroke patients, and will allow examining the effects of these features on functional performance. This study was planned to include two treatment groups. The Bobath group will receive Bobath based trunk, balance and walking exercises, while the task-oriented group will receive exercises for oriented task. Trunk impairment, motor functions, thickness and activation of trunk muscles, spatio-temporal parameters of gait, balance and goal attainment will be assessed before and after 8 weeks treatment program. As a result; effectiveness of Bobath method and task-oriented approach will be compared and relationship between muscle thickness, activation and functional performance will be examined."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke","Cerebrovascular Disorders","Trunk","Muscle Thickness","Ultrasonography","Muscle Activation","Electromyography","Gait","Balance"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":30,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Bobath Method Group","type":"EXPERIMENTAL","description":"The Bobath based exercises for 60 minutes will be formed according to the needs of the individual and will involve trunk exercises such as placing, stretching, functional reach, rotations, functional strengthening and, balance and walking exercises etc. It will be performed 3 days a week for 8 weeks.","interventionNames":["Other: Bobath Method"]},{"label":"Task-Oriented Approach Group","type":"ACTIVE_COMPARATOR","description":"The task-oriented approach for 60 minutes will be formed according to the needs of the individual and involve exercises targeting functional tasks determined. It will be performed 3 days a week for 8 weeks.","interventionNames":["Other: Task-Oriented Approach"]}],"interventions":[{"type":"OTHER","name":"Bobath Method","description":"Neurodevelopmental Treatment","armGroupLabels":["Bobath Method Group"]},{"type":"OTHER","name":"Task-Oriented Approach","description":"Task-Oriented Treatment","armGroupLabels":["Task-Oriented Approach Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Evaluation of Muscle Thickness with Ultrasonography","description":"The evaluation of muscle thickness of bilateral rectus abdominis, external oblique, latissimus dorsi and erector spinae with ultrasonography will be performed by a physician using a 5-10 MHz linear probe (Diasus Dynamic Imaging Ltd, Livingston, Scotland,UK) in resting position. Muscle Thickness would be expressed as centimeters.","timeFrame":"change from baseline in muscle thickness of trunk muscles at 8 weeks"},{"measure":"Evaluation of Muscle Activation with Superficial Electromyography","description":"The evaluation of muscle activation of bilateral rectus abdominis, external oblique, latissimus dorsi and erector spinae will be performed using Delsys Trigno Superficial Electromyography System during maximum voluntary isometric contraction, gait and balance performance.","timeFrame":"change from baseline in muscle activation of trunk muscles at 8 weeks"},{"measure":"Evaluation of Spatio-Temporal Parameters of Gait with GAITRite Analysis System","description":"The evaluation of spatio-temporal parameters of gait such as velocity, cadence, step time, step length, gait cycle in double and single support, stance phase, swing phase, base of support, gait symmetry will be performed using the GAITRite electronic walkway.","timeFrame":"change from baseline in spatio-temporal parameters of gait at 8 weeks"},{"measure":"Evaluation of Balance","description":"The evaluation of limits of stability, anteroposterior and mediolateral sway range will be performed using the Bertec Balance Check ScreenerTM force platform system.","timeFrame":"change from baseline in balance at 8 weeks"}],"secondaryOutcomes":[{"measure":"Trunk Impairment Scale","description":"Trunk Impairment Scale (TIS) is a valid and reliable scale measuring trunk performance in stroke patients. TIS consists of static sitting balance, dynamic sitting balance and coordination subtitles that provide bilateral evaluation of the trunk. The total score ranges from 0-23, and high scores indicate better trunk performance.","timeFrame":"change from baseline in trunk performance at 8 weeks"},{"measure":"Stroke Rehabilitation Assessment of Movement","description":"Stroke Rehabilitation Assessment of Movement (STREAM) evaluates motor function and quality of movement in stroke patients. STREAM consists of 30 items in which upper extremity, lower extremity, and basic mobility activities are represented by 10 items. The total score ranges from 0-70, and higher scores indicate better motor function.","timeFrame":"change from baseline in motor function at 8 weeks"},{"measure":"Goal Attainment Scaling","description":"Goal Attainment Scaling (GAS) is a standardized outcome measure for calculating the extent to which a patient's goals are achieved. GAS involves goal selection and goal scaling. Each goal is rated on a 5-point scale between -2 and 2.","timeFrame":"change in satisfaction regarding how to reach the goals related exercise therapy at 8 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Unilateral stroke for more than 3 months\n* Being over the age of 18\n* Having trunk impairment (not having full points in the Trunk Impairment Scale)\n* Being able to walk without support or with walking aid.\n\nExclusion Criteria:\n\n* Having recurrent stroke\n* Having an orthopedic or neurological disorders other than stroke that may affect motor performance\n* Having a cognitive problem (Not having Mini Mental State Examination score ≥ 24)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"Hacettepe University, Faculty of Physical Therapy and Rehabilitation","city":"Ankara","state":"Altındağ","zip":"06100","country":"Turkey","geoPoint":{"lat":39.91987,"lon":32.85427}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}