{"protocolSection":{"identificationModule":{"nctId":"NCT03861494","orgStudyIdInfo":{"id":"WRMCRESPPECT"},"secondaryIdInfos":[{"id":"WRMC","type":"OTHER","domain":"Washington Regional Medical Center"}],"organization":{"fullName":"Washington Regional Medical Center","class":"OTHER"},"briefTitle":"REcurrent Stroke Prevention Through Personalized Education by Clinical Trainers (RESPPECT Trial)","officialTitle":"REcurrent Stroke Prevention Through Personalized Education by Clinical Trainers","acronym":"RESPPECT"},"statusModule":{"statusVerifiedDate":"2023-12","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-05-06","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-09-14","type":"ACTUAL"},"completionDateStruct":{"date":"2021-09-14","type":"ACTUAL"},"studyFirstSubmitDate":"2019-02-26","studyFirstSubmitQcDate":"2019-02-28","studyFirstPostDateStruct":{"date":"2019-03-04","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-12-05","lastUpdatePostDateStruct":{"date":"2023-12-12","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Margaret Tremwel","investigatorTitle":"Stroke Program Medical Director","investigatorAffiliation":"Washington Regional Medical Center"},"leadSponsor":{"name":"Washington Regional Medical Center","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This a single blind randomized control study comparing standard of care for nursing hospital discharge education versus same with an additional experimental enhanced educational intervention. It is planned that 300 patients will be enrolled in the study. There are two initial groups: the enhanced stroke education vs usual stroke education.","detailedDescription":"This a single blind randomized control study comparing standard of care for nursing hospital discharge education versus same with an additional experimental enhanced educational intervention. It is planned that 300 patients will be enrolled in the study. There are two initial groups: the enhanced stroke education vs usual stroke education. Patients who meet inclusion and not exclusion criteria and provide signed informed consent will be randomized to one of the two groups. Assignments will be made based on the order of entry into the stroke study database where every other patient entered will be assigned to the treatment group. If the patient's caregiver is the primary person responsible for administration of medication, determination of meals and activity, the caregiver may be enrolled instead of or in addition to the patient. This will be determined by preference of the patient and caregiver after discussion of their usual practice. A Neuroscience trained Registered Nurse is a nurse who has received specialized education from the organization regarding care of patients with stroke and other neurologic illnesses. The Neuroscience trained Registered Nurse will provide all patients with basic stroke and risk factor information, educational materials and follow-up. The usual care group of patients will receive education provided by the Neuroscience trained Registered Nurse who provides care for the patient daily. Education will be provided on an ongoing basis throughout the hospital stay with additional focused education provided at the time of discharge (within 24 hours of hospital discharge). The education will include written and verbal information. Educational content focuses on a variety of topics of stroke prevention, detection and management. The enhanced stroke education group will receive the same usual care for patient education given by the Neuroscience trained Registered Nurse. The enhanced stroke education patient will receive a one -time enhanced specific goal-directed educational experience given by a specifically trained Stroke Coordinator on the day of discharge. The enhanced education is tailored to the unique risk factors of the patient and key concepts for stroke prevention, detection and management The patient will be given goals specific to their personal risk factors. Emphasis on specific goals for lifestyle change are emphasized. Verbal feedback of key concepts is encouraged."},"conditionsModule":{"conditions":["Ischemic Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"The who Advanced Practice Registered Nurse performing the outpatient follow up visits at one and six months will remain blinded to the enrollment of each participant.","whoMasked":["CARE_PROVIDER"]}},"enrollmentInfo":{"count":21,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Enhanced Stroke Education","type":"OTHER","description":"This group of participants will receive enhanced education provided by the Stroke Coordinator at the time of discharge. The enhanced education session will last 30 minutes with the participant.","interventionNames":["Behavioral: Enhanced Stroke Education"]},{"label":"Usual Stroke Education","type":"OTHER","description":"This group of participants will receive the usual stroke education provided by the usual Neuroscience Registered Nurse throughout the hospitalization and at the time of discharge.","interventionNames":["Behavioral: Usual Stroke Education"]}],"interventions":[{"type":"BEHAVIORAL","name":"Enhanced Stroke Education","description":"In addition to the general stroke education materials and verbal education, the enhanced stroke education group will receive a personalized verbal and written information addressing the patient's specific risk factors including their current status and goals, laboratory values and goals, and current blood pressure and goal. Specific stroke type and etiology is discussed, medication including indication, dose, frequency, physical activity goals, smoking cessation resources, appropriate diet, stroke signs and symptoms and best practice if one sees a stroke (BE-FAST), phone number to call for non-urgent questions, and education over the importance of keeping follow up appointments including Stroke Clinic. Verbal feedback of key points is encouraged.","armGroupLabels":["Enhanced Stroke Education"]},{"type":"BEHAVIORAL","name":"Usual Stroke Education","description":"The usual stroke education group will receive general stroke education including written and verbal information about signs and symptoms of stroke, best practice to engage medical treatment if stroke occurs, general information about heart healthy diet and need for daily physical activity as well as need for compliance with medication recommendations. The education is incorporated with routine patient care and as allowed during quiet times. On the day of discharge, the patient will receive written materials reviewing stroke symptoms, risk factors, heart healthy diet and follow up appointments. The patient will receive written and verbal information about medications including indication, dose, frequency, physical activity goal, smoking cessation resources, appropriate diet, stroke signs and symptoms and best practice if one sees a stroke (BE-FAST), phone number to call for non-urgent questions, the importance of keeping follow up appointments including Stroke Clinic.","armGroupLabels":["Usual Stroke Education"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in score of Stroke Knowledge Questionnaire","description":"2.1.1 We will measure participant retention of in-hospital stroke education using a Stroke Knowledge Questionnaire. The questionnaire consists of 17 items. Scores range from 1-17. The questionnaire is based on the American Heart Association Stroke Knowledge Questionnaire. The questionnaire is administered during incident hospitalization for stroke (baseline score) and repeated at the 1 month post discharge appointment. The baseline score is subtracted from the 1 month appointment score and the result reflects improvement or worsening performance. The two groups are compared with respect to this difference between baseline pre-stroke education score (number correct) and 1 month post discharge score. Greater positive difference between pre-test and 1 month test reflect improved performance.","timeFrame":"30 days"},{"measure":"Change in hospital readmission rate","description":"2.1.2 We will measure the hospital readmission rate at 30 days and compare readmission rates between the two groups of usual education and enhanced education. Lower readmission rates is considered optimal.","timeFrame":"30 days"},{"measure":"Change in score of Stroke Knowledge Questionnaire","description":"2.1.1 We will measure participant retention of in-hospital stroke education using a Stroke Knowledge Questionnaire. The questionnaire consists of 17 items. Scores range from 1-17. The questionnaire is based on the American Heart Association Stroke Knowledge Questionnaire. The questionnaire is administered during the incident hospitalization for stroke (baseline score) and repeated at the 6 month post discharge appointment. The baseline score is subtracted from the 6 month appointment score and the result reflects improvement or worsening performance. The two groups are compared with respect to this difference between baseline pre-stroke education score (number correct) and 6 month post discharge score. Greater positive difference between pre-test and 6 month test reflect improved performance.","timeFrame":"180 days"},{"measure":"Change in hospital readmission rate","description":"We will measure the readmission rate at 180 days and compare readmission rates between the two groups of usual education and enhanced education. Lower readmission rates is considered optimal.","timeFrame":"180 days"}],"secondaryOutcomes":[{"measure":"Change in Brief Health Literacy Screen","description":"2.2.1 We will measure participant perception of health literacy using the Brief Health Literacy Screen. We will administer the Brief Health Literacy Screen during the incident hospital stay and again during the 1 month post discharge appointment. Brief Health Literacy scores range from 4-20 with higher values representing greater participant confidence in health literacy. We will subtract participant baseline score from the 1 month post discharge score. Higher scores reflect improved perception of health literacy.","timeFrame":"30 days"},{"measure":"Change in systolic blood pressure","description":"We will measure the last blood pressure (mm Hg) prior to hospital discharge and at the 1 month post discharge appointment. The change in systolic blood pressure will be measured and compared between groups. A greater decline in systolic blood pressure is considered optimal. The number of patients with systolic blood pressure less than 140 mm Hg at hospital discharge and at the 1 month visit will be compared. Systolic blood pressure decline to less than 140 suggests improved control.","timeFrame":"30 days"},{"measure":"Change in Modified Rankin Score","description":"We will measure patient mRankin Score (range 0-6) at hospital discharge and at 1 month post discharge appointment. The mRankin Scores will be grouped 0-2, 3-5 and 6. Comparison of a shift to lower or higher group at the 1 month appointment will be made. A shift to lower score group indicates improvement in overall function and independence.","timeFrame":"30 days"},{"measure":"Change in Barthel Index","description":"We will measure patient Barthel Index at hospital discharge and at the 1 month post discharge appointment. Barthel Index score ranges 10 - 100 with higher scores indicating greater independence in activities of daily living. Scores will be grouped in quartiles of 10-25, 26- 50, 51-75, 76-100.. Comparison between groups is made with respect change in quartile at the 1 month appointment. A shift to a higher quartile indicates improved independence in activities of daily living.","timeFrame":"30 days"},{"measure":"Change in Brief Health Literacy Screen","description":"We will measure participant perception of health literacy using the Brief Health Literacy Screen. We will administer the Brief Health Literacy Screen during the incident hospital stay and again during the 3 month post discharge appointment. Brief Health Literacy scores range from 4-20 with higher values representing greater participant confidence in health literacy. We will subtract participant baseline score from the 3 month post discharge score. Higher scores reflect improved perception of health literacy.","timeFrame":"180 days"},{"measure":"Change in Modified Rankin Score","description":"We will measure patient mRankin Score at hospital discharge and at the 6 month post discharge appointment. The mRankin Scores will be grouped 0-2, 3-5 and 6. Comparison of a shift to lower or higher group at the 6 month appointment will be made. A shift to lower score group indicates improvement in overall function and independence.","timeFrame":"180 days"},{"measure":"Change in Barthel Index","description":"We will measure patient Barthel Index at hospital discharge and at the 6 month post discharge appointment. Barthel Index score ranges 10 - 100 with higher scores indicating greater independence in activities of daily living. Scores will be grouped in quartiles of 10-25, 26- 50, 51-75, 76-100. Comparison between groups is made with respect change in quartile at the 6 month appointment. A shift to a higher quartile indicates improved independence in activities of daily living.","timeFrame":"180 days"},{"measure":"Change in systolic blood pressure","description":"We will measure the last blood pressure (mm Hg) prior to hospital discharge and at the 6 month post discharge appointment. The change in systolic blood pressure will be measured and compared between groups. A greater decline in systolic blood pressure is considered optimal. The number of patients with systolic blood pressure less than 140 mm Hg at hospital discharge and at 6 month visit will also be compared. Systolic blood pressure decline to less than 140 suggests improved control.","timeFrame":"180 days"},{"measure":"Change in Low Density Lipoprotein cholesterol","description":"We will measure Low Density Lipoprotein cholesterol (mg/dL) during the incident stroke hospitalization and five to six months post hospitalization. Comparison of change in LDL cholesterol level from baseline value to 5-6 month value will be measured. A larger decline in LDL cholesterol suggests greater diet, physical activity, and / or medication effect.","timeFrame":"150 -180 days"},{"measure":"Change in Glycated Hemoglobin","description":"We will measure glycated hemoglobin (%) in all participants during the incident stroke hospitalization and repeat testing in patients with diabetes at five to six months post hospitalization. Comparison of change in glycosylated hemoglobin value in patients with diabetes from baseline value to 5-6 month value will be measured. A larger decline in glycosylated hemoglobin suggests greater diet, physical activity, and / or medication effect.","timeFrame":"150-180 days"},{"measure":"Change in Body Mass Index","description":"We will measure height and weight on all participants and calculate the body mass index in Kg /m2= (weight (Kg) / height (m) x height (m)) during the incident stroke hospitalization and at the six month post hospitalization appointment. Comparison of change in body mass index from baseline value to 6 month value will be measured. A decline in body mass index at 6 months may reflect greater diet, physical activity effect.","timeFrame":"180 days"},{"measure":"Change in compliance with antithrombotic, cholesterol, antihypertensive, and diabetic medications.","description":"Participants will be queried about adherence to medication recommendations made prior to incident hospitalization and at 6 month post hospital appointment. Results are scored yes or no for whether patient was compliant in following prescription recommendation for each group of medication: antithrombotic, cholesterol, antihypertensive and glycemic medication. The number of medication groups for which patient is not compliant are totaled for score with a range of 0 to 4. Comparison is made of total non-compliant groups for each patient at hospitalization and at 6 month appointment. Between group comparison is made. Lower values indicate greater medication compliance.","timeFrame":"180 days"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* patients hospitalized with primary diagnosis of acute or subacute ischemic cerebral infarction\n* 18 years of age or older\n* English speaking\n* admitted to hospital Sunday through Thursday\n* patient or responsible primary caregiver able to understand and provide informed consent\n* prognosis for survival greater than 6 months\n* one or more vascular risk factors (HTN, DLP, current smoker, DM, obesity)\n* live in NWA area (Benton, Boone, Carroll, Madison, and Washington counties),\n* have a working phone.\n\nExclusion Criteria:\n\n* admitted with transient ischemic attack\n* admitted with an intracerebral hemorrhage\n* experience an in-hospital ischemic cerebral infarction\n* hospital to hospital transfer patients\n* nursing home as primary residence before or after discharge\n* hospice\n* inability to comply with post discharge follow up","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Margaret Tremwel, MD","affiliation":"Washington Regional Medical Center","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Washington Regional Medical Center","city":"Fayetteville","state":"Arkansas","zip":"72703","country":"United States","geoPoint":{"lat":36.06258,"lon":-94.15743}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M14540","name":"Recurrence","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}