{"protocolSection":{"identificationModule":{"nctId":"NCT03105141","orgStudyIdInfo":{"id":"RIC2017-CCI"},"organization":{"fullName":"Capital Medical University","class":"OTHER"},"briefTitle":"Optimized Remote Ischemic Conditioning (RIC) Treatment for Patients With Chronic Cerebral Ischemia","officialTitle":"The Impact of Repeated Bilateral Limb Remote Ischemic Conditioning on Patients With Chronic Cerebral Ischemia: Establishment of Optimized Algorithm on the Basis of Feasibility, Safety and Efficacy"},"statusModule":{"statusVerifiedDate":"2017-12","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-06-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-04","type":"ESTIMATED"},"completionDateStruct":{"date":"2020-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2017-04-02","studyFirstSubmitQcDate":"2017-04-02","studyFirstPostDateStruct":{"date":"2017-04-07","type":"ACTUAL"},"lastUpdateSubmitDate":"2017-12-02","lastUpdatePostDateStruct":{"date":"2017-12-05","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Ji Xunming","investigatorTitle":"Vice President, Professor, Xuanwu Hospital","investigatorAffiliation":"Capital Medical University"},"leadSponsor":{"name":"Capital Medical University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This prospective, randomized, single-center clinical trial is designed to figure out the most optimal algorithm of remote ischemic conditioning on patients with chronic cerebral ischemia.","detailedDescription":"Chronic cerebral ischemia (CCI) refers to a prevalent pathophysiological condition in which cerebral hypoperfusion is caused by a reduction in cerebral blood flow over a long period of time. CCI, as a consequence of intracranial atherosclerotic stenosis (ICAS) has been identified as one of the major culprits that are responsible for occurrence/recurrence of acute cerebrovascular accidents such as ischemic stroke and transient ischemic attack, as well as vascular cognitive dysfunction. The prevalence of ICAS related CCI among stroke patients is remarkably higher in the Chinese population than in the whites, and there are no quite effective therapies for the general patient population with ICAS up to now. Endovascular intervention appears to be a promising option for a group of patients with severe ICAS, but may not be applicable for those with certain vascular risk features that are supposed to increase the rate of complications or result in unsatisfactory clinical outcomes. In addition, high cost and adverse effects of medications pose huge burdens to patients, their families and even the whole society as well.\n\nRIC is a novel therapeutic approach whereby repetitive, transient, non-lethal ischemia intervened by reperfusion employed on a distant organ or tissue confers protection to targeted organs against subsequent major ischemic attack. Preclinical experimental studies have demonstrated the neuroprotective effects of RIC in ischemic stroke models. Meanwhile, small-scale, proof of concept clinical trials revealed that long-term RIC was able to lower the stroke recurrence and enhance the cerebral reperfusion, without inducing adverse events in patients with ICAS. Nevertheless, current protocol of RIC utilited in this scenario was mainly based on previous animal studies or cardiovascular clinical trials. Whether modifying the ischemic pressure, numbers of cycles, duration of ischemia as well as the method for application can lead to different outcomes remain to be settled. In this study, 600 patients satisfied with the inclusion criteria will be recruited and randomly allocated into four substudies to receive RIC treatment (Doctormate®) under different algorithms. The most optimal algorithm of RIC on patients with ICAS related CCI would be determined according to clinical endpoints. Other medical managements are guaranteed based on the best medical judgment from clinical practitioners."},"conditionsModule":{"conditions":["Chronic Cerebral Ischemia","Intracranial Atherosclerosis"],"keywords":["Intracranial atherosclerotic stenosis","Remote ischemic conditioning","Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2","PHASE3"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"DOUBLE","whoMasked":["CARE_PROVIDER","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":600,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"RIC substudy 1","type":"EXPERIMENTAL","description":"A total of 120 patients in this substudy will receive standard medical therapy and bilateral upper limb remote ischemic conditioning intervention (Doctormate®) (200 mmHg or 40 mmHg above systolic pressure) twice daily for 12 months.","interventionNames":["Device: Remote ischemic conditioning"]},{"label":"RIC substudy 2","type":"EXPERIMENTAL","description":"A total of 180 patients in this substudy will receive standard medical therapy and bilateral upper limb remote ischemic conditioning intervention (Doctormate®) (200 mmHg) twice daily for 12 months.","interventionNames":["Device: Remote ischemic conditioning"]},{"label":"RIC substudy 3","type":"EXPERIMENTAL","description":"A total of 180 patients in this substudy will receive standard medical therapy and bilateral upper limb remote ischemic conditioning intervention (Doctormate®) (200 mmHg) twice daily for 12 months.","interventionNames":["Device: Remote ischemic conditioning"]},{"label":"RIC substudy 4","type":"EXPERIMENTAL","description":"A total of 120 patients in this substudy will receive standard medical therapy and bilateral upper limb remote ischemic conditioning intervention (Doctormate®) (200 mmHg) once or twice daily for 12 months.","interventionNames":["Device: Remote ischemic conditioning"]}],"interventions":[{"type":"DEVICE","name":"Remote ischemic conditioning","description":"Remote ischemic conditioning is composed of 5 cycles of 5-min bilateral upper limb ischemia intervened by 5-min reperfusion, which is induced by an automated cuff-inflator (Doctormate®) placed on both upper arms and inflated to a given pressure followed by deflation, twice daily for 12 months.\n\nTwo different magnitude of limb ischemia pressure will be set: 200 mmHg and 40 mmHg above systolic pressure (60 patients for each).\n\nOptimal inflating pressure will be determined based on the results.","armGroupLabels":["RIC substudy 1"]},{"type":"DEVICE","name":"Remote ischemic conditioning","description":"Remote ischemic conditioning is composed of a given cycle of 5-min bilateral upper limb ischemia intervened by 5-min reperfusion, which is induced by an automated cuff-inflator (Doctormate®) placed on both upper arms and inflated to 200 mmHg pressure followed by deflation, twice daily for 12 months.\n\nThe number of cycles of limb ischemia will be set as: 4, 5 and 6 (60 patients for each).\n\nOptimal cycles for application will be determined based on the results.","armGroupLabels":["RIC substudy 2"]},{"type":"DEVICE","name":"Remote ischemic conditioning","description":"Remote ischemic conditioning is composed of 5 cycles of a given duration of bilateral upper limb ischemia intervened by reperfusion, which is induced by an automated cuff-inflator (Doctormate®) placed on both upper arms and inflated to 200 mmHg pressure followed by deflation, twice daily for 12 months.\n\nThe duration of each cycle for limb ischemia will be set as: 4, 5 and 6-min (60 patients for each).\n\nIschemia duration algorithm will be determined based on the results.","armGroupLabels":["RIC substudy 3"]},{"type":"DEVICE","name":"Remote ischemic conditioning","description":"Remote ischemic conditioning is composed of 5 cycles of 5-min bilateral upper limb ischemia intervened by reperfusion, which is induced by an automated cuff-inflator (Doctormate®) placed on both upper arms and inflated to 200 mmHg pressure followed by deflation, once or twice daily for 12 months.\n\nThe method for application will be set as: once daily for 12 months and twice daily for 12 months (60 patients for each).","armGroupLabels":["RIC substudy 4"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Recurrent rate of ischemic stroke and/or transient ischemic attack","timeFrame":"baseline, within 12 months"}],"secondaryOutcomes":[{"measure":"Treatment Related Adverse Events","description":"Signs of skin injury such as skin breakdown, edema, redness and ecchymosis; Signs of muscle injury such as tenderness and elevated serum plasma levels of muscle enzymes; Signs of neurovascular injury such as weak or lost distal radial pulse and abnormal electromyography (EMG); Systemic adverse events such as palpitation, headache, nausea and dizziness.","timeFrame":"within 12 months"},{"measure":"The incidence of composite vascular events","description":"Composite vascular events include ischemic or hemorrhagic stroke, myocardial infarction, transient ischemic attack, deep vein thrombosis and thromboembolism.","timeFrame":"within 12 months"},{"measure":"The incidence of each component of composite vascular events","description":"Composite vascular events include ischemic or hemorrhagic stroke, myocardial infarction, transient ischemic attack, deep vein thrombosis and thromboembolism.","timeFrame":"within 12 months"},{"measure":"The incidence of all cause mortality","description":"Death due to any reasons.","timeFrame":"within 12 months"},{"measure":"The evaluation of cognitive function","description":"Cognitive function will be assessed by mini-mental state examination (MMSE), the Montreal Cognitive Assessment (MoCA) and/or Modified Telephone Interview for Cognitive Status (TICS-M).","timeFrame":"baseline, within 3, 6 and 12 months"},{"measure":"The evaluation of neurological impairment caused by a stroke","description":"The neurological impairment caused by a stroke will be assessed by National Institutes of Health Stroke Scale (NIHSS).","timeFrame":"baseline, within 3, 6 and 12 months"},{"measure":"The evaluation of degree of disability or dependence in the daily activities","description":"The degree of disability will be assessed by modified Rankin Scale (mRS).","timeFrame":"baseline, within 3, 6 and 12 months"},{"measure":"The evaluation of performance in activities of daily living","description":"he performance in activities of daily living will be assessed by Barthel Index (BI) scale.","timeFrame":"baseline, within 3, 6 and 12 months"},{"measure":"Mean changes in cerebral blood perfusion and/or collateral circulation","description":"Cerebral blood perfusion and/or collateral circulation will be evaluated by Magnetic Resonance Angiography (MRA), Dynamic contrast-enhanced magnetic resonance imaging (DCE-MRI), Computed Tomography Angiography (CTA), Arterial spin-labeled magnetic resonance imaging (ASL-MRI), Single Photon Emission Computed Tomography (SPECT), and Transcranial Cerebral Doppler (TCD).","timeFrame":"baseline, within 12 months"},{"measure":"Mean change in brain function","description":"Brain function will be evaluated by multimodal imaging modalities such as Magnetic Resonance Spectroscopy (MRS), Diffusion Tensor Imaging (DTI), Functional Magnetic Resonance Imaging (fMRI), Electroencephalography (EEG) and Near-infrared spectroscopy.","timeFrame":"baseline, within 12 months"},{"measure":"Changes in cerebral white matter lesions (WMLs)","description":"The characteristics of WMLs such as localization, volumetric progression and severity will be evaluated by conventional MRI (such as T2-weighted MR images) and non-conventional MRI (such as DTI).","timeFrame":"baseline, within 12 months"},{"measure":"The occurrence of additional neurological events","description":"Additional neurological events will be documented.","timeFrame":"within 12 months"},{"measure":"The evaluation of serum biomarkers","description":"A couple of selected serum markers for coagulation, fibrinolysis, vascular endothelial function and immunological, anti-oxidant, as well as apoptotic pathways will be assessed.","timeFrame":"baseline, within 1, 3, 6 and 12 months"},{"measure":"Number of participants with abnormal lab values","description":"Lab examinations such as hepatic, renal function, blood and urine routine will be documented.","timeFrame":"baseline, within 1, 3, 6 and 12 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* 1. Age ranging from 45 to 80 years of age, both genders;\n\n  2. Patients diagnosed with an ischemic stroke or TIA before admission and the following requirements should be satisfied as well:\n  1. The occurrence of an ischemic stroke within 30 days and with a baseline modified Rankin Scale (mRS) score≤4.\n  2. The occurrence of an TIA within 15 days and with a baseline Oxfordshire Community Stroke Project on the basis of age, blood pressure (BP), clinical features, and duration of TIA symptoms (ABCD2) score≥4.\n\n  3. Patients with symptomatic intracranial atherosclerotic stenosis (sIAS) that is attributed to at least 50% stenosis of the diameter of a major intracranial artery (carotid artery, or middle cerebral artery (M1)) verified by magnetic resonance angiography (MRA) or computed tomographic angiography (CTA).\n\n  4. Informed consent obtained patients or health care proxy, as appropriate, able to cooperate and participate follow-up visits.\n\nExclusion Criteria:\n\n* 1. Received intravenous or intraarterial thrombolytic therapy such as recombinant tissue plasminogen activator (rtPA) within 24 hours prior to inclusion.\n\n  2. Progressive deterioration of neurological manifestations within 24 hours prior to inclusion.\n\n  3. Intracranial arterial stenosis due to any of the following non-atherosclerotic etiologies, for instance, moyamoya disease, artery dissection, any known vasculitic disease, any intracranial infection, radiation induced vasculopathy, cerebrospinal fluid (CSF) pleocytosis associated intraarterial stenosis, genetic or developmental abnormalities such as fibromuscular dysplasia, neurofibromatosis, sickle cell disease, and mitochondrial encephalopathy, intracranial granulomatous arteritis, postpartum angiopathy, suspected vasospasm or embolism, iatrogenic trauma.\n\n  4. Intracranial abnormalities such as tumor, abscess, vascular malformation, cerebral venous sinus stenosis or thrombosis.\n\n  5. Any hemorrhagic transformation or large area of cerebral infarction (more than 1/3 of middle cerebral artery perfusion territory).\n\n  6. Any type of intracranial hemorrhage within 90 days prior to inclusion.\n\n  7. Potential cardiac source of embolism such as rheumatic mitral and or aortic stenosis, prosthetic heart valves, atrial flutter, atrial fibrillation, left atrial myxoma, sick sinus syndrome, patent foramen ovale, left ventricular mural thrombus or valvular vegetation, congestive heart failure, and bacterial endocarditis.\n\n  8. Previous stent, angioplasty, or other mechanical device in the target lesion, or plan to receive any of the above procedures within 12 months after inclusion.\n\n  9. Refractory hypertension (systolic blood pressure (SBP) \\>180 mmHg; diastolic blood pressure (DBP) \\>110 mmHg) that cannot be controlled by medical intervention.\n\n  10. Above 50% stenosis of extracranial artery (carotid artery or vertebral artery).\n\n  11. Above 50% stenosis of subclavian artery or subclavian steal syndrome.\n\n  12. Retinal hemorrhage or visceral bleeding within 30 days prior to inclusion.\n\n  13. Myocardial infarction within previous 30 days prior to inclusion.\n\n  14. Previous history of major surgery within 30 days prior to inclusion, or arranged for any of the procedure within 12 months after inclusion.\n\n  15. Severe hemostatic or coagulation disorders (Haemoglobin \\<10 g/dL, blood platelet count \\< 100 × 109/L).\n\n  16. Hepatic or renal dysfunctions (aspartate transaminase (AST) and/or alanine transaminase (ALT) \\>3×upper limit of normal range, creatinine clearance \\<0.6 ml/s and/or serum creatinine \\>265 μmol/l (\\>3.0 mg/dl)).\n\n  17. Current or having a history of chronic physical diseases or mental disorders.\n\n  18. Life expectancy \\< 3 years due to concomitant life-threatening illness.\n\n  19. Contraindications for remote ischemic conditioning: significant peripheral arterial disease, soft tissue or vascular injury, wounds, and fracture affecting the upper limbs.\n\n  20. Pregnant or lactating women.\n\n  21. Patients unlikely to be compliant with intervention or return for follow-up visits.\n\n  22. No consent obtained from the patient or available legally authorized representatives.\n\n  23. Patients recruited into another clinical investigation with medication or device, which is likely to impact the outcome of this study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Ran Meng, MD, PhD","role":"CONTACT","phone":"+86-10-83198952","email":"Ranmeng2011@pku.org.cn"},{"name":"Da Zhou, MD, PhD Candidate","role":"CONTACT","phone":"+86-10-83198952","email":"popdoctor@foxmail.com"}],"overallOfficials":[{"name":"Xuming Ji, MD, PhD","affiliation":"Xuanwu Hospital, Beijing","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Ran Meng, MD, PhD","affiliation":"Xuanwu Hospital, Beijing","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Xuanwu Hospital, Capital Medical University","status":"RECRUITING","city":"Beijing","state":"Beijing","zip":"100053","country":"China","contacts":[{"name":"Xunming Ji","role":"CONTACT"},{"name":"Xunming Ji","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":39.9075,"lon":116.39723}},{"facility":"Xuanwu Hospital, Capital Medical University","status":"RECRUITING","city":"Beijing","zip":"100053","country":"China","contacts":[{"name":"Ran Meng, MD, PhD","role":"CONTACT","phone":"+86-10-83198952","email":"Ranmeng2011@pku.org.cn"},{"name":"Da Zhou, MD, PhD Candidate","role":"CONTACT","phone":"+86-10-83198952","email":"popdoctor@foxmail.com"},{"name":"Xunming Ji, MD, PhD","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Ran Meng, MD, PhD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":39.9075,"lon":116.39723}}]},"referencesModule":{"references":[{"pmid":"23035060","type":"BACKGROUND","citation":"Meng R, Asmaro K, Meng L, Liu Y, Ma C, Xi C, Li G, Ren C, Luo Y, Ling F, Jia J, Hua Y, Wang X, Ding Y, Lo EH, Ji X. Upper limb ischemic preconditioning prevents recurrent stroke in intracranial arterial stenosis. Neurology. 2012 Oct 30;79(18):1853-61. doi: 10.1212/WNL.0b013e318271f76a. Epub 2012 Oct 3."},{"pmid":"25956401","type":"BACKGROUND","citation":"Meng R, Ding Y, Asmaro K, Brogan D, Meng L, Sui M, Shi J, Duan Y, Sun Z, Yu Y, Jia J, Ji X. Ischemic Conditioning Is Safe and Effective for Octo- and Nonagenarians in Stroke Prevention and Treatment. Neurotherapeutics. 2015 Jul;12(3):667-77. doi: 10.1007/s13311-015-0358-6."},{"pmid":"24481975","type":"BACKGROUND","citation":"Wang Y, Zhao X, Liu L, Soo YO, Pu Y, Pan Y, Wang Y, Zou X, Leung TW, Cai Y, Bai Q, Wu Y, Wang C, Pan X, Luo B, Wong KS; CICAS Study Group. Prevalence and outcomes of symptomatic intracranial large artery stenoses and occlusions in China: the Chinese Intracranial Atherosclerosis (CICAS) Study. Stroke. 2014 Mar;45(3):663-9. doi: 10.1161/STROKEAHA.113.003508. Epub 2014 Jan 30."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000002537","term":"Intracranial Arteriosclerosis"},{"id":"D000050197","term":"Atherosclerosis"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000001161","term":"Arteriosclerosis"},{"id":"D000001157","term":"Arterial Occlusive Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000020521","term":"Stroke"},{"id":"D000007238","term":"Infarction"},{"id":"D000009336","term":"Necrosis"},{"id":"D000020765","term":"Intracranial Arterial Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M10233","name":"Ischemia","asFound":"Ischemia","relevance":"HIGH"},{"id":"M5483","name":"Cerebral Infarction","asFound":"Cerebral Ischemia","relevance":"HIGH"},{"id":"M25878","name":"Atherosclerosis","asFound":"Atherosclerosis","relevance":"HIGH"},{"id":"M6165","name":"Constriction, Pathologic","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","asFound":"Cerebral Ischemia","relevance":"HIGH"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M5476","name":"Intracranial Arteriosclerosis","asFound":"Intracranial Atherosclerosis","relevance":"HIGH"},{"id":"M4159","name":"Arteriosclerosis","relevance":"LOW"},{"id":"M4155","name":"Arterial Occlusive Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"M22211","name":"Intracranial Arterial Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}