{"protocolSection":{"identificationModule":{"nctId":"NCT02928822","orgStudyIdInfo":{"id":"SANARaphasia2016/2017"},"organization":{"fullName":"Universitat Pompeu Fabra","class":"OTHER"},"briefTitle":"Virtual Reality Based Sensorimotor Speech Therapy","officialTitle":"Terapia de Lenguaje, Sensorial y Motora, Basada en Realidad Virtual"},"statusModule":{"statusVerifiedDate":"2018-07","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2016-07"},"primaryCompletionDateStruct":{"date":"2017-08","type":"ACTUAL"},"completionDateStruct":{"date":"2018-04","type":"ACTUAL"},"studyFirstSubmitDate":"2016-07-30","studyFirstSubmitQcDate":"2016-10-06","studyFirstPostDateStruct":{"date":"2016-10-10","type":"ESTIMATED"},"lastUpdateSubmitDate":"2018-07-11","lastUpdatePostDateStruct":{"date":"2018-07-12","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Paul Verschure","investigatorTitle":"Professor","investigatorAffiliation":"Universitat Pompeu Fabra"},"leadSponsor":{"name":"Universitat Pompeu Fabra","class":"OTHER"},"collaborators":[{"name":"Hospital Universitari Joan XXIII de Tarragona.","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"The purpose of this study is to determine whether VR based language rehabilitation scenario based on the core premises of ILAT has a beneficial effect on the linguistic performance (faster retrieval of the target lexicon and general fluency) of Broca's aphasia patients. Furthermore, it aims at testing the effects of cueing (visual and auditory) on word retrieval.","detailedDescription":"Acquired brain lesions such as stroke often result the most common disabling neurological damages (Carter et al, 2012). 35-40% of stroke patients suffer serious language deficits and patients are frequently left with chronic disabilities which adversely impact their quality of life. Thus, the need for efficient rehabilitation methods increases. Recent studies show that Broca's area and the premotor cortex are anatomically coupled (Pulvermuller 2005) suggesting that for a therapy to be effective, in the brain there must be an interaction between linguistic neural system, motor and sensory circuits, memory, planning and monitoring (Kurland et al, 2012). These hypotheses led to the establishment of the so-called Intensive Language-Action Therapy (ILAT) (Pulvermuller 2012) which promotes motor movement during language practice. Thus, ILAT is an action-embedded language therapy grounded in three main principles: intense practice, overcoming learned non-use, and promoting motor actions (no compensations). Recently, a number of studies examined the functionality of virtual reality based rehabilitation systems that aim at post stroke motor recovery of upper extremities (Boian et al., 2002; Cameirão, Badia, Oller, \\& Verschure, 2010; Jack et al., 2001; Saposnik et al., 2010). In the present study, the goal is to further validate VR based language rehabilitation system based on the core principles of ILAT implemented within the environment of the rehabilitation Gaming System (RGS). Additionally, the goal is to investigate the effects of cueing on word retrieval. It was shown that conduction and Broca's aphasics exhibit the highest responsiveness to cueing (Li \\& Williams 1989). In order to overcome subsequent disturbances in word retrieval mechanisms, a number of cueing methods have been established to improve both the immediate and long term lexical access (Howard 2000). Both semantic and phonemic cues act as primes and are usually administered by the therapist in a written or oral manner containing phonological, semantic or syntactic information about the target word (Howard et al. 1985, Howard2000). Here, the investigators will implement the system with videos representing the lip motion representative for a correct pronunciation of the target words, as well as a representative sound (i.e. barking sound in case of dog). The investigators expect that the proposed system will be efficient in treating post stroke chronic Broca's aphasia patients according to the standard scales such as Boston Naming Test and Communicative Activity Log."},"conditionsModule":{"conditions":["Broca's Aphasia"],"keywords":["stroke","broca's aphasia","priming","Intensive language-action therapy","Rehabilitation gaming system"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":18,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Experimental Group","type":"EXPERIMENTAL","description":"Virtual reality based sensorimotor aphasia therapy.","interventionNames":["Behavioral: VR-based sensorimotor aphasia therapy"]},{"label":"Control Group","type":"ACTIVE_COMPARATOR","description":"Conventional aphasia therapy.","interventionNames":["Behavioral: Control Group (conventional aphasia rehabilitation)"]}],"interventions":[{"type":"BEHAVIORAL","name":"VR-based sensorimotor aphasia therapy","description":"VR-based sensorimotor aphasia therapy. 8 weeks, 1 session a week, 30min-1h per session of language and motor therapy using using VR rehabilitation gaming system. The patients will play in pairs.","armGroupLabels":["Experimental Group"]},{"type":"BEHAVIORAL","name":"Control Group (conventional aphasia rehabilitation)","description":"8 weeks, 1 session a week, 30min-1h per session of conventional aphasia rehabilitation training the same vocabulary as the experimental group.","armGroupLabels":["Control Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in linguistic performance and competence measured using abbreviated version of Boston Naming Test","timeFrame":"Change from the baseline outcome (date of randomization) of the abbreviated version of Boston Naming Test at 16-weeks (follow up)."}],"secondaryOutcomes":[{"measure":"The upper extremity Fugl-Meyer Assessment","timeFrame":"Change from the baseline outcome (date of randomization) of the The upper extremity Fugl-Meyer Assessment at week 4, 8 and 16 (follow up)."},{"measure":"Measure of language use during daily leaving activities using Communication Activity Log","timeFrame":"Change from the baseline outcome (date of randomization) of the Communication Activity Log assesed by the patient, a blinded therapist and a caregiver at week 4, 8 and 16 (follow up)."},{"measure":"The measure of learning using Vocabulary Test","timeFrame":"Measured five times over the period of the intervention (at randomization, at week 2, at week 4, at week 6, at week 8) and once at the followed up period at week 16"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Broca's aphasia patient following ischemic and hemorrhagic strokes (moderate and chronic stages).\n* Mild, moderate and chronic Broca's stages.\n* Age: between 25 and 85 years old.\n* Absence of any major cognitive impairments (MMSE\\>25).\n\nExclusion Criteria:\n\n* Presence of major perceptual, motor and neuropsychological impairments that make it difficult to interact with the system, including severe forms of motor impairments and apraxia, visual processing deficits, planning deficits, learning deficits, memory deficits, or attentional deficits.","healthyVolunteers":false,"sex":"ALL","minimumAge":"25 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Rosa Maria San Segundo Mozo, Dra.","affiliation":"Laboratory of Synthetic Perceptive, Emotive and Cognitive Systems","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Rosa Maria San Segundo Mmozo, Dra.","affiliation":"Servicio de Medicina Fisica i Rehabilitacion de Joan XXII de Tarragona. 977295801","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Universitat Pompeu Fabra, Laboratory of Synthetic Perceptive, Emotive and Cognitive Systems (SPECS)","city":"Barcelona","zip":"08018","country":"Spain","geoPoint":{"lat":41.38879,"lon":2.15899}},{"facility":"Clínica de l'Hospital Universatari Joan XXIII de Tarragona","city":"Tarragona","zip":"43005","country":"Spain","geoPoint":{"lat":41.11667,"lon":1.25}}]},"referencesModule":{"references":[{"pmid":"22414990","type":"BACKGROUND","citation":"Carter AR, Shulman GL, Corbetta M. Why use a connectivity-based approach to study stroke and recovery of function? Neuroimage. 2012 Oct 1;62(4):2271-80. doi: 10.1016/j.neuroimage.2012.02.070. Epub 2012 Mar 5."},{"pmid":"25403745","type":"BACKGROUND","citation":"MacGregor LJ, Difrancesco S, Pulvermuller F, Shtyrov Y, Mohr B. Ultra-rapid access to words in chronic aphasia: the effects of intensive language action therapy (ILAT). Brain Topogr. 2015 Mar;28(2):279-91. doi: 10.1007/s10548-014-0398-y. Epub 2014 Nov 18."},{"pmid":"15959465","type":"BACKGROUND","citation":"Pulvermuller F. Brain mechanisms linking language and action. Nat Rev Neurosci. 2005 Jul;6(7):576-82. doi: 10.1038/nrn1706."},{"pmid":"22294409","type":"BACKGROUND","citation":"Kurland J, Pulvermuller F, Silva N, Burke K, Andrianopoulos M. Constrained versus unconstrained intensive language therapy in two individuals with chronic, moderate-to-severe aphasia and apraxia of speech: behavioral and fMRI outcomes. Am J Speech Lang Pathol. 2012 May;21(2):S65-87. doi: 10.1044/1058-0360(2012/11-0113). Epub 2012 Jan 31."},{"pmid":"15458061","type":"BACKGROUND","citation":"Boian R, Sharma A, Han C, Merians A, Burdea G, Adamovich S, Recce M, Tremaine M, Poizner H. Virtual reality-based post-stroke hand rehabilitation. Stud Health Technol Inform. 2002;85:64-70."},{"pmid":"20860808","type":"BACKGROUND","citation":"Cameirao MS, Badia SB, Oller ED, Verschure PF. Neurorehabilitation using the virtual reality based Rehabilitation Gaming System: methodology, design, psychometrics, usability and validation. J Neuroeng Rehabil. 2010 Sep 22;7:48. doi: 10.1186/1743-0003-7-48."},{"pmid":"11561668","type":"BACKGROUND","citation":"Jack D, Boian R, Merians AS, Tremaine M, Burdea GC, Adamovich SV, Recce M, Poizner H. Virtual reality-enhanced stroke rehabilitation. IEEE Trans Neural Syst Rehabil Eng. 2001 Sep;9(3):308-18. doi: 10.1109/7333.948460."},{"pmid":"20508185","type":"BACKGROUND","citation":"Saposnik G, Teasell R, Mamdani M, Hall J, McIlroy W, Cheung D, Thorpe KE, Cohen LG, Bayley M; Stroke Outcome Research Canada (SORCan) Working Group. Effectiveness of virtual reality using Wii gaming technology in stroke rehabilitation: a pilot randomized clinical trial and proof of principle. Stroke. 2010 Jul;41(7):1477-84. doi: 10.1161/STROKEAHA.110.584979. Epub 2010 May 27."},{"pmid":"25638465","type":"BACKGROUND","citation":"Routhier S, Bier N, Macoir J. The contrast between cueing and/or observation in therapy for verb retrieval in post-stroke aphasia. J Commun Disord. 2015 Mar-Apr;54:43-55. doi: 10.1016/j.jcomdis.2015.01.003. Epub 2015 Jan 21."},{"pmid":"25688082","type":"BACKGROUND","citation":"Abel S, Weiller C, Huber W, Willmes K, Specht K. Therapy-induced brain reorganization patterns in aphasia. Brain. 2015 Apr;138(Pt 4):1097-112. doi: 10.1093/brain/awv022. Epub 2015 Feb 15."},{"pmid":"32907594","type":"DERIVED","citation":"Grechuta K, Rubio Ballester B, Espin Munne R, Usabiaga Bernal T, Molina Hervas B, Mohr B, Pulvermuller F, San Segundo RM, Verschure PFMJ. Multisensory cueing facilitates naming in aphasia. J Neuroeng Rehabil. 2020 Sep 9;17(1):122. doi: 10.1186/s12984-020-00751-w."},{"pmid":"30913976","type":"DERIVED","citation":"Grechuta K, Rubio Ballester B, Espin Munne R, Usabiaga Bernal T, Molina Hervas B, Mohr B, Pulvermuller F, San Segundo R, Verschure P. Augmented Dyadic Therapy Boosts Recovery of Language Function in Patients With Nonfluent Aphasia. Stroke. 2019 May;50(5):1270-1274. doi: 10.1161/STROKEAHA.118.023729."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001037","term":"Aphasia"},{"id":"D000001039","term":"Aphasia, Broca"}],"ancestors":[{"id":"D000013064","term":"Speech Disorders"},{"id":"D000007806","term":"Language Disorders"},{"id":"D000003147","term":"Communication Disorders"},{"id":"D000019954","term":"Neurobehavioral Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000009422","term":"Nervous System Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M4042","name":"Aphasia","asFound":"Aphasia","relevance":"HIGH"},{"id":"M4043","name":"Aphasia, Broca","asFound":"Broca's Aphasia","relevance":"HIGH"},{"id":"M6064","name":"Communication Disorders","relevance":"LOW"},{"id":"M15554","name":"Speech Disorders","relevance":"LOW"},{"id":"M10513","name":"Language Disorders","relevance":"LOW"},{"id":"M21516","name":"Neurobehavioral Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}