{"protocolSection":{"identificationModule":{"nctId":"NCT03588832","orgStudyIdInfo":{"id":"UFrontera"},"organization":{"fullName":"Universidad de La Frontera","class":"OTHER"},"briefTitle":"Prevalence of Postural Patterns of Upper Extremity.","officialTitle":"Prevalence of Postural Patterns of Upper Extremity and Its Impact on the Quality of Life of Patients Sequelae of a Stroke.","acronym":"Patterns"},"statusModule":{"statusVerifiedDate":"2020-03","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-06-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-03-30","type":"ACTUAL"},"completionDateStruct":{"date":"2019-12-30","type":"ACTUAL"},"studyFirstSubmitDate":"2018-06-26","studyFirstSubmitQcDate":"2018-07-14","studyFirstPostDateStruct":{"date":"2018-07-17","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-03-23","lastUpdatePostDateStruct":{"date":"2020-03-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"ARLETTE PATRICIA DOUSSOULIN SANHUEZA","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Universidad de La Frontera"},"leadSponsor":{"name":"Universidad de La Frontera","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"A high number of patient with stroke develops spasticity of the upper extremity, this clinical sign of damage of 1 motoneuro (MN), causes postures and patterns of abnormal movement, due to the hyperexcitability of the MN and the rheological alterations that occur in the affected muscles. These alterations limit the use of upper extremity, restricting its use in functional activities and affecting the quality of life and social participation of the users. During the last few years the classification of the Hefter patterns for spasticity of the upper limb was created, with the end of having a common language and orienting the current therapeutic strategies oriented towards the arm.\n\nObjective: To determine the prevalence of patterns and their impact on the quality of life of patients after a stroke.\n\nMaterial and method: Descriptive design of cross section, the sample will be composed of 600 people who attend integral rehabilitation center of regions V, VIII, IX and X in Chile, that meet the inclusion criteria and sign the informed consent. The study will include a measurement made by a trained professional from each participating center using a registration form, the FIM scale and the Barthel index, to assess quality of life.\n\nResults: It will be analyzed with the SPSS software through descriptive and inferential statistics considering the nature of the variables, all the analyzes will consider as statistically significant the results with p values less than or equal to 0.05. Depending on the interval or ordinal level of the measurements, the coefficients r of Pearson and rho of Spearman will be used to calculate the correlations.\n\nApplicability: The results will determine the prevalence in this geographical sector, disseminate this classification and promote the use of a common language among professionals to enhance their daily work. In addition, it will allow to determine how the affectation of the upper extremity through the identification of a certain pattern alters the quality of life of the patient. This new information can be a fundamental input in the generation of future studies that seek to guide in relation to the use of therapeutic strategies in these people.","detailedDescription":"The impact generated by spasticity in the performance of functional activities in post-stroke patients is undeniable. Given the above, it is essential to evaluate this construct, considering the impact it has on the ADL. There are numerous scales that allow evaluating how spasticity affects post-stroke functionality, even helping to detect which beneficial aspects of spasticity should be considered when defining a therapeutic strategy. Among the most used scales are the Barthel Index, which assesses the level of patient independence with respect to the performance of some ADL. The scientific evidence suggests that patients with spasticity have low rates in Barthel.\n\nThe scientific evidence suggests that a careful and continuous evaluation of spasticity, would allow to identify establishment times and affected structures; as well as, to recognize predictive factors that assist rehabilitation professionals, identifying which patients are predisposed to develop spasticity, in order to reduce the risk of its establishment and influence its evolution, helping to identify preventive measures and effective interventions, that allow to achieve better motor and functional results, promoting its application in search of an optimal recovery.\n\nGiven the above, the purpose of the study is to determine the prevalence of patterns and their impact on the quality of life of patients after sequelae of a stroke. The generation of new scientific evidence acquires vital importance and are key to the management of these patients."},"conditionsModule":{"conditions":["Spasticity as Sequela of Stroke","Stroke","Upper Extremity Paresis"],"keywords":["Stroke","Spasticity","Upper Extremity","Quality of Life"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"ECOLOGIC_OR_COMMUNITY","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":600,"type":"ACTUAL"}},"armsInterventionsModule":{"interventions":[{"type":"DIAGNOSTIC_TEST","name":"Evaluation Upper Extremity patterns.","description":"The procedure involves evaluating subjects who meet the eligibility criteria and agree to participate in the study by signing informed consent. The study includes a measurement, applying a registration form, the Barthel scale and the FIM scale.","otherNames":["Evaluation upper extremity patterns after stroke."]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Clinical record","description":"Document created by the study team that seeks to collect clinical information from the sample, including the evaluation of the classification of patterns.","timeFrame":"3 months"}],"secondaryOutcomes":[{"measure":"Evaluation of Quality of life.","description":"These will be evaluated through the:\n\nBarthel Index that assesses the quality of life with respect to performing ADL. The values assigned to each activity depend on the time spent and help to carry it out.\n\nThe activities are valued differently, being able to assign 0, 5, 10 or 15 points. The global range can vary between 0, completely dependent, and 100 points, completely independent.","timeFrame":"3 months"},{"measure":"Evaluation of functionality.","description":"These will be evaluated through the:\n\nScale Functional Independence Measure (FIM) Evaluates the functional independence given through the activities of daily life (ADL). It consists of 18 items that cover two areas: motor activity (13 items) and cognitive skills (5 items). Each item is evaluated according to seven options ranging from 1 (total attendance) to 7 (total independence). The total score range goes from 18 to 126 points.","timeFrame":"3 months"}],"otherOutcomes":[{"measure":"Spasticity evaluation","description":"Evaluation using the Ashwort Scale. This graduates the tone from 0 (no increase in tone) to 4 (rigid extremity in flexion or extension), it is based on the examiner manually moving a limb of the patient, in the whole of the possible joint range and perceive the resistance that a muscle offers when stretched.","timeFrame":"3 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age between 20 and 85 years, with no previous history of motor disability.\n* Diagnosis of ischemic or hemorrhagic stroke.\n* Voluntarily accept participation in the study through the signing of informed consent, either personally or through a family member.\n\nExclusion Criteria:\n\n* Presenting musculoskeletal pathology in the affected arm.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"It will consist of 600 subjects with a diagnosis of stroke who attend comprehensive rehabilitation centers in regions V, VIII, IX and X in Chile.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Arlette P Doussoulin, PhD","affiliation":"U Frontera","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Universidad de La Frontera","city":"Temuco","zip":"4780000","country":"Chile","geoPoint":{"lat":-38.73965,"lon":-72.59842}}]},"referencesModule":{"seeAlsoLinks":[{"label":"Red Neurorehabilitation Araucania","url":"http://www.neuroaraucania.com"}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"The database will be analyzed by the principal investigator and the study methodologist."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000009128","term":"Muscle Spasticity"},{"id":"D000020521","term":"Stroke"},{"id":"D000010291","term":"Paresis"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000009135","term":"Muscular Diseases"},{"id":"D000009140","term":"Musculoskeletal Diseases"},{"id":"D000009122","term":"Muscle Hypertonia"},{"id":"D000020879","term":"Neuromuscular Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M20634","name":"Muscle Weakness","relevance":"LOW"},{"id":"M12894","name":"Paresis","asFound":"Upper Extremity Paresis","relevance":"HIGH"},{"id":"M11775","name":"Muscle Spasticity","asFound":"Spasticity","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M11782","name":"Muscular Diseases","relevance":"LOW"},{"id":"M11787","name":"Musculoskeletal Diseases","relevance":"LOW"},{"id":"M11769","name":"Muscle Hypertonia","relevance":"LOW"},{"id":"M22309","name":"Neuromuscular Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"T6034","name":"Quality of Life","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}