{"protocolSection":{"identificationModule":{"nctId":"NCT04413136","orgStudyIdInfo":{"id":"STU00000150"},"organization":{"fullName":"Shirley Ryan AbilityLab","class":"OTHER"},"briefTitle":"Web-Based Treatment for Aphasia","officialTitle":"Web-Based Treatment for Aphasia","acronym":"Web-ORLA"},"statusModule":{"statusVerifiedDate":"2021-04","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2008-01-07","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2010-10-27","type":"ACTUAL"},"completionDateStruct":{"date":"2011-09-29","type":"ACTUAL"},"studyFirstSubmitDate":"2020-05-29","studyFirstSubmitQcDate":"2020-05-29","studyFirstPostDateStruct":{"date":"2020-06-02","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-04-11","lastUpdatePostDateStruct":{"date":"2021-04-14","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Leora Cherney","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Shirley Ryan AbilityLab"},"leadSponsor":{"name":"Shirley Ryan AbilityLab","class":"OTHER"},"collaborators":[{"name":"Northwestern University","class":"OTHER"},{"name":"University of Colorado, Boulder","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This prospective randomized clinical trial implements an innovative broadband web-based treatment program for individuals with chronic aphasia, and evaluates its efficacy. The treatment, Oral Reading for Language in Aphasia (ORLA), has been shown to be efficacious when provided by a speech-language pathologist. The treatment has been computerized and the current version of ORLA uses state-of-the-art virtual therapist technology that allows the individual with aphasia to read aloud, and ultimately speak, sentences at the same time as the words are produced by a perceptive, life-like, animated computer agent, using visible speech. In this clinical trial, ORLA treatment is delivered via the internet and outcomes are compared to a placebo computer treatment.","detailedDescription":"Aphasia is an acquired multi-modality disturbance of language, resulting from focal damage to portions of the brain, typically within the left hemisphere, that are responsible for language. The disorder impairs, in varying degrees, the understanding and expression of oral language, as well as reading and writing. The research literature is replete with information about the treatment of aphasia. Individual studies, together with expert opinion and meta-analyses indicate that those with aphasia benefit from treatments that focus on improving linguistic skills. Furthermore, recent studies have indicated that patients with aphasia, even those beyond the period of spontaneous recovery, benefit from treatment that is provided more frequently. Yet people with aphasia represent an underserved population. Legislation and reimbursement have seriously curtailed the amount of treatment a patient with aphasia may receive. Often patients may be eligible for only a limited number of treatment sessions over a limited period of time. In some cases, patients may not receive any treatment for their communication disorder following their acute hospitalization. Communication treatment costs delivered to patients with chronic aphasia (beyond six months after onset) are seldom reimbursable. Therefore, the establishment and maintenance of programs for effective aphasia remediation are posing new challenges.\n\nThere is clearly a need for the development of innovative and effective ways for individuals with aphasia to continue to receive much needed intensive and long-term services that are typically unavailable beyond the acute stage of this disability. Web-based treatment may be a cost-effective way of extending therapy beyond the hospital and clinic, thereby meeting the needs of the growing numbers of individuals with chronic aphasia. This project evaluates the effectiveness of a theoretically-motivated and efficacious treatment that has been integrated with novel computer-based virtual therapy systems and is provided via the internet to individuals with chronic aphasia.\n\nThe treatment, Oral Reading for Language in Aphasia (ORLA), is based on a theoretical framework that incorporates two lines of work: the neuropsychological models of reading and observation-execution-matching. Preliminary studies have indicated that this treatment is efficacious when provided by a speech-language pathologist. The treatment has been computerized and the current version of ORLA uses state-of-the-art virtual therapist technology that allows the individual with aphasia to read aloud, and ultimately speak, sentences at the same time as the words are produced by a perceptive, life-like, animated computer agent, using visible speech. In the web-based version, individuals with aphasia work independently on their home computer. The clinician is able to monitor patient use and progress remotely either in real time during the treatment session or after the session at a convenient time.\n\nIn this clinical trial, ORLA treatment is delivered via the internet and outcomes are compared to a placebo computer treatment. Thirty-five individuals with chronic aphasia (at least 6 months post onset) are randomized to one of two groups: oral reading (ORLA) treatment group and a control group in which subjects participate in non-language computer activities. Both groups practice for 9 hours per week and treatment continues for a six week period of time. Laptops and high-speed internet connections are provided to the subjects for home practice. Language and communication skills are evaluated pre-treatment, immediately post-treatment, and at 6 weeks after the end of treatment to assess maintenance effects. The primary outcome measure is the Language Quotient of the Western Aphasia Battery.\n\nWe hypothesize that implementation of a web-based ORLA treatment for patients with chronic aphasia will result in significant improvements in language, that these improvements are significantly greater than those resulting from placebo computer treatment, and that these improvements will be maintained over time."},"conditionsModule":{"conditions":["Aphasia"],"keywords":["Aphasia","Stroke","Rehabilitation","Computer"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":35,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Web-ORLA","type":"EXPERIMENTAL","description":"Administered 90 minutes a day, six days a week ( i.e. nine hours of computer treatment per week) for a total of six weeks.\n\nThe participant is presented with 3-5 word (level 1) or 8-10 word (level 2) sentences, depending upon the severity of the aphasia. Each sentence is chosen by the software program at random from a group of 150 sentences. The participant is instructed to look, listen, and point to words spoken by the virtual therapist, read highlighted words aloud, and then read the sentence aloud, both chorally with the virtual therapist and independently.","interventionNames":["Behavioral: Web-ORLA"]},{"label":"Control","type":"PLACEBO_COMPARATOR","description":"Administered 90 minutes a day, six days a week ( i.e. nine hours of computer treatment per week) for a total of six weeks.\n\nA commercially available game, Bejeweled 2, by PopCap. Participants use loaned 13-in laptop computers to access the Bejeweled interface, which displays an 8 X 8 grid of gems of varying shapes and colors. The objective is to match three gems of the same color and shape to score points and advance to more difficult levels.","interventionNames":["Behavioral: Control"]}],"interventions":[{"type":"BEHAVIORAL","name":"Web-ORLA","armGroupLabels":["Web-ORLA"]},{"type":"BEHAVIORAL","name":"Control","armGroupLabels":["Control"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Western Aphasia Battery Revised Language Quotient (LQ)","description":"Performance on measures of auditory comprehension, oral expression, reading comprehension and written expression on the WAB-R LQ scale which goes from 0-100. A higher score indicates better performance.","timeFrame":"Change from baseline to immediately following 6 weeks of treatment"}],"secondaryOutcomes":[{"measure":"Western Aphasia Battery Revised Language Quotient (LQ)","description":"Performance on measures of auditory comprehension, oral expression, reading comprehension and written expression on the WAB-R LQ scale which goes from 0-100. A higher score indicates better performance.","timeFrame":"Change from baseline to 6 weeks after the end of treatment."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* men or women with diagnosis of an aphasia subsequent to a left-hemisphere infarct(s) that is confirmed by CT scan or MRI\n* an Aphasia Quotient score on the Western Aphasia Battery of 20-80.\n* \\> 6 months post injury\n* completed at least an eighth grade education\n* premorbidly literate in English\n* sufficient auditory and visual acuity to interact with a laptop\n* not receiving other speech/language treatment for at least one month prior to or during the study.\n\nExclusion Criteria:\n\n* any other neurological condition (other than cerebral vascular disease) that could potentially affect cognition or speech, such as Parkinson's Disease, Alzheimer's Dementia, traumatic brain injury.\n* any significant psychiatric history prior to the stroke, such as severe major depression or psychotic disorder requiring hospitalization; subjects with mood disorders who are currently stable on treatment will be considered.\n* active substance abuse.","healthyVolunteers":false,"sex":"ALL","minimumAge":"21 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Leora R Cherney, PhD","affiliation":"Shirley Ryan AbilityLab","role":"PRINCIPAL_INVESTIGATOR"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001037","term":"Aphasia"}],"ancestors":[{"id":"D000013064","term":"Speech Disorders"},{"id":"D000007806","term":"Language Disorders"},{"id":"D000003147","term":"Communication Disorders"},{"id":"D000019954","term":"Neurobehavioral Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000009422","term":"Nervous System Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M4042","name":"Aphasia","asFound":"Aphasia","relevance":"HIGH"},{"id":"M15554","name":"Speech Disorders","relevance":"LOW"},{"id":"M10513","name":"Language Disorders","relevance":"LOW"},{"id":"M6064","name":"Communication Disorders","relevance":"LOW"},{"id":"M21516","name":"Neurobehavioral Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}