{"protocolSection":{"identificationModule":{"nctId":"NCT04152616","orgStudyIdInfo":{"id":"35RC19_8913"},"secondaryIdInfos":[{"id":"2019-A02131-56","type":"OTHER","domain":"IDRCB"}],"organization":{"fullName":"Rennes University Hospital","class":"OTHER"},"briefTitle":"Mechanisms of Balance Disorders in a Seated Position Following a Stroke","officialTitle":"Characterization and Understanding of the Mechanisms of Balance Disorders in a Seated Position Following a Stroke","acronym":"HEMISEAT"},"statusModule":{"statusVerifiedDate":"2020-08","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-09","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2021-05","type":"ESTIMATED"},"completionDateStruct":{"date":"2021-11","type":"ESTIMATED"},"studyFirstSubmitDate":"2019-10-25","studyFirstSubmitQcDate":"2019-11-04","studyFirstPostDateStruct":{"date":"2019-11-05","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-08-12","lastUpdatePostDateStruct":{"date":"2020-08-13","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Rennes University Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"One of the causes of disability in stroke patients is postural disturbances that result in postural asymmetry in the standing position, characterized during an evaluation on a force platform by a greater displacement of the center of pressure towards the lesion side and thus by a greater percentage of weight on the lower limb (Weight -Bearing Asymmetry (WBA)). Today, the mechanisms of balance disorders in standing position are better understood. Indeed, in addition to sensory and motor deficits, spatial cognitive disorders also contribute to these postural disturbances, particularly in right brain damage stroke. This would be the reason why patients with right brain damage have a more precarious and time-consuming balance to re-educate than patients with lesions located in the left hemisphere.\n\nPostural disturbances can also result in a disturbance of balance in the sitting position, which is a poor prognosis for the acquisition of transfers, standing and walking. To date, seated postural disturbances are not perfectly described with many differences in the explanatory mechanisms found in the literature. Thus, some people notice a more pronounced asymmetry on the medio-lateral plane while others find a more pronounced imbalance at the antero-posterior plane.\n\nSitting posture disorders benefit from few instrumental measurement tools outside clinical measurement scales. A very wide variety of evaluation methods by instrumental measurements are proposed and not validated. Sensor pad, which are usually used to adjust the bases of pressure ulcer patients, may be useful in quantifying the postural balance. But since the involvement of the head and trunk in the sitting posture is well documented in the literature, the addition of an evaluation of the position of the trunk and head seems essential. To our knowledge, no author has proposed to quantify sitting balance disorders by combining a measure of support asymmetry by taking into account the posture of the trunk with that of the head.","detailedDescription":"In France, stroke is the third leading cause of death and the first cause of acquired disability in adults. Approximately 130,000 people suffer a stroke each year. On the other hand, since the frequency of stroke is age-related, the aging of the population suggests that the number of people with stroke will increase in the coming years.\n\nOne of the causes of disability in stroke patients is postural disturbances. These postural disturbances cause a greater risk of falls and are a source of loss of autonomy for these patients. In standing position, during evaluation on a force platform, these postural disturbances can be characterized by postural asymmetry which results in a greater displacement of the center of pressure on the lesion side and thus a greater percentage of support on the lower limb non-paretic (Weight-Bearing Asymmetry (WBA)). Today, the mechanisms of balance disorders in standing position are better understood. Indeed, in addition to sensory and motor deficits, spatial cognitive disorders also contribute to these postural disturbances, particularly in right brain damage stroke. Many authors agree on a localization of spatial cognition and in particular the mental elaboration of the representation of the body in space according to the different types of spatial frame at the level of the right cerebral hemisphere. This would be the reason why patients with right brain damage have a more precarious and time-consuming balance to rehabilitate than patients with lesions located in the left hemisphere.\n\nPostural disturbances can also result in a disturbance of balance in the sitting position. The persistence of these disorders in a sitting position is a poor prognosis for the acquisition of transfers, standing and walking. To date, the mechanisms of these postural disturbances in the seated position in stroke patients have not been fully described. Indeed, many discrepancies are found in the literature. Although it appears that for a majority of authors, stroke patients have greater sitting asymmetry than healthy subjects, not all of them are unanimous. Moreover, among these authors highlighting this asymmetry in the sitting position, some note a more pronounced lateral plane while others find a more pronounced imbalance in the antero-posterior plane. Apart from the motor and sensory deficit, the postural asymmetry found in the sitting position could also be due to a spatial cognitive disorder. The authors Au-Yeung et al showed a more pronounced deviation in patients with a localized stroke in the right hemisphere. This result in relation to the relationship between posturography data from the sitting position and the postural vertical suggests the involvement of spatial cognition in balance disorders in the sitting position. However, since the authors Van Nes et al did not find this result in their study, this hypothesis remains to be confirmed.\n\nUnlike standing posture disorders, which are commonly assessed by force platforms in rehabilitation, sitting posture disorders benefit from few instrumental measurement tools outside clinical measurement scales. In addition, in the literature, a very wide variety of evaluation methods by instrumental measures are proposed and not validated. In some cases, the patient was placed directly on the force platform, others chose to sit the patient on a chair positioned on the platform. Initially, sensor pad are usually used to adapt the bases of patients with pressure ulcers but they may be useful for quantifying the postural base. However, the involvement of the head and trunk in the sitting posture is well documented in the literature and the addition of an assessment of the trunk and head therefore seems essential. To our knowledge, no author has studied sitting balance disorders in a quantified way by taking into account both the posture of the trunk associated with the head and a measurement of postural asymmetry."},"conditionsModule":{"conditions":["Stroke Sequelae"],"keywords":["Stroke","postural asymmetry","sitting balance"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"BASIC_SCIENCE","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":32,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Optitrack®","type":"EXPERIMENTAL","description":"Instrumental evaluation of posture","interventionNames":["Other: Instrumental evaluation of posture"]}],"interventions":[{"type":"OTHER","name":"Instrumental evaluation of posture","description":"After a time of installation of the Optitrack® device's and two accelerometers (one placed on the subject's trunk facing the sternum fixed with a headband and the second at the level of the head also held with a headband), the subject will perform an evaluation of the balance sitting on the sensor pad; the movements of the head and trunk will be analyzed by the Optitrack® device and by the two accelerometers.\n\nThe subject will perform 4 30-second tests, two with eyes open and two with eyes closed. A rest period may be taken between each assessment depending on the subject.\n\nDuring these evaluations, a physiotherapist will be present to avoid the risk of falling.\n\nAfter a rest period of 30 minutes, a new assessment of the sitting posture will be carried out to assess the reproducibility of the tools (sensor pad, accelerometers, Optitrack®).","armGroupLabels":["Optitrack®"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Weight bearing asymmetry on the paretic side","description":"The main judgement criterion is the percentage of the weight bearing on the hemiplegic side evaluated on a sensor pad (BodiTrak® Seat pressure mapping system), a thin mattress (size 32X32) made up of sensors usually used to adapt the bases of patients with pressure ulcers . The subject will be in a sitting position on the pressure sheet with his legs hanging and his upper limbs relaxed on his knees. The value selected will be the average of 2 tests performed with the eyes open and 2 tests performed with the eyes closed, for 30 seconds. This all test will be repeated twice.","timeFrame":"1 day"}],"secondaryOutcomes":[{"measure":"Lateral (mean X, mm) and antero-posterior (mean Y, mm) deviation from the mean position of the pressure centre","description":"The value selected will be the average of 2 tests performed with the eyes open and 2 tests performed with the eyes closed, for 30 seconds. This all test will be repeated twice.","timeFrame":"1 day"},{"measure":"Surface of the displacement of the centre of mass (Surface, mm²),","description":"The value selected will be the average of 2 tests performed with the eyes open and 2 tests performed with the eyes closed, for 30 seconds. This all test will be repeated twice.","timeFrame":"1 day"},{"measure":"Accelerometer posture evaluation","description":"Trunk and head movements will be analyzed by inertial measurement units (IMU) (Xsens®) by estimating the variations in orientation between conditions. The IMUs estimate the orientation of the sensor in a land reference frame. The anatomical orientation of the segments is calculated after correction of the sensor orientation. This correction is quantified by a quick calibration procedure. The value selected will be the average of 2 tests performed with the eyes open and 2 tests performed with the eyes closed, for 30 seconds. This all test will be repeated twice.","timeFrame":"1 day"},{"measure":"Optitrack® posture evaluation","description":"The evaluation of posture (orientation of pelvis, trunk and head) will be measured using an optoelectronic system. The value selected will be the average of 2 tests performed with the eyes open and 2 tests performed with the eyes closed, for 30 seconds. This all test will be repeated twice.","timeFrame":"1 day"},{"measure":"Hemiplegia characteristics","timeFrame":"at inclusion"},{"measure":"Spatial representation test","description":"subjective straight ahead (SSA), Longitudinal Body Axis (LBA) and subjective visual vertical (SVV)","timeFrame":"At inclusion"},{"measure":"Clinical evaluation of posture: lateropulsion","description":"Scale for Lateropulsion (SCALA)","timeFrame":"At inclusion"},{"measure":"Clinical evaluation of posture: postural assessment","description":"Postural Assessment Scale for Stroke (PASS)","timeFrame":"At inclusion"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* 1st symptomatic vascular accident\n* With a stroke\n\n  * With right and left unilateral ischemic or supra-tentory hemorrhagic disease,\n  * Dated less than 3 months old\n* Able to sit for 30 seconds with eyes closed to perform the assessment on the pressure slick\n* Postural Assessment Scale for Stroke ≤ 23/36 (patient not standing up)\n* Non-opposition to participate in the study\n\nExclusion Criteria:\n\n* Orthopedic, rheumatological or visual history affecting the distribution of the pressure center in the seated position\n* Visual history not allowing the evaluation of LBA, SSA, SVV tests\n* Major comprehension disorder not allowing to understand the use of vibration or to give its non-opposition\n* Pregnant or breastfeeding women\n* Persons of full age who are subject to legal protection (protection of justice, guardianship, guardianship), persons deprived of their liberty\n* Simultaneous participation in other research related to balance and/or posture","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Karim JAMAL","role":"CONTACT","phone":"+33299284218","email":"karim.jamal@chu-rennes.fr"}],"overallOfficials":[{"name":"Karim JAMAL","affiliation":"Rennes University Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Service de Médecine Physique et Réadaptation - Hôpital de Pontchaillou","status":"RECRUITING","city":"Rennes","zip":"35033","country":"France","contacts":[{"name":"Karim JAMAL","role":"CONTACT","phone":"+33299284218","email":"karim.jamal@chu-rennes.fr"},{"name":"Florian BIDET","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":48.11198,"lon":-1.67429}}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}