{"protocolSection":{"identificationModule":{"nctId":"NCT04344626","orgStudyIdInfo":{"id":"17-001668-AM-00005"},"organization":{"fullName":"University of California, Los Angeles","class":"OTHER"},"briefTitle":"Use of a Tonometer to Identify Epileptogenic Lesions During Pediatric Epilepsy Surgery","officialTitle":"Use of a Tonometer to Identify Focal Cortical Dysplasia and Tuberous Sclerosis Complex During Pediatric Epilepsy Surgery"},"statusModule":{"statusVerifiedDate":"2023-10","overallStatus":"WITHDRAWN","whyStopped":"We don't have funding to proceed with this study.","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-07-16","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-03","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-03","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-02-26","studyFirstSubmitQcDate":"2020-04-09","studyFirstPostDateStruct":{"date":"2020-04-14","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-10-05","lastUpdatePostDateStruct":{"date":"2023-10-10","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Aria Fallah","investigatorTitle":"Aria Fallah, MD, MSc, FRCSC, FAANS, FAAP; Neurosurgery","investigatorAffiliation":"University of California, Los Angeles"},"leadSponsor":{"name":"University of California, Los Angeles","class":"OTHER"},"collaborators":[{"name":"Université de Montréal","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true},"descriptionModule":{"briefSummary":"Refractory epilepsy, meaning epilepsy that no longer responds to medication, is a common neurosurgical indication in children. In such cases, surgery is the treatment of choice. Complete resection of affected brain tissue is associated with highest probability of seizure freedom. However, epileptogenic brain tissue is visually identical to normal brain tissue, complicating complete resection. Modern investigative methods are of limited use.\n\nAn important subjective assessment during surgery is that affected brain tissue feels stiffer, however there is presently no way to determine this without committing to resecting the affected area. It is hypothesized that intra-operative use of a tonometer (Diaton) will identify abnormal brain tissue stiffness in affected brain relative to normal brain. This will help identify stiffer brain regions without having to resect them.\n\nThe objective is to determine if intra-operative use of a tonometer to measure brain tissue stiffness will offer additional precision in identifying epileptogenic lesions.\n\nIn participants with refractory epilepsy, various locations on the cerebral cortex will be identified using standard pre-operative investigations like magnetic resonance imagin (MRI) and positron emission tomography (PET). These are areas of presumed normal and abnormal brain where the tonometer will be used during surgery to measure brain tissue stiffness. Brain tissue stiffness measurements will then be compared with results of routine pre-operative and intra-operative tests. Such comparisons will help determine if and to what extent intra-operative brain tissue stiffness measurements correlate with other tests and help identify epileptogenic brain tissue.\n\n24 participants have already undergone intra-operative brain tonometry. Results in these participants are encouraging: abnormally high brain tissue stiffness measurements have consistently been identified and significantly associated with abnormal brain tissue.\n\nIf the tonometer adequately identifies epileptogenic brain tissue through brain tissue stiffness measurements, it is possible that resection of identified tissue could lead to better post-operative outcomes, lowering seizure recurrences and neurological deficits.","detailedDescription":"Rationale: Refractory epilepsy, meaning epilepsy that no longer responds to medication, is a common neurosurgical indication in children. Focal cortical dysplasia (FCD) is the most common cause. Tuberous sclerosis complex (TSC) is a rare genetic disease causing epilepsy in over 90% of affected patients. This epilepsy can also become refractory to medication. In such cases of FCD or TSC, surgery is the treatment of choice. Complete resection of brain tissue affected by FCD or TSC is associated with highest probability of seizure freedom. However, epileptogenic brain tissue is visually identical to normal brain tissue, complicating complete resection. Modern investigative methods such as magnetic resonance imaging (MRI), electro-encephalography (EEG) and positron emission tomography (PET), are of limited use. Failure to achieve complete resection may lead to seizure recurrence, which is costly and requires additional surgeries, increasing risks of morbidity and mortality compared to achieving remission.\n\nChanges in tissue stiffness due to an underlying pathology are common in medicine, especially in neurological disorders. An important subjective assessment during epilepsy surgery, particularly in FCD cases, is that affected brain tissue feels stiffer. However, there is currently no way to determine stiffness without committing to resecting the affected area.\n\nHypothesis: Epileptogenic brain tissue stiffness, as measured intra-operatively using a digital tonometer (Diaton), will likely be increased relative to normal brain tissue. This could allow identification of regions of higher stiffness without having to commit to resection.\n\nThe tonometer is a widely-used and FDA-approved tool to measure intraocular pressure. It is a simple and reliable tool to measure brain tissue stiffness without obstructing the operative field. It requires only minimal contact in brain tissue.\n\nThis study is multicentric and includes University of California, Los Angeles (UCLA) Mattel Children's Hospital in Los Angeles and Sainte-Justine University Hospital in Montreal. Results from 24 participants in a preliminary study from UCLA Mattel Children's Hospital were encouraging, prompting expansion of the study to include both sites.\n\nObjectives:\n\nPrimary objective: To determine if intra-operative use of a tonometer to measure brain tissue stiffness will offer additional precision in identifying affected epileptogenic brain tissue, notably in FCD. This could also allow identification of resection margins.\n\nSecondary objective: Eventually, to investigate is epilepsy surgery guided by brain tissue stiffness measurements can lead to better post-operative outcomes, especially regarding seizure recurrences and neurological deficits.\n\nMethods: Participants with refractory epilepsy and considered candidates for surgery following a multidisciplinary meeting and consultation with a neurosurgeon, will undergo standard pre-operative investigations such as MRI, EEG and PET, to identify regions of presumed normal and abnormal brain. Precise locations in both presumed normal and abnormal brain will be identified for intra-operative brain stiffness measurements using the tonometer. Measurements will be taken on all lobes exposed during surgery.\n\nDuring surgery, a craniotomy will be performed and the dura mater will be folded to maximize brain exposition. Once the brain is exposed, a sterilized tonometer will be used to obtain brain tissue stiffness measurements at all predetermined locations of the cortex. Precise stereotactic coordinates for each measurement will be recorded in a neuronavigation software to facilitate comparisons with results of other tests. Brain tissue stiffness measurements will then be compared to results of aforementioned pre-operative tests, as well as results of routine intra-operative tests, namely electro-corticography (ECoG) and histopathological analysis of resected brain tissue (if brain tissue is ultimately resected).\n\nWith this method, it will be possible to determine if and to what extent intra-operative use of the tonometer can identify epileptogenic brain tissue.\n\nThere are no known risks to the patient associated with intra-operative use of the tonometer. Data collection adds approximately 10 minutes to surgery, which typically lasts around 7 hours (420 minutes). Therefore, time in surgery and general anesthesia is only lengthened by 2%.\n\nImportantly, no surgical decision concerning resection of brain tissue is currently based on brain tissue stiffness measurements obtained with the tonometer.\n\nRecruiting: Participants suffering from refractory epilepsy and deemed candidates for surgical treatment during a multidisciplinary meeting will consult with a neurosurgeon. During this consultation, if surgery is adequate and participant is eligible, the present study will be explained and discussed with the participant and his/her parent(s) or legal tutor(s). They will receive the informed consent form. Their questions will be answered. Time will be given to think about their participation to this study. If they consent, consent will be obtained through signing the informed consent form. If they refuse to participate, medical and surgical treatment will resume as planned.\n\nFile review: Medical files of patients prospectively recruited will be reviewed with the participant's consent. Data relevant to the study includes: sex, ethnicity, age at onset of epilepsy, age at surgery, number of antiepileptic medications, etiology, video-EEG results, MRI results, PET results, digital pictures of the brain during surgery, individual brain stiffness measurements taken with the tonometer along with co-recorded neuronavigation images and coordinates.\n\nTests: Before surgery, each participant will undergo routine pre-operative work-up including video-EEG, MRI and PET. During surgery, ECoG will be performed. If brain tissue is resected, in will be analyzed by pathologist to establish a histopathological diagnosis. These are routine investigations in epilepsy surgery. They are not modified by the results of tonometry. The only additional test is intra-operative brain tissue stiffness measurements using the tonometer. As discussed previously, this is not associated with any risks to the participant.\n\nIt is predicted that 150 participants will be enrolled across both sites for this study. Anonymized data for each patient will be shared between both sites.\n\nImportantly, there are no possible controls for such a study. Post-mortem brain tissue undergoes irreversible biomechanical changes and no healthy patient undergoes comparable neurosurgical procedures. To overcome this issue, an experimental model involving intra- and inter-participant comparisons is used.\n\nData analysis: Once data will be collected, statistical analysis will be performed. Continuous data will be reported using means and standard-deviations. Dichotomic data will be reported using frequencies and percentages. Mean and standard-deviations of brain tissue stiffness measurements will be compared for each covariable category using a t-test or ANOVA. Findings will be reported with a beta coefficient, 95 percent confidence intervals and p-values. P-values under 0.05 will be considered statistically significant. Further statistical analyses will be determined during the study.\n\nTimeframe: This study is predicted to last 36 months. Recruiting and treatment of participants, along with data collection will be performed initially. Following this, data will be analyzed and results discussed. Article(s) related to this study will be written afterwards."},"conditionsModule":{"conditions":["Epilepsy","Focal Cortical Dysplasia","Tuberous Sclerosis","Hemimegalencephaly","Polymicrogyria","Rasmussen Encephalitis","Sturge-Weber Syndrome","Gliosis","Stroke","Tumor, Brain"],"keywords":["Pediatric","Epilepsy","Tonometer","Focal cortical dysplasia","Tuberous sclerosis","Polymicrogyria","Rasmussen encephalitis","Sturge-Weber syndrome","Gliosis","Stroke","Developmental brain tumor"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"There are no possible controls for such a study. Post-mortem brain tissue undergoes irreversible biomechanical changes and no healthy patient undergoes comparable neurosurgical procedures. To overcome this issue, an experimental model involving intra- and inter-participant comparisons is used. A single group of participants will undergo brain tonometry and resulting brain tissue stiffness measurements will be compared in predicted normal and abnormal brain tissue (as identified by pre-operative work-up) in each participant and between participants.","primaryPurpose":"DIAGNOSTIC","maskingInfo":{"masking":"NONE","maskingDescription":"No masking. Participants as well as caregivers and investigators will all be aware that patients are undergoing intra-operative brain tonometry (single arm study)."}},"enrollmentInfo":{"count":0,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Brain tonometry","type":"EXPERIMENTAL","description":"Participants undergoing intra-operative brain tissue stiffness measurements using a digital tonometer. Evaluated brain tissue is both presumed normal and abnormal based on results of pre-operative evaluations.","interventionNames":["Device: Intra-operative brain tonometry"]}],"interventions":[{"type":"DEVICE","name":"Intra-operative brain tonometry","description":"Once the brain is exposed during surgery, a sterilized digital tonometer will be used to obtain brain tissue stiffness measurements at various locations of the cortex established based on results of pre-operative work-up. Precise stereotactic coordinates for each measurement will be recorded in a neuronavigation software to facilitate comparisons with results of other tests.","armGroupLabels":["Brain tonometry"],"otherNames":["Intra-operative brain tissue stiffness measurements","Digital tonometer"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Brain tissue stiffness measurements in mmHg as assessed by intraoperative use of a digital tonometer on presumed normal cerebral cortex","description":"Brain tonometry is a novel diagnostic approach, therefore normal and abnormal brain tissue stiffness values are not known. Measurements will be taken on presumed normal cerebral cortex, based on results of preoperative evaluations (magnetic resonance imaging, electro-encephalography, positron emission tomography), to establish potential normal brain tissue stiffness values.","timeFrame":"Intraoperative"},{"measure":"Brain tissue stiffness measurements in mmHg as assessed by intraoperative use of a digital tonometer on presumed pathological cerebral cortex","description":"Brain tonometry is a novel diagnostic approach, therefore normal and abnormal brain tissue stiffness values are not known. Measurements will be taken on presumed pathological (ex.: focal cortical dysplasia, tuberous sclerosis complex) cerebral cortex, based on results of preoperative evaluations (magnetic resonance imaging, electro-encephalography, positron emission tomography), to establish potential pathological brain tissue stiffness values.","timeFrame":"Intraoperative"},{"measure":"Correlation between brain tissue stiffness measurements in mmHg as assessed by novel intraoperative use of a digital tonometer and results of standard perioperative evaluations, using a 3D model of each brain","description":"Precise stereotactic coordinates for each brain tissue stiffness measurement will be recorded in a neuronavigation software. This will allow aggregation of brain tissue stiffness measurements and results of routine preoperative (MRI, EEG, PET), as well as intra-operative tests (ECoG, histopathological analysis of resected brain tissue) on a 3D model of each patient's brain.\n\nWith this method, each brain tissue stiffness measurement can be compared to presence or absence of an underlying lesion on MRI; to presence or absence of epileptogenic foci on EEG; to presence of iso- or hypometabolism on PET; to presence or absence of epileptogenic foci on ECoG; to pathological diagnosis and severity of cortical disorganization on histopathological analysis.\n\nThis will give insight into how well brain tissue stiffness measurements correlate with, and potentially identify, structural and functional epileptic brain anomalies.","timeFrame":"Perioperative"}],"secondaryOutcomes":[{"measure":"Surgical complications as assessed clinically on standard postoperative follow-up through study completion, up to 36 months","description":"The intraoperative use of the tonometer should not affect patient outcome. To support this, surgical complications, as they relate to the participants of this study, will be recorded on clinical follow-up, to be compared with the available literature. Number of patients with surgical complications, as well as the nature of the complications will be recorded. Of note, there are no additional visits required for this study after participation in the operating room. Follow-up remains as planned according the the nature of the patient's condition and surgery.","timeFrame":"Through study completion, up to 36 months"},{"measure":"Seizure freedom as assessed clinically on standard postoperative follow-up through study completion, up to 36 months","description":"The intraoperative use of the tonometer should not affect patient outcome. To support this, seizure freedom, as it relates to the participants of this study, will be recorded on clinical follow-up, to be compared with the available literature. Number of patients achieving seizure freedom, as well as number of patients not achieving seizure freedom will be recorded. Time to seizure recurrence will also be recorded. Of note, there are no additional visits required for this study after participation in the operating room. Follow-up remains as planned according the the nature of the patient's condition and surgery.","timeFrame":"Through study completion, up to 36 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participants with epilepsy who candidates for surgical treatment as established by a multidisciplinary committee specialized in epilepsy.\n* Participants undergoing resective surgery for epilepsy of dysplastic (examples: focal cortical dysplasia, tuberous sclerosis, hemimegalencephaly, polymicrogyria) or non-dysplastic etiology (examples: developmental tumors, gliosis, stroke, Rasmussen encephalitis, Sturge-Weber syndrome).\n\nExclusion Criteria:\n\n* Lesion of interest located in a difficult to access region, such as paralimbic structures, insula, depth-of-sulci or inter-hemispheric.","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Aria Fallah, MD","affiliation":"University of California, Los Angeles","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"UCLA Mattel Children's Hospital","city":"Los Angeles","state":"California","zip":"90095","country":"United States","geoPoint":{"lat":34.05223,"lon":-118.24368}},{"facility":"Sainte-Justine University Hospital","city":"Montreal","state":"Quebec","zip":"H3T1C5","country":"Canada","geoPoint":{"lat":45.50884,"lon":-73.58781}}]},"referencesModule":{"references":[{"pmid":"23859852","type":"BACKGROUND","citation":"Gaitanis JN, Donahue J. Focal cortical dysplasia. Pediatr Neurol. 2013 Aug;49(2):79-87. doi: 10.1016/j.pediatrneurol.2012.12.024."},{"pmid":"23622203","type":"BACKGROUND","citation":"Palmini A, Holthausen H. Focal malformations of cortical development: a most relevant etiology of epilepsy in children. Handb Clin Neurol. 2013;111:549-65. doi: 10.1016/B978-0-444-52891-9.00058-0."},{"pmid":"18042232","type":"BACKGROUND","citation":"Harvey AS, Cross JH, Shinnar S, Mathern GW; ILAE Pediatric Epilepsy Surgery Survey Taskforce. Defining the spectrum of international practice in pediatric epilepsy surgery patients. Epilepsia. 2008 Jan;49(1):146-55. doi: 10.1111/j.1528-1167.2007.01421.x. Epub 2007 Nov 27. Erratum In: Epilepsia. 2013 Jun;54(6):1140. Mathern, Bary W [corrected to Mathern, Gary W]."},{"pmid":"23558575","type":"BACKGROUND","citation":"Wang ZI, Alexopoulos AV, Jones SE, Jaisani Z, Najm IM, Prayson RA. The pathology of magnetic-resonance-imaging-negative epilepsy. Mod Pathol. 2013 Aug;26(8):1051-8. doi: 10.1038/modpathol.2013.52. Epub 2013 Apr 5."},{"pmid":"22555587","type":"BACKGROUND","citation":"Mellerio C, Labeyrie MA, Chassoux F, Daumas-Duport C, Landre E, Turak B, Roux FX, Meder JF, Devaux B, Oppenheim C. Optimizing MR imaging detection of type 2 focal cortical dysplasia: best criteria for clinical practice. AJNR Am J Neuroradiol. 2012 Nov;33(10):1932-8. doi: 10.3174/ajnr.A3081. Epub 2012 May 3."},{"pmid":"1789692","type":"BACKGROUND","citation":"Palmini A, Andermann F, Olivier A, Tampieri D, Robitaille Y. Focal neuronal migration disorders and intractable partial epilepsy: results of surgical treatment. Ann Neurol. 1991 Dec;30(6):750-7. doi: 10.1002/ana.410300603."},{"pmid":"19005171","type":"BACKGROUND","citation":"Krsek P, Maton B, Jayakar P, Dean P, Korman B, Rey G, Dunoyer C, Pacheco-Jacome E, Morrison G, Ragheb J, Vinters HV, Resnick T, Duchowny M. Incomplete resection of focal cortical dysplasia is the main predictor of poor postsurgical outcome. Neurology. 2009 Jan 20;72(3):217-23. doi: 10.1212/01.wnl.0000334365.22854.d3. Epub 2008 Nov 12."},{"pmid":"17645538","type":"BACKGROUND","citation":"Cossu M, Lo Russo G, Francione S, Mai R, Nobili L, Sartori I, Tassi L, Citterio A, Colombo N, Bramerio M, Galli C, Castana L, Cardinale F. Epilepsy surgery in children: results and predictors of outcome on seizures. Epilepsia. 2008 Jan;49(1):65-72. doi: 10.1111/j.1528-1167.2007.01207.x. Epub 2007 Jul 21."},{"pmid":"11930272","type":"BACKGROUND","citation":"Kloss S, Pieper T, Pannek H, Holthausen H, Tuxhorn I. Epilepsy surgery in children with focal cortical dysplasia (FCD): results of long-term seizure outcome. Neuropediatrics. 2002 Feb;33(1):21-6. doi: 10.1055/s-2002-23595."},{"pmid":"5096551","type":"BACKGROUND","citation":"Taylor DC, Falconer MA, Bruton CJ, Corsellis JA. Focal dysplasia of the cerebral cortex in epilepsy. J Neurol Neurosurg Psychiatry. 1971 Aug;34(4):369-87. doi: 10.1136/jnnp.34.4.369."},{"pmid":"26607561","type":"BACKGROUND","citation":"Allers K, Essue BM, Hackett ML, Muhunthan J, Anderson CS, Pickles K, Scheibe F, Jan S. The economic impact of epilepsy: a systematic review. BMC Neurol. 2015 Nov 25;15:245. doi: 10.1186/s12883-015-0494-y."},{"pmid":"10714408","type":"BACKGROUND","citation":"Begley CE, Famulari M, Annegers JF, Lairson DR, Reynolds TF, Coan S, Dubinsky S, Newmark ME, Leibson C, So EL, Rocca WA. The cost of epilepsy in the United States: an estimate from population-based clinical and survey data. Epilepsia. 2000 Mar;41(3):342-51. doi: 10.1111/j.1528-1157.2000.tb00166.x."},{"pmid":"16484352","type":"BACKGROUND","citation":"Itoh A, Ueno E, Tohno E, Kamma H, Takahashi H, Shiina T, Yamakawa M, Matsumura T. Breast disease: clinical application of US elastography for diagnosis. Radiology. 2006 May;239(2):341-50. doi: 10.1148/radiol.2391041676. Epub 2006 Feb 16."},{"pmid":"21751286","type":"BACKGROUND","citation":"Murphy MC, Huston J 3rd, Jack CR Jr, Glaser KJ, Manduca A, Felmlee JP, Ehman RL. Decreased brain stiffness in Alzheimer's disease determined by magnetic resonance elastography. J Magn Reson Imaging. 2011 Sep;34(3):494-8. doi: 10.1002/jmri.22707. Epub 2011 Jul 12."},{"pmid":"19539039","type":"BACKGROUND","citation":"Wuerfel J, Paul F, Beierbach B, Hamhaber U, Klatt D, Papazoglou S, Zipp F, Martus P, Braun J, Sack I. MR-elastography reveals degradation of tissue integrity in multiple sclerosis. Neuroimage. 2010 Feb 1;49(3):2520-5. doi: 10.1016/j.neuroimage.2009.06.018. Epub 2009 Jun 16."},{"pmid":"20931563","type":"BACKGROUND","citation":"Streitberger KJ, Wiener E, Hoffmann J, Freimann FB, Klatt D, Braun J, Lin K, McLaughlin J, Sprung C, Klingebiel R, Sack I. In vivo viscoelastic properties of the brain in normal pressure hydrocephalus. NMR Biomed. 2011 May;24(4):385-92. doi: 10.1002/nbm.1602. Epub 2010 Oct 7."}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"Relevant data will be shared through publications and presentations. These include brain tissue stiffness measurements in normal and abnormal brain, as well as how they correlate to results of other, standard pre- and intra-operative evaluations."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000014402","term":"Tuberous Sclerosis"},{"id":"D000013341","term":"Sturge-Weber Syndrome"},{"id":"D000001932","term":"Brain Neoplasms"},{"id":"D000065705","term":"Hemimegalencephaly"},{"id":"D000004827","term":"Epilepsy"},{"id":"D000004660","term":"Encephalitis"},{"id":"D000020526","term":"Brain Stem Infarctions"},{"id":"D000054220","term":"Malformations of Cortical Development"},{"id":"D000092222","term":"Focal Cortical Dysplasia"},{"id":"D000065706","term":"Polymicrogyria"},{"id":"D000007715","term":"Klippel-Trenaunay-Weber Syndrome"},{"id":"D000012598","term":"Sclerosis"},{"id":"D000005911","term":"Gliosis"}],"ancestors":[{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000020521","term":"Stroke"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000090862","term":"Neuroinflammatory Diseases"},{"id":"D000006222","term":"Hamartoma"},{"id":"D000009369","term":"Neoplasms"},{"id":"D000009378","term":"Neoplasms, Multiple Primary"},{"id":"D000009386","term":"Neoplastic Syndromes, Hereditary"},{"id":"D000065703","term":"Malformations of Cortical Development, Group I"},{"id":"D000009421","term":"Nervous System Malformations"},{"id":"D000020752","term":"Neurocutaneous Syndromes"},{"id":"D000020271","term":"Heredodegenerative Disorders, Nervous System"},{"id":"D000019636","term":"Neurodegenerative Diseases"},{"id":"D000000013","term":"Congenital Abnormalities"},{"id":"D000030342","term":"Genetic Diseases, Inborn"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000007238","term":"Infarction"},{"id":"D000007511","term":"Ischemia"},{"id":"D000009336","term":"Necrosis"},{"id":"D000000798","term":"Angiomatosis"},{"id":"D000006391","term":"Hemangioma"},{"id":"D000009383","term":"Neoplasms, Vascular Tissue"},{"id":"D000009370","term":"Neoplasms by Histologic Type"},{"id":"D000016543","term":"Central Nervous System Neoplasms"},{"id":"D000009423","term":"Nervous System Neoplasms"},{"id":"D000009371","term":"Neoplasms by Site"},{"id":"D000065704","term":"Malformations of Cortical Development, Group III"},{"id":"D000058627","term":"Megalencephaly"},{"id":"D000019465","term":"Craniofacial Abnormalities"},{"id":"D000009139","term":"Musculoskeletal Abnormalities"},{"id":"D000009140","term":"Musculoskeletal Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M4899","name":"Brain Neoplasms","asFound":"Tumor, Brain","relevance":"HIGH"},{"id":"M16045","name":"Syndrome","relevance":"LOW"},{"id":"M15105","name":"Sclerosis","asFound":"Sclerosis","relevance":"HIGH"},{"id":"M7673","name":"Epilepsy","asFound":"Epilepsy","relevance":"HIGH"},{"id":"M7515","name":"Encephalitis","asFound":"Encephalitis","relevance":"HIGH"},{"id":"M16842","name":"Tuberous Sclerosis","asFound":"Tuberous Sclerosis","relevance":"HIGH"},{"id":"M8711","name":"Gliosis","asFound":"Gliosis","relevance":"HIGH"},{"id":"M2908","name":"Focal Cortical Dysplasia","asFound":"Focal Cortical Dysplasia","relevance":"HIGH"},{"id":"M30268","name":"Polymicrogyria","asFound":"Polymicrogyria","relevance":"HIGH"},{"id":"M10425","name":"Klippel-Trenaunay-Weber Syndrome","asFound":"Weber Syndrome","relevance":"HIGH"},{"id":"M15821","name":"Sturge-Weber Syndrome","asFound":"Sturge-Weber Syndrome","relevance":"HIGH"},{"id":"M30267","name":"Hemimegalencephaly","asFound":"Hemimegalencephaly","relevance":"HIGH"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M22001","name":"Brain Stem Infarctions","asFound":"Weber Syndrome","relevance":"HIGH"},{"id":"M12","name":"Congenital Abnormalities","relevance":"LOW"},{"id":"M27279","name":"Malformations of Cortical Development","asFound":"Cortical Dysplasia","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M2804","name":"Neuroinflammatory Diseases","relevance":"LOW"},{"id":"M9004","name":"Hamartoma","relevance":"LOW"},{"id":"M12013","name":"Neoplasms, Multiple Primary","relevance":"LOW"},{"id":"M12021","name":"Neoplastic Syndromes, Hereditary","relevance":"LOW"},{"id":"M12055","name":"Nervous System Malformations","relevance":"LOW"},{"id":"M22199","name":"Neurocutaneous Syndromes","relevance":"LOW"},{"id":"M21782","name":"Heredodegenerative Disorders, Nervous System","relevance":"LOW"},{"id":"M21248","name":"Neurodegenerative Diseases","relevance":"LOW"},{"id":"M23376","name":"Genetic Diseases, Inborn","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"M3816","name":"Angiomatosis","relevance":"LOW"},{"id":"M9169","name":"Hemangioma","relevance":"LOW"},{"id":"M12018","name":"Neoplasms, Vascular Tissue","relevance":"LOW"},{"id":"M12005","name":"Neoplasms by Histologic Type","relevance":"LOW"},{"id":"M12057","name":"Nervous System Neoplasms","relevance":"LOW"},{"id":"M18627","name":"Central Nervous System Neoplasms","relevance":"LOW"},{"id":"M28860","name":"Megalencephaly","relevance":"LOW"},{"id":"M21110","name":"Craniofacial Abnormalities","relevance":"LOW"},{"id":"M11786","name":"Musculoskeletal Abnormalities","relevance":"LOW"},{"id":"M11787","name":"Musculoskeletal Diseases","relevance":"LOW"},{"id":"T5751","name":"Tuberous Sclerosis Complex","asFound":"Tuberous Sclerosis","relevance":"HIGH"},{"id":"T3248","name":"Klippel-Trenaunay Syndrome","asFound":"Weber Syndrome","relevance":"HIGH"},{"id":"T4428","name":"Parkes Weber Syndrome","asFound":"Sturge-Weber Syndrome","relevance":"HIGH"},{"id":"T5905","name":"Weber Syndrome","asFound":"Weber Syndrome","relevance":"HIGH"},{"id":"T5493","name":"Sturge-Weber Syndrome","asFound":"Sturge-Weber Syndrome","relevance":"HIGH"},{"id":"T4883","name":"Rasmussen Encephalitis","asFound":"Rasmussen Encephalitis","relevance":"HIGH"},{"id":"T2697","name":"Hemimegalencephaly","asFound":"Hemimegalencephaly","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC16","name":"Diseases and Abnormalities at or Before Birth"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC17","name":"Skin and Connective Tissue Diseases"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}