{"protocolSection":{"identificationModule":{"nctId":"NCT06254573","orgStudyIdInfo":{"id":"Kayseri CH06"},"organization":{"fullName":"Kayseri City Hospital","class":"OTHER_GOV"},"briefTitle":"The Relationship Of Ultrasonographic Measurements With Sarcopenia in Stroke","officialTitle":"The Relationship Of Distal Femoral Cartilage And Quadriceps Muscle Thickness With Functional Status And Sarcopenia İn Patients With Stroke"},"statusModule":{"statusVerifiedDate":"2024-02","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-05-10","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-12-30","type":"ACTUAL"},"completionDateStruct":{"date":"2023-04-13","type":"ACTUAL"},"studyFirstSubmitDate":"2024-01-24","studyFirstSubmitQcDate":"2024-02-03","studyFirstPostDateStruct":{"date":"2024-02-12","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-02-03","lastUpdatePostDateStruct":{"date":"2024-02-12","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Havva Talay Çalış","investigatorTitle":"Prof. Dr.","investigatorAffiliation":"Kayseri City Hospital"},"leadSponsor":{"name":"Kayseri City Hospital","class":"OTHER_GOV"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"introduction:The aim of this study was to show the relationship of distal femoral cartilage and quadriceps thicknesses with functional status and presence of sarcopenia in ambulatory stroke patients with voluntary movement.\n\nMaterials and Method: Forty-eight patients who were diagnosed with stroke due to cerebrovascular disease, had started voluntary movement, and had a motor recovery of 3 or above according to Brunnstrom's Staging were included in this cross-sectional study.","detailedDescription":"Forty-eight patients who were diagnosed with stroke due to cerebrovascular disease, had started voluntary movement, and had a motor recovery of 3 or above according to Brunnstrom's Staging were included in this cross-sectional study. Bilateral distal femoral cartilage thickness and quadriceps femoris (rectus femoris+vastus intermedius) thickness were measured by ultrasonography. In addition, A Simple Questionnaire to Rapidly Diagnose Sarcopenia (SARC-F questionnaire), hand grip strength, muscle mass measurement with Dual energy X-ray absorptiometry (DXA), short physical performance battery (KFPB) tests were performed and the presence of sarcopenia The European Working Group on Sarcopenia in Older People-2 (EWGSOP- 2) were evaluated according to the criteria. Patients' Functional Independence Scale (FIM), Functional Ambulation Scale (FAS), Barthel Index and modified ashworth scale (MAS) were evaluated."},"conditionsModule":{"conditions":["Hemiplegia"],"keywords":["Distal femoral cartilage thickness","Quadriceps muscle thickness","Functionality","Sarcopenia","Hemiplegia"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":true,"targetDuration":"1 Day","designInfo":{"observationalModel":"COHORT","timePerspective":"CROSS_SECTIONAL"},"enrollmentInfo":{"count":48,"type":"ACTUAL"}},"outcomesModule":{"primaryOutcomes":[{"measure":"Distal Femoral Cartilage Measurement","description":"Horizontal imaging was performed from the suprapatellar region using the patient in the supine position with the knees at maximum flexion, and the femoral cartilage thickness was measured three times separately from 3 different locations: medial, intercondylar and lateral, and the averages were be recorded.","timeFrame":"once at the beginning"},{"measure":"Quadriceps Femoris Muscle Thickness Measurement","description":"Each participant was scanned in a relaxed supine position. The examiner placed the probe on the anterior aspect of the thigh, perpendicular to its long axis at a point midway between the anterior superior iliac spine and the proximal end of the patella according to a previous study.The examiner identified the subcutaneous adipose tissue, rectus femoris, vastus intermedius, and the femur. Excess gel was applied to the skin to minimize distortion.","timeFrame":"once at the baseline"}],"secondaryOutcomes":[{"measure":"Functional Independence Scale","description":"Functional Independence Scale: Functional Independence Scale is a scale consisting of motor and cognitive subheadings and scoring functions. The Functional Independence Scale is scored under 3 main headings: The total score consists of the sum of the scores of 13 motor items and the scores of 5 cognitive items. A high score indicates high functioning status.","timeFrame":"once at the beginning"},{"measure":"Brunnstrom Stages of Stroke Recovery","description":"It is used to evaluate the improvement in motor functions. The lowest stage (flaccid stage and no voluntary movement) is stage 1, and the highest stage (period with isolated joint movements) is stage 6. Its validity and reliability have been previously proven.","timeFrame":"once at the baseline"},{"measure":"Modified Ashworth Scale","description":"It is a method used to determine the severity of spasticity. It is based on the principle that the physician subjectively rates the resistance he feels during the examination. It is divided into six grades: 0 = normal muscle tone, 1 = slight increase in muscle tone, minimal muscle resistance at the end of the range of motion, 1 + = minimal resistance at less than half of the joint range of motion, 2 = significant muscle resistance at more than half of the joint range of motion. Increased tone, but affected parts can be moved easily, 3=Passive movement is difficult, there is a significant increase in muscle tone, 4=Affected parts are rigid in flexion and extension, there is a severe increase in tone.","timeFrame":"once at the baseline"},{"measure":"Barthel Index for Activities of Daily Living","description":"It is used to measure the level of disability experienced by the patient during daily living activities. Barthel index consists of a total of 10 main items. Nutrition, wheelchair-bed transfer, self-care, sitting and standing on the toilet, washing, walking on smooth surfaces, going up and down stairs, dressing and undressing, bowel and bladder care are questioned. The total score is evaluated between 0 and 100. 0-20 points: fully dependent, 21-61 points: severely dependent, 62-90 points: moderately dependent, 91-99: slightly dependent, 100 points: fully independent.","timeFrame":"once at the baseline"},{"measure":"Functional Ambulation Scale","description":"It classifies patients according to the motor skills required for functional ambulation. It was developed in 1984. Six different functional ambulation stages have been determined: Stage 0 for patients who cannot walk or who need physical support or supervision from more than one person to walk other than the parallel bar, and Stage 5 for patients who ambulate independently at any speed on flat and uneven surfaces, slopes and stairs.","timeFrame":"once at the baseline"},{"measure":"Evaluation of Muscle Mass","description":"The most common method used to evaluate muscle mass and body composition in stroke patients is Dual-energy X-ray absorptiometry (DXA). Total muscle mass is related to body size. Therefore, appendicular skeletal muscle mass measured on DXA; Appendicular Skeletal Muscle Index (ASM)/height²), that is, appendicular muscle mass (ASMI), was calculated by correcting for height to adapt it to body size, and muscle mass was evaluated. The recommended cut-off point for ASMI was \\<7.26 kg/m2 for men and \\<5.5 kg/m2 for women. Patients with low ASMI were evaluated as sarcopenia.","timeFrame":"once at the baseline"},{"measure":"Evaluation of Muscle Performance","description":"The short physical performance battery is used in both medical research and clinical practice to evaluate lower extremity physical performance. It evaluates balance, walking speed and endurance. The total score is 12 points, with ≤ 8 points indicating poor physical performance. In our study, if the physical performance of the person diagnosed with sarcopenia was low, it was considered as severe sarcopenia.","timeFrame":"once at the beginning"},{"measure":"Evaluation of Muscle Strength","description":"In general, hand grip strength is one of two methods used to measure muscle strength in patients with suspected sarcopenia. Hand grip strength is related to strength in other muscles and can therefore be used as a tool to demonstrate muscle weakness. The hydraulic hand dynamometer was used in all patients included in our study, and measurements were recorded in kilogram. Measurements were made with the patient in a sitting position on a chair, with the elbow close to the body and 90 degrees of flexion, and the wrist in neutral. Patients were asked to grasp the dynamometer as firmly as possible. Three measurements were taken for the patients and the average was taken. The recommended cut-off point for the hand grip test was considered to be \\<27 kg for men and \\<16 kg for women. Patients with low hand grip strength were evaluated as having possible sarcopenia.","timeFrame":"once at the baseline"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Between 18 and 90 years old\n* Presence of a history of ischemic or hemorrhagic stroke (based on CT and/or magnetic resonance imaging (MRI) report)\n* Brunnstrom hemiplegia recovery staging, stage 3≥\n\nExclusion Criteria:\n\n* History of recurrent cerebrovascular accident\n* More than 2 years have passed since the history of cerebrovascular accident\n* Inflammatory arthritis or any other rheumatic disease\n* History of trauma to the knee (cruciate ligament or meniscus trauma)\n* Previous knee surgery\n* Pre-stroke neurological gait disorder\n* Lower extremity amputation\n* Knee joint contracture","sex":"ALL","minimumAge":"34 Years","maximumAge":"89 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Patients who applied to Kayseri City Hospital Physical Medicine and Rehabilitation outpatient clinic and were diagnosed with clinically and radiologically confirmed stroke caused by cerebrovascular disease were included in the study after their consent was obtained. Inclusion and exclusion criteria were stated below.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"HAVVA TALAY ÇALIŞ","affiliation":"KAYSERİ CITY HOSPITAL","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Health Sciences University, Kayseri Medicine Faculty","city":"Talas","state":"Kayseri","zip":"38280","country":"Turkey","geoPoint":{"lat":38.6908,"lon":35.5538}},{"facility":"Health Sciences University, Kayseri Medicine Faculty","city":"Kayseri","state":"Kocasinan","zip":"38080","country":"Turkey","geoPoint":{"lat":38.73222,"lon":35.48528}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000055948","term":"Sarcopenia"},{"id":"D000006429","term":"Hemiplegia"}],"ancestors":[{"id":"D000009133","term":"Muscular Atrophy"},{"id":"D000020879","term":"Neuromuscular Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000001284","term":"Atrophy"},{"id":"D000020763","term":"Pathological Conditions, Anatomical"},{"id":"D000010243","term":"Paralysis"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M28086","name":"Sarcopenia","asFound":"Sarcopenia","relevance":"HIGH"},{"id":"M9205","name":"Hemiplegia","asFound":"Hemiplegia","relevance":"HIGH"},{"id":"M11780","name":"Muscular Atrophy","relevance":"LOW"},{"id":"M4279","name":"Atrophy","relevance":"LOW"},{"id":"M22309","name":"Neuromuscular Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M22209","name":"Pathological Conditions, Anatomical","relevance":"LOW"},{"id":"M12847","name":"Paralysis","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}