{"protocolSection":{"identificationModule":{"nctId":"NCT06154031","orgStudyIdInfo":{"id":"dyad"},"organization":{"fullName":"University of Minnesota","class":"OTHER"},"briefTitle":"Dyad Learning in Wrist-robotic Environment After Stroke","officialTitle":"Feasibility and Effects of Dyad Learning in a Wrist-robotic Environment in Individuals With Chronic Stroke"},"statusModule":{"statusVerifiedDate":"2024-01","overallStatus":"WITHDRAWN","whyStopped":"Technical issues with the device","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-12-15","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-05-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-08-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-10-20","studyFirstSubmitQcDate":"2023-11-29","studyFirstPostDateStruct":{"date":"2023-12-01","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-01-28","lastUpdatePostDateStruct":{"date":"2024-01-30","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Minnesota","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"\"Robot-assisted rehabilitation is used to mitigate the devastating effects of stroke and to recover the ability to perform complex motor tasks in survivors. One common issue is that robotic devices are costly and only available to individuals in limited capacity. Increasing efficiency by reducing required physical practice time or by improving training gains is therefore crucial to improve outcomes in robot-assisted rehabilitation after stroke. We are aiming to implement dyad learning as a learning paradigm that increases motor learning within a given timeframe for individuals to overcome this issue. Dyad learning is form of sensorimotor learning where participants learn in pairs, alternating between physical and observational practice. Between trials, learners are often allowed to engage in inter-trial dialog.\n\nDyad learning has not been established as a tool in rehabilitation, despite its potential to either reduce required physical practice time or increase motor improvement. The general aim of this project is to determine the usability (Aim 1) and feasibility (Aim 2) of dyad learning in a wrist robot environment in individuals with chronic stroke, as well as transfer effects in two transfer task (Aim 3). Dyad learning is characterized as motor learning where learners alternate between physical and observational training. Physical practice means that a person performs the motor task themselves. Observational practice means that the learner watches someone else practice the motor task.\n\nIn particular, the specific aims are as follows:\n\nAim 1: To determine if a dyad learning paradigm in the wrist robot environment can be implemented in participants with chronic stroke. This aim seeks to determine the usability of dyad learning of a gamified motor task in the wrist robot environment. Successful completion of the study by participants will verify this aim.\n\nAim 2: To determine the effect of dyad learning to improve wrist joint motor performance within the wrist robot environment. Participants with chronic stroke will be trained in a gamified motor task using a dyad learning paradigm. Motor performance will be measured by a performance motor score, a composite score that comprises spatial and temporal variables. Improvement in the performance motor score at the end of training will verify this aim.\n\nAim 3: To determine if dyadic wrist motor training in the wrist robot environment leads to improvements in the performance of two untrained functional wrist movement tasks in participants with chronic stroke. This aim seeks to identify the transfer effects of dyadic learning-related motor training gains on functional motor performance. Participants will perform two untrained wrist join motor task before and after training. The motor task are line tracing and tracking tasks. Performance will be measured by calculating the root mean square error (RMSE), measuring how much the participant deviates from the line, as well as time-to-complete in seconds. A decrease in RMSE and/or in time-to-complete at the second visit compared to the first performance will verify this aim."},"conditionsModule":{"conditions":["Chronic Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"Cross-sectional single arm pilot-feasibility study. Assessments and training will be performed at two laboratory visits. Participants will spend approximately 125-145 minutes at the laboratory on Day 1, and approximately 80 minutes on Day 2.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":0,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"stroke survivors","type":"EXPERIMENTAL","interventionNames":["Behavioral: Dyad learning"]}],"interventions":[{"type":"BEHAVIORAL","name":"Dyad learning","description":"All participants will perform a gamified exercise using a dyad learning protocol. This means that all participants will practice the gamified exercise in pairs (dyads), for 60 minutes on two consecutive days.","armGroupLabels":["stroke survivors"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Motor performance score","description":"The gaming software records an instantaneous motor performance score (iMPS), which is a composite score combining temporal and spatial in-game kinematics at a sampling frequency of 100 Hz. Instantaneous in-game moving speed of the car in mph, distance of the car from the ideal (shortest) path in meters, as well as rotation of the car compared to the direction of the ideal path in degrees will be recorded (Figure 3). The virtual speed, as well as distance and rotational deviation will be combined into a single, composite score. The iMPS can assume values between 0 and 1, 0 reflects poor motor performance and 1 perfect performance. A minimum virtual speed of 30 mph will be required to be able to receive an MPS of 1. A maximum virtual distance of 5 meters will be allowed before performance was recorded as 0.","timeFrame":"Day 2"},{"measure":"Instantaneous motor performance score (iMPS)","description":"nstantaneous in-game moving speed of the car in mph, distance of the car from the ideal (shortest) path in meters, as well as rotation of the car compared to the direction of the ideal path in degrees will be recorded. The virtual speed, as well as distance and rotational deviation will be combined into a single, composite score called iMPS using an equation.\n\nIt assumes values between 0 and 1, 0 reflects poor motor performance and 1 perfect performance. An iMPS of 0 was recorded if the car was not moving, the car was going in the opposite direction, or if the car was further than 5 meters away from the ideal path.","timeFrame":"Day 2"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Cerebral stroke at least three months before the time of data collection; full or near full functional wrist range of motion, 60째 of wrist extension, 55째 wrist flexion, as well as full or near full functional forearm range of motion, 65째 of forearm pronation and 75째 of forearm supination; ability to resist minimal resistance in gravity-eliminated position in wrist flexion/extension, and forearm pronation/supination\n* no known physical or neurological impairments\n* the ability to communicate in English, proficiency in English.\n\nExclusion Criteria:\n\n* Cognitive impairment (Mini Mental State Examination (MMSE) \\< 23\n* markedly increased muscle tone through most of the range of motion in wrist flexion/extension and forearm pronation/supination (\\>1+ on modified Ashworth Scale )\n* medical conditions that affect upper limb sensorimotor functions such as Parkinson's disease or peripheral neuropathy\n* uncorrected visual impairment\n* speech pathology that impairs the ability to communicate.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Juergen Konczak, PhD","affiliation":"University of Minnesota","role":"PRINCIPAL_INVESTIGATOR"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}