{"protocolSection":{"identificationModule":{"nctId":"NCT00843427","orgStudyIdInfo":{"id":"R01NS048281","type":"NIH","link":"https://reporter.nih.gov/quickSearch/R01NS048281"},"secondaryIdInfos":[{"id":"1R01NS048281-01A2","type":"NIH","link":"https://reporter.nih.gov/quickSearch/1R01NS048281-01A2"}],"organization":{"fullName":"University of Alabama at Birmingham","class":"OTHER"},"briefTitle":"fMRI of Language Recovery Following Stroke in Adults","officialTitle":"fMRI of Language Recovery Following Stroke in Adults"},"statusModule":{"statusVerifiedDate":"2018-05","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2008-09"},"primaryCompletionDateStruct":{"date":"2015-08","type":"ACTUAL"},"completionDateStruct":{"date":"2015-08","type":"ACTUAL"},"studyFirstSubmitDate":"2009-02-12","studyFirstSubmitQcDate":"2009-02-12","studyFirstPostDateStruct":{"date":"2009-02-13","type":"ESTIMATED"},"lastUpdateSubmitDate":"2018-05-10","lastUpdatePostDateStruct":{"date":"2018-05-11","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Jerzy P Szaflarski","investigatorTitle":"Professor","investigatorAffiliation":"University of Alabama at Birmingham"},"leadSponsor":{"name":"University of Alabama at Birmingham","class":"OTHER"},"collaborators":[{"name":"National Institute of Neurological Disorders and Stroke (NINDS)","class":"NIH"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"The purpose of this study is to test the effectiveness of constraint-induced aphasia therapy.","detailedDescription":"Aphasia (difficulty speaking) is one of the most dreaded consequences of stroke. It is associated with high mortality and severe motor, social, and cognitive disability. During the past decade, therapies administered by stroke teams have made great strides in limiting the damage due to a stroke. Unfortunately, progress in aphasia rehabilitation has not experienced the same rapid advancement. Evidence suggests that the brain may have untapped potential for recovery of aphasia after stroke.\n\nUsing functional magnetic resonance imaging (fMRI), researchers now are able to examine the areas of the brain that are responsible for language recovery after stroke. Such data may explain how the brain recovers after stroke, and may lead to new therapies to help individuals who have suffered an aphasia-causing stroke.\n\nIn this study, researchers will examine the changes the brain undergoes while recovering from an aphasia-causing stroke and the mechanisms that underlie such recovery, and test the effectiveness of a new and promising method of aphasia rehabilitation called constraint-induced aphasia therapy (CIAT). The scientists will perform fMRI studies of brain activation in people who have suffered an aphasia-causing stroke in order to better understand the underlying mechanisms of recovery from aphasia. Specifically the researchers will compare language activation between adults with stroke and children with perinatal and postnatal stroke (from previous studies); map changes in language activation, characterize the patterns of language reorganization that occur following stroke; and use the fMRI measures to assess recovery using CIAT.\n\nThe study will last one year, during this time participants will have language testing to evaluate the degree of aphasia and its recovery; and five fMRI scans scheduled at 2 weeks, 6 weeks, 12 weeks, 26 weeks, and 56 weeks. Participants with remaining moderate aphasia will be offered a chance to participate in an extension treatment study that will last up to 3 months (STUDY).\n\nA better understanding of brain changes during recovery from aphasia may help develop new methods to improve recovery."},"conditionsModule":{"conditions":["Aphasia","Stroke"],"keywords":["aphasia","stroke","functional magnetic resonance imaging","fMRI","language recovery after stroke","constraint-induced aphasia therapy","CIAT"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"QUADRUPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":24,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Aphasia - CIAT","type":"EXPERIMENTAL","description":"Patients with aphasia \\>1 year after left MCA stroke who will be randomized to receive CIAT","interventionNames":["Behavioral: CIAT"]},{"label":"Aphasia - observation","type":"NO_INTERVENTION","description":"Patients with aphasia \\>1 year after left MCA stroke who will be randomized to no intervention (observation)"}],"interventions":[{"type":"BEHAVIORAL","name":"CIAT","description":"Patients are to receive constraint-induced aphasia therapy for 2 weeks at 4 hours per day. Detailed description of this intervention is in Szaflarski et al., 2015 Medical Science Monitor.","armGroupLabels":["Aphasia - CIAT"],"otherNames":["CILT"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Primary outcome measure is aphasia improvement.","description":"The Token Test was used only for primary screening and study qualification. All participants received NAT which included: (1) the Boston Naming Test (BNT) (Kaplan, Goodglass et al. 1983), (2) the Controlled Oral Word Association Test (Lezak 1995), (3) the Semantic Fluency Test (SFT) (Kozora and Cullum 1995, Lezak 1995), (4) the Complex Ideation subtest from the Boston Diagnostic Aphasia Examination (BDAE) (Goodglass and Kaplan 1972), (5) the Peabody Picture Vocabulary Test III (PPVT III) (Dunn and Dunn 1997), and (6) the Mini-Communicative Activities Log (Mini-CAL) which is a subjective measure of communicative abilities (Pulvermuller, Neininger et al. 2001, Szaflarski, Ball et al. 2008).","timeFrame":"1 week and 3 months after intervention"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* MCA stroke as indicated by the presence of aphasia and MRI lesion in the LMCA distribution\n* Moderate aphasia (Token Test score between 40th and 90th percentile)\n* Written informed consent by the patient or the next of kin\n\nExclusion Criteria:\n\n* Underlying degenerative or metabolic disorder or supervening medical illness\n* Severe depression or other psychiatric disorder\n* Pregnancy\n* Any contraindication to an MRI procedure (i.e., metal implants, claustrophobia)","healthyVolunteers":false,"sex":"ALL","minimumAge":"19 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Jerzy P. Szaflarski, MD, PhD","affiliation":"University of Alabama at Birmingham, Department of Neurology","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of Alabama at Birmingham","city":"Birmingham","state":"Alabama","zip":"35294","country":"United States","geoPoint":{"lat":33.52066,"lon":-86.80249}}]},"referencesModule":{"references":[{"pmid":"7763208","type":"BACKGROUND","citation":"Binder JR, Rao SM, Hammeke TA, Frost JA, Bandettini PA, Jesmanowicz A, Hyde JS. Lateralized human brain language systems demonstrated by task subtraction functional magnetic resonance imaging. Arch Neurol. 1995 Jun;52(6):593-601. doi: 10.1001/archneur.1995.00540300067015."},{"pmid":"11280962","type":"BACKGROUND","citation":"Booth JR, MacWhinney B, Thulborn KR, Sacco K, Voyvodic JT, Feldman HM. Developmental and lesion effects in brain activation during sentence comprehension and mental rotation. Dev Neuropsychol. 2000;18(2):139-69. doi: 10.1207/S15326942DN1802_1."},{"pmid":"3987313","type":"BACKGROUND","citation":"Borod JC, Carper M, Naeser M, Goodglass H. Left-handed and right-handed aphasics with left hemisphere lesions compared on nonverbal performance measures. Cortex. 1985 Mar;21(1):81-90. doi: 10.1016/s0010-9452(85)80017-4."},{"pmid":"18039757","type":"BACKGROUND","citation":"Breier JI, Hasan KM, Zhang W, Men D, Papanicolaou AC. Language dysfunction after stroke and damage to white matter tracts evaluated using diffusion tensor imaging. AJNR Am J Neuroradiol. 2008 Mar;29(3):483-7. doi: 10.3174/ajnr.A0846. Epub 2007 Nov 26."},{"pmid":"10548667","type":"BACKGROUND","citation":"Cao Y, Vikingstad EM, George KP, Johnson AF, Welch KM. Cortical language activation in stroke patients recovering from aphasia with functional MRI. Stroke. 1999 Nov;30(11):2331-40. doi: 10.1161/01.str.30.11.2331."},{"pmid":"11494187","type":"BACKGROUND","citation":"Carlomagno S, Pandolfi M, Labruna L, Colombo A, Razzano C. Recovery from moderate aphasia in the first year poststroke: effect of type of therapy. Arch Phys Med Rehabil. 2001 Aug;82(8):1073-80. doi: 10.1053/apmr.2001.25155."},{"pmid":"3994562","type":"BACKGROUND","citation":"Geschwind N, Galaburda AM. Cerebral lateralization. Biological mechanisms, associations, and pathology: I. A hypothesis and a program for research. Arch Neurol. 1985 May;42(5):428-59. doi: 10.1001/archneur.1985.04060050026008. No abstract available."},{"pmid":"16885220","type":"BACKGROUND","citation":"Hillis AE, Kleinman JT, Newhart M, Heidler-Gary J, Gottesman R, Barker PB, Aldrich E, Llinas R, Wityk R, Chaudhry P. Restoring cerebral blood flow reveals neural regions critical for naming. J Neurosci. 2006 Aug 2;26(31):8069-73. doi: 10.1523/JNEUROSCI.2088-06.2006."},{"pmid":"16541368","type":"BACKGROUND","citation":"Jacola LM, Schapiro MB, Schmithorst VJ, Byars AW, Strawsburg RH, Szaflarski JP, Plante E, Holland SK. Functional magnetic resonance imaging reveals atypical language organization in children following perinatal left middle cerebral artery stroke. Neuropediatrics. 2006 Feb;37(1):46-52. doi: 10.1055/s-2006-923934."},{"pmid":"8599767","type":"BACKGROUND","citation":"Lee RG, van Donkelaar P. Mechanisms underlying functional recovery following stroke. Can J Neurol Sci. 1995 Nov;22(4):257-63. doi: 10.1017/s0317167100039445."},{"pmid":"15947279","type":"BACKGROUND","citation":"Meinzer M, Djundja D, Barthel G, Elbert T, Rockstroh B. Long-term stability of improved language functions in chronic aphasia after constraint-induced aphasia therapy. Stroke. 2005 Jul;36(7):1462-6. doi: 10.1161/01.STR.0000169941.29831.2a. Epub 2005 Jun 9."},{"pmid":"15331014","type":"BACKGROUND","citation":"Meinzer M, Elbert T, Wienbruch C, Djundja D, Barthel G, Rockstroh B. Intensive language training enhances brain plasticity in chronic aphasia. BMC Biol. 2004 Aug 25;2:20. doi: 10.1186/1741-7007-2-20."},{"pmid":"10340314","type":"BACKGROUND","citation":"Muller RA, Rothermel RD, Behen ME, Muzik O, Chakraborty PK, Chugani HT. Language organization in patients with early and late left-hemisphere lesion: a PET study. Neuropsychologia. 1999 May;37(5):545-57. doi: 10.1016/s0028-3932(98)00109-2."},{"pmid":"9708962","type":"BACKGROUND","citation":"Muller RA, Rothermel RD, Behen ME, Muzik O, Mangner TJ, Chugani HT. Differential patterns of language and motor reorganization following early left hemisphere lesion: a PET study. Arch Neurol. 1998 Aug;55(8):1113-9. doi: 10.1001/archneur.55.8.1113."},{"pmid":"3960321","type":"BACKGROUND","citation":"Naeser MA, Borod JC. Aphasia in left-handers: lesion site, lesion side, and hemispheric asymmetries on CT. Neurology. 1986 Apr;36(4):471-88. doi: 10.1212/wnl.36.4.471."},{"pmid":"2755107","type":"BACKGROUND","citation":"Poeck K, Huber W, Willmes K. Outcome of intensive language treatment in aphasia. J Speech Hear Disord. 1989 Aug;54(3):471-9. doi: 10.1044/jshd.5403.471."},{"pmid":"11441210","type":"BACKGROUND","citation":"Pulvermuller F, Neininger B, Elbert T, Mohr B, Rockstroh B, Koebbel P, Taub E. Constraint-induced therapy of chronic aphasia after stroke. Stroke. 2001 Jul;32(7):1621-6. doi: 10.1161/01.str.32.7.1621."},{"pmid":"524406","type":"BACKGROUND","citation":"Sarno MT, Levita E. Recovery in treated aphasia in the first year post-stroke. Stroke. 1979 Nov-Dec;10(6):663-70. doi: 10.1161/01.str.10.6.663."},{"pmid":"16638796","type":"BACKGROUND","citation":"Saur D, Lange R, Baumgaertner A, Schraknepper V, Willmes K, Rijntjes M, Weiller C. Dynamics of language reorganization after stroke. Brain. 2006 Jun;129(Pt 6):1371-84. doi: 10.1093/brain/awl090. Epub 2006 Apr 25."},{"pmid":"18443547","type":"BACKGROUND","citation":"Szaflarski JP, Ball A, Grether S, Al-Fwaress F, Griffith NM, Neils-Strunjas J, Newmeyer A, Reichhardt R. Constraint-induced aphasia therapy stimulates language recovery in patients with chronic aphasia after ischemic stroke. Med Sci Monit. 2008 May;14(5):CR243-250."},{"pmid":"12136064","type":"BACKGROUND","citation":"Szaflarski JP, Binder JR, Possing ET, McKiernan KA, Ward BD, Hammeke TA. Language lateralization in left-handed and ambidextrous people: fMRI data. Neurology. 2002 Jul 23;59(2):238-44. doi: 10.1212/wnl.59.2.238."},{"pmid":"12625639","type":"BACKGROUND","citation":"Taub E, Uswatte G, Morris DM. Improved motor recovery after stroke and massive cortical reorganization following Constraint-Induced Movement therapy. Phys Med Rehabil Clin N Am. 2003 Feb;14(1 Suppl):S77-91, ix. doi: 10.1016/s1047-9651(02)00052-9."},{"pmid":"17905426","type":"BACKGROUND","citation":"Tillema JM, Byars AW, Jacola LM, Schapiro MB, Schmithorst VJ, Szaflarski JP, Holland SK. Cortical reorganization of language functioning following perinatal left MCA stroke. Brain Lang. 2008 May;105(2):99-111. doi: 10.1016/j.bandl.2007.07.127. Epub 2007 Oct 1."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000001037","term":"Aphasia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000013064","term":"Speech Disorders"},{"id":"D000007806","term":"Language Disorders"},{"id":"D000003147","term":"Communication Disorders"},{"id":"D000019954","term":"Neurobehavioral Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M4042","name":"Aphasia","asFound":"Aphasia","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M15554","name":"Speech Disorders","relevance":"LOW"},{"id":"M10513","name":"Language Disorders","relevance":"LOW"},{"id":"M6064","name":"Communication Disorders","relevance":"LOW"},{"id":"M21516","name":"Neurobehavioral Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}