{"protocolSection":{"identificationModule":{"nctId":"NCT03111004","orgStudyIdInfo":{"id":"BeyondSilos_CIP_No.621069"},"organization":{"fullName":"Him SA","class":"OTHER"},"briefTitle":"BeyondSilos - More Personalised and Coordinated Care and Improved Outcomes for Elderly Patients","officialTitle":"BeyondSilos - Integrated Care Leading to a More Personalised and Coordinated Care, Improving Outcomes for Elderly Patients, Delivering More Effective Care and Support, and Provide More Cost Efficient Health and Social Services","acronym":"BeyondSilos"},"statusModule":{"statusVerifiedDate":"2018-08","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2014-09-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2016-06-30","type":"ACTUAL"},"completionDateStruct":{"date":"2017-10-01","type":"ACTUAL"},"studyFirstSubmitDate":"2017-03-07","studyFirstSubmitQcDate":"2017-04-06","studyFirstPostDateStruct":{"date":"2017-04-12","type":"ACTUAL"},"lastUpdateSubmitDate":"2018-08-17","lastUpdatePostDateStruct":{"date":"2018-08-20","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Him SA","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The study evaluates the impact of the new organisational models developed in the framework of the BeyondSilos pilot service in order to provide ICT supported integrated health and social care to elderly patients","detailedDescription":"The overall aim of the evaluation carried out in BeyondSilos is to identify the differences introduced by implementing ICT supported integrated care in different domains according to the MAST evaluation framework, including safety, clinical and social outcomes, resource use and cost of care, user/carer experience and organisational changes.\n\nThe focus of the evaluation will be the impact of so called \"horizontal\" integration, which is the integration between social care and health care, and the changing organisational models for elderly patients.\n\nThe hypothesis in this study is that integrated care (IC) will lead to a more personalised and coordinated care, improve outcomes for elderly patients, deliver more effective care and support, and provide more cost efficient health and social services."},"conditionsModule":{"conditions":["Heart Failure","Stroke","COPD","Diabetes"],"keywords":["information technology","telemedicine","integrated care","MAST framework","organizational change","social care","elderly patients"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":1840,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Study Group","description":"The Study Group receives 'new care' (integrated health and social care)","interventionNames":["Other: New Care"]},{"label":"Comparator Group","description":"The comparator group receives usual care"}],"interventions":[{"type":"OTHER","name":"New Care","description":"All settings that are in any way relevant to the provision of health and social care are integrated, including: out-of-hospital (community) services as well as hospitals, GPs' offices, community nurses, and any type of care practitioners, users' homes and volunteer service providers' offices","armGroupLabels":["Study Group"],"otherNames":["integrated health care and social care"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in length of the hospital stay","description":"Change in the duration of hospitalization (calculated from admission date and discharge date) measured in days","timeFrame":"Days between admission and discharge of patient's admission episodes, measured based on follow up during whole length of study and accumulated at END of study (at month 18)"}],"secondaryOutcomes":[{"measure":"Re-hospitalisation period","description":"Re-hospitalisation within 30 days (calculate from admission date and discharge date) measured in days","timeFrame":"Days between last discharge of patient and her/his re-hospitalization, measured based on follow up during whole length of study and accumulated at END of study (at month 18)"},{"measure":"Patient encounters","description":"Encounters and contacts between patient and GP, Specialists, Nurse, other involved healthcare providers","timeFrame":"Number of registered encounters/contacts between patient and GP, Specialists, Nurse, other involved healthcare providers within the timeframe based on total count in period between start (month 0) end (month 18) of study"},{"measure":"Weight","description":"Weight as disease specific health status measurement","timeFrame":"Weight measured in kilo grams (kg) at baseline (month 0) and at end (month 18) of study duration"},{"measure":"Blood pressure","description":"Blood pressure as disease specific health status measurement","timeFrame":"Blood pressure measured in mmHg at baseline (month 0) and at end (month 18) of study duration"},{"measure":"Heart rate","description":"Heart rate pressure as disease specific health status measurement","timeFrame":"Heart rate measured in beats per minute (bpm) at baseline and at end of study duration"},{"measure":"Oxygen saturation","description":"Oxygen saturation pressure as disease specific health status measurement","timeFrame":"Oxygen saturation measured in SpO2 (or %) based on measurement at baseline (month 0) and at end (month 18) of study duration"},{"measure":"Blood glucose","description":"Blood glucose pressure as disease specific health status measurement","timeFrame":"Blood glucose measured in mg/dl based on measurement at baseline (month 0) and at end (month 18) of study duration"},{"measure":"HbA1c","description":"HbA1c pressure as disease specific health status measurement","timeFrame":"HbA1c measured in percentage (%) based on measurement at baseline and at end of study duration"},{"measure":"Creatinine","description":"Creatinine pressure as disease specific health status measurement","timeFrame":"Creatinine measured in mg/dl based on measurement at baseline (month 0) and at end (month 18) of study duration"},{"measure":"Charlson Comorbidity Index (CCI)","description":"Charlson Comorbidity Index (CCI) as a generic health related / functional quality of life","timeFrame":"Charlson Comorbidity Index (CCI) measured in (a) ICD-10-CM and (b) CCI scale based on measurement at baseline (month 0) and at end (month 18) of study duration"},{"measure":"Barthel index","description":"Barthel index as a generic health related / functional quality of life","timeFrame":"Barthel index measured in index scale based on measurement at baseline (month 0) and at end (month 18) of study duration"},{"measure":"Self-maintaining and instrumental activities of daily living (IADL)","description":"Self-maintaining and instrumental activities of daily living (IADL) as a generic health related / functional quality of life","timeFrame":"Self-maintaining and instrumental activities of daily living (IADL) measured in (IADL) scale based on measurement at baseline (month 0) and at end (month 18) of study duration"},{"measure":"Geriatric Depression Scale (GDS Short Form)","description":"Geriatric Depression Scale (GDS Short Form) as a psychological measure","timeFrame":"GDS measured in GDSsf-scale based on measurement at baseline (month 0) and at end (month 18) of study duration"},{"measure":"Anxiety and depression based on HADS","description":"Anxiety and depression (according to HADScale) as a psychological measure","timeFrame":"Anxiety and depression according to HADS-scale measurements based on measurement at baseline (month 0) and at end (month 18) of study duration"},{"measure":"PIRU questionnaire on user experience (selected questions) of Integrated Care (IC)","description":"PIRU questionnaire on user experience of IC as a user perspectives measure","timeFrame":"User experience (PIRU) measurements based on PIRU-scale measurement at baseline and at end of study duration"},{"measure":"End user perception of service utility according to eCCIS (selected questions)","description":"End user perception of service utility (eCCIS) as a user perspectives measure","timeFrame":"End user perception of service utility based on eCCIS-scale measurement at baseline (month 0) and at end (month 18) of study duration"},{"measure":"Carer perception of service utility according to eCCIS (selected questions)","description":"Carer perception of service utility (eCCIS) as a user perspectives measure","timeFrame":"Carer perception of service utility based on eCCIS-scale measurement at baseline (month 0) and at end (month 18) of study duration"}]},"eligibilityModule":{"eligibilityCriteria":"Potential participants are selected by screening electronic healthcare and social care records or/and the hospital / national databases and/or during long term condition annual reviews in the community setting. If necessary, candidates are informed about the nature and the objectives of the evaluation. If a candidate passes the inclusion/exclusion criteria and signs the informed consent form, if necessary, they participate in the evaluation.\n\nInclusion Criteria:\n\n* Age ≥65 years.\n* Presence of health needs specified as: Presence of heart failure, stroke, COPD or diabetes (diagnosed at hospital or at specialist visit) plus at least one additional chronic disease / condition included in the Charlson Comorbidity Index (CCI).\n* Presence of social needs based on Barthel Index of Activities of Daily Living and Instrumental Activities of Daily Living (IADL).\n* Reasonable expectation of permanence in the BeyondSilos project for the whole data collection period (18 months).\n* Informed consent, signed if necessary (by the subject or his/her delegate).\n* Capability to handle ICT equipment / devices alone, or with the help from a delegate.\n* Presence of good/reliable communication connection at home (internet, telephone or what is needed for the ICT connection).\n\nExclusion Criteria:\n\nSubjects who have been registered with an active cancer diagnosis and undergoing treatment, has undergone an organ transplant, or is undergoing dialysis prior to enrolment.\n\n* Subjects in a terminal state\n* People with an AIDS diagnose.","healthyVolunteers":false,"sex":"ALL","minimumAge":"65 Years","stdAges":["OLDER_ADULT"],"studyPopulation":"Elderly living independently at home with diagnosed chronic disease(s).","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Panos A Stafylas","affiliation":"Him SA","role":"STUDY_DIRECTOR"}]},"referencesModule":{"references":[{"pmid":"25046751","type":"BACKGROUND","citation":"Vandenbroucke JP, von Elm E, Altman DG, Gotzsche PC, Mulrow CD, Pocock SJ, Poole C, Schlesselman JJ, Egger M; STROBE Initiative. Strengthening the Reporting of Observational Studies in Epidemiology (STROBE): explanation and elaboration. Int J Surg. 2014 Dec;12(12):1500-24. doi: 10.1016/j.ijsu.2014.07.014. Epub 2014 Jul 18."},{"pmid":"22617736","type":"BACKGROUND","citation":"Kidholm K, Ekeland AG, Jensen LK, Rasmussen J, Pedersen CD, Bowes A, Flottorp SA, Bech M. A model for assessment of telemedicine applications: mast. Int J Technol Assess Health Care. 2012 Jan;28(1):44-51. doi: 10.1017/S0266462311000638."},{"pmid":"22433752","type":"BACKGROUND","citation":"Berger ML, Dreyer N, Anderson F, Towse A, Sedrakyan A, Normand SL. Prospective observational studies to assess comparative effectiveness: the ISPOR good research practices task force report. Value Health. 2012 Mar-Apr;15(2):217-30. doi: 10.1016/j.jval.2011.12.010."},{"pmid":"3558716","type":"BACKGROUND","citation":"Charlson ME, Pompei P, Ales KL, MacKenzie CR. A new method of classifying prognostic comorbidity in longitudinal studies: development and validation. J Chronic Dis. 1987;40(5):373-83. doi: 10.1016/0021-9681(87)90171-8."},{"pmid":"33021490","type":"DERIVED","citation":"Piera-Jimenez J, Daugbjerg S, Stafylas P, Meyer I, Muller S, Lewis L, da Col P, Folkvord F, Lupianez-Villanueva F. BeyondSilos, a Telehealth-Enhanced Integrated Care Model in the Domiciliary Setting for Older Patients: Observational Prospective Cohort Study for Effectiveness and Cost-Effectiveness Assessments. JMIR Med Inform. 2020 Oct 6;8(10):e20938. doi: 10.2196/20938."}],"seeAlsoLinks":[{"label":"Project Website BeyondSilos","url":"http://beyondsilos.eu/project/"}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000006333","term":"Heart Failure"}],"ancestors":[{"id":"D000006331","term":"Heart Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M9111","name":"Heart Failure","asFound":"Heart Failure","relevance":"HIGH"},{"id":"M6805","name":"Diabetes Mellitus","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"},{"abbrev":"BC19","name":"Gland and Hormone Related Diseases"}]}},"hasResults":false}