{"protocolSection":{"identificationModule":{"nctId":"NCT02452502","orgStudyIdInfo":{"id":"LOU52256"},"organization":{"fullName":"Second Affiliated Hospital, School of Medicine, Zhejiang University","class":"OTHER"},"briefTitle":"The Safety and Efficacy Study of High Dose Atorvastatin After Thrombolytic Treatment in Acute Ischemic Stroke","officialTitle":"The Safety and Efficacy Study of High Dose Atorvastatin After Thrombolytic Treatment in Acute Ischemic Stroke","acronym":"SEATIS"},"statusModule":{"statusVerifiedDate":"2020-03","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2015-09-02","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2017-11","type":"ACTUAL"},"completionDateStruct":{"date":"2018-08","type":"ACTUAL"},"studyFirstSubmitDate":"2015-05-20","studyFirstSubmitQcDate":"2015-05-20","studyFirstPostDateStruct":{"date":"2015-05-22","type":"ESTIMATED"},"lastUpdateSubmitDate":"2020-03-27","lastUpdatePostDateStruct":{"date":"2020-03-31","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Min Lou","investigatorTitle":"Associate director of Neurology Department","investigatorAffiliation":"Second Affiliated Hospital, School of Medicine, Zhejiang University"},"leadSponsor":{"name":"Second Affiliated Hospital, School of Medicine, Zhejiang University","class":"OTHER"},"collaborators":[{"name":"The First Hospital of Jilin University","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"Emerging studies have shown that statin treatment has pleiotropic non-cholesterol-dependent effects in the setting of ischemic stroke.\n\nRecombinant tissue plasminogen activator (rt-PA) is the only proven effective pharmaceutical treatment for hyper-acute management of ischemic stroke, in spite of the deleterious side-effects such as hemorrhagic transformation and reperfusion injury. These harmful impacts can be counteracted with proper neuro-protective therapy. In fact, the simultaneous use of an effective neuro-protective agent was proved to reduce the comorbid vascular injury of rt-PA. In experimental research, high dose of atorvastatin combined with rt-PA can significantly reduce infarct volume and improve the neurologic deficits. Previous studies showed that fewer than 40% ischemic stroke patients established early reperfusion after intravenous thrombolysis, while high dose of atorvastatin was revealed to favor the maintenance of cerebral vascular patency and integrity, most likely by reducing thrombosis secondary to rt-PA administration. Moreover, it was suggested that statin can sufficiently improve the restoration and remodeling of neurovascular unit in cerebral cortex.\n\nInvestigators thus design this study to prospectively investigate whether high dose of atorvastatin prescribed within 24 hours after IV-thrombolysis will have a synergic effect to improve neurological outcome in acute ischemic stroke patients. Moreover, investigators deemed it necessary to non-invasively monitor neuronal and vascular morphological changes in brain as an indication of functional improvement. In the investigation centers, investigators have developed and implemented novel multimodality MR imaging which can dynamically monitor neurovascular remodeling. Therefore, it is worthwhile to evaluate these MRI measurements for early prediction of neurovascular reorganization with long term functional recovery in thrombolytic stroke patients administrated with high dose of atorvastatin.\n\nThe primary target of this study is to prospectively investigate whether high dose of atorvastatin (80mg) administrated within 24 hours after IV-thrombolysis will have a synergic effect to improve neurological outcome in acute stroke patients, versus moderate dose.","detailedDescription":"Study design It is a bi-center, randomized, open-label prospective study. Investigators will enroll the ischemic stroke patients who received IV-thrombolysis with rt-PA. Those who meet inclusion criteria will be randomized either to the high dose group (atorvastatin 80mg) or the moderate dose group (atorvastatin 20mg) within 24 hours after IVT. The initial dose of atorvastatin will last at least 2 weeks, and then be adjusted according to the stroke risk stratification and tolerance. All patients will be followed at 0, 1 month, 3 months, 6 months, and 12 months, and evaluated the neurological deficits and some patients will be randomly assigned to perform multimodality MRI scan. Other standard secondary prevention of stroke and life-style guidance will be provided according to 2014 AHA/ASA stroke secondary prevention guidelines. All patients will be followed up in stroke prevention clinic or on phone by trained investigators.\n\nStudy Endpoints Primary endpoint The percentage of patients with mRS (modified Rankin Score) equivalent to or less than 2 between high dose groups and moderate dose groups at 90 days.\n\nSecondary endpoints NIHSS score at 7 day, 1 month mRS at 6,12 month Inflammation biomarkers at 6 month Imaging outcomes include the neuronal and vascular morphological changes indicated by multi-model imaging.\n\nSafety and tolerability will be evaluated by recording the incidence and severity of adverse events, abnormal physical examination findings, and abnormal laboratory values through the study. Especially monitoring the patients who have any the following events:\n\nHemorrhagic complications including intracranial, digestive tract. New stroke or TIA Death from all-cause death, stroke events or cardiovascular events The patients having muscle symptoms such as myalgia, fatigue, weakness, creatinine kinase values 10 times the upper limit of normal, or rhabdomyolysis, and having persistent elevation in alanine aminotransferase (ALT), aspartate aminotransferase (AST), or both (defined as two consecutive measurements obtained 4 to 10 days apart that is more than three times the upper limit of the normal range)."},"conditionsModule":{"conditions":["Stroke"],"keywords":["stroke","thrombolytic therapy","atorvastatin"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":254,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"moderate dose","type":"ACTIVE_COMPARATOR","description":"Drug: Atorvastatin Atorvastatin 20 mg daily for 2 weeks administrated within 24 hours after receiving rt-PA thrombolysis, continued statin use for at least 12 months Other Name: Lipitor","interventionNames":["Device: atorvastatin"]},{"label":"high dose","type":"EXPERIMENTAL","description":"Drug: Atorvastatin Atorvastatin 80 mg daily for 2 weeks administrated within 24 hours after receiving rt-PA thrombolysis, continued statin use for at least 12 months Other Name: Lipitor","interventionNames":["Device: atorvastatin"]}],"interventions":[{"type":"DEVICE","name":"atorvastatin","description":"Atorvastatin high or moderate dose daily for 2 weeks administrated within 24 hours after receiving rt-PA thrombolysis, continued statin use for at least 12 months","armGroupLabels":["high dose","moderate dose"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The percentage of patients with mRS (modified Rankin Score) equivalent to or less than 2 between high dose groups and moderate dose groups at 90 days.","timeFrame":"90 days"}],"secondaryOutcomes":[{"measure":"NIHSS score at 7 day, 1 month","timeFrame":"7 day, 1 month"},{"measure":"mRS at 6,12 month","timeFrame":"6 months, 12 months"},{"measure":"Hemorrhagic complications including intracranial, digestive tract","timeFrame":"6 months, 12 months"},{"measure":"New stroke or TIA","timeFrame":"12 months"},{"measure":"Death from all-cause death, stroke events or cardiovascular events","timeFrame":"6 months, 12 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Men or women ≧18 years of age\n2. Able and willing to comply with study requirements\n3. Signed informed consent by patient self or legally authorized representatives.\n4. Baseline mRS before this stroke onset less than 2\n5. Receive IV rt-PA thrombolysis with a final diagnosis of ischemic stroke\n6. Liver transaminases (ALT and/or AST) ≤ 2 x upper limit of normal (ULN) with no active liver disease and creatine kinase (CK) ≤ 2 x ULN at screen visit.\n\nExclusion Criteria:\n\n1. History of mental instability, drug/alcohol abuse within the past 5 years, or major psychiatric illness not adequately controlled and stable on pharmacotherapy\n2. Patients who have been treated with any other investigational drug within 3 months of enrollment\n3. Impaired renal function ( serum creatinine ≧1.5 mg/dL) or nephrotic syndrome\n4. Patients hypersensitive or have allergic response to HMG-CoA reductase inhibitors\n5. Metastatic neoplasm at the onset or the follow-up\n6. Prohibited concomitant therapies, e.g.:\n\n   ① Medications that are potent inhibitors of CYP3A4, including cyclosporine, systemic itraconazole or ketoconazole, erythromycin or clarithromycin, nefazodone, verapamil and human immunodeficiency virus (HIV) protease inhibitors.\n\n   ②Oral corticosteroids unless used as replacement therapy for pituitary/adrenal disease\n7. Patient has evidence of severe congestive heart failure or has history of end-stage cardiovascular disease (e.g. CHF NYHA Class III or IV)\n8. Any condition or situation which, in the opinion of the investigator, might pose a risk to the patient or confound the results of the study","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Min Lou, Ph.D","affiliation":"Second Affiliated Hospital, School of Medicine, Zhejiang University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Jilin First Hospital","city":"Changchun","state":"Jilin","country":"China","geoPoint":{"lat":43.88,"lon":125.32278}},{"facility":"Second Affiliated Hospital, School of Medicine, Zhejiang University","city":"Hangzhou","state":"Zhejiang","zip":"310009","country":"China","geoPoint":{"lat":30.29365,"lon":120.16142}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"D000069059","term":"Atorvastatin"}],"ancestors":[{"id":"D000000924","term":"Anticholesteremic Agents"},{"id":"D000000960","term":"Hypolipidemic Agents"},{"id":"D000000963","term":"Antimetabolites"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"},{"id":"D000057847","term":"Lipid Regulating Agents"},{"id":"D000019161","term":"Hydroxymethylglutaryl-CoA Reductase Inhibitors"},{"id":"D000004791","term":"Enzyme Inhibitors"}],"browseLeaves":[{"id":"M351","name":"Atorvastatin","asFound":"Functional","relevance":"HIGH"},{"id":"M13539","name":"Tissue Plasminogen Activator","relevance":"LOW"},{"id":"M8163","name":"Fibrinolytic Agents","relevance":"LOW"},{"id":"M20845","name":"Hydroxymethylglutaryl-CoA Reductase Inhibitors","relevance":"LOW"},{"id":"M3933","name":"Anticholesteremic Agents","relevance":"LOW"},{"id":"M3968","name":"Hypolipidemic Agents","relevance":"LOW"},{"id":"M3971","name":"Antimetabolites","relevance":"LOW"},{"id":"M28573","name":"Lipid Regulating Agents","relevance":"LOW"},{"id":"M7641","name":"Enzyme Inhibitors","relevance":"LOW"}],"browseBranches":[{"abbrev":"Lipd","name":"Lipid Regulating Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"FiAg","name":"Fibrinolytic Agents"}]}},"hasResults":false}