{"protocolSection":{"identificationModule":{"nctId":"NCT00152113","orgStudyIdInfo":{"id":"SCDHAP"},"organization":{"fullName":"St. Jude Children's Research Hospital","class":"OTHER"},"briefTitle":"Haploidentical Stem Cell Transplant for Patients With Sickle Cell Disease and Prior Stroke or Abnormal Transcranial Ultrasound","officialTitle":"Hematopoietic Stem Cell Transplantation for Patients With Sickle Cell Disease and Prior Stroke or Abnormal Transcranial Doppler Ultrasound Using Reduced-Intensity Conditioning and T-Cell Depleted HSC From Partially Matched Family Donors"},"statusModule":{"statusVerifiedDate":"2009-02","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2005-04"},"primaryCompletionDateStruct":{"date":"2008-12","type":"ACTUAL"},"completionDateStruct":{"date":"2009-01","type":"ACTUAL"},"studyFirstSubmitDate":"2005-09-07","studyFirstSubmitQcDate":"2005-09-07","studyFirstPostDateStruct":{"date":"2005-09-09","type":"ESTIMATED"},"lastUpdateSubmitDate":"2017-04-24","lastUpdatePostDateStruct":{"date":"2017-04-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"St. Jude Children's Research Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"Sickle cell disease is a life-long blood condition that can cause damage to the brain and other organs of the body. Children may develop severe, debilitating clinical states, with stroke or abnormal blood flow to the brain. Treatment generally includes chronic blood transfusions which may cause iron overload, potentially leading to severe and sometimes fatal complications.\n\nHematopoietic stem cell transplant using cells obtained from a sibling or an unrelated volunteer donor who is a perfect HLA \"match\" (same tissue type) for the recipient has shown to help, and possibly cure, sickle cell disease. Unfortunately, only about 10-20% of sickle cell patients have a HLA matched sibling donor, and the likelihood of locating an appropriate HLA matched unrelated donor through the various donor registries is limited.\n\nStem cells from partially HLA matched family members (also called haploidentical transplant) is an option currently being explored for this patient population. This type of transplant has been used and found to be successful in some patients, mostly those with cancers of the blood. However, there can be significant complications with haploidentical transplant, primarily infection, failure of the graft to grow (graft failure), and a disorder called graft-versus-host disease. In addition, few patients with sickle cell disease have undergone this procedure. Therefore, the risks and benefits of haploidentical transplants for patients with sickle cell disorder are not as well established as those using an HLA identical sibling or unrelated donor.\n\nThe primary objective of this study is to assess the safety of haploidentical stem cell transplantation for children and adolescents with severe sickle cell disease and stroke or abnormal transcranial Doppler ultrasound requiring chronic transfusion therapy. The treatment plan will be considered safe if there is not excessive toxicity. Toxicity for this protocol is defined as graft failure/graft rejection, severe acute GVHD, or regimen related death within 100 days after the last cellular product administered.\n\nOf note, the protocol was closed to accrual in September 2007 as we had met the stopping rules related to graft integrity (graft failure and graft rejection). Participants currently enrolled continue to be followed per protocol.","detailedDescription":"Secondary objectives for this protocol include the following:\n\n* To estimate 1-year overall and event free survival after transplantation. An event is defined as toxicity (graft failure, death, grade III/IV acute GHVD), or a sickle-related event (stroke, acute chest syndrome, pain crisis).\n* To obtain preliminary information regarding donor engraftment among different cell subsets, including unsorted mononuclear cell, and lymphoid fractions during the first year after transplant.\n* To observe the rate of acute and chronic GVHD during the first year after transplant.\n* To assess the proportion of research participants who experience poor graft integrity and therefore require additional donor stem cells or lymphocytes.\n* To document the effect of stem cell transplant on the central nervous system as defined by radiological imaging and neuropsychological testing.\n* To investigate immune reconstitution after transplantation"},"conditionsModule":{"conditions":["Sickle Cell Disease"],"keywords":["Sickle Cell Anemia","Stem Cell Transplantation","Haploidentical stem cell transplant","T cell depletion","CliniMACS device"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":5,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"1","type":"OTHER","interventionNames":["Procedure: Hematopoietic Stem Cell Transplantation","Device: CliniMACS","Drug: See intervention description"]}],"interventions":[{"type":"PROCEDURE","name":"Hematopoietic Stem Cell Transplantation","description":"Allogeneic stem cell transplant Haploidentical stem cell transplant Mismatched family member donor stem cell transplant T cell selection CD34 enrichment","armGroupLabels":["1"]},{"type":"DEVICE","name":"CliniMACS","armGroupLabels":["1"]},{"type":"DRUG","name":"See intervention description","description":"Hydroxyurea and azathioprine were administered for a 3 month period prior to the initiation of the transplant procedure in an effort to help prevent rejection of the donor product. Approximately 10 days prior to the transplant procedure, all participants received the same preparative regimen consisting of Busulfan, cyclophosphamide, low-dose thiotepa, and OKT3. MMF was administered for GVHD prophylaxis. Two separate infusions of donor stem cells were administered with fixed doses of CD3 and CD34 cells. These haploidentical stem cells were processed using the investigational CliniMACS device.","armGroupLabels":["1"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"To assess the safety of haploidentical stem cell transplantation for children and adolescents with severe sickle cell disease and stroke or abnormal transcranial Doppler ultrasound requiring chronic transfusion therapy.","timeFrame":"September 2007"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Hemoglobin SS or S-Beta Thalassemia Sickle Cell Disease.\n* Partially-matched family member with hemoglobin AA (normal) or hemoglobin AS (sickle trait) phenotype.\n* Stroke (persistent neurologic deficit lasting \\> 24 hours and present on MRI) or abnormal transcranial Doppler (TCD) ultrasonography requiring chronic transfusion therapy. A TCD is deemed abnormal when the velocity is greater than or equal to 200 cm/sec. Chronic transfusion therapy is defined as \"packed red blood cell transfusions administered approximately every 3-5 weeks to decrease the percentage of sickle hemoglobin (Hemoglobin S) to prevent complications of sickle cell disease. This is used most commonly to treat/prevent stroke, acute chest syndrome, and/or pain crises.\n\nExclusion criteria\n\n* Karnofsky or Lansky score \\< 60%\n* Acute hepatitis or evidence of moderate or severe portal fibrosis on biopsy. (Biopsy will be obtained if patient on chronic transfusion therapy \\> 6 months or ferritin \\> 1000 ng/ml) International normalized ratio (INR) less than 2 times normal. ALT and AST less than 3 times the upper limit of normal.\n* Severe renal impairment (as evidenced by GFR \\< 30% predicted normal)\n* Ejection fraction or shortening fraction below lower limit of normal for age.\n* Pregnancy\n* Lactating and pregnant females are excluded\n* Positive HLA crossmatch with donor.\n* No sickle cell chronic lung disease \\> Stage 2","healthyVolunteers":false,"sex":"ALL","minimumAge":"2 Years","maximumAge":"16 Years","stdAges":["CHILD"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Wing Leung, M.D.","affiliation":"St. Jude Children's Research Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"St. Jude Children's Research Hospital","city":"Memphis","state":"Tennessee","zip":"38105","country":"United States","geoPoint":{"lat":35.14953,"lon":-90.04898}}]},"referencesModule":{"references":[{"pmid":"23416852","type":"DERIVED","citation":"Dallas MH, Triplett B, Shook DR, Hartford C, Srinivasan A, Laver J, Ware R, Leung W. Long-term outcome and evaluation of organ function in pediatric patients undergoing haploidentical and matched related hematopoietic cell transplantation for sickle cell disease. Biol Blood Marrow Transplant. 2013 May;19(5):820-30. doi: 10.1016/j.bbmt.2013.02.010. Epub 2013 Feb 14."}],"seeAlsoLinks":[{"label":"St. Jude Children's Research Hospital","url":"http://www.stjude.org"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000000755","term":"Anemia, Sickle Cell"}],"ancestors":[{"id":"D000000745","term":"Anemia, Hemolytic, Congenital"},{"id":"D000000743","term":"Anemia, Hemolytic"},{"id":"D000000740","term":"Anemia"},{"id":"D000006402","term":"Hematologic Diseases"},{"id":"D000006453","term":"Hemoglobinopathies"},{"id":"D000030342","term":"Genetic Diseases, Inborn"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M3760","name":"Anemia","relevance":"LOW"},{"id":"M3775","name":"Anemia, Sickle Cell","asFound":"Sickle Cell Disease","relevance":"HIGH"},{"id":"M3763","name":"Anemia, Hemolytic","relevance":"LOW"},{"id":"M9237","name":"Hemolysis","relevance":"LOW"},{"id":"M3765","name":"Anemia, Hemolytic, Congenital","relevance":"LOW"},{"id":"M9180","name":"Hematologic Diseases","relevance":"LOW"},{"id":"M9229","name":"Hemoglobinopathies","relevance":"LOW"},{"id":"M23376","name":"Genetic Diseases, Inborn","relevance":"LOW"},{"id":"T5229","name":"Sickle Cell Anemia","asFound":"Sickle Cell Disease","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC15","name":"Blood and Lymph Conditions"},{"abbrev":"BC16","name":"Diseases and Abnormalities at or Before Birth"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M6417","name":"Cyclophosphamide","relevance":"LOW"},{"id":"M5026","name":"Busulfan","relevance":"LOW"},{"id":"M16305","name":"Thiotepa","relevance":"LOW"},{"id":"M9659","name":"Hydroxyurea","relevance":"LOW"},{"id":"M18891","name":"Muromonab-CD3","relevance":"LOW"},{"id":"M4368","name":"Azathioprine","relevance":"LOW"}],"browseBranches":[{"abbrev":"ANeo","name":"Antineoplastic Agents"},{"abbrev":"ARhu","name":"Antirheumatic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"AnSickAg","name":"Antisickling Agents"}]}},"hasResults":false}