{"protocolSection":{"identificationModule":{"nctId":"NCT02614001","orgStudyIdInfo":{"id":"99-3663A3"},"organization":{"fullName":"Chang Gung Memorial Hospital","class":"OTHER"},"briefTitle":"Inspiratory Muscle Training in Stroke Patients With Stable Congestive Heart Failure: a Prospective RCT.","officialTitle":"Inspiratory Muscle Training in Stroke Patients With Stable Congestive Heart Failure: a Prospective Randomized Controlled Trial."},"statusModule":{"statusVerifiedDate":"2015-11","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2011-05"},"primaryCompletionDateStruct":{"date":"2012-05","type":"ACTUAL"},"completionDateStruct":{"date":"2015-07","type":"ACTUAL"},"studyFirstSubmitDate":"2015-11-23","studyFirstSubmitQcDate":"2015-11-23","studyFirstPostDateStruct":{"date":"2015-11-25","type":"ESTIMATED"},"lastUpdateSubmitDate":"2015-11-23","lastUpdatePostDateStruct":{"date":"2015-11-25","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Mei-Yun Liaw","investigatorTitle":"Department of physical medicine and rehabilitation","investigatorAffiliation":"Chang Gung Memorial Hospital"},"leadSponsor":{"name":"Chang Gung Memorial Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"Objectives: Little has been known the effectiveness of respiratory muscle training in patients with both stroke and heart failure. To investigate the feasibility and effectiveness of the inspiratory muscle training (IMT) in the respiratory muscle strength, cardiopulmonary function, exercise capacity, fatigue and quality of life in stroke patients with congestive heart failure.\n\nDesign: A single-blind prospective randomized controlled study. Setting: A tertiary care medical center. Participant and method A total of twenty stroke patients with stable CHF, class I-III \\[NYHA (New York Heart Association)\\], aging between 20 to 85 year-old, will be eligible and randomly assigned into IMT and control group. Stroke will be confirmed by computerized tomography or magnetic resonance imaging. And CHF will be confirmed by a cardiologist. Both of groups will receive a conventional stroke rehabilitation program and diaphragmatic breathing training. The IMT groups will be trained daily, 30 minutes per day, at least 5 times a week, for 4 weeks; then readmitted to hospital 2 weeks later. For checking the compliance of IMT at home, patients will be monitored by making a phone call to them twice a week. Or patient will receive an out patient program about 10 weeks if they are not admitted to our hospital.\n\nMain outcome measurement:\n\nEach subject's baseline characteristics, and duration of the disease, neurological level (Brunnstrom's stage), functional level, spirometry; resting heart rate, blood pressure, resting oxyhemoglobin saturation (SpO2), lowest resting SpO2, maximal inspiratory pressure, maximal expiratory pressure, the resting oxyhemoglobin saturation (SpO2), lowest resting SpO2 and Borg's scale during a 6-minute walking test , handgrip strength, visual analog scale for severity of fatigue, fatigue assessment scale, Barthel scale will be assessed before and after program.","detailedDescription":"A total of forty stroke patients with stable CHF, NYHA (New York Heart Association) class I-III, aging between 20 to 85 year-old, will be eligible and randomly assigned into IMT and control group. The diagnosis of CHF is according to framingham Criteria. Consensus will be completed before our intervention. All technicians who performed the different measurements and assessed the outcomes were blinded to group assignments.\n\nBoth of groups will receive a conventional stroke rehabilitation program. Exclusion criteria Patients who can't tightly place their lips over the mouthpiece or have air leakage during inhaling or exhaling through the threshold device, have COPD, a history of recent exacerbation, unstable angina, decompensated CHF, complicated arrhythmias, at risk or history of pneumothorax, large bullae on chest radiograph, marked osteoporosis together with a history of spontaneous rib fractures, a history of recent lung surgery (ie, within 12 months), or use of long-term oxygen therapy.\n\nThe Institutional Review Board of Chang Gung Memorial Hospital, Kaohsiung Medical Center will approve the study protocol and all patients provided informed consent.\n\nIMT training: Inspiratory muscle training will be performed by using a pressure threshold device (Threshold速 IMT HS730, RESPIRONICS Inc, Cedar Grove, NJ, USA). During training, patients will be in a sitting position with a nose-clip and instructed to place their lips around the mouthpiece, inhale with enough force to open the valve, exhale through the mouthpiece, and then continue inhaling and exhaling without removing the device from their mouth. During the initial training session, patients will be encouraged to start at a resistance equal to 30% of their MIP or at a load the patient can tolerated, and then the loading will be gradually increased 2cm H2O per week or as symptom tolerated and according to the RPE scale. Throughout the first session training, the monitoring of oxygen saturation will be applied. And the load will be minimized if there is any decrease in oxygen saturation during loaded breathing Patients will take intermittent periods of rest if they feel uncomfortable; and if the patient cannot tolerate the increased resistance or the patients who are unable to finish full session training, and then those of last part of training will be continued. Patients will be warned to expect transient delayed-onset muscle soreness, a consequence of muscle adaptation to an unaccustomed activity. And training will be immediately stopped if they experience severe sharp pain on inspiration.\n\nPatient will be trained daily, total 30 minutes or 15 minutes twice per day, at least 5 times a week, for 4 weeks; then readmitted to hospital 2 weeks later . For checking the compliance of IMT at home, patients will be monitored by making a phone call to them twice a week. Or patient will receive an outpatient program about 10 weeks if they are not readmitted to our hospital, or patient will directly receive outpatient program if they cannot be admitted in the hospital.."},"conditionsModule":{"conditions":["Dyspnea"],"keywords":["breathing training, congestive heart failure, stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":48,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"inspiratory muscle training, stroke rehabilitation","type":"EXPERIMENTAL","description":"Inspiratory muscle training with a pressure threshold device (Threshold速 IMT HS730, RESPIRONICS Inc, Cedar Grove, NJ, USA) will be start at a resistance equal to 30% of their MIP or at a load which patient can tolerate, and then the loading will be gradually increased 2cm H2O per week or as symptom tolerated and according to the RPE scale. Each patient will receive regular post-stroke rehabilitation program.","interventionNames":["Device: Threshold速 IMT HS730, RESPIRONICS Inc, Cedar Grove, NJ, USA","Other: post-stroke rehabilitation program"]},{"label":"control group","type":"OTHER","description":"stroke rehabilitation.","interventionNames":["Other: post-stroke rehabilitation program"]}],"interventions":[{"type":"DEVICE","name":"Threshold速 IMT HS730, RESPIRONICS Inc, Cedar Grove, NJ, USA","description":"Patient will be trained daily, total 30 minutes or 15 minutes twice per day, at least 5 times a week, for 10 weeks","armGroupLabels":["inspiratory muscle training, stroke rehabilitation"]},{"type":"OTHER","name":"post-stroke rehabilitation program","armGroupLabels":["control group","inspiratory muscle training, stroke rehabilitation"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"MIP, MEP","description":"maximal inspiratory pressure, maximal expiratory pressure MIP was measured after maximal expiration with each subject seated and wearing a nose-clip, and MEP was measured after maximal inspiration. An experienced respiratory therapist who strongly urged the subjects to make maximum inspiratory and expiratory efforts at or near residual and total lung capacity, respectively, performed the measurements. Determinations were repeated until two technically satisfactory measurements were recorded, with the highest value used for calculations.","timeFrame":"10 weeks"}],"secondaryOutcomes":[{"measure":"The Stages of Heart Failure. NYHA (New York Heart Association) Classification","description":"In order to determine the best course of therapy, physicians often assess the stage of heart failure according to the (NYHA) functional classification system. This system relates symptoms to everyday activities and the patient's quality of life.","timeFrame":"10 weeks"},{"measure":"Pulmonary function tests","description":"Pulmonary function tests were performed using a standard spirometer (Vitalograph, Serial Spirotrac, Buckingham, USA) according to the ATS recommendationsat the beginning and end of the 8-week home based IMT program. Measures included parameters of FVC, FEV1, and maximum mid-expiratory flow (MMEF).","timeFrame":"10 weeks"},{"measure":"six-minute walk work (6MWORK)","description":"The six-minute walk work (6MWORK) value was calculated as body mass x distance covered during the 6MWT.","timeFrame":"10 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* stroke patients with stable CHF, NYHA(New York Heart Association) class I-III\n\nExclusion Criteria:\n\n* Patients who can't tightly place their lips over the mouthpiece or have air leakage during inhaling or exhaling through the threshold device, have COPD, a history of recent exacerbation, unstable angina, decompensated CHF, complicated arrhythmias, at risk or history of pneumothorax, large bullae on chest radiograph, marked osteoporosis together with a history of spontaneous rib fractures, a history of recent lung surgery (ie, within 12 months), or use of long-term oxygen therapy.","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Liaw Mei-Yun, MD","affiliation":"Department of Physical Medicine and Rehabilitation, Kaohsiung Chang Gung Memorial Hospital.","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Department of Physical Medicine and Rehabilitation, Kaohsiung Chang Gung Memorial Hospital.","city":"Kaohsiung","zip":"83305","country":"Taiwan","geoPoint":{"lat":22.61626,"lon":120.31333}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000004417","term":"Dyspnea"},{"id":"D000006333","term":"Heart Failure"}],"ancestors":[{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000012120","term":"Respiration Disorders"},{"id":"D000012140","term":"Respiratory Tract Diseases"},{"id":"D000012818","term":"Signs and Symptoms, Respiratory"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M9111","name":"Heart Failure","asFound":"Congestive Heart Failure","relevance":"HIGH"},{"id":"M7281","name":"Dyspnea","asFound":"Dyspnea","relevance":"HIGH"},{"id":"M26827","name":"Respiratory Aspiration","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"},{"id":"M14647","name":"Respiration Disorders","relevance":"LOW"},{"id":"M14667","name":"Respiratory Tract Diseases","relevance":"LOW"},{"id":"M15313","name":"Signs and Symptoms, Respiratory","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC08","name":"Respiratory Tract (Lung and Bronchial) Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}