{"protocolSection":{"identificationModule":{"nctId":"NCT04359589","orgStudyIdInfo":{"id":"2019ZDLSF01-01-01"},"organization":{"fullName":"First Affiliated Hospital Xi'an Jiaotong University","class":"OTHER"},"briefTitle":"DSS's Role in Evaluating the Diagnosis and Treatment System of Ischemic Cardiovascular and Cerebrovascular Diseases","officialTitle":"The Research on DSS in Evaluating the Diagnosis and Treatment System of Acute Ischemic Cardiovascular and Cerebrovascular Diseases"},"statusModule":{"statusVerifiedDate":"2021-08","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-07-22","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2021-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-04-21","studyFirstSubmitQcDate":"2020-04-22","studyFirstPostDateStruct":{"date":"2020-04-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-08-25","lastUpdatePostDateStruct":{"date":"2021-08-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"First Affiliated Hospital Xi'an Jiaotong University","class":"OTHER"},"collaborators":[{"name":"Second Affiliated Hospital of Xi'an Jiaotong University","class":"OTHER"},{"name":"Shaanxi Provincial People's Hospital","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Background: Acute ischemic cardiovascular and cerebrovascular diseases are a kind of diseases with high incidence, rapid progression, poor prognosis and high mortality and disability rate of the circulatory system, mainly including acute myocardial infarction, acute ischemic stroke and acute limb ischemia, which place a heavy burden on individuals, families and society due to their severe prognosis and high medical costs. At present, the diagnosis and treatment of ischemic cardiovascular and cerebrovascular diseases mainly focus on single organ diagnosis and treatment of target organs, lacking of indicators to comprehensively evaluate the body's pathophysiology. As ischemic disease of the circulatory system, ischemic cardiovascular and cerebrovascular diseases have common pathophysiological basis such as ischemia, hypoxia and inflammation. These common pathophysiological basis suggests that different acute ischemic cardiovascular and cerebrovascular diseases can be monitored and evaluated from an integrated perspective, it suggests the possibility of comprehensive diagnosis, evaluation and treatment guidance. At present, the \"circulatory integration\" therapy represented by the combined treatment of heart and brain has achieved certain results, but there is no corresponding evaluation system to provide accurate guidance. Therefore, with the concept of \"circulation integration\", it is an urgent problem to find the common indicators of the circulation system and construct the hierarchical diagnosis and subsequent evaluation system of acute cardiovascular and cerebrovascular integration. The development of efficient and comprehensive stratified diagnosis and prognosis evaluation system is of great significance in clinical, market and social aspects.\n\nAt the early stage of the efforts our team, it was found that Dan Shen Su-(±)-3, 4-dihydroxyphenylacetic acid (DSS) could be detected in the plasma and urine of patients with acute myocardial infarction and ischemic stroke through metabolomics. It has been proved that it can be generated by the transformation of dihydroxyphenylalanine by proteus mirabilis, and its structure is consistent with the water-soluble component of salvia miltiorrhiza, which is related to the body's states of ischemia, hypoxia and inflammation. The findings provide a material basis for the \"circulatory integration\" assessment of acute ischemic cardiovascular and cerebrovascular diseases.\n\nObjectives: This study aims at acute ischemic cardiovascular and cerebrovascular diseases, with the concept of \"circulatory integration\", to build a hierarchical diagnosis and prognosis evaluation system with DSS as the core, in order to improve the diagnosis rate and cure rate, improve the prognosis and reduce mortality of ischemic cardiovascular diseases.\n\nMethods: The project included 500 patients with acute myocardial infarction, 300 patients with acute ischemic stroke, 300 patients with acute lower limb ischemia, and 200 healthy controls in the Affiliated Hospital of Xi'an Jiaotong University, Xi'an, Shaanxi, Peoples R China. Plasma and urine were collected during the disease process. Various relevant clinical indicators including DSS level were included, COX model was applied to analyze the influence of multiple factors on the prognosis of the above diseases, and the indicators were screened and the integrated stratified diagnosis and prognosis evaluation system of acute ischemic cardio-cerebrovascular system with DSS as the core were established. The newly established integrated stratified diagnosis and prognosis assessment system was used to evaluate 200 patients with each of the three diseases, and the sensitivity and specificity of the new assessment system were tested. And a simple, rapid and accurate method for detecting DSS was developed.","detailedDescription":"The experiments as follows:\n\nExperiment 1. Observe the dynamic changes of DSS level in acute ischemic cardiovascular and cerebrovascular diseases of different severity.\n\n1. Research object Acute myocardial infarction (AMI) group: 500 patients with AMI; Acute ischemic stroke group: 300 patients with acute ischemic stroke; Acute lower limb ischemia group: 300 subjects with acute lower limb ischemia; Control group: 200 healthy volunteers were included as controls. All the subjects were from the first and second affiliated hospitals of the Xi'an Jiaotong University and the Shaanxi Provincial People's Hospital;\n2. Collecting indicators Peripheral blood and morning urine were collected from the patients and the volunteers after admission on the first, second, third and seventh days for DSS detection. The investigators collected several demographics, clinical and analytical parameters. Age, gender, height and weight were recorded, and body mass index (kg/m2) was calculated. Blood pressure (BP) was measured three times or more by a nurse while patients were seated after 5 min of rest. Several parameters, including myocardial enzyme, serum uric acid, total cholesterol, total triglycerides low density lipoprotein-cholesterol, high density lipoprotein-cholesterol, estimated glomerular filtration rate and high sensitivity C-reactive protein were measured. The patient was included in all the clinical data after admission and as the admission diagnosis, including: medical history (including risk factors), physical examination, laboratory examination, imaging examination, nursing report, records of interventional operation and all the indicators of in-hospital examination.\n3. Analyze the regularity curve of DSS level in disease DSS levels of blood and urine were detected by gas chromatography -mass spectrometry (GC-MS). In the disease progression of patients with AMI, acute ischemic stroke and acute lower limb ischemia, the difference of DSS production was analyzed, and the regular curve of the dynamic change process of ischemic cardiovascular and cerebrovascular diseases was plotted based on the normal control group.\n\nExperiment 2. To establish an assessment system of \"circulatory integration\" for acute ischemic cardiovascular and cerebrovascular diseases with DSS as the core.\n\n1. The Clinical outcomes on follow up Adverse events (survival outcome) were observed and recorded in the hospital and at 1, 3, 6, and 12 months after discharge. Major adverse events mainly include disease recurrence, cardiac death and all-cause death. The time of recurrence, complication or death, type of complication and cause of death were recorded in detail.\n2. Establish a diagnosis and treatment evaluation system Blood and urine DSS levels were measured by GC-MS. COX regression model analysis, including DSS level, basic information, risk factors, symptoms, physical examination, laboratory tests, image examination and electrocardiogram, assess the influence of various factors on major adverse events in patients with acute ischemic cardiovascular and cerebrovascular diseases and the prognosis of three diseases. Moreover, these indicators were used to build a scoring system, and analyze its correlation with prognosis.\n\nExperiment 3. To verify the \"circulatory integration\" diagnosis and treatment evaluation system of acute ischemic cardiovascular and cerebrovascular diseases with DSS as the core\n\n1. Research Object AMI group: 200 patients with AMI; Acute ischemic stroke group: 200 patients with acute ischemic stroke; Acute lower limb ischemia group: 200 subjects with acute lower limb ischemia; All these subjects were from the first and second affiliated hospitals of the Xi'an Jiaotong University and the Shaanxi Provincial People's Hospital;\n2. Collecting Indicators Peripheral blood and morning urine were collected and measured.\n3. Follow up and record the outcome The major adverse events were observed and recorded in the same way as in the above-mentioned experiment.\n4. Verify the diagnosis and treatment evaluation system The newly established \"circulatory integration\" diagnosis and treatment evaluation system of acute ischemic cardiovascular and cerebrovascular diseases with DSS as the core was used to predict the prognosis of the newly included 600 patients with acute ischemic cardiovascular and cerebrovascular diseases. This paper analyzes the specificity and sensitivity of the newly built \"circular integration\" diagnosis and treatment evaluation system through its disease evaluation and actual adverse events."},"conditionsModule":{"conditions":["Acute Myocardial Infarction","Acute Ischemic Stroke","Ischemic Cardiovascular Disease"],"keywords":["Acute myocardial infarction","Dan shen su","Acute lower limb ischemia"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":1900,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Acute myocardial infarction (AMI) group","description":"700 patients with AMI;several demographics, clinical and analytical parameters were collected, and peripheral blood and morning urine were collected from the patients and the volunteers after admission on the first, second, third and seventh days for DSS detection.Observe the dynamic changes of DSS level in acute ischemic cardiovascular disease of different severity. Adverse events (survival outcome) were observed and recorded in the hospital and at 1, 3, 6, and 12 months after discharge. Major adverse events mainly include disease recurrence, cardiac death and all-cause death. The newly established \"circulatory integration\" diagnosis and treatment evaluation system of acute ischemic cardiovascular with DSS as the core was used to predict the prognosis of patients with acute ischemic cardiovascular diseases."},{"label":"Acute ischemic stroke group","description":"500 patients with acute ischemic; several demographics, clinical and analytical parameters were collected,and peripheral blood and morning urine were collected from the patients and the volunteers after admission on the first, second, third and seventh days for DSS detection.Observe the dynamic changes of DSS level in acute ischemic cerebrovascular disease of different severity.Adverse events (survival outcome) were observed and recorded in the hospital and at 1, 3, 6, and 12 months after discharge. Major adverse events mainly include disease recurrence, cardiac death and all-cause death. The newly established \"circulatory integration\" diagnosis and treatment evaluation system of acute ischemic cardiovascular with DSS as the core was used to predict the prognosis of patients with acute cerebrovascular diseases."},{"label":"Acute lower limb ischemia group","description":"500 patients with acute lower limb ischemia; several demographics, clinical and analytical parameters were collected,and peripheral blood and morning urine were collected from the patients and the volunteers after admission on the first, second, third and seventh days for DSS detection.Observe the dynamic changes of DSS level in lower limb ischemia disease of different severity.Adverse events (survival outcome) were observed and recorded in the hospital and at 1, 3, 6, and 12 months after discharge. Major adverse events mainly include disease recurrence, cardiac death and all-cause death. The newly established \"circulatory integration\" diagnosis and treatment evaluation system of lower limb ischemia disease with DSS as the core was used to predict the prognosis of patients with acute cerebrovascular diseases."},{"label":"Control group","description":"200 healthy volunteers were included as controls"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Incidence of disease recurrence","description":"Incidence of disease recurrence，including acute myocardial infarction, ischemic stroke and acute lower limb ischemia.","timeFrame":"12 months after admission"},{"measure":"Incidence of cardiac death","description":"All deaths were considered to have been from cardiac causes unless a explicit noncardiac cause could be documented.","timeFrame":"12 months after admission"},{"measure":"Incidence of all-cause death","description":"All deaths were taken into account unless there is a definite cause of accidental death.","timeFrame":"12 months after admission"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* AMI patients:\n\n  * Patients with age between 18 to 75.\n  * Patients with acute ST-segment elevation myocardial infarction less than 12 hours.\n  * Without taking DSS and dihydroxyphenylalanine-containing drugs at least one week before admission.\n* Acute ischemic stroke patients:\n\n  * Patients with age between 18 to 75.\n  * Patients with acute ischemic stroke less than 12 hours.\n  * National institutes of health stroke scale (NIHSS) scores ranged from 4 to 20.\n  * Without taking DSS and dihydroxyphenylalanine-containing drugs at least one week before admission.\n* Acute lower limb ischemia patients:\n\n  * Patients with age between 18 to 75.\n  * Patients with typical \" 6P \" symptom within 14 days: pain, pulselessness, pallor, paresthesia, paralysis and poikilothermia.\n  * The magnetic resonance imaging and ultrasonography of the lower extremity artery showed that there was ischemia in the lower extremity.\n  * Without taking DSS and dihydroxyphenylalanine-containing drugs at least one week before admission.\n\nExclusion Criteria:\n\n* • Patients with history of cardiogenic shock or cardiopulmonary resuscitation.\n\n  * Woman during pregnancy or lactation or anyone with mental disorder.\n  * A self-identified history of stroke, renal failure, severe arrhythmia or malignant tumor.\n  * Previous coronary artery bypass graft surgery.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"The project included patients with acute myocardial infarction, patients with acute ischemic stroke, patients with acute lower limb ischemia and 200 healthy controls in the Affiliated Hospital of Xi'an Jiaotong University, Xi'an, Shaanxi, Peoples R China. The study was approved by both Research and Ethics Committees of the First Afﬁliated Hospital of Xi'an JiaoTong University.","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Xiaopu Zheng, MD","role":"CONTACT","phone":"0086-029-85323818","email":"gaokenkx@163.com"},{"name":"Ke Go, MD","role":"CONTACT","phone":"0086-18165168285","email":"1025100416@qq.com"}],"overallOfficials":[{"name":"Xiaopu Zheng, MD","affiliation":"First Affiliated Hospital Xi'an Jiaotong University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Shaanxi Provincial People's Hospital","status":"NOT_YET_RECRUITING","city":"Xi'an","state":"Shaanxi","zip":"710000","country":"China","contacts":[{"name":"Wanying Yang, MD","role":"CONTACT","phone":"0086-18392885451","email":"18392885451@163.com"}],"geoPoint":{"lat":34.25833,"lon":108.92861}},{"facility":"First Affiliated Hospital Xi'an Jiaotong University","status":"RECRUITING","city":"Xi'an","state":"Shaanxi","zip":"710061","country":"China","contacts":[{"name":"Xiaopu Zheng, MD","role":"CONTACT","phone":"0086-029-85323818","email":"gaokenkx@163.com"}],"geoPoint":{"lat":34.25833,"lon":108.92861}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000009203","term":"Myocardial Infarction"},{"id":"D000007511","term":"Ischemia"},{"id":"D000007238","term":"Infarction"}],"ancestors":[{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000009336","term":"Necrosis"},{"id":"D000017202","term":"Myocardial Ischemia"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000020521","term":"Stroke"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Acute Ischemic Stroke","relevance":"HIGH"},{"id":"M11845","name":"Myocardial Infarction","asFound":"Myocardial Infarction","relevance":"HIGH"},{"id":"M9972","name":"Infarction","asFound":"Infarction","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","asFound":"Cerebrovascular Disease","relevance":"HIGH"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"M6236","name":"Coronary Artery Disease","relevance":"LOW"},{"id":"M19196","name":"Myocardial Ischemia","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"T108","name":"Chinese Salvia","relevance":"LOW"}],"browseBranches":[{"abbrev":"HB","name":"Herbal and Botanical"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}