{"protocolSection":{"identificationModule":{"nctId":"NCT04534556","orgStudyIdInfo":{"id":"020-392"},"secondaryIdInfos":[{"id":"UG3NS109497","type":"NIH","link":"https://reporter.nih.gov/quickSearch/UG3NS109497"}],"organization":{"fullName":"Baylor Research Institute","class":"OTHER"},"briefTitle":"Wireless Nerve Stimulation Device To Enhance Recovery After Stroke","officialTitle":"Wireless Nerve Stimulation Device To Enhance Recovery After Stroke"},"statusModule":{"statusVerifiedDate":"2023-09","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-09-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-01-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-01-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-08-18","studyFirstSubmitQcDate":"2020-08-31","studyFirstPostDateStruct":{"date":"2020-09-01","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-09-12","lastUpdatePostDateStruct":{"date":"2023-09-13","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Baylor Research Institute","class":"OTHER"},"collaborators":[{"name":"The University of Texas at Dallas","class":"OTHER"},{"name":"University of Texas Southwestern Medical Center","class":"OTHER"},{"name":"National Institute of Neurological Disorders and Stroke (NINDS)","class":"NIH"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUnapprovedDevice":true},"descriptionModule":{"briefSummary":"Texas Biomedical Device Center (TxBDC) has developed an innovative strategy to enhance recovery of motor and sensory function after neurological injury termed targeted plasticity therapy (TPT). This technique uses brief pulses of vagus nerve stimulation to engage pro-plasticity neuromodulatory circuits during rehabilitation exercises. Preclinical findings demonstrate that VNS paired with rehabilitative training enhances recovery in multiple models of neurological injury, including stroke, spinal cord injury, intracerebral hemorrhage, and traumatic brain injury. Recovery is associated with neural plasticity in spared motor networks in the brain and spinal cord. Moreover, two initial studies and a recently completed Phase 3 clinical trial using a commercially available device demonstrates that paired VNS with rehabilitation is safe and improves motor recovery after stroke. The purpose of this study is to extend these findings and evaluate whether VNS delivered with the new device paired with rehabilitation represents a safe and feasible strategy to improve recovery of motor and sensory function in participants with stroke."},"conditionsModule":{"conditions":["Stroke","Chronic Stroke","Upper Extremity Paresis","Ischemic Stroke","Hemorrhagic Stroke"],"keywords":["Vagus Nerve Stimulation (VNS)","Rehabilitation","Targeted Plasticity Therapy"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"CROSSOVER","interventionModelDescription":"Prospective, double blind, randomized placebo controlled, plus open-label extension","primaryPurpose":"DEVICE_FEASIBILITY","maskingInfo":{"masking":"TRIPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR"]}},"enrollmentInfo":{"count":30,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Immediate Start Vagus Nerve Stimulation group","type":"EXPERIMENTAL","description":"The Immediate Start VNS group will receive rehabilitation and active stimulation for 18 in-office sessions over the course of approximately six weeks during Phase 1. For Phase 2, all subjects will be provided with the option to participate in an open-label extension consisting of an additional 18 sessions of in-office rehabilitation with active VNS over the course of approximately six weeks. Additionally, participants may be provided with a system of rehabilitative devices to utilize at home.","interventionNames":["Device: Active Vagus Nerve Stimulation"]},{"label":"Delayed Start Vagus Nerve Stimulation group","type":"PLACEBO_COMPARATOR","description":"The Delayed Start VNS group will receive equivalent rehabilitation with placebo stimulation for 18 in-office sessions over the course of approximately six weeks during Phase 1. For Phase 2, all subjects will be provided with the option to participate in an open-label extension consisting of an additional 18 sessions of in-office rehabilitation with active VNS over the course of approximately six weeks. Additionally, participants may be provided with a system of rehabilitative devices to utilize at home.","interventionNames":["Device: Placebo Vagus Nerve Stimulation"]}],"interventions":[{"type":"DEVICE","name":"Active Vagus Nerve Stimulation","description":"Stimulation of the vagus nerve that is paired with upper limb rehabilitation. VNS stimulation as described in the current study consists of 0.5 second trains of 0.8 mA; 100 µsec biphasic pulses at 30 Hz. Stimulation trains are delivered only during rehabilitation.","armGroupLabels":["Immediate Start Vagus Nerve Stimulation group"],"otherNames":["VNS","vagus nerve stimulation","paired VNS"]},{"type":"DEVICE","name":"Placebo Vagus Nerve Stimulation","description":"During Phase 1 of the study, the placebo group will receive a minimal amount of stimulation that fails to sufficiently activate the nerve, unknown to the participant and therapists. All participants will receive active stimulation during the Phase 2 open-label portion of the study.","armGroupLabels":["Delayed Start Vagus Nerve Stimulation group"],"otherNames":["placebo","control"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Incidence of Adverse Events [Device Safety]","description":"Review of adverse events reported throughout the trial will be used to inform the potential risks associated with the ReStore system and provide a better understanding of risk/benefit analysis","timeFrame":"From Week 1 through study follow-up, approximately two years after the final session of rehabilitation"}],"secondaryOutcomes":[{"measure":"ReStore Stimulation Successes","description":"The percentage of stimulation attempts classified as 'Success' from the total number of stimulation attempts made will be calculated for each participant and the mean percent of successful attempts across all participants will be used as the outcome measure.","timeFrame":"Weeks 6-11"},{"measure":"Upper-Extremity Fugl-Meyer Assessment (UEFM)","description":"The UEFM Assessment is a sixty-six point assessment of mobility administered by a therapist designed to facilitate consistent collection and reporting of basic upper extremity findings. The endpoint will be: estimate the shift in UEFM assessment following active VNS","timeFrame":"Weeks 1, 5, 12, 19, 20, 24, 32"},{"measure":"Wolf Motor Task Functional Ability Scale","description":"The Wolf Motor Task Functional Ability Scale (WMFT-FAS) is a quantitative measure of upper extremity motor ability through timed and functional tasks. The task includes evaluation of dexterity, strength, and upper extremity function. Functional ability is measured on a 6-point ordinal scale (0-5) with a maximum total score of 75. The endpoint will be: estimate the shift in WMFT-FAS assessment following active VNS","timeFrame":"Weeks 1, 5, 12, 19, 20, 24, 32"},{"measure":"Action Research Arm Test","description":"The ARAT is a nineteen-item observational assessment of upper limb function. The areas of assessment include activities of daily living, coordination, dexterity, and upper extremity function. The endpoint will be: Estimate the shift in ARAT assessment following active VNS","timeFrame":"Weeks 1, 5, 12, 19, 20, 24, 32"},{"measure":"Modified Rankin Scale","description":"The Modified Rankin Scale (MRS) is a single item global outcomes rating scale that categorizes level of functional independence. The measure reflects ability to perform activities of daily living and functional mobility. The MRS is a 6 point scale with 0 being no disability and 5 being severe disability. A score of 6 indicates that the patient has expired. The endpoint will be: Estimate the shift in MRS assessment following active VNS","timeFrame":"Weeks 1, 5, 12, 19, 20, 24, 32"},{"measure":"Quantitative Force and Range of Motion Assessment","description":"The Quantitative Force and Range of Motion Assessment form is a physical assessment of upper limb changes in force/torque as a result of VNS paired rehabilitation. The endpoints will be: 10% increase in finger pinch and flexion force following active VNS; 10% increase in wrist flexion and extension force following active VNS; 10% increase in wrist pronation and supination force following active VNS","timeFrame":"Weeks 1, 5-20, 24, 32"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nIn order to be eligible to participate in this study, an individual must meet all of the following criteria:\n\n* Provision of signed and dated informed consent form\n* Stated willingness to comply with all study procedures and availability for the duration of the study\n* Adult, aged 22-79\n* Ischemic or hemorrhagic stroke that occurred ≥ 12 months prior to enrollment\n* UEFM score of 20 to 50\n* Modified Rankin Score of 2, 3, or 4\n* Right vocal cord has normal movement when assessed by laryngoscopy\n* Women of reproductive potential must use contraceptive protection\n* Meets all clinical criteria for the surgical VNS implantation as determined by the PI, surgeon, and anesthesiologist\n\nExclusion Criteria:\n\nAn individual who meets any of the following criteria will be excluded from participation in this study:\n\n* Deficits in language or attention that interfere with study participation\n* Severe spasticity (Modified Ashworth ≥ 3)\n* Medical or mental instability that would likely interfere with study protocol\n* Receiving any therapy (medication or otherwise) that would interfere with VNS, such as drugs that perturb neurotransmitter action (anticholinergics, adrenergic blockers, etc.)\n* Presence of any other implanted electrical stimulation device\n* Prior injury to vagus nerve\n* Lactating, pregnant, or plan to become pregnant\n* Participation in another interventional clinical trial\n* Clinical complications that hinder or contraindicate the surgical procedure\n* Abusive use of alcohol and/or illegal substances use\n* Participants with sickle cell, lupus, clotting disorders or active neoplastic disease.\n* Participants with any any medical condition or other circumstances that might interfere with their ability to return for follow-up visits in the judgment of the Investigator.\n* Any condition which, in the judgment of the Investigator, would preclude adequate evaluation of device's safety and performance.\n* Recent history of syncope\n* Recent history of dysphagia\n* Current or anticipated requirement for diathermy\n* Uncontrolled hypertension\n* Diagnosed with Cerebral amyloid angiopathy","healthyVolunteers":false,"sex":"ALL","minimumAge":"22 Years","maximumAge":"79 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Alvaro Carrera","role":"CONTACT","phone":"469-831-5321","email":"alvaro.carrera@bswhealth.org"},{"name":"Aimee Muir","role":"CONTACT","phone":"214-820-9356","email":"aimee.muir@bswhealth.org"}],"overallOfficials":[{"name":"Michael Kilgard, PhD","affiliation":"University of Texas at Dallas","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Robert Rennaker, PhD","affiliation":"University of Texas at Dallas","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Seth Hays, PhD","affiliation":"University of Texas at Dallas","role":"STUDY_DIRECTOR"},{"name":"Jane Wigginton, MD","affiliation":"University of Texas Southwestern Medical Center","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Rita Hamilton, DO","affiliation":"Baylor Scott & White Institute for Rehabilitation","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Michael Foreman, MD, FACS","affiliation":"Baylor Health Care System","role":"STUDY_DIRECTOR"},{"name":"Richard Naftalis, MD, FAANS, FACS","affiliation":"Baylor Health Care System","role":"STUDY_DIRECTOR"},{"name":"Mark Powers, PhD","affiliation":"Baylor Health Care System","role":"STUDY_DIRECTOR"},{"name":"Ann Marie Warren, PhD","affiliation":"Baylor Health Care System","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Baylor Scott & White Institute for Rehabilitation","status":"RECRUITING","city":"Dallas","state":"Texas","zip":"75246","country":"United States","contacts":[{"name":"Alvaro Carerra","role":"CONTACT","phone":"469-831-5321","email":"alvaro.carerra@bswhealth.org"}],"geoPoint":{"lat":32.78306,"lon":-96.80667}}]},"referencesModule":{"references":[{"pmid":"30983963","type":"BACKGROUND","citation":"Engineer ND, Kimberley TJ, Prudente CN, Dawson J, Tarver WB, Hays SA. Targeted Vagus Nerve Stimulation for Rehabilitation After Stroke. Front Neurosci. 2019 Mar 29;13:280. doi: 10.3389/fnins.2019.00280. eCollection 2019."},{"pmid":"23954448","type":"BACKGROUND","citation":"Khodaparast N, Hays SA, Sloan AM, Hulsey DR, Ruiz A, Pantoja M, Rennaker RL 2nd, Kilgard MP. Vagus nerve stimulation during rehabilitative training improves forelimb strength following ischemic stroke. Neurobiol Dis. 2013 Dec;60:80-8. doi: 10.1016/j.nbd.2013.08.002. Epub 2013 Aug 15."},{"pmid":"24553102","type":"BACKGROUND","citation":"Khodaparast N, Hays SA, Sloan AM, Fayyaz T, Hulsey DR, Rennaker RL 2nd, Kilgard MP. Vagus nerve stimulation delivered during motor rehabilitation improves recovery in a rat model of stroke. Neurorehabil Neural Repair. 2014 Sep;28(7):698-706. doi: 10.1177/1545968314521006. Epub 2014 Feb 18."},{"pmid":"24818637","type":"BACKGROUND","citation":"Hays SA, Khodaparast N, Ruiz A, Sloan AM, Hulsey DR, Rennaker RL 2nd, Kilgard MP. The timing and amount of vagus nerve stimulation during rehabilitative training affect poststroke recovery of forelimb strength. Neuroreport. 2014 Jun 18;25(9):676-82. doi: 10.1097/WNR.0000000000000154."},{"pmid":"25147331","type":"BACKGROUND","citation":"Hays SA, Khodaparast N, Hulsey DR, Ruiz A, Sloan AM, Rennaker RL 2nd, Kilgard MP. Vagus nerve stimulation during rehabilitative training improves functional recovery after intracerebral hemorrhage. Stroke. 2014 Oct;45(10):3097-100. doi: 10.1161/STROKEAHA.114.006654. Epub 2014 Aug 21."},{"pmid":"27255820","type":"BACKGROUND","citation":"Hays SA, Ruiz A, Bethea T, Khodaparast N, Carmel JB, Rennaker RL 2nd, Kilgard MP. Vagus nerve stimulation during rehabilitative training enhances recovery of forelimb function after ischemic stroke in aged rats. Neurobiol Aging. 2016 Jul;43:111-8. doi: 10.1016/j.neurobiolaging.2016.03.030. Epub 2016 Apr 7."},{"pmid":"26542082","type":"BACKGROUND","citation":"Khodaparast N, Kilgard MP, Casavant R, Ruiz A, Qureshi I, Ganzer PD, Rennaker RL 2nd, Hays SA. Vagus Nerve Stimulation During Rehabilitative Training Improves Forelimb Recovery After Chronic Ischemic Stroke in Rats. Neurorehabil Neural Repair. 2016 Aug;30(7):676-84. doi: 10.1177/1545968315616494. Epub 2015 Nov 4."},{"pmid":"26058501","type":"BACKGROUND","citation":"Pruitt DT, Schmid AN, Kim LJ, Abe CM, Trieu JL, Choua C, Hays SA, Kilgard MP, Rennaker RL. Vagus Nerve Stimulation Delivered with Motor Training Enhances Recovery of Function after Traumatic Brain Injury. J Neurotrauma. 2016 May 1;33(9):871-9. doi: 10.1089/neu.2015.3972. Epub 2015 Aug 5."},{"pmid":"29533186","type":"BACKGROUND","citation":"Ganzer PD, Darrow MJ, Meyers EC, Solorzano BR, Ruiz AD, Robertson NM, Adcock KS, James JT, Jeong HS, Becker AM, Goldberg MP, Pruitt DT, Hays SA, Kilgard MP, Rennaker RL 2nd. Closed-loop neuromodulation restores network connectivity and motor control after spinal cord injury. Elife. 2018 Mar 13;7:e32058. doi: 10.7554/eLife.32058."},{"pmid":"29371435","type":"BACKGROUND","citation":"Meyers EC, Solorzano BR, James J, Ganzer PD, Lai ES, Rennaker RL 2nd, Kilgard MP, Hays SA. Vagus Nerve Stimulation Enhances Stable Plasticity and Generalization of Stroke Recovery. Stroke. 2018 Mar;49(3):710-717. doi: 10.1161/STROKEAHA.117.019202. Epub 2018 Jan 25."},{"pmid":"21228773","type":"BACKGROUND","citation":"Engineer ND, Riley JR, Seale JD, Vrana WA, Shetake JA, Sudanagunta SP, Borland MS, Kilgard MP. Reversing pathological neural activity using targeted plasticity. Nature. 2011 Feb 3;470(7332):101-4. doi: 10.1038/nature09656. Epub 2011 Jan 12."},{"pmid":"30355189","type":"BACKGROUND","citation":"Kimberley TJ, Pierce D, Prudente CN, Francisco GE, Yozbatiran N, Smith P, Tarver B, Engineer ND, Alexander Dickie D, Kline DK, Wigginton JG, Cramer SC, Dawson J. Vagus Nerve Stimulation Paired With Upper Limb Rehabilitation After Chronic Stroke. Stroke. 2018 Nov;49(11):2789-2792. doi: 10.1161/STROKEAHA.118.022279."},{"pmid":"26645257","type":"BACKGROUND","citation":"Dawson J, Pierce D, Dixit A, Kimberley TJ, Robertson M, Tarver B, Hilmi O, McLean J, Forbes K, Kilgard MP, Rennaker RL, Cramer SC, Walters M, Engineer N. Safety, Feasibility, and Efficacy of Vagus Nerve Stimulation Paired With Upper-Limb Rehabilitation After Ischemic Stroke. Stroke. 2016 Jan;47(1):143-50. doi: 10.1161/STROKEAHA.115.010477. Epub 2015 Dec 8."},{"pmid":"29562561","type":"BACKGROUND","citation":"Kilgard MP, Rennaker RL, Alexander J, Dawson J. Vagus nerve stimulation paired with tactile training improved sensory function in a chronic stroke patient. NeuroRehabilitation. 2018;42(2):159-165. doi: 10.3233/NRE-172273."},{"pmid":"31875975","type":"BACKGROUND","citation":"Darrow MJ, Mian TM, Torres M, Haider Z, Danaphongse T, Rennaker RL Jr, Kilgard MP, Hays SA. Restoration of Somatosensory Function by Pairing Vagus Nerve Stimulation with Tactile Rehabilitation. Ann Neurol. 2020 Feb;87(2):194-205. doi: 10.1002/ana.25664. Epub 2020 Jan 7."},{"pmid":"31857587","type":"BACKGROUND","citation":"Meyers EC, Kasliwal N, Solorzano BR, Lai E, Bendale G, Berry A, Ganzer PD, Romero-Ortega M, Rennaker RL 2nd, Kilgard MP, Hays SA. Enhancing plasticity in central networks improves motor and sensory recovery after nerve damage. Nat Commun. 2019 Dec 19;10(1):5782. doi: 10.1038/s41467-019-13695-0."},{"pmid":"31969052","type":"BACKGROUND","citation":"Darrow MJ, Torres M, Sosa MJ, Danaphongse TT, Haider Z, Rennaker RL, Kilgard MP, Hays SA. Vagus Nerve Stimulation Paired With Rehabilitative Training Enhances Motor Recovery After Bilateral Spinal Cord Injury to Cervical Forelimb Motor Pools. Neurorehabil Neural Repair. 2020 Mar;34(3):200-209. doi: 10.1177/1545968319895480. Epub 2020 Jan 22."},{"pmid":"12270966","type":"BACKGROUND","citation":"Heck C, Helmers SL, DeGiorgio CM. Vagus nerve stimulation therapy, epilepsy, and device parameters: scientific basis and recommendations for use. Neurology. 2002 Sep 24;59(6 Suppl 4):S31-7. doi: 10.1212/wnl.59.6_suppl_4.s31."},{"pmid":"2537589","type":"BACKGROUND","citation":"Agnew WF, McCreery DB, Yuen TG, Bullara LA. Histologic and physiologic evaluation of electrically stimulated peripheral nerve: considerations for the selection of parameters. Ann Biomed Eng. 1989;17(1):39-60. doi: 10.1007/BF02364272."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000010291","term":"Paresis"},{"id":"D000083302","term":"Hemorrhagic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M20634","name":"Muscle Weakness","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M12894","name":"Paresis","asFound":"Upper Extremity Paresis","relevance":"HIGH"},{"id":"M2405","name":"Hemorrhagic Stroke","asFound":"Hemorrhagic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}