{"protocolSection":{"identificationModule":{"nctId":"NCT04543838","orgStudyIdInfo":{"id":"STUDY20070328"},"organization":{"fullName":"University of Pittsburgh","class":"OTHER"},"briefTitle":"IMMPRES: Intraoperative Monitoring & Management to Reduce Stroke","officialTitle":"Intraoperative Monitoring and Management Protocol to Reduce Strokes (IMMPRES): Pilot Study"},"statusModule":{"statusVerifiedDate":"2024-02","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-04-20","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-12-01","type":"ACTUAL"},"completionDateStruct":{"date":"2023-12-31","type":"ACTUAL"},"studyFirstSubmitDate":"2020-09-02","studyFirstSubmitQcDate":"2020-09-02","studyFirstPostDateStruct":{"date":"2020-09-10","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-02-06","lastUpdatePostDateStruct":{"date":"2024-02-07","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Parthasarathy Thirumala","investigatorTitle":"Associate Professor","investigatorAffiliation":"University of Pittsburgh"},"leadSponsor":{"name":"Parthasarathy Thirumala","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUsExport":false},"descriptionModule":{"briefSummary":"The objective of this study is to prospectively evaluate the therapeutic effectiveness of with blood pressure management using intraoperative neurophysiological monitoring with SSEP and EEG to reduce perioperative stroke. The central hypothesis is that perioperative stroke occurs from emboli in the setting of significant hypoperfusion resulting in ischemia, which leads to infarction. The impact of the proposed research is that, if significant SSEP and EEG changes can be used to identify cerebral perfusion, then timely therapeutic interventions to effectively reduce the impact of perioperative stroke can be directed.","detailedDescription":"If the patient is eligible, interested, and provides consent, they will complete initial preoperative baseline surveys and assessments. These assessments include: Medical History, Medications, Neurological Exam, NIH stroke Scale, Questionnaire for Verifying Stroke-Free Status (QVSFS), Delirium Screen, Modified Rankin Scale, Barthel Index, Cognitive Assessment: The Montreal Cognitive Assessment (MoCA), Depression Scale, and Quality of Life scale. General history, risk factor profile and physical examination (H\\&P) will be performed prior to entering the study. Neurological examinations, NIHSS, Modified Rankin Scale and Barthel Index will be performed by study neurologist. A Questionnaire for Verifying Stroke-Free Status (revised Questionnaire for Verifying Stroke-Free Status (QVSFS)), QOL assessment, Delirium and Cognitive assessment will be administered to each potentially eligible patient by a research coordinator. Subjects of child bearing age will complete a pregnancy test.\n\nBaseline surveys and assessments will collected during a pre-operative session, either in conjunction with a pre-op clinic visit in-person prior to surgery during their surgical admission. This will allow maximum flexibility in timing, without interfering with clinical care.\n\nClinically collected data will be abstracted from the electronic medical record (EMR) for research purposes. We will review the patients preoperative medical records to screen patients for the use of intraoperative monitoring. This is currently a standard clinical practice. After enrollment, the subject will be randomized into the control or intervention group. Subjects will be computer randomized to condition 1:1. It will take approximately a half an hour to complete surveys and study procedures. On the day of surgery, EEG and somatosensory evoked potentials assessments will be performed preoperatively.\n\nProcedure: The cardiac surgeons who will be performing surgery will be informed by the principal investigator. The medical management of patients before, during, and after the procedure will be continued as routine medical care in standard medical therapy group. In the intervention group, standard medical therapy with intraoperative monitoring and management protocol will be done. Our IMMP will be a) intraoperative monitoring with SSEP and EEG during surgery and continued for 4 hours after; b) management protocol will be treating patients based on a SSEP and/or EEG changes. In patients with bilateral SSEP and/or EEG changes, we will aim for a MAP target of the greater of 20% above the patient's preoperative baseline or an absolute threshold of 80 mmHg. In patients with persistent unilateral SSEP and/or EEG changes, the higher MAP target will be maintained followed by immediate post-operative evaluation for stroke.\n\nIn the control group, the patient will receive standard of care.\n\nPost-Procedure/Pre-Discharge: Brief history and physical examination daily while patient is in hospital. Neurological examination performed by study Neurologist. Delirium screen will be performed. NIH Stroke Scale (NIHSS) performed by study neurologist 18 to 54 hours post procedure. MRI will be performed before discharge. The MRI will be completed at the MRI Research Center.The Cognitive Assessment: The Montreal Cognitive Assessment (MoCA) will be performed.\n\nFollow-up: At 30 days post-op: Modified Rankin Scale, Barthel Index, Questionnaire for Verifying Stroke-Free Status (QVSFS), Quality of Life Assessment, and Cognitive Assessment: The Montreal Cognitive Assessment (MoCA) will be performed.\n\nFollow-up: At 1 year: Neurological exam, Modified Rankin Scale, Barthel Index, TIA/Stroke Questionnaire, Quality of Life Assessment and cognitive evaluation will be performed."},"conditionsModule":{"conditions":["Cardiac Surgery"],"keywords":["Cardiac Disease","Intraoperative Hypertension","Cardiac Surgery","Intraoperative Stroke","Perioperative Hypertension","Acute Perioperative Covert Stroke","Perioperative Complication"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Randomized prospective single-blind clinical trial","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"SINGLE","maskingDescription":"single-blind","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":10,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"EEG & SSEP monitoring","type":"EXPERIMENTAL","description":"Intervention will include standard of care pain management during the postoperative period. Participants in this arm will receive an Electroencephalogram (EEG) and Somatosensory evoked potentials (SSEP). EEG will be used to manage blood pressure.","interventionNames":["Diagnostic Test: Intervention"]},{"label":"Standard of Care","type":"ACTIVE_COMPARATOR","description":"Control will include standard of care pain management during the postoperative period. Participants in this arm will not receive an Electroencephalogram (EEG) and Somatosensory evoked potentials (SSEP).","interventionNames":["Other: Standard of Care BP management"]}],"interventions":[{"type":"DIAGNOSTIC_TEST","name":"Intervention","description":"Electroencephalogram (EEG) and Somatosensory evoked potentials (SSEP) intraoperative monitoring","armGroupLabels":["EEG & SSEP monitoring"]},{"type":"OTHER","name":"Standard of Care BP management","description":"If blood pressure (BP) control is determined to be necessary, standard of care practices to manage it will be implemented","armGroupLabels":["Standard of Care"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Proportion of patients with a new clinical stroke, new overt stroke, and death","description":"Proportion of patients with a new clinical stroke, new overt stroke, and death will be abstracted from subject EMR.","timeFrame":"post-operative day 30"}],"secondaryOutcomes":[{"measure":"Proportion of patients with cognitive decline","description":"Proportion of patients with cognitive decline will be assessed by observing patients who score up to 2 points or more on the Montreal Cognitive Assessment","timeFrame":"post-operative 1 year"},{"measure":"Proportion of patients with transient ischemic attack","description":"Proportion of patients with transient ischemic attack will be abstracted from subject EMR.","timeFrame":"post-operative 1 year"},{"measure":"Proportion of patients with delirium","description":"Proportion of patients with delirium will be abstracted from subject EMR.","timeFrame":"post-operative 1 year"},{"measure":"Proportion of patients with clinical stroke","description":"Proportion of patients with clinical stroke will be abstracted from subject EMR.","timeFrame":"post-operative 1 year"},{"measure":"Proportion of patients with composite of clinical stroke","description":"Proportion of patients with composite of clinical stroke will be abstracted from subject EMR.","timeFrame":"post-operative 1 year"},{"measure":"Proportion of patients with MACE (death from any cause, non-fatal MI and stroke)","description":"Proportion of patients with MACE (death from any cause, non-fatal MI and stroke) will be abstracted from subject EMR.","timeFrame":"post-operative 1 year"},{"measure":"Proportion of patients with a decrease in quality of life","description":"Proportion of patients with a decrease in quality of life will be assessed by the EuroQol 5-dimension (EQ-5D). The EQ-5D questionnaire consists of two parts. The first part contains the EQ-5D descriptive system, comprising of 5 questions regarding mobility, selfcare, usual activities, pain, and depression (scores range from 0 to 1). The second part is a vertical, visual analogue scale with the end-points of \"best imaginable health state\" and \"worst imaginable health state\" (scores range from 0 to 100). A tool \"EQ-5D-5L Crosswalk Index Value Calculator\" calculates the crosswalk index values for the EQ-5D-5L dimension scores.","timeFrame":"post-operative 1 year"},{"measure":"Proportion of patients with a discrete diffusion-weighted imaging (DWI) lesion","description":"Proportion of patients with a discrete DWI lesion will be abstracted from subject EMR.","timeFrame":"post-operative 1 year"},{"measure":"Overall volume of DWI lesion burden","description":"Overall volume of DWI lesion burden will be abstracted from subject EMR.","timeFrame":"post-operative 1 year"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients scheduled for Cardiac surgery at UPMC\n* Patients who are 18 years of age or older at screening\n* Patients with the ability to provide written informed consent\n\nExclusion Criteria:\n\n* Patient who, as determined by the investigators, are noncompliant or unable to complete follow-up assessments\n* Patient with history of dementia or other cognitive impairment. History of dementia will be determined by medical record review.\n* Patients who, as determined by the investigators, are unable to complete the preoperative testing\n* Have an implanted medical electronic device\n* Have indwelling or implanted metal in their body that is not MRI-compatible\n* Have claustrophobia. This will be measured by utilizing the standard screening questionnaire for MRI.\n* Develop back pain when lying flat for more than 1 hour\n* Pregnancy","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Keith Vogt, MD, PhD","affiliation":"University of Pittsburgh","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Parthasarathy Thirumala, MD, MS","affiliation":"University of Pittsburgh","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of Pittsburgh Medical Center","city":"Pittsburgh","state":"Pennsylvania","zip":"15213","country":"United States","geoPoint":{"lat":40.44062,"lon":-79.99589}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M9714","name":"Hypertension","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}