{"protocolSection":{"identificationModule":{"nctId":"NCT02230852","orgStudyIdInfo":{"id":"B.U.N. 143201319406"},"organization":{"fullName":"Universitair Ziekenhuis Brussel","class":"OTHER"},"briefTitle":"Prehospital Stroke Study at the Universitair Ziekenhuis Brussel I (PreSSUB I)","officialTitle":"Study of the Safety, Feasibility and Reliability of In-ambulance Telemedicine During Paramedic Intervention Team Transportation of Patients With Suspicion of Acute Stroke.","acronym":"PreSSUB I"},"statusModule":{"statusVerifiedDate":"2014-11","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2014-09"},"primaryCompletionDateStruct":{"date":"2014-11","type":"ACTUAL"},"completionDateStruct":{"date":"2014-11","type":"ACTUAL"},"studyFirstSubmitDate":"2014-08-29","studyFirstSubmitQcDate":"2014-09-02","studyFirstPostDateStruct":{"date":"2014-09-03","type":"ESTIMATED"},"lastUpdateSubmitDate":"2014-11-03","lastUpdatePostDateStruct":{"date":"2014-11-04","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Raf Brouns, MD, PhD","investigatorTitle":"MD PhD","investigatorAffiliation":"Universitair Ziekenhuis Brussel"},"leadSponsor":{"name":"Universitair Ziekenhuis Brussel","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"The PreSSUB trial I will focus on prehospital telemedicine for patients with suspicion of acute stroke. The study is designed as a prospective monocentric observational trial on the safety, feasibility and reliability of in-ambulance telemedicine for patients with suspicion of acute stroke during transportation by the Paramedic Intervention Team of the Universitair Ziekenhuis Brussel.","detailedDescription":"As part of the Prehospital Stroke Study at the Universitair ziekenhuis Brussel (PreSSUB) project, the investigators have developed and tested several prototypes for prehospital telemedicine. The current system consists of commercially available hardware and a Web-based telemedicine platform. The data are transmitted to a multimedia server unit over a mobile (ultra)broadband connection (3G or 4G). Data privacy is secured by password-protected logins, role-based access control, and hypertext transfer protocol secure encryption.\n\nThe results of a feasibility study using the 4G network in healthy volunteers have been reported and feasibility data using the 3G network in healthy volunteers are available (unpublished data). The investigators recently evaluated the safety, technical feasibility and reliability of in-ambulance telemedicine in patients during emergency missions by a Paramedic Intervention Team of the Universitair Ziekenhuis Brussel (Feasibility study on AmbulanCe-based Telemedicine, FACT) and yielded satisfactory results (paper under review, trial registered at clinicaltrials.gov: NCT02119598).\n\nTelestroke consultations should include standardized evaluation of key stroke features, which can be obtained by application of validated clinical scales (e.g. Glasgow Coma Scale for evaluation of consciousness). Prehospital assessment of stroke severity remains challenging and inspired researchers to develop adapted scales, among which the Unassisted TeleStroke Scale (UTSS). The UTSS has shown to be a rapid, simple, quantitative measure for the evaluation of stroke severity through telemedicine, without need for assistance from a third party at the patient's bedside. Moreover, it has been shown that this scale can be used for ambulance-based telemedicine for emergent patient transportation.\n\nThe PreSSUB trial I builds further on the reassuring data obtained in a general patient population during emergency missions in the FACT study and will focus on prehospital telemedicine for patients with suspicion of acute stroke only."},"conditionsModule":{"conditions":["Stroke."],"keywords":["Telemedicine","Prehospital","Emergency Medicine","Stroke"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":40,"type":"ESTIMATED"}},"outcomesModule":{"primaryOutcomes":[{"measure":"Proportion of successful in-ambulance telemedicine consultations","description":"The proportion of successful in-ambulance telemedicine consultations, defined as the number of successful in-ambulance teleconsultations compared to all attempted in-ambulance teleconsultations.\n\nA successful teleconsultation is defined as an interaction between the patient in the ambulance and a remote teleconsultant, that results in a medical intervention and/or timely communication of medically relevant information to the inhospital team.","timeFrame":"upto 26 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Emergency transportation by the Paramedic Intervention Team of the Universitair Ziekenhuis Brussel\n* Age \\>= 18 years\n* Suspicion of acute stroke with symptom onset \\<12 h or unknown, based on any of the symptoms mentioned in the Belgian manual for medical regulation of pre-hospital care: Hemiparesis, Facial asymmetry, Speech disturbance, Sudden, severe headache, or Confusion.\n\nExclusion Criteria:\n\n* Patients for whom telemedicine consultation would delay any diagnostic or therapeutic intervention.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Patients older than 18 years requesting emergency care for suspicion of acute stroke","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Raf Brouns, MD PhD","affiliation":"Department of Neurology, Universitair Ziekenhuis Brussel","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Universitair Ziekenhuis Brussel","city":"Brussels","zip":"1090","country":"Belgium","geoPoint":{"lat":50.85045,"lon":4.34878}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M7486","name":"Emergencies","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}