{"protocolSection":{"identificationModule":{"nctId":"NCT03730701","orgStudyIdInfo":{"id":"MMDPrev1"},"organization":{"fullName":"Karolinska Institutet","class":"OTHER"},"briefTitle":"Make my Day - Primary Prevention of Stroke","officialTitle":"\"Make my Day\"- Incorporating Healthy Activity Patterns: A Person-centered, Digital Prevention Program to Support Health Among Persons at Risk for Stroke"},"statusModule":{"statusVerifiedDate":"2023-03","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-08-06","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-11-30","type":"ACTUAL"},"completionDateStruct":{"date":"2020-12-31","type":"ACTUAL"},"studyFirstSubmitDate":"2018-10-29","studyFirstSubmitQcDate":"2018-11-02","studyFirstPostDateStruct":{"date":"2018-11-05","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-03-16","lastUpdatePostDateStruct":{"date":"2023-03-21","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Emelie Malstam","investigatorTitle":"Principal Investigator, Doctoral candidate","investigatorAffiliation":"Karolinska Institutet"},"leadSponsor":{"name":"Emelie Malstam","class":"OTHER"},"collaborators":[{"name":"University of Gavle","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The purpose of this study is to evaluate the feasibility of a digital, person-centered stroke prevention program with a focus on primary prevention. The program is aiming to enable lifestyle change and to promote healthy activity patterns to decrease risk factors for stroke and in that way prevent future stroke.","detailedDescription":"The study is a randomized controlled pilot trial evaluating the feasibility of a digitally augmented person-centered stroke prevention program with a focus on primary prevention. The program is aiming to enable lifestyle change and to promote healthy activity patterns to decrease risk factors for stroke and in that way prevent future stroke. With activity patterns (individual actions and behaviour) in everyday life we mean a persons overall lifestyle that may or may not contribute to health.\n\nThe prevention program is a theoretically grounded, complex intervention tested against a control-group that are receiving usual care. The prevention program is based on activities in people's everyday lives and integrates health and well-being with what people do, as well as with what they want or need to do, in order to thrive and live well. Lifestyle change refers to a conscious change of behaviour and everyday activities in order to promote health. The process of changing behaviour results from an interaction between the person (eg, self-efficacy), the environment (support and material) and the action. In the project, the key behavioural change technique is incorporating engaging everyday activities (EEAs) that contribute to a healthy lifestyle. This might include changing the form of current EEAs or finding new health-promoting EEAs."},"conditionsModule":{"conditions":["Non-Communicable Diseases","Stroke","Cardiovascular Risk Factor"],"keywords":["Life style","Primary prevention","Modifiable risk factors","mHealth","Engaging occupation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":30,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Prevention treatment group","type":"EXPERIMENTAL","description":"Prevention program with 10 week blended intervention utilizing both a digital health app, group-sessions with peers and a interprofessional team of health-care workers chairing 5+1 themed group-sessions as support to change lifestyle habits in to a pattern of activities (behaviors and actions) in everyday life that can promote health and wellbeing and decrease risk for stroke. Lifestyle analysis and stroke risk screening before, at follow up and 12 months after the prevention program.","interventionNames":["Behavioral: Prevention program for stroke"]},{"label":"Standard treatment group","type":"NO_INTERVENTION","description":"Usal care in Swedish primary health care. In addition a Lifestyle analysis and stroke risk screening before, at follow up and 12 months after the prevention program."}],"interventions":[{"type":"BEHAVIORAL","name":"Prevention program for stroke","description":"The prevention program include individual and group intervention sessions supported by a digital platform. The program will be personally tailored in relation to what the person needs and what to change and the individuals rediness for change. The digital platform will support the person during and in between sessions by prompting goals and goal-fulfilment, logging activities, step counts and provide a forum for sharing and reflection.","armGroupLabels":["Prevention treatment group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Stroke risk score card","description":"Through the stroke risk score card estimate change in risk for Stroke and how high this risk are.\n\nThree colums with different colours. Red, yellow and green. Red is High risk, Yellow is Caution, and Green is Low risk. In total there is 8 points per column.\n\nHigh risk: \\>3 red points: Ask about stroke prevention right away. Caution: 4-6: A good start. Work on reducing risk. Low risk: 6-8: You're doing very well at controlling stroke risk.","timeFrame":"Baseline, within a month after the intervention, 1 year follow-up after baseline."},{"measure":"Healthy Activity patterns (PPR profile)","description":"PPRP (Daily Experiences of Pleasure, Productivity, and Restoration Profile) is a activity-diary where change is meant to be measured regarding activity patterns in everyday life. Experiences are scored as 1-7 in four domains (Pleasure, Productivity, Restoration and Health promotion). For example the domain of health promotion is scored as 1 (very unhealthy) to 7 (very healthy) in regards to different engagements in everyday life. The higher the value the better.","timeFrame":"Baseline, within a month after the intervention, 1 year follow-up after baseline."},{"measure":"Questions of Lifestyle habits","description":"Measuring change in lifestyle habits with a self-percieved questionnaire with open questions and estimations of different lifestyle habits in everyday life regarding dietary, smoking, alcohol, physical activity habits.\n\nParticipants selects an option on each question or writes an estimated number or answer on what and how they usually do regarding each lifestyle habit.\n\nFor example if they are or have been smoking and how much.\n\nExample of answers options:\n\n1. I have never smoked\n2. I have smoked but I have stoped\n3. I smoke, but not daily\n4. I smoke daily.....X cigarettes a day. Where answer 4. is worse than answer 1.\n\nAnd on alcohol consumption. Question: How many standard glases do you drink a normal week? Answer with a self-percieved number, no fixed response options.","timeFrame":"Baseline, within a month after the intervention, 1 year follow-up after baseline."},{"measure":"Canadian Occupational Performance Measurement (COPM)","description":"COPM is a client-centered, semi-structured interview assessment that enables the person to identify and prioritize areas of improvement in everyday life. To support goal-setting, defined areas is scored between 0-10 guiding prioritizations of areas of which is scored in regards to performance and satisfaction, also scored between 0-10. Where a higher value is better experience of performance and satisfaction of occupations. Mean change will be measured.","timeFrame":"Baseline, within a month after the intervention, 1 year follow-up after baseline."}],"secondaryOutcomes":[{"measure":"Weight","description":"Measure in kilograms with a scale. Measure includes observation of changes.","timeFrame":"Baseline, within a month after the intervention, 1 year follow-up after baseline."},{"measure":"Blood pressure","description":"Measure systolic and diastolic blood pressure with blood pressure machine. Measure includes observation of changes.","timeFrame":"Baseline, within a month after the intervention, 1 year follow-up after baseline."},{"measure":"Occupational Balance (OBQ4)","description":"Self-percieved questionnaire of balance in and between occupations in everyday life. 13 questions. Answers between 1-4 where 1 is Do not agree at all, And 4 is Agree very much. Measure includes observation of changes. Where a higher value is better.","timeFrame":"Baseline, within a month after the intervention, 1 year follow-up after baseline."},{"measure":"Motivation for lifestyle changes","description":"Measure motivation for lifestyle changes with questionnare on a scale from 1 to 5 where 1 is does not fit at all and 5 is fits very well.\n\nPoints:\n\n20 - 25 points: High level of motivation for change. 15 - 20 points: Moderat level of motivation to change. 10 - 15 points: Low level of motivation to change. Below 10 points: Very low motivation to change.\n\nThe higher value the better. Measure includes observation of changes.","timeFrame":"Baseline, within a month after the intervention, 1 year follow-up after baseline."},{"measure":"Lisat-11","description":"Questionnaire on Life satisfaction with 11 questions with a scale 1-6. 1 means unsatisfied and 6 means very satisfied. Where a higher value is better. Measure includes observation of changes.","timeFrame":"Baseline, within a month after the intervention, 1 year follow-up after baseline."},{"measure":"EQ5D","description":"Questionnaire of Quality of Life with two different parts. Part one includes 5 domains scored from 1 to 3, where a higher value is worse. For example \"worry/depression\" 1. I am not worried/depressed) 2. I am worried or depressed to some degree. 3. I am very much worried and/or depressed. The second part is a VAS-scale from 1 to 100, where a higher value is better state of health. Measures includes observation of changes.","timeFrame":"Baseline, within a month after the intervention, 1 year follow-up after baseline."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Persons with increased risk for stroke according to Stroke risk score card\n* Persons motivated for participating in an intense digital lifestyle prevention (including the use of a mobile phone with the function to download and use apps),\n\nExclusion Criteria:\n\n* Persons having had a stroke or TIA\n* Persons with a diagnosis of dementia or cognitive impairment\n* Drug abuse","healthyVolunteers":true,"sex":"ALL","minimumAge":"45 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Ann-Helen Patomella, PhD","affiliation":"Karolinska Institutet","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Karolinska Institutet","city":"Huddinge","state":"Stockholms Län","zip":"14183","country":"Sweden","geoPoint":{"lat":59.23705,"lon":17.98192}}]},"referencesModule":{"references":[{"pmid":"31678952","type":"DERIVED","citation":"Patomella AH, Guidetti S, Malstam E, Eriksson C, Bergstrom A, Akesson E, Kottorp A, Asaba E. Primary prevention of stroke: randomised controlled pilot trial protocol on engaging everyday activities promoting health. BMJ Open. 2019 Nov 2;9(11):e031984. doi: 10.1136/bmjopen-2019-031984."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000073296","term":"Noncommunicable Diseases"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000020969","term":"Disease Attributes"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M1156","name":"Noncommunicable Diseases","asFound":"Non-communicable Diseases","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M22390","name":"Disease Attributes","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}