{"protocolSection":{"identificationModule":{"nctId":"NCT04606641","orgStudyIdInfo":{"id":"REC/00666 Faryal Baig"},"organization":{"fullName":"Riphah International University","class":"OTHER"},"briefTitle":"Comparison of Goal Specific Functional Tasks With and Without Mirror Therapy","officialTitle":"Comparison of Goal-specific Functional Task With and Without Mirror Therapy on Upper Limb Function of Post-stroke Patients."},"statusModule":{"statusVerifiedDate":"2021-02","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-05-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-11-27","type":"ACTUAL"},"completionDateStruct":{"date":"2020-11-30","type":"ACTUAL"},"studyFirstSubmitDate":"2020-10-22","studyFirstSubmitQcDate":"2020-10-22","studyFirstPostDateStruct":{"date":"2020-10-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-02-05","lastUpdatePostDateStruct":{"date":"2021-02-08","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Riphah International University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The hemiparetic arm is one of the most undesirable consequences of stroke. Approximately 30-66% of patients with stroke are not able to gain motor function of their affected hand which prevents them from performing their daily activities for the rest of their lives. It is very important in the treatment of stroke patients to improve their upper limb function. Mirror therapy has drawn much focus on the rehabilitation of hemiplegic stroke patients in the past two decades. Mirror therapy is one of the priming technique that causes neural plasticity of the brain. In mirror therapy a mirror is placed in the mid-sagittal plane of the patient between his two arms and the patient is given instruction to move his less affected or normal limb while looking at its reflection in the mirror which will produce as the affected or paretic limb is also moving with a normal movement pattern. This will create visual stimulus on the patient's brain known as mirror visual feedback (MVF) and will cause cortical reorganization hence it will increase the motor recovery of the affected or paretic limb. A type of mirror therapy is task-based mirror therapy in which the participants are asked to perform specific motor tasks with their less affected arm. There are very few studies regarding mirror therapy combined with functional tasks. It is a randomized controlled trial study and its duration is 6 months. Total sample size will be 26; 13 participants into each group. The subjects will be divided into two groups, Group A Experimental group and Group B control group. A 20 minutes session will be performed thrice in a week for a total of 6 weeks. The experimental group will perform functional tasks with mirror therapy and the control group will perform functional tasks without mirror therapy. The Standardized Mini-Mental State Examination scale and Brunnstrom stages of motor recovery scale will be used in the inclusion criteria of patients. Outcomes of patients will be measured using Brunnstrom stages of motor recovery, Motor Assessment Scale (MAS) upper limb component, Fugl Meyer Upper Extremity Assessment Scale (FMA-UE) and Functional Independence Measure (FIM) self-care component at baseline, after every 2 weeks and with follow up at 6 weeks. After this, the data will be analyzed on the Statistical Package for the Social Sciences (SPSS) 21 version.","detailedDescription":"The hemi paretic arm is one of the most undesirable consequences of stroke. Approximately 30-66% of patients with stroke are not able to gain motor function of their affected hand which prevents them from performing their daily activities for the rest of their lives.The paralysis of upper limb along with increase in muscle spasticity, muscle weakness and loss of sensory perception are reasons of disability in stroke patients. It is very important in the treatment of stroke patients to make effective treatment strategies to improve their upper limb function. Many treatment options are used for the recovery of upper limb motor function such as robot-assisted therapy and constraint induced movement therapy. Mirror therapy has drawn much focus for the rehabilitation of hemiplegic stroke patients in the past two decades. Mirror therapy is one of the priming technique that causes neural plasticity of brain.Mirror therapy is also used to address problems like phantom limb pain.In stroke patients it is helpful in managing pain and hemi spatial neglect. According to the theory the cortical areas of brain that are involved in the motor task execution can be activated by observing the actions performed by others, which is the function of the mirror neuron system (MNS).The mirror neuron system is composed of mirror neurons that discharge during action observation (AO) and action execution. The mirror neuron system is located in the inferior frontal gyrus (IFG), including the ventral premotor cortex (PMv), the inferior parietal lobule (IPL), and the intraparietal sulcus (IPS). It also extends to other brain areas like the primary motor cortex, the primary somatosensory cortex, and the middle frontal cortex. In mirror therapy we use the mirror neuron system to perform action observation training (AOT) and action execution.\n\nIn mirror therapy a mirror is placed in the mid sagittal plane of a patient between the two arms and the patient is given instruction to move his less affected or normal limb while looking at its reflection in the mirror which will produce as the affected or paretic limb is also moving with a normal movement pattern.This will create visual stimulus on the patient's brain known as mirror visual feedback (MVF) and will cause cortical reorganization hence it will increase the motor recovery of the affected or paretic limb.\n\nThe scales that have been used in previous studies to measure motor recovery and improvement in daily functions of stroke patients with mirror therapy are Brunnstrom stages of recovery, Fugl-Meyer assessment (FMA) and Functional Independence Measure (FIM).The findings of these studies has shown positive effects of mirror therapy on decreasing motor impairment.\n\nConventional mirror therapy that is most commonly used involves simple movements performed by unaffected arm like wrist extension flexion, fingers flexion extension and forearm supination and pronation while looking at the visual stimulus created by the mirror placed at their mid sagittal plane.\n\nThe functional task-oriented training is mostly used intervention for bringing beneficial neural plasticity and improving paretic upper limb functional performance. Functional task-oriented training recently applied on stroke patients has proven to be more effective than the conventional therapy. A type of mirror therapy is task based mirror therapy in which the participants are asked to perform specific motor tasks with their less affected arm. Functional tasks may include flipping a card, holding a polystyrene cup, squeezing a sponge. A research was carried out in Korea to determine the effects of mirror therapy with functional tasks on upper limb function and activities of daily living in patients with subacute stroke. The patients were randomly divided into two groups the mirror therapy group and the control group.The Fugl-Meyer Motor Function Assessment (FMA), Brunnstrom motor recovery stage, and Modified Barthel Index (MBI) were assessed 4 weeks after the treatment and the results were significantly greater in the mirror therapy group than the control group.\n\nA study was conducted to determine the effectiveness of mirror therapy in chronic stroke patients with severe dysfunction of upper limb and its comparison was done with the control group. The results showed significant improvements in mirror therapy group regarding motor recovery and tactile stimulation.\n\nAnother study done b to determine if a mirror therapy-based action observation (AO) protocol contributes to motor learning of the paretic arm in post stroke patients.The outcome measure of this study was movement time of the reaching movement which was measured by accelerometry. The results showed that the decrease in movement time was much more in the action observation group as compared to the control group. Thus the study showed that a mirror therapy based action observation protocol contributes more to motor learning in post stroke patients.\n\nanother study which was the first to achieve delayed mirror visual feedback (MVF) for upper extremity mirror therapy training. Their results support the positive effects of mirror visual feedback on the cortical activation of brain and hence give additional evidence supporting the use of mirror therapy in the future for upper-limb motor training in patients with stroke.\n\nA systematic review was done to evaluate the activation of the mirror neuron system (MNS) during the action observation and action execution training with mirror visual feedback (MVF) in post stroke patients. The effect of activation of motor cortex of brain in stroke patients with mirror therapy was also determined. The results showed that the MVF may cause stroke recovery by revising the interhemispheric imbalance caused by stroke and also cause the activation of the MNS. Action observation training also promoted motor relearning in stroke individuals by the activation of the MNS and the motor cortex.\n\nAnother systematic review was done to conclude the effects of mirror therapy for improving motor functions and decreasing motor impairment after stroke. They also assessed the effects of mirror therapy on the activities of daily living of stroke patients. The results gave evidence on the effectiveness of mirror therapy for increasing upper limb motor function, decreasing motor impairment, improving their activities of daily living and decreasing their pain as compared to the conventional rehabilitation for stroke patients."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke","Functional Tasks","Mirror Therapy"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":20,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Goal specific functional tasks with mirror therapy):","type":"EXPERIMENTAL","description":"The session will be performed thrice in a week for total of 4 weeks. Each session will last for 20 minutes. Mirror therapy procedure and functional tasks will be explained to the patient before the start of treatment.\n\nIn this group, a mirror will be placed in the sagittal plane of the patient. The affected or paretic arm will be placed behind the mirror and the unaffected or normal arm will be placed in front of the mirror","interventionNames":["Other: functional tasks with mirror therapy"]},{"label":"Goal specific functional tasks without mirror therapy","type":"ACTIVE_COMPARATOR","description":"Session will be performed thrice in a week for total 4 weeks. Each session will last for 20 minutes.\n\nThe functional tasks will be explained to patient before the start of treatment. In this group a board instead of a mirror will be placed in the sagittal plane of patient. Then the patient will be asked to perform functional tasks as mentioned in the table below Functional tasks will be same in both groups","interventionNames":["Other: functional tasks without mirror therapy"]}],"interventions":[{"type":"OTHER","name":"functional tasks with mirror therapy","description":"In this group a mirror will be placed in the sagittal plane of patient. The affected or paretic arm will be placed behind the mirror and the unaffected or normal arm will be placed in front of the mirror. Then the patient will be asked to perform functional tasks","armGroupLabels":["Goal specific functional tasks with mirror therapy):"]},{"type":"OTHER","name":"functional tasks without mirror therapy","description":"The functional tasks will be explained to patient before the start of treatment. In this group a board instead of a mirror will be placed in the sagittal plane of patient. Then the patient will be asked to perform functional tasks","armGroupLabels":["Goal specific functional tasks without mirror therapy"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Fugl-Meyer Assessment-Upper Extremity (FMA-UE)","description":"The Fugl-Meyer assessment scale (FMA), developed in 1975, has been used to describe the motor and sensory recovery of patients after stroke. It is divided into 5 domains: motor function, sensory function, balance, joint range of motion, and joint pain.\n\nThe FMA is a well-designed and efficient clinical examination tool that has been widely used in post stroke patients. Excellent interrater and intrarater reliability and construct validity have been demonstrated score of 0-28 indicate severe , 29-42moderate, and 43-66 mild impairment in upper limb function.","timeFrame":"week 4"},{"measure":"Functional Independence Measure (FIM) Self care component","description":"The Functional Independence Measure (FIM) is the functional assessment instrument that measures outcomes of rehabilitation. This scale tells about changes in the functional status of the patients from the onset of rehabilitation through dis¬charge and follow-up.\n\nHigh test re test reliability for 45 repeated FIM assessments for the motor and cognitive subscales was demonstrated when used in elderly population The clinician performing the assessment scores each item on a scale of 1 to 7. The higher the score is for a task, the more independent a person is at performing the task.","timeFrame":"week 4"},{"measure":"Brunnstrom Stages of motor recovery","description":"The brunnstrom stages of motor recovery was designed to describe a sequence of motor recovery of extremity after stroke based on the synergy pattern of movement that develops during recovery from a flaccid limb to near-normal and normal movement and coordination. This scale efficiently assesses the post stroke motor functions Stage 1: Flaccidity. ... Stage 2: Dealing with Spasticity Appearance. ... Stage 3: Increased Spasticity. ... Stage 4: Decreased Spasticity. ... Stage 5: Complex Movement Combinations. ... Stage 6: Spasticity Disappears. ... Stage 7: Normal Function Returns","timeFrame":"week 4"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Hemiplegic ischemic or hemorrhagic subacute stroke patients,\n* Brunnstrom stages of recovery (2-4) for upper extremity,\n* No serious cognitive deficits i-e Standardized mini-mental state examination 24 points or more.\n\nExclusion Criteria:\n\n* Neuromuscular or musculoskeletal disease affecting upper limb\n* Any traumatic injury to the upper limb\n* Hemi spatial neglect\n* Participation in any other rehabilitation study","healthyVolunteers":false,"sex":"ALL","minimumAge":"30 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Ayesha Afridi, PhD*","affiliation":"Riphah International University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Fauji Foundation Hospital","city":"Rawalpindi","country":"Pakistan","geoPoint":{"lat":33.6007,"lon":73.0679}}]},"referencesModule":{"seeAlsoLinks":[{"label":"Traditional Risk Factors for Stroke in East Asia. Journal of Stroke","url":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5066436/"},{"label":"Stroke Epidemiology in South, East, and South-East Asia: A Review","url":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5647629/"},{"label":"Stroke Epidemiology in South, East, and South-East Asia: A Review. Journal of Stroke","url":"https://www.nature.com/articles/s41598-017-06691-1"},{"label":"Sex Differences in Stroke Incidence, Prevalence, Mortality and Disability-Adjusted Life Years: Results from the Global Burden of Disease Study 2013","url":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5135839/"},{"label":"Prevalence of Stroke and Vascular Risk Factors in China: a Nationwide Community-based Study. Scientific reports","url":"https://pubmed.ncbi.nlm.nih.gov/26505983/"},{"label":"Quality of life after stroke in Pakistan. BMC neurology.","url":"https://pubmed.ncbi.nlm.nih.gov/26505984/"},{"label":"Stroke Prevalence, Mortality and Disability-Adjusted Life Years in Adults Aged 20-64 Years in 1990-2013","url":"https://pubmed.ncbi.nlm.nih.gov/28052979/"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}