{"protocolSection":{"identificationModule":{"nctId":"NCT02726685","orgStudyIdInfo":{"id":"CSH-2016-A-006"},"organization":{"fullName":"Chung Shan Medical University","class":"OTHER"},"briefTitle":"Effects of Respiratory Training on Respiratory and Functional Performance in Patients With Stroke","officialTitle":"Effects of Respiratory Training on Respiratory and Functional Performance in Patients With Stroke"},"statusModule":{"statusVerifiedDate":"2018-07","overallStatus":"UNKNOWN","lastKnownStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-08-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2019-06-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2019-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2016-03-18","studyFirstSubmitQcDate":"2016-03-29","studyFirstPostDateStruct":{"date":"2016-04-04","type":"ESTIMATED"},"lastUpdateSubmitDate":"2018-07-16","lastUpdatePostDateStruct":{"date":"2018-07-18","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Chung-Hao Chuang","investigatorTitle":"Director of Rehabilitation Therapy Department","investigatorAffiliation":"Chung Shan Medical University"},"leadSponsor":{"name":"Chung Shan Medical University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The purpose of the research is to investigate the effects of respiratory training on respiratory and functional performance in patients with stroke.","detailedDescription":"Stroke ranks third in the global cause of death, behind cancer and coronary heart disease. Stroke is also the third largest cause of death in Taiwan in 2014. Stroke patients in the course of exercise are in addition to muscle weakness and reduced endurance, but usually also accompanied by respiratory damage. From past studies have shown that stroke patients whose respiratory function has significant change, such as decreased respiratory muscle strength, reduced respiratory movement of the affected hemithorax, declined in maximum breathing pressure and decreased amplitude of diaphragmatic movements on the paralyzed side. But whether respiratory training can improve respiratory and functional performance of stroke patients, because of the limited research results could not be confirmed."},"conditionsModule":{"conditions":["Stroke"],"keywords":["respiratory training","functional performance"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"TRIPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":70,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"RT (respiratory training) group","type":"EXPERIMENTAL","description":"Besides traditional rehabilitation therapy, subjects also receive 12-week respiratory training.","interventionNames":["Other: respiratory training."]},{"label":"Control group","type":"SHAM_COMPARATOR","description":"Besides traditional rehabilitation therapy, subjects receive 12-week sham training unrelated to respiratory function.","interventionNames":["Other: sham training."]}],"interventions":[{"type":"OTHER","name":"respiratory training.","description":"breathing exercise.","armGroupLabels":["RT (respiratory training) group"]},{"type":"OTHER","name":"sham training.","description":"range of motion (ROM) exercise, stretching exercise or positioning exercise.","armGroupLabels":["Control group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Diaphragm Thickness.","description":"In this study, the mid axillary lines between ribs 8 and 9 on both sides will be checked in a standing posture, then the chest wall is perpendicularly illuminated by a curved array 2-5 MHz transducer (Siemens Sololine G40) in an upright sitting position to observe the region between rib 8 and rib 9 in 2D images. The diaphragm thickness is measured as the distance between two parallel lines that appear bright in the middle of the pleura and in the middle peritoneum.","timeFrame":"change from baseline diaphragm thickness at 12, 16, 24, 36 weeks."},{"measure":"Incidence of Pneumonia.","description":"This study will observe the incidence of pneumonia of two groups in the 36-week research course.","timeFrame":"change from baseline incidence of pneumonia at 12, 16, 24, 36 weeks."},{"measure":"Brunnstrom's motor recovery stages.","description":"The six sequential stages of motor recovery through which the hemiplegic upper and lower extremities progress used as a method for assessing recovery.","timeFrame":"change from baseline Brunnstrom's stages at 12, 16, 24, 36 weeks."},{"measure":"Stroke Rehabilitation Assessment of Movement scale; STREAM.","description":"The STREAM scale is used to evaluate the recovery of voluntary movement and basic mobility following stroke. The scale consists of 30 items or test movements that are equally distributed among 3 subscales: upper-limb movements, lower-limb movements, and basic mobility items.","timeFrame":"change from baseline STREAM scores at 12, 16, 24, 36 weeks."},{"measure":"Stroke-Specific Quality of Life scale; SS-QOL.","description":"The SS-QOL scale is a patient-centered outcome measure intended to provide an assessment of health-related quality of life specific to patients with stroke. It consists of twelve commonly affected domains (energy, family roles, language, mobility, mood, personality, self-care, social roles, thinking, upper extremity functioning, vision, and work/productivity) and 49 items.","timeFrame":"change from baseline SS-QOL scores at 12, 16, 24, 36 weeks."},{"measure":"Stroke Impact Scale; SIS 3.0.","description":"The SIS 3.0 is a stroke-specific, self-report, health status measure. The scale includes 59 items and assesses 8 domains. It was designed to assess multidimensional stroke outcomes, including strength, hand function, activities of daily living/instrumental activities of daily living (ADL/IADL), mobility, communication, emotion, memory and thinking, and participation.","timeFrame":"change from baseline SIS 3.0 scores at 12, 16, 24, 36 weeks."},{"measure":"Twelve-Minute Walk Test.","description":"The distance (in meters) that a subject can walk within twelve minutes is evaluated.","timeFrame":"change from baseline Twelve-Minute Walk Test scores at 12, 16, 24, 36 weeks."},{"measure":"Forced Vital Capacity (FVC) in liters.","description":"Resting spirometry of FVC will be performed on a spirometer.","timeFrame":"change from baseline FVC at 12, 16, 24, 36 weeks."},{"measure":"Vital Capacity (VC) in liters.","description":"Resting spirometry of VC will be performed on a spirometer.","timeFrame":"change from baseline VC at 12, 16, 24, 36 weeks."},{"measure":"Forced Expiratory Volume at 1 second (FEV1) in liters.","description":"Resting spirometry of FEV1 will be performed on a spirometer.","timeFrame":"change from baseline FEV1 at 12, 16, 24, 36 weeks."},{"measure":"Ratio of FEV1 to FVC (FEV1/FVC).","description":"Resting spirometry of FEV1/FVC ratio will be performed on a spirometer.","timeFrame":"change from baseline FEV1/FVC ratio at 12, 16, 24, 36 weeks."},{"measure":"Forced Expiratory Flow rate 25-75% (FEF 25-75%) in liters per minute.","description":"Resting spirometry of FEF 25-75% will be performed on a spirometer.","timeFrame":"change from baseline FEF 25-75% at 12, 16, 24, 36 weeks."},{"measure":"Peak Expiratory Flow Rate (PEFR) in liters per minute.","description":"Resting spirometry of PEFR will be performed on a spirometer.","timeFrame":"change from baseline PEFR at 12, 16, 24, 36 weeks."},{"measure":"Maximum Inspiratory Pressure (PImax) in centimeters of water pressure (cmH2O).","description":"Resting spirometry of PImax will be performed on a spirometer.","timeFrame":"change from baseline PImax at 12, 16, 24, 36 weeks."},{"measure":"Maximum Expiratory Pressures (PEmax) in centimeters of water pressure (cmH2O).","description":"Resting spirometry of PEmax will be performed on a spirometer.","timeFrame":"change from baseline PEmax at 12, 16, 24, 36 weeks."},{"measure":"Maximum Voluntary Ventilation (MVV) in liters per minute.","description":"Resting spirometry of MVV will be performed on a spirometer.","timeFrame":"change from baseline MVV at 12, 16, 24, 36 weeks."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* first episode of unilateral stroke.\n* the definition of stroke was according to the World Health Organization (WHO) criteria (Hatano 1976), confirmed by computerized tomography (CT) or magnetic resonance imaging (MRI).\n* older than 20 years.\n* had maximum inspiratory pressure (MIP) values lower than 90% of those predicted and adjusted for age and sex.\n* facial palsy, which could not prevent proper labial occlusion.\n* ability to understand and follow simple verbal instructions.\n* no receptive aphasia.\n* not undergone thoracic or abdominal surgery.\n\nExclusion Criteria:\n\n* unable to perform the tests.\n* impaired level of consciousness and evidence of gross cognitive impairment.\n* excluded patients with comorbidities of respiratory system disease (e.g. chronic obstructive pulmonary disease, asthma, cystic fibrosis), or other diseases leading to the impairment of respiratory muscle (e.g. myasthenia gravis).","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Chung-Hao Chuang, PhD study.","role":"CONTACT","phone":"+886-95253993","email":"chuang5959@yahoo.com.tw"},{"name":"Chun-Hou Wang, Professor.","role":"CONTACT","phone":"+886-4-24730022","phoneExt":"11015","email":"wangcsmu@gmail.com"}],"overallOfficials":[{"name":"Chung-Hao Chuang, PhD study.","affiliation":"Chung Shan Medical University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Chung Shan Medical University Hospital","city":"Taichung","zip":"42010","country":"Taiwan","contacts":[{"name":"Chung-Hao Chuang, PhD study.","role":"CONTACT","phone":"+886-952539993","email":"chuang5959@yahoo.com.tw"},{"name":"Chun-Hou Wang, Professor.","role":"CONTACT","phone":"+886-4-24730022","phoneExt":"11015","email":"wangcsmu@gmail.com"}],"geoPoint":{"lat":24.1469,"lon":120.6839}}]},"referencesModule":{"references":[{"pmid":"15902773","type":"BACKGROUND","citation":"WHO publishes definitive atlas on global heart disease and stroke epidemic. Indian J Med Sci. 2004 Sep;58(9):405-6. No abstract available."},{"pmid":"21127304","type":"BACKGROUND","citation":"Goldstein LB, Bushnell CD, Adams RJ, Appel LJ, Braun LT, Chaturvedi S, Creager MA, Culebras A, Eckel RH, Hart RG, Hinchey JA, Howard VJ, Jauch EC, Levine SR, Meschia JF, Moore WS, Nixon JV, Pearson TA; American Heart Association Stroke Council; Council on Cardiovascular Nursing; Council on Epidemiology and Prevention; Council for High Blood Pressure Research,; Council on Peripheral Vascular Disease, and Interdisciplinary Council on Quality of Care and Outcomes Research. Guidelines for the primary prevention of stroke: a guideline for healthcare professionals from the American Heart Association/American Stroke Association. Stroke. 2011 Feb;42(2):517-84. doi: 10.1161/STR.0b013e3181fcb238. Epub 2010 Dec 2. Erratum In: Stroke. 2011 Feb;42(2):e26."},{"pmid":"21160056","type":"BACKGROUND","citation":"Roger VL, Go AS, Lloyd-Jones DM, Adams RJ, Berry JD, Brown TM, Carnethon MR, Dai S, de Simone G, Ford ES, Fox CS, Fullerton HJ, Gillespie C, Greenlund KJ, Hailpern SM, Heit JA, Ho PM, Howard VJ, Kissela BM, Kittner SJ, Lackland DT, Lichtman JH, Lisabeth LD, Makuc DM, Marcus GM, Marelli A, Matchar DB, McDermott MM, Meigs JB, Moy CS, Mozaffarian D, Mussolino ME, Nichol G, Paynter NP, Rosamond WD, Sorlie PD, Stafford RS, Turan TN, Turner MB, Wong ND, Wylie-Rosett J; American Heart Association Statistics Committee and Stroke Statistics Subcommittee. Heart disease and stroke statistics--2011 update: a report from the American Heart Association. Circulation. 2011 Feb 1;123(4):e18-e209. doi: 10.1161/CIR.0b013e3182009701. Epub 2010 Dec 15. Erratum In: Circulation. 2011 Feb 15;123(6):e240. Circulation. 2011 Oct 18;124(16):e426."},{"pmid":"14129350","type":"BACKGROUND","citation":"MCKELDEN SMITH. THE EFFECT OF HEMIPLEGIA ON THE DIAPHRAGM. Am Rev Respir Dis. 1964 Mar;89:450-2. doi: 10.1164/arrd.1964.89.3.450. No abstract available."},{"pmid":"5927690","type":"BACKGROUND","citation":"Fluck DC. Chest movements in hemiplegia. Clin Sci. 1966 Dec;31(3):383-8. No abstract available."},{"pmid":"5813133","type":"BACKGROUND","citation":"Korczyn AD, Leibowitz U, Bruderman I. Involvement of the diaphragm in hemiplegia. Neurology. 1969 Jan;19(1):97-100. doi: 10.1212/wnl.19.1.97. No abstract available."},{"pmid":"7271058","type":"BACKGROUND","citation":"De Troyer A, Zegers De Beyl D, Thirion M. Function of the respiratory muscles in acute hemiplegia. Am Rev Respir Dis. 1981 Jun;123(6):631-2. doi: 10.1164/arrd.1981.123.6.631."},{"pmid":"3194067","type":"BACKGROUND","citation":"Przedborski S, Brunko E, Hubert M, Mavroudakis N, de Beyl DZ. The effect of acute hemiplegia on intercostal muscle activity. Neurology. 1988 Dec;38(12):1882-4. doi: 10.1212/wnl.38.12.1882."},{"pmid":"7940429","type":"BACKGROUND","citation":"Cohen E, Mier A, Heywood P, Murphy K, Boultbee J, Guz A. Diaphragmatic movement in hemiplegic patients measured by ultrasonography. Thorax. 1994 Sep;49(9):890-5. doi: 10.1136/thx.49.9.890."},{"pmid":"12714347","type":"BACKGROUND","citation":"Lanini B, Bianchi R, Romagnoli I, Coli C, Binazzi B, Gigliotti F, Pizzi A, Grippo A, Scano G. Chest wall kinematics in patients with hemiplegia. Am J Respir Crit Care Med. 2003 Jul 1;168(1):109-13. doi: 10.1164/rccm.200207-745OC. Epub 2003 Apr 24."},{"pmid":"16213241","type":"BACKGROUND","citation":"Teixeira-Salmela LF, Parreira VF, Britto RR, Brant TC, Inacio EP, Alcantara TO, Carvalho IF. Respiratory pressures and thoracoabdominal motion in community-dwelling chronic stroke survivors. Arch Phys Med Rehabil. 2005 Oct;86(10):1974-8. doi: 10.1016/j.apmr.2005.03.035."},{"pmid":"22592740","type":"BACKGROUND","citation":"Xiao Y, Luo M, Wang J, Luo H. Inspiratory muscle training for the recovery of function after stroke. Cochrane Database Syst Rev. 2012 May 16;2012(5):CD009360. doi: 10.1002/14651858.CD009360.pub2."},{"pmid":"22568454","type":"BACKGROUND","citation":"Pollock RD, Rafferty GF, Moxham J, Kalra L. Respiratory muscle strength and training in stroke and neurology: a systematic review. Int J Stroke. 2013 Feb;8(2):124-30. doi: 10.1111/j.1747-4949.2012.00811.x. Epub 2012 May 9."},{"pmid":"15823459","type":"BACKGROUND","citation":"Efremidis G, Tsiamita M, Manolis A, Spiropoulos K. Accuracy of pulmonary function tests in predicted exercise capacity in COPD patients. Respir Med. 2005 May;99(5):609-14. doi: 10.1016/j.rmed.2004.08.018."},{"pmid":"11441372","type":"BACKGROUND","citation":"Macko RF, Smith GV, Dobrovolny CL, Sorkin JD, Goldberg AP, Silver KH. Treadmill training improves fitness reserve in chronic stroke patients. Arch Phys Med Rehabil. 2001 Jul;82(7):879-84. doi: 10.1053/apmr.2001.23853."},{"pmid":"10489321","type":"BACKGROUND","citation":"Foster JE, Maciewicz RA, Taberner J, Dieppe PA, Freemont AJ, Keen MC, Watt I, Waterton JC. Structural periodicity in human articular cartilage: comparison between magnetic resonance imaging and histological findings. Osteoarthritis Cartilage. 1999 Sep;7(5):480-5. doi: 10.1053/joca.1999.0243."},{"pmid":"1577305","type":"BACKGROUND","citation":"Teresi JA, Holmes D. Should MDS data be used for research? Gerontologist. 1992 Apr;32(2):148-9. doi: 10.1093/geront/32.2.148. No abstract available."},{"pmid":"1409873","type":"BACKGROUND","citation":"Derrickson J, Ciesla N, Simpson N, Imle PC. A comparison of two breathing exercise programs for patients with quadriplegia. Phys Ther. 1992 Nov;72(11):763-9. doi: 10.1093/ptj/72.11.763."},{"pmid":"19204579","type":"BACKGROUND","citation":"American College of Sports Medicine. American College of Sports Medicine position stand. Progression models in resistance training for healthy adults. Med Sci Sports Exerc. 2009 Mar;41(3):687-708. doi: 10.1249/MSS.0b013e3181915670."},{"pmid":"14763717","type":"BACKGROUND","citation":"Morris SL, Dodd KJ, Morris ME. Outcomes of progressive resistance strength training following stroke: a systematic review. Clin Rehabil. 2004 Feb;18(1):27-39. doi: 10.1191/0269215504cr699oa."},{"pmid":"16253049","type":"BACKGROUND","citation":"Taylor NF, Dodd KJ, Damiano DL. Progressive resistance exercise in physical therapy: a summary of systematic reviews. Phys Ther. 2005 Nov;85(11):1208-23."},{"pmid":"20010133","type":"BACKGROUND","citation":"Lee MJ, Kilbreath SL, Singh MF, Zeman B, Davis GM. Effect of progressive resistance training on muscle performance after chronic stroke. Med Sci Sports Exerc. 2010 Jan;42(1):23-34. doi: 10.1249/MSS.0b013e3181b07a31."},{"pmid":"15994402","type":"BACKGROUND","citation":"Miller MR, Crapo R, Hankinson J, Brusasco V, Burgos F, Casaburi R, Coates A, Enright P, van der Grinten CP, Gustafsson P, Jensen R, Johnson DC, MacIntyre N, McKay R, Navajas D, Pedersen OF, Pellegrino R, Viegi G, Wanger J; ATS/ERS Task Force. General considerations for lung function testing. Eur Respir J. 2005 Jul;26(1):153-61. doi: 10.1183/09031936.05.00034505. No abstract available."},{"pmid":"9920188","type":"BACKGROUND","citation":"Daley K, Mayo N, Wood-Dauphinee S. Reliability of scores on the Stroke Rehabilitation Assessment of Movement (STREAM) measure. Phys Ther. 1999 Jan;79(1):8-19; quiz 20-3."},{"pmid":"7111465","type":"BACKGROUND","citation":"Ashburn A. A physical assessment for stroke patients. Physiotherapy. 1982 Apr;68(4):109-13. No abstract available."},{"pmid":"11900258","type":"BACKGROUND","citation":"Wang CH, Hsieh CL, Dai MH, Chen CH, Lai YF. Inter-rater reliability and validity of the stroke rehabilitation assessment of movement (stream) instrument. J Rehabil Med. 2002 Jan;34(1):20-4. doi: 10.1080/165019702317242668."},{"pmid":"10390308","type":"BACKGROUND","citation":"Williams LS, Weinberger M, Harris LE, Clark DO, Biller J. Development of a stroke-specific quality of life scale. Stroke. 1999 Jul;30(7):1362-9. doi: 10.1161/01.str.30.7.1362."},{"pmid":"19459067","type":"BACKGROUND","citation":"Teixeira-Salmela LF, Neto MG, Magalhaes LC, Lima RC, Faria CD. Content comparisons of stroke-specific quality of life based upon the international classification of functioning, disability, and health. Qual Life Res. 2009 Aug;18(6):765-73. doi: 10.1007/s11136-009-9488-9. Epub 2009 May 21."},{"pmid":"10512918","type":"BACKGROUND","citation":"Duncan PW, Wallace D, Lai SM, Johnson D, Embretson S, Laster LJ. The stroke impact scale version 2.0. Evaluation of reliability, validity, and sensitivity to change. Stroke. 1999 Oct;30(10):2131-40. doi: 10.1161/01.str.30.10.2131."},{"pmid":"12881816","type":"BACKGROUND","citation":"Duncan PW, Bode RK, Min Lai S, Perera S; Glycine Antagonist in Neuroprotection Americans Investigators. Rasch analysis of a new stroke-specific outcome scale: the Stroke Impact Scale. Arch Phys Med Rehabil. 2003 Jul;84(7):950-63. doi: 10.1016/s0003-9993(03)00035-2."},{"pmid":"18635846","type":"BACKGROUND","citation":"Carod-Artal FJ, Coral LF, Trizotto DS, Moreira CM. The stroke impact scale 3.0: evaluation of acceptability, reliability, and validity of the Brazilian version. Stroke. 2008 Sep;39(9):2477-84. doi: 10.1161/STROKEAHA.107.513671. Epub 2008 Jul 17."},{"pmid":"15987377","type":"BACKGROUND","citation":"Aubuchon JP, Herschel L, Roger J, Dumont L, Murphy S, Slichter SJ, Whitley P, Snyder E, Goodrich RP. Comparison of computerized formulae for determination of platelet recovery and survival. Transfusion. 2005 Jul;45(7):1237-9. doi: 10.1111/j.1537-2995.2005.00187.x. No abstract available."},{"pmid":"15742254","type":"BACKGROUND","citation":"Kosak M, Smith T. Comparison of the 2-, 6-, and 12-minute walk tests in patients with stroke. J Rehabil Res Dev. 2005 Jan-Feb;42(1):103-7. doi: 10.1682/jrrd.2003.11.0171."},{"pmid":"8175555","type":"BACKGROUND","citation":"Gauthier AP, Verbanck S, Estenne M, Segebarth C, Macklem PT, Paiva M. Three-dimensional reconstruction of the in vivo human diaphragm shape at different lung volumes. J Appl Physiol (1985). 1994 Feb;76(2):495-506. doi: 10.1152/jappl.1994.76.2.495."},{"pmid":"8553271","type":"BACKGROUND","citation":"Ueki J, De Bruin PF, Pride NB. In vivo assessment of diaphragm contraction by ultrasound in normal subjects. Thorax. 1995 Nov;50(11):1157-61. doi: 10.1136/thx.50.11.1157."},{"pmid":"24567679","type":"BACKGROUND","citation":"Jung JH, Shim JM, Kwon HY, Kim HR, Kim BI. Effects of Abdominal Stimulation during Inspiratory Muscle Training on Respiratory Function of Chronic Stroke Patients. J Phys Ther Sci. 2014 Jan;26(1):73-6. doi: 10.1589/jpts.26.73. Epub 2014 Feb 6."},{"pmid":"25503549","type":"BACKGROUND","citation":"Kulnik ST, Birring SS, Moxham J, Rafferty GF, Kalra L. Does respiratory muscle training improve cough flow in acute stroke? Pilot randomized controlled trial. Stroke. 2015 Feb;46(2):447-53. doi: 10.1161/STROKEAHA.114.007110. Epub 2014 Dec 11."},{"pmid":"18478129","type":"BACKGROUND","citation":"Harms H, Prass K, Meisel C, Klehmet J, Rogge W, Drenckhahn C, Gohler J, Bereswill S, Gobel U, Wernecke KD, Wolf T, Arnold G, Halle E, Volk HD, Dirnagl U, Meisel A. Preventive antibacterial therapy in acute ischemic stroke: a randomized controlled trial. PLoS One. 2008 May 14;3(5):e2158. doi: 10.1371/journal.pone.0002158."},{"pmid":"4619914","type":"BACKGROUND","citation":"Barnard CN. Heart transplantation in the treatment of cardiomyopathy. Recent Adv Stud Cardiac Struct Metab. 1973;2:827-8. No abstract available."},{"pmid":"26180145","type":"BACKGROUND","citation":"Messaggi-Sartor M, Guillen-Sola A, Depolo M, Duarte E, Rodriguez DA, Barrera MC, Barreiro E, Escalada F, Orozco-Levi M, Marco E. Inspiratory and expiratory muscle training in subacute stroke: A randomized clinical trial. Neurology. 2015 Aug 18;85(7):564-72. doi: 10.1212/WNL.0000000000001827. Epub 2015 Jul 15."},{"pmid":"26180138","type":"BACKGROUND","citation":"Kulnik ST. Should we train respiratory muscles after stroke? Neurology. 2015 Aug 18;85(7):560-1. doi: 10.1212/WNL.0000000000001846. Epub 2015 Jul 15. No abstract available."}]},"ipdSharingStatementModule":{"ipdSharing":"YES"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}