{"protocolSection":{"identificationModule":{"nctId":"NCT04507178","orgStudyIdInfo":{"id":"NL65235.018.18"},"organization":{"fullName":"Academisch Medisch Centrum - Universiteit van Amsterdam (AMC-UvA)","class":"OTHER"},"briefTitle":"Improving Outcome in Subarachnoid Hemorrhage wIth Nadroparine","officialTitle":"Improving Outcome in Subarachnoid Hemorrhage wIth Nadroparine","acronym":"ISCHEMIA"},"statusModule":{"statusVerifiedDate":"2023-07","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-02-02","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-08-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-04-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-08-07","studyFirstSubmitQcDate":"2020-08-07","studyFirstPostDateStruct":{"date":"2020-08-11","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-07-21","lastUpdatePostDateStruct":{"date":"2023-07-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Prof. dr. W.Peter Vandertop","investigatorTitle":"chair neurosurgery","investigatorAffiliation":"Academisch Medisch Centrum - Universiteit van Amsterdam (AMC-UvA)"},"leadSponsor":{"name":"Academisch Medisch Centrum - Universiteit van Amsterdam (AMC-UvA)","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Delayed cerebral ischemia (DCI) after aneurysmal subarachnoid hemorrhage (aSAH) was long thought to be caused by subarachnoid blood-induced vasospasm. Experimental and clinical evidence suggest activation of several pathophysiological pathways, affecting the cerebral microcirculation. Recently, lower in-hospital mortality and less non-home discharge was reported in patients treated with therapeutic low-molecular weight heparin (LMWH), compared to patients with standard, prophylactic LMWH, pointing towards a potential benefit of higher doses of LMWH in the acute course after aSAH. Treatment with therapeutic LMWH might improve clinical outcome in endovascularly treated aSAH patients.\n\nThe primary objective is to evaluate whether aSAH patients treated with therapeutic LMWH have a lower 30-day mortality rate compared to patients treated with prophylactic LMWH. Secondary objectives are to evaluate whether there are significant differences between patients treated with therapeutic and prophylactic LMWH in development of DCI, (hemorrhagic) complications during admission, hydrocephalus, non-home discharge location, quality of life, clinical outcome and cognitive functioning at three and six months, total health care costs.\n\nA single center, prospective, phase II randomized clinical trial in aneurysmal SAH patients ≥18 years old, in whom the causative aneurysm is treated with endovascular coiling less than 72 hours after initial SAH.\n\nPatients are randomized into 2 groups: (1) Therapeutic dose LMWH group: the standard prophylactic dose, administered upon hospital admission, will be replaced by nadroparin s.c. twice daily 5700 IE anti-Xa, starting within 24 hours after coiling and continued until 21 days after ictus of initial SAH. After 21 days, patients will continue with standard care prophylactic dose until discharge or when mobilized for more than 6 hours per day; (2) Control group: standard of care treatment with prophylactic dose of LMWH; nadroparin, s.c. once daily 2850 AxaIU until discharge or when mobilized for at least 6 hours a day.\n\nPrimary outcome: 30-days' mortality. Secondary outcome: DCI, venous thrombo-embolic complications, occurrence of major and non-major bleeding, hemorrhagic complications after external ventricular/lumbar drain (EVD/ELD) placement and lumbar puncture (LP), other SAH-related complications, shunt-dependent hydrocephalus, discharge location, quality of life, total health care costs, cognitive functioning, clinical outcome.","detailedDescription":"One in every 20 strokes is caused by aneurysmal subarachnoid hemorrhage (aSAH). Mortality amounts to 32%-39%, and 50% of the survivors experience a permanent disability. Because half of the patients is younger than 55-years-old, the loss of productive life years has an enormous economic and social impact. One of the leading causes for morbidity and mortality after aSAH, is delayed cerebral ischemia (DCI), which occurs in 20-40% of the patients.\n\nCerebral vasospasm, in reaction to aneurysm wall rupture and subarachnoid blood, was long considered to be the principal determinant contributing to DCI. This concept has led to routine treatment with nimodipine, a calcium channel blocker, with only modest success on the prevention of DCI and clinical outcome. Growing experimental and clinical evidence shows that not necessarily vasospasm, but the activation of several key pathophysiological pathways may be the principal determinant of DCI. Cortical spreading depressions, endothelial dysfunction, procoagulant activity causing microthrombosis, neuroinflammation, oxidative stress, necrosis and apoptosis, may all contribute to brain injury after the acute intracranial circulatory arrest of the initial hemorrhage. Due to this not fully understood complex pathophysiology, many different treatment strategies have been proposed, of which none seem sufficient for preventing or treating secondary brain damage.\n\nHeparin is a pleiotropic drug which has over 100 discovered heparin-binding proteins. Since before 1980, and most recently in 2017, studies have argued the possible beneficial effect of heparin in aSAH patients. Before 1995, studies in animals and ex vivo suggested that heparin could relax narrowed vessels, improve blood and cerebrospinal fluid flow and prevent proliferative angiopathy and cerebral ischemia. Furthermore, in ischemic stroke models in rats, heparin significantly reduced ischemic damage with a wide therapeutic window. In 2011, results in vivo showed that vein injection of Ultra-Low-Molecular-Weight Heparin, at doses of 0.5 and 1.0 mg/kg, exerted significant neuroprotective effects in rats with focal cerebral ischemic injury, by significantly reducing the infarct volume, compared with the injury group. In 2012, a SAH model in rats showed that heparin significantly reduced neuroinflammation, demyelination, and trans synaptic apoptosis. Recent studies emphasize the wide-ranging and broad anti-inflammatory and immune-modulatory activities of heparin, which are independent of its anticoagulant effects, as underlying mechanisms of effect. Among others, heparin binds oxyhemoglobin, blocks the activity of free oxygen radicals, antagonizes endothelin-mediated vasoconstriction, binds to several cytokines and all chemokines (anti-inflammatory) and several growth factors (antimitogenic and antifibrotic). In addition, heparin antagonizes the activation of pathways that seem responsible for ischemic brain damage in aSAH patients. Henceforth, not DCI prevention in itself, but rather modulation of several pathophysiological processes could be targeted by heparin-treatment.\n\nThe only study which investigated the effect of postinterventional, continuous i.v. unfractionated heparin (UFH) (aPTT targeted to 60s for 24 hours up to seven days) in endovascularly treated aSAH patients, is a recent retrospective study in 394 aSAH patients. The interventional neuroradiologist determined whether additional heparinization was necessary, and indications included thrombo-embolic prophylaxis, especially in the case of a broad aneurysm neck, coil dislocation into the carrier vessel, or intraprocedural thrombus formation. The 197 patients treated with therapeutic UFH i.v., had less vasospasm and DCI during admission, compared to patients treated with prophylactic LMWH (40 mg s.c.). In contrast, there was no beneficial ef-fect on outcome after six months' follow-up. However, as patients with therapeutic UFH were only treated for 7 days, and DCI continues to develop until 14 days after aneurysm rupture, this study presumably underestimated the effect of heparin. Additionally, it has been shown that in critically ill patients the aPTT is not accurate enough to detect UFH i.v. with the danger of underdosing and overdosing.\n\nRecently, a retrospective analysis of 93 aSAH patients treated with therapeutic LMWH (nadroparin) (twice daily 5700 AxaIU, subcutaneously until discharge with a median duration of 17 days) found a significant difference of in-hospital mortality when compared to 65 patients treated with prophylactic dose LMWH (once daily 2850 AxaIU, subcutaneously until discharge) (5% and 23%, respectively).\\[26\\] In addition, discharge to home was significantly higher in patients who received therapeutic LMWH, compared to low-dose LMWH (40% and 17%, respectively).\n\nIn summary, there is evidence that LMWH in a higher dosage is beneficial for the clinical outcome of endovascularly treated aSAH patients. Treatment with higher dose LMWH might significantly reduce 30 days' mortality. The aim of this study is to reproduce this beneficial effect of therapeutic LMWH in a randomized controlled trial: 'Improving outcome in SubaraChnoid HEMorrhage wIth NAdroparin' (= ISCHEMIA-study). The ISCHEMIA-study challenges existing treatment paradigms, which are mostly aimed at blood-induced vasospasm and will be the first randomized controlled trial (RCT) to investigate the effect of higher dose LMWH in aSAH patients."},"conditionsModule":{"conditions":["Aneurysmal Subarachnoid Hemorrhage","Delayed Cerebral Ischemia"],"keywords":["nadroparin","subarachnoid hemorrhage","brain ischemia","delayed cerebral ischemia"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"A single center, single blind, prospective, phase II randomized clinical trial.","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"SINGLE","maskingDescription":"single blind","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":100,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"prophylactic dose LMWH","type":"NO_INTERVENTION","description":"Patients assigned to the control group will receive standard care according to current protocol with a prophylactic dose of LMWH (nadroparin once daily 2850 AxaIE subcutaneously) starting within 24 hours after coiling, continued until discharge or when mobilized for at least six hours a day."},{"label":"therapeutic dose LMWH","type":"ACTIVE_COMPARATOR","description":"In the intervention group, the standard prophylactic dose will be replaced by a higher dose of LMWH (nadroparin; twice daily 5700 IE) starting within 24 hours after coiling and continued for 21 days after initial SAH. After this, patients will continue with standard care (prophylactic dose until discharge or when mobilized for more than six hours per day).","interventionNames":["Drug: Nadroparin Injectable Product"]}],"interventions":[{"type":"DRUG","name":"Nadroparin Injectable Product","description":"high dose LMWH compared to prophylactic dose LMWH","armGroupLabels":["therapeutic dose LMWH"],"otherNames":["fraxiparin"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"mortality rate","description":"number of patients who have died within 30 days after initial bleeding","timeFrame":"30 days"}],"secondaryOutcomes":[{"measure":"Delayed Cerebral Ischemia","description":"number of patients who develop DCI","timeFrame":"21 days"},{"measure":"bleedings","description":"the presence of major and non-major bleeding, not related to surgery","timeFrame":"21 days"},{"measure":"hemorrhagic complications","description":"the chance of hemorrhagic complications after external ventricular/lumbar drain (EVD/ELD) placement o rlumbar punctureP","timeFrame":"21 days"},{"measure":"SAH-related complications","description":"number of occurrences of severe hyponatraemia, postprocedural aneurysm rupture, re-bleed, delirium, epilepsy, diffuse parenchymal swelling or nosocomial infections","timeFrame":"21 days"},{"measure":"hydrocephalus","description":"the presence of shunt-dependent hydrocephalus","timeFrame":"6 months"},{"measure":"discharge destination","description":"difference in discharge destination","timeFrame":"6 months"},{"measure":"patient health status","description":"quality of life measured with the five dimensional EuroQol questionnaire (EQ-5D-3L, five dimensions with each 3 levels: 1-no problems, 2-some problems, and 3-extreme problems).","timeFrame":"6 months"},{"measure":"cognitive functioning","description":"cognitive functioning measured with the Montreal Cognitive Assessment (MOCA) test, range 0 - 30, with a score of 26 and higher generally considered normal.","timeFrame":"6 months"},{"measure":"neurological impairment","description":"neurological impairment measured with the modified National Institutes of Health Stroke Scale (mNIHSS) score, range 0 (normal) to 31 (severe neurological deficit)","timeFrame":"6 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* SAH confirmed by CT or lumbar puncture with the causative aneurysm confirmed by CT-A and/or digital subtraction angiography\n* Coiling of the causative aneurysm within 72 hours of initial SAH\n* Informed consent within 24 hours after coiling\n\nExclusion Criteria:\n\nStent-assisted coiling\n\n* Use of anticoagulant medication post-coiling for other reasons\n* Contra-indications for LMWH:\n\n  * Previous history of history of heparin-induced thrombocytopenia\n  * (Suspicion of) active arterial or venous bleeding\n  * Previous history of hemorrhagic diathesis due to coagulation disorders (with the ex-ception of disseminated intravascular coagulation)\n  * Severe hypertension: uncontrolled hypertension with a mean arterial pressure \\>135mmHg\n  * Previous history of hypertensive or diabetic retinopathy\n  * Previous history of active infectious endocarditis\n  * Severe renal impairment (creatinine clearance \\<30 mL / min)\n* No proficiency of Dutch or English language","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Dagmar Verbaan, PhD","role":"CONTACT","phone":"+31205663316","email":"d.verbaan@amsterdamumc.nl"},{"name":"William P Vandertop, MD PhD","role":"CONTACT","phone":"+31205669111","phoneExt":"23545","email":"wp.vandertop@amsterdamumc.nl"}],"overallOfficials":[{"name":"William P Vandertop, MD PhD","affiliation":"Academisch Medisch Centrum - Universiteit van Amsterdam (AMC-UvA)","role":"STUDY_CHAIR"}],"locations":[{"facility":"Amsterdam University Medical Centers","status":"RECRUITING","city":"Amsterdam","zip":"1087HV","country":"Netherlands","contacts":[{"name":"Dagmar Verbaan, PhD","role":"CONTACT"}],"geoPoint":{"lat":52.37403,"lon":4.88969}}]},"referencesModule":{"references":[{"pmid":"25272066","type":"BACKGROUND","citation":"D'Souza S. Aneurysmal Subarachnoid Hemorrhage. J Neurosurg Anesthesiol. 2015 Jul;27(3):222-40. doi: 10.1097/ANA.0000000000000130."},{"pmid":"9595997","type":"BACKGROUND","citation":"Johnston SC, Selvin S, Gress DR. The burden, trends, and demographics of mortality from subarachnoid hemorrhage. Neurology. 1998 May;50(5):1413-8. doi: 10.1212/wnl.50.5.1413."},{"pmid":"25465111","type":"BACKGROUND","citation":"Molyneux AJ, Birks J, Clarke A, Sneade M, Kerr RS. The durability of endovascular coiling versus neurosurgical clipping of ruptured cerebral aneurysms: 18 year follow-up of the UK cohort of the International Subarachnoid Aneurysm Trial (ISAT). Lancet. 2015 Feb 21;385(9969):691-7. doi: 10.1016/S0140-6736(14)60975-2. Epub 2014 Oct 28. Erratum In: Lancet. 2015 Mar 14;385(9972):946."},{"pmid":"24847164","type":"BACKGROUND","citation":"Budohoski KP, Guilfoyle M, Helmy A, Huuskonen T, Czosnyka M, Kirollos R, Menon DK, Pickard JD, Kirkpatrick PJ. The pathophysiology and treatment of delayed cerebral ischaemia following subarachnoid haemorrhage. J Neurol Neurosurg Psychiatry. 2014 Dec;85(12):1343-53. doi: 10.1136/jnnp-2014-307711. Epub 2014 May 20."},{"pmid":"18628782","type":"BACKGROUND","citation":"Vergouwen MD, Vermeulen M, Coert BA, Stroes ES, Roos YB. Microthrombosis after aneurysmal subarachnoid hemorrhage: an additional explanation for delayed cerebral ischemia. J Cereb Blood Flow Metab. 2008 Nov;28(11):1761-70. doi: 10.1038/jcbfm.2008.74. Epub 2008 Jul 16."},{"pmid":"28468328","type":"BACKGROUND","citation":"Hayman EG, Patel AP, James RF, Simard JM. Heparin and Heparin-Derivatives in Post-Subarachnoid Hemorrhage Brain Injury: A Multimodal Therapy for a Multimodal Disease. Molecules. 2017 May 2;22(5):724. doi: 10.3390/molecules22050724."},{"pmid":"22879655","type":"BACKGROUND","citation":"Rowland MJ, Hadjipavlou G, Kelly M, Westbrook J, Pattinson KT. Delayed cerebral ischaemia after subarachnoid haemorrhage: looking beyond vasospasm. Br J Anaesth. 2012 Sep;109(3):315-29. doi: 10.1093/bja/aes264."},{"pmid":"17727922","type":"BACKGROUND","citation":"Young E. The anti-inflammatory effects of heparin and related compounds. Thromb Res. 2008;122(6):743-52. doi: 10.1016/j.thromres.2006.10.026. Epub 2007 Aug 28."},{"pmid":"7322334","type":"BACKGROUND","citation":"Blasberg R, Johnson D, Fenstermacher J. Absorption resistance of cerebrospinal fluid after subarachnoid hemorrhage in the monkey; effects of heparin. Neurosurgery. 1981 Dec;9(6):686-91. doi: 10.1227/00006123-198112000-00012."},{"pmid":"7112386","type":"BACKGROUND","citation":"Kapp JP, Neill WR, Neill CL, Hodges LR, Smith RR. The three phases of vasospasm. Surg Neurol. 1982 Jul;18(1):40-5. doi: 10.1016/0090-3019(82)90011-8."},{"pmid":"3318003","type":"BACKGROUND","citation":"Chimowitz MI, Pessin MS. Is there a role for heparin in the management of complications of subarachnoid hemorrhage? Stroke. 1987 Nov-Dec;18(6):1169-72. doi: 10.1161/01.str.18.6.1169."},{"pmid":"1620295","type":"BACKGROUND","citation":"Yamamoto Y, Smith RR, Bernanke DH. Accelerated nonmuscle contraction after subarachnoid hemorrhage: culture and characterization of myofibroblasts from human cerebral arteries in vasospasm. Neurosurgery. 1992 Mar;30(3):337-45. doi: 10.1227/00006123-199203000-00005."},{"pmid":"7524276","type":"BACKGROUND","citation":"Tekkok IH, Tekkok S, Ozcan OE, Erbengi T, Erbengi A. Preventive effect of intracisternal heparin for proliferative angiopathy after experimental subarachnoid haemorrhage in rats. Acta Neurochir (Wien). 1994;127(1-2):112-7. doi: 10.1007/BF01808557."},{"pmid":"11283402","type":"BACKGROUND","citation":"Mary V, Wahl F, Uzan A, Stutzmann JM. Enoxaparin in experimental stroke: neuroprotection and therapeutic window of opportunity. Stroke. 2001 Apr;32(4):993-9. doi: 10.1161/01.str.32.4.993."},{"pmid":"12070524","type":"BACKGROUND","citation":"Stutzmann JM, Mary V, Wahl F, Grosjean-Piot O, Uzan A, Pratt J. Neuroprotective profile of enoxaparin, a low molecular weight heparin, in in vivo models of cerebral ischemia or traumatic brain injury in rats: a review. CNS Drug Rev. 2002 Spring;8(1):1-30. doi: 10.1111/j.1527-3458.2002.tb00213.x."},{"pmid":"20608997","type":"BACKGROUND","citation":"Zhang ZG, Lu TS, Yuan HY. Neuroprotective effects of ultra-low-molecular-weight heparin in vitro and vivo models of ischemic injury. Fundam Clin Pharmacol. 2011 Jun;25(3):300-3. doi: 10.1111/j.1472-8206.2010.00845.x."},{"pmid":"22707992","type":"BACKGROUND","citation":"Simard JM, Tosun C, Ivanova S, Kurland DB, Hong C, Radecki L, Gisriel C, Mehta R, Schreibman D, Gerzanich V. Heparin reduces neuroinflammation and transsynaptic neuronal apoptosis in a model of subarachnoid hemorrhage. Transl Stroke Res. 2012 Jul;3(Suppl 1):155-65. doi: 10.1007/s12975-012-0166-9. Epub 2012 Apr 14."},{"pmid":"20809188","type":"BACKGROUND","citation":"Simard JM, Schreibman D, Aldrich EF, Stallmeyer B, Le B, James RF, Beaty N. Unfractionated heparin: multitargeted therapy for delayed neurological deficits induced by subarachnoid hemorrhage. Neurocrit Care. 2010 Dec;13(3):439-49. doi: 10.1007/s12028-010-9435-1."},{"pmid":"28115102","type":"BACKGROUND","citation":"Yan Y, Ji Y, Su N, Mei X, Wang Y, Du S, Zhu W, Zhang C, Lu Y, Xing XH. Non-anticoagulant effects of low molecular weight heparins in inflammatory disorders: A review. Carbohydr Polym. 2017 Mar 15;160:71-81. doi: 10.1016/j.carbpol.2016.12.037. Epub 2016 Dec 21."},{"pmid":"16512830","type":"BACKGROUND","citation":"Hochart H, Jenkins PV, Smith OP, White B. Low-molecular weight and unfractionated heparins induce a downregulation of inflammation: decreased levels of proinflammatory cytokines and nuclear factor-kappaB in LPS-stimulated human monocytes. Br J Haematol. 2006 Apr;133(1):62-7. doi: 10.1111/j.1365-2141.2006.05959.x."},{"pmid":"14705720","type":"BACKGROUND","citation":"Siironen J, Juvela S, Varis J, Porras M, Poussa K, Ilveskero S, Hernesniemi J, Lassila R. No effect of enoxaparin on outcome of aneurysmal subarachnoid hemorrhage: a randomized, double-blind, placebo-controlled clinical trial. J Neurosurg. 2003 Dec;99(6):953-9. doi: 10.3171/jns.2003.99.6.0953."},{"pmid":"15003298","type":"BACKGROUND","citation":"Wurm G, Tomancok B, Nussbaumer K, Adelwohrer C, Holl K. Reduction of ischemic sequelae following spontaneous subarachnoid hemorrhage: a double-blind, randomized comparison of enoxaparin versus placebo. Clin Neurol Neurosurg. 2004 Mar;106(2):97-103. doi: 10.1016/j.clineuro.2004.01.006."},{"pmid":"24032706","type":"BACKGROUND","citation":"Simard JM, Aldrich EF, Schreibman D, James RF, Polifka A, Beaty N. Low-dose intravenous heparin infusion in patients with aneurysmal subarachnoid hemorrhage: a preliminary assessment. J Neurosurg. 2013 Dec;119(6):1611-9. doi: 10.3171/2013.8.JNS1337. Epub 2013 Sep 13."},{"pmid":"28153852","type":"BACKGROUND","citation":"Bruder M, Won SY, Kashefiolasl S, Wagner M, Brawanski N, Dinc N, Seifert V, Konczalla J. Effect of heparin on secondary brain injury in patients with subarachnoid hemorrhage: an additional 'H' therapy in vasospasm treatment. J Neurointerv Surg. 2017 Jul;9(7):659-663. doi: 10.1136/neurintsurg-2016-012925. Epub 2017 Feb 2."},{"pmid":"25319855","type":"BACKGROUND","citation":"van Roessel S, Middeldorp S, Cheung YW, Zwinderman AH, de Pont AC. Accuracy of aPTT monitoring in critically ill patients treated with unfractionated heparin. Neth J Med. 2014 Jul;72(6):305-10."},{"pmid":"28945859","type":"BACKGROUND","citation":"Post R, Zijlstra IAJ, Berg RVD, Coert BA, Verbaan D, Vandertop WP. High-Dose Nadroparin Following Endovascular Aneurysm Treatment Benefits Outcome After Aneurysmal Subarachnoid Hemorrhage. Neurosurgery. 2018 Aug 1;83(2):281-287. doi: 10.1093/neuros/nyx381."},{"pmid":"26183133","type":"BACKGROUND","citation":"Bruder M, Schuss P, Konczalla J, El-Fiki A, Lescher S, Vatter H, Seifert V, Guresir E. Ventriculostomy-Related Hemorrhage After Treatment of Acutely Ruptured Aneurysms: The Influence of Anticoagulation and Antiplatelet Treatment. World Neurosurg. 2015 Dec;84(6):1653-9. doi: 10.1016/j.wneu.2015.07.003. Epub 2015 Jul 13."},{"pmid":"20798370","type":"BACKGROUND","citation":"Vergouwen MD, Vermeulen M, van Gijn J, Rinkel GJ, Wijdicks EF, Muizelaar JP, Mendelow AD, Juvela S, Yonas H, Terbrugge KG, Macdonald RL, Diringer MN, Broderick JP, Dreier JP, Roos YB. Definition of delayed cerebral ischemia after aneurysmal subarachnoid hemorrhage as an outcome event in clinical trials and observational studies: proposal of a multidisciplinary research group. Stroke. 2010 Oct;41(10):2391-5. doi: 10.1161/STROKEAHA.110.589275. Epub 2010 Aug 26."},{"pmid":"15817019","type":"BACKGROUND","citation":"Nasreddine ZS, Phillips NA, Bedirian V, Charbonneau S, Whitehead V, Collin I, Cummings JL, Chertkow H. The Montreal Cognitive Assessment, MoCA: a brief screening tool for mild cognitive impairment. J Am Geriatr Soc. 2005 Apr;53(4):695-9. doi: 10.1111/j.1532-5415.2005.53221.x. Erratum In: J Am Geriatr Soc. 2019 Sep;67(9):1991."},{"pmid":"13432835","type":"BACKGROUND","citation":"RANKIN J. Cerebral vascular accidents in patients over the age of 60. II. Prognosis. Scott Med J. 1957 May;2(5):200-15. doi: 10.1177/003693305700200504. No abstract available."},{"pmid":"22280947","type":"BACKGROUND","citation":"Schweizer TA, Al-Khindi T, Macdonald RL. Mini-Mental State Examination versus Montreal Cognitive Assessment: rapid assessment tools for cognitive and functional outcome after aneurysmal subarachnoid hemorrhage. J Neurol Sci. 2012 May 15;316(1-2):137-40. doi: 10.1016/j.jns.2012.01.003. Epub 2012 Jan 26."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000013345","term":"Subarachnoid Hemorrhage"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000006470","term":"Hemorrhage"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000020300","term":"Intracranial Hemorrhages"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000020521","term":"Stroke"},{"id":"D000007238","term":"Infarction"},{"id":"D000009336","term":"Necrosis"}],"browseLeaves":[{"id":"M9246","name":"Hemorrhage","asFound":"Hemorrhage","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemia","relevance":"HIGH"},{"id":"M5483","name":"Cerebral Infarction","asFound":"Cerebral Ischemia","relevance":"HIGH"},{"id":"M5484","name":"Brain Ischemia","asFound":"Cerebral Ischemia","relevance":"HIGH"},{"id":"M15825","name":"Subarachnoid Hemorrhage","asFound":"Subarachnoid Hemorrhage","relevance":"HIGH"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M21803","name":"Intracranial Hemorrhages","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"D000017762","term":"Nadroparin"}],"ancestors":[{"id":"D000000925","term":"Anticoagulants"},{"id":"D000005343","term":"Fibrinolytic Agents"},{"id":"D000050299","term":"Fibrin Modulating Agents"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"}],"browseLeaves":[{"id":"M9271","name":"Heparin, Low-Molecular-Weight","relevance":"LOW"},{"id":"M19843","name":"Dalteparin","relevance":"LOW"},{"id":"M1943","name":"Tinzaparin","relevance":"LOW"},{"id":"M19663","name":"Nadroparin","asFound":"Calorimetry","relevance":"HIGH"},{"id":"M3934","name":"Anticoagulants","relevance":"LOW"},{"id":"M8163","name":"Fibrinolytic Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"FiAg","name":"Fibrinolytic Agents"},{"abbrev":"AnCoag","name":"Anticoagulants"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}