{"protocolSection":{"identificationModule":{"nctId":"NCT05729633","orgStudyIdInfo":{"id":"202301-00007"},"organization":{"fullName":"Changi General Hospital","class":"OTHER"},"briefTitle":"Robot Mediated Therapy-Feasibility Study and Preliminary Effects","officialTitle":"Robot-Mediated Impairment-Oriented and Task-Specific Training (RMIT and RMTT) on Upper Limb Post Stroke: Feasibility and Preliminary Effects on Physical Function and Quality of Life"},"statusModule":{"statusVerifiedDate":"2023-02","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-02","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2023-04","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-07","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-01-11","studyFirstSubmitQcDate":"2023-02-06","studyFirstPostDateStruct":{"date":"2023-02-15","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-02-06","lastUpdatePostDateStruct":{"date":"2023-02-15","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Tay San San","investigatorTitle":"Senior Consultant","investigatorAffiliation":"Changi General Hospital"},"leadSponsor":{"name":"Changi General Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The goal of this clinical trial is to investigate the feasibility of the application of robot mediated impairment-training (RMIT) and robot mediated task-specific training (RMTT) in acute stroke patients with upper limb impairments.\n\nThe main question\\[s\\] it aims to answer are:\n\n* Is it feasible and safe to conduct RMIT and RMTT in acute stroke patients with upper limb impairments?\n* What are the preliminary effects on the physical function and quality of life in these patients?\n\nParticipants will undergo 20 hours of robot mediated upper limb therapy.\n\nResearchers will compare RMIT with RMIT+RMTT to see if there are any differences in the effects on physical function and quality of life.","detailedDescription":"1. BACKGROUND AND RATIONALE Stroke is among the top 10 causes of hospitalisation in Singapore. Approximately 630 stroke patients were transferred to our inpatient rehabilitation unit in 2021. Upper limb impairments are common after stroke and may result in loss of function, including self-care activities. Intensity of therapy is thus important for post-stroke recovery. A Cochrane overview of systematic reviews suggested that arm function can be improved by providing at least 20 hours of additional repetitive task training to patients. However, providing sufficient therapy remains a challenge due to various reasons, including manpower shortages. Robotic-mediated rehabilitation is an innovative exercise-based therapy using robotic devices that enables the implementation of highly repetitive, intensive, adaptive, and quantifiable physical training.\n\n   The RATULS trial showed that neither robot-assisted training using the MIT-Manus robotic gym nor an enhanced upper limb therapy (EULT) programme based on repetitive functional task practice improved upper limb function after stroke, as compared to usual care, for patients with moderate-to-severe upper limb functional limitations. It was suggested that further research was needed to find ways to translate the improvements in upper limb impairments seen with robot-assisted therapy into upper limb function and their activities of daily living (ADLs).\n\n   In a systematic review and meta-analysis on the effects of robot-assisted therapy on the upper limb, it was found that although there were improvements in strength, this was not translated to improvements in activities of daily living. Additional transition to task training (facilitated by therapists) had been added to robot-mediated impairment training (RMIT) in various studies. In a study by Hung8, robot-assisted therapy combined with occupational therapist (OT)-facilitated task specific training was found to be superior to robot-assisted therapy combined with OT-facilitated impairment-oriented training. Task-specific training consists of repetitively practising the tasks that are most relevant to the patient and their personal context, whereas impairment-oriented therapy emphasises remediation of motor deficits with a focus on single joint movements at a time.\n\n   A study that investigated Reharob, a robotic device used to assist patients living with chronic stroke in performing 5 ADLs, showed that patients had significant improvements on the Fugl-Meyer Assessment - Upper Extremity (FMA-UE), Action Research Arm Test (ARAT) and Functional Independence Measure (FIM). This is the only study that has been found addressing robot-mediated task-specific training thus far (RMTT).\n\n   This study aims to determine the feasibility of the application of both RMIT and RMTT utilizing the robotic device- Optimo Regen. From a review of the prevalent literature, there has been no study on the comparison of RMTT + RMIT against RMIT alone. A search for RMTT only yielded the study on Reharob, but the robot only administered RMTT and not RMIT. The preliminary effects of the intervention on physical function and quality of life will be studied.\n\n   The target patients would be those with acute stroke undergoing rehabilitation in an acute inpatient rehabilitation unit. Robotic therapy can continue when they are discharged, in the outpatient clinic. According to a study on the cost of hospital care, the bulk of the hospitalisation cost went to ward charges (38.2%) with much less coming from therapy (7.3%). It thus makes sense to increase the intensity of rehabilitation so that patients may recover faster and be discharged earlier. Making therapy more available in the outpatient setting where wait times are currently long would also be advantageous.\n2. HYPOTHESIS AND OBJECTIVES Hypothesis: Robot-mediated impairment-oriented and task-sepcific training improves upper limb function and is safe and feasible Objectives: To assess the feasibility of conducting robot mediated impairment-oriented training and task-specific training and to study the benefits on physical function and quality of life."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Randomized controlled study","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","maskingDescription":"To prevent subversion of the allocation sequence, study team members who enrol patients to the trial will be distinct and kept separate from the study team member that open the sealed envelopes and perform group assignment We will establish procedures to maintain separation between study team members that assess the outcomes, and those that perform group assignment. At the start of every assessment, patients will be reminded to not reveal their treatment assignment by referring to elements of the treatment that are unique to their treatment group.\n\nFunctional outcome scales are performed by blinded therapists who work in the unit.","whoMasked":["CARE_PROVIDER","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":4,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Robot mediated Impairment-oriented training(RMIT)","type":"EXPERIMENTAL","description":"Participant receives 20 hours of robot mediated impairment-oriented training applied via the Optimo Regen","interventionNames":["Other: Robot mediated upper limb therapy"]},{"label":"Robot mediated impairment-orientyed and task-specific training (RMIT+RMTT)","type":"EXPERIMENTAL","description":"Participant receives a total of 20 hours of robotic therapy. 10 hours will be in the form of RMIT and 10 hours in the form of RMTT","interventionNames":["Other: Robot mediated upper limb therapy"]}],"interventions":[{"type":"OTHER","name":"Robot mediated upper limb therapy","description":"The OR is classified as a Class A device with the Health Sciences Authority. The OR is capable of both delivering RMIT as well as RMTT. It can provide zero, partial, or full assistance to the patient to complete the movement or task. Its teach-and-follow mode allows a movement to be performed by the therapist, with the device then \"replaying\" the movement at either zero, partial, or full assistance, for the patient.\n\nImpairment oriented training will focus on the following movements:\n\n1. Diagonal movement\n2. Shoulder abduction\n3. Shoulder adduction\n4. Shoulder flexion\n5. Shoulder extension\n6. Elbow flexion\n7. Elbow extension\n\nTask-specific training will focus on the following activities:\n\n1. Picking up a cup/glass by the side and drink\n2. Brushing hair\n3. Cleaning unaffected upper limb (hand to arm)\n4. Wiping table\n5. Wiping wall\n6. Sliding card on table to a designated location\n7. Clipping a clothe peg","armGroupLabels":["Robot mediated Impairment-oriented training(RMIT)","Robot mediated impairment-orientyed and task-specific training (RMIT+RMTT)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change of FMA-UE (Fugl Meyer Assessment for Upper Extremity) from baseline","description":"30 items assessing motor function and 3 items assessing reflex function (0-66, higher score indicates better outcome)","timeFrame":"baseline, 1 month and 3 months post commencement of intervention"}],"secondaryOutcomes":[{"measure":"Change of FMA-UA (Fugl Meyer Assessment-Upper Arm) from baseline","description":"subset of FMA-UE(0-36, higher score indicates better outcome)","timeFrame":"baseline, 1 month and 3 months post commencement of intervention"},{"measure":"Change of FMA-W/H(Fugl Meyer Assessment-Wrist/Hand) from baseline","description":"subset of FMA-UE (0-30, higher score indicates better outcome)","timeFrame":"baseline, 1 month and 3 months post commencement of intervention"},{"measure":"Change of FAT (Frenchay Arm Test) from baseline","description":"Upper limb functional assessment (0-5, higher score indicates better outcome)","timeFrame":"baseline, 1 month and 3 months post baseline"},{"measure":"Change of FIM (Functional Independence Measure) from baseline","description":"Functional outcome measure, mainly used in inpatient setting (18-126, higher score indicate better outcome)","timeFrame":"baseline, 1 month, 3 months post baseline"},{"measure":"Change of MMT (manual muscle testing) from baseline","description":"using the Medical Research Council (0-5, higher indicate better outcome)","timeFrame":"baseline, 1 month and 3 months post baseline"},{"measure":"Change MAS (Modified Ashworth Scale) from baseline","description":"spasticity assessment scale (0-4, lower indicates better outcome)","timeFrame":"baseline, 1 month and 3 months post baseline"},{"measure":"Change of EQ-5D from baseline","description":"Quality of Life Questionaire ( 0-100, higher score indicates better outcome)","timeFrame":"baseline, 1 month and 3 months post baseline"},{"measure":"Change of HADS (Hospital Anxiety and Depression Scale) from baseline","description":"Measurement of mood (0-42, more than 8 points in each subcategory indicates considerable symptoms of anxiety or depression)","timeFrame":"baseline, 1 month and 3 months post baseline"},{"measure":"Change of patient satisfaction survey from baseline","description":"Patient satisfaction survey (8-40, higher score indicate good outcome)","timeFrame":"baseline, 1 month and 3 months post baseline"},{"measure":"Difference in the presence of Adverse effects","description":"fatigue, pain, injuries (present or absent. Absent denotes better outcome)","timeFrame":"baseline, 1 month and 3 months post baseline"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Diagnosis of stroke as evidenced by CT/MRI findings\n2. First-ever stroke (ischaemic or haemorrhagic)\n3. Upper limb weakness and an FMA-UE score of 16-53 (severe to moderate: 16-34. moderate to mild: 35-53)12,13\n4. Cognitively intact to follow instructions\n5. Medically stable to participate\n6. Consent given\n7. Age 21 and above (investigating adult stroke patients)\n\nExclusion Criteria:\n\n1. Fractures or other musculoskeletal issues that render the use of the robotic device unsuitable\n2. Involvement in another concurrent upper limb study\n3. Wounds that do not allow donning of the device\n4. Severe spasticity\n5. Cognitive impairment (MMSE ≤20)\n6. Inability to follow instructions\n7. Severe osteoporosis\n8. Infectious diseases","healthyVolunteers":false,"sex":"ALL","minimumAge":"21 Years","maximumAge":"99 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"San San Tay, MBBS","role":"CONTACT","phone":"+6569366455","email":"tay.san.san@singhealth.com.sg"},{"name":"Edmund Neo, MBBS","role":"CONTACT","phone":"69366462","email":"Edmund.Neo.Jin.Rui@singhealth.com.sg"}]},"referencesModule":{"references":[{"pmid":"31328671","type":"BACKGROUND","citation":"Conroy SS, Wittenberg GF, Krebs HI, Zhan M, Bever CT, Whitall J. Robot-Assisted Arm Training in Chronic Stroke: Addition of Transition-to-Task Practice. Neurorehabil Neural Repair. 2019 Sep;33(9):751-761. doi: 10.1177/1545968319862558. Epub 2019 Jul 22."},{"pmid":"30175845","type":"BACKGROUND","citation":"Mehrholz J, Pohl M, Platz T, Kugler J, Elsner B. Electromechanical and robot-assisted arm training for improving activities of daily living, arm function, and arm muscle strength after stroke. Cochrane Database Syst Rev. 2018 Sep 3;9(9):CD006876. doi: 10.1002/14651858.CD006876.pub5."},{"pmid":"30839256","type":"BACKGROUND","citation":"Hung CS, Hsieh YW, Wu CY, Lin KC, Lin JC, Yeh LM, Yin HP. Comparative Assessment of Two Robot-Assisted Therapies for the Upper Extremity in People With Chronic Stroke. Am J Occup Ther. 2019 Jan/Feb;73(1):7301205010p1-7301205010p9. doi: 10.5014/ajot.2019.022368."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T6034","name":"Quality of Life","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}