{"protocolSection":{"identificationModule":{"nctId":"NCT04580238","orgStudyIdInfo":{"id":"Pro00104820"},"organization":{"fullName":"University of Alberta","class":"OTHER"},"briefTitle":"Onabotulinum Toxin A (Botox) for the Treatment of Persistent Post-Stroke and Vascular Headache","officialTitle":"Onabotulinum Toxin A (Botox) for the Treatment of Persistent Post-Stroke and Vascular Headache"},"statusModule":{"statusVerifiedDate":"2023-03","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-12","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-06","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-10-02","studyFirstSubmitQcDate":"2020-10-02","studyFirstPostDateStruct":{"date":"2020-10-08","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-03-13","lastUpdatePostDateStruct":{"date":"2023-03-15","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Alberta","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"Post stroke headache occurs in approximately 10-23% of all stroke patients. Its onset is shortly after experiencing a stroke, or stroke like event, and persists for at least three months. These headaches have features which resemble migraine or occur in people who have a previous history of migraine that was once infrequent. Botox is a treatment that is currently approved for the treatment of chronic migraine, that is migraine headaches occurring for at least 15 days a month for at least 3 months. Given the clinical similarity in character and frequency of post stroke headache and migraine, and the fact that stroke affects structures like the blood vessels in the brain that are also affected in migraine, this study is to investigate the possible role that Botox would have in the treatment of Post-Stroke Headache.","detailedDescription":"The proposed study will be a randomized, open-label, comparator controlled study investigating the safety and efficacy of Botox in Persistent Post \"Stroke\" (encompassing ischemic stroke, hemorrhagic stroke, CVST, Cervical Vessel Dissection and RCVS) headache patients relative to Placebo with or without concomitant standard pharmacologic and Non-pharmacologic treatments.\n\nThe study population will be a stratified random sample of stroke patients fulfilling the inclusion criteria and consenting to study. The study groups will consist of 40 patients randomly allocated to receiving Botox according to the treatment regime specified below and 40 patients randomly allocated to Non-Botox standard treatments, to a total study population of 80 patients.\n\nA Screening Questionnaire will be developed allowing for the identification of persistent/chronic post stroke headache and the classification into novel vs previous stable migraine sub-groups. Such dichotomization will not affect randomization process up and until one sub-group total had been met. If one arm is met prematurely, the Data and Safety Monitoring Committee will inform study investigators and only patients of the remaining sub-population will be randomized post- screening (stratified random sampling).\n\nTo facilitate Data collection and monitoring. Patients will be seen in face to face encounters every 12 weeks with interim phone interviews every 4 weeks. A cross platform mobile based application (Migraine Buddy, Healint Analytics)15 will be utilized with patient subjects to allow for documentation of migraine attacks including severity and the facility of real-time documentation of temporal profile, migraine triggers, and medications as well as facility for remote monitoring by study investigators. Subjects will be taught how to use application to export data to study investigators in order to allow timely a communication of potential adverse and serious adverse events.\n\nAdditionally, the investigators will be undergoing a retrospective analysis of headache patients treated at the Grey Nuns Community Hospital Stroke Clinic in order to add to the literature regarding the clinical characteristics and putative treatment effects in this unique patient population.\n\nTreatment Protocol:\n\nBotox 200 IU vials for 40 patients for the duration of study (4 treatment cycles); Treatment will be based on the PREEMPT study full treatment and follow the pain protocol to a total of 195 IU in standard injection sites."},"conditionsModule":{"conditions":["Stroke (CVA) or TIA","Headache, Migraine","Botulinum Toxins, Type A","Cerebral Venous Sinus Thrombosis","Carotid Dissection Artery","Vertebral Dissection Artery","Hemorrhagic Stroke","Reversible Cerebral Vasoconstriction Syndrome"],"keywords":["Botulinum Toxins, Type A","CVA","Stroke","Headache","Migraine"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"The proposed study will be a randomized, open-label, comparator controlled study investigating the safety and efficacy of Botox in Persistent Post \"Stroke\" (encompassing ischemic stroke, hemorrhagic stroke, CVST, Cervical Vessel Dissection and RCVS) headache patients relative to Placebo with or without concomitant standard pharmacologic and Non-pharmacologic treatments.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":80,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Treatment Arm","type":"EXPERIMENTAL","description":"The treatment group will consist of 40 patients randomly allocated to receiving Botox according to the treatment regime.","interventionNames":["Drug: Botox 200 UNT Injection"]},{"label":"Control","type":"ACTIVE_COMPARATOR","description":"The control group will consist of 40 patients randomly allocated to Non-Botox, standard of care treatments, to a total study population of 80 patients.","interventionNames":["Combination Product: Non Botox based Standard of Care Treatments for Headache/Migraine"]}],"interventions":[{"type":"DRUG","name":"Botox 200 UNT Injection","description":"Treatment Protocol:\n\nBotox 200 IU vials for 40 patients for the duration of study (4 treatment cycles); Treatment will be based on the PREEMPT study full treatment (standard of care) and follow the pain protocol to a total of 195 IU in standard injection sites","armGroupLabels":["Treatment Arm"],"otherNames":["onabotulinum toxin a"]},{"type":"COMBINATION_PRODUCT","name":"Non Botox based Standard of Care Treatments for Headache/Migraine","description":"Control Group will receive normal standard of care Non-Botox based interventions.","armGroupLabels":["Control"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Number of Migraine Days","description":"Change in number of migraine days per month","timeFrame":"after completion of treatment cycles (2 years)"},{"measure":"Change in Number of Moderate to Severe Migraine Days.","description":"Change in Number of Moderate to Severe Migraine Days per month","timeFrame":"after completion of treatment cycles (2 years)"},{"measure":"Responder Rates","description":"proportion of patients who experience: a ≥50% reduction in headache days, a ≥50% reduction in moderate/severe headache days, a ≥50% reduction in total cumulative hours of headache on headache days and a ≥5- point improvement in HIT-6 scores.","timeFrame":"after completion of treatment cycles (2 years)"}],"secondaryOutcomes":[{"measure":"Headache Intensity","description":"Subjects will be instructed to record the maximum intensity for each headache day. An 11- point VRS will be utilized as is incorporated into the user interface of suggested electronic diary (Migraine BuddyTM Healint).","timeFrame":"after completion of treatment cycles (2 years)"},{"measure":"Cumulative hours per 28 days of moderate/severe pain:","description":"This will be calculated with the suggested electronic diaries. If a subject goes to sleep with headache and wakes up with headache, the time period in between is counted as headache.","timeFrame":"after treatment of completion cycles (2 years)"},{"measure":"Conversion to episodic migraine.","description":"Defined as the proportion of subjects with fewer than 14 migraine or headache days per 4 weeks over a 12-week period.","timeFrame":"after treatment of completion cycles (2 years)"},{"measure":"Scale for depression","description":"Patient Health Questionnaire-9 (PHQ-9) is a validated scale included in the IHS guideline as a recommended secondary outcome measure and will be used to assess potential impact of treatment on this outcome. This will be documented on 12 week clinical visits.","timeFrame":"after treatment of completion cycles (2 years)"}],"otherOutcomes":[{"measure":"Headache Impact Test-6 (HIT-6)","description":"The Headache Impact Test (HIT-6) has been recommended by the IHS for capturing migraine-related disability within a 1-month recall period, and thus will be investigated at both scheduled 4 week telephone interviews as well as on 12 week clinical visits. A score of 36, the lowest possible score, indicates minimal functional impairment. A score of 78, the highest possible score, indicates substantial functional impairment","timeFrame":"after treatment of completion cycles (2 years)"},{"measure":"Post Stroke Fatigue (Fatigue Severity Scale)","description":"The Fatigue Severity Scale has been used in a diversity of rehabilitative settings including the setting of post-stroke fatigue and has demonstrated good inter-observer reliability. It will be documented at 12 weekly clinical visits. The minimum score=9 and maximum score possible=63. Higher score=greater fatigue severity.","timeFrame":"after treatment of completion cycles (2 years)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Adult patients (\\>18 y) fulfilling ICHD-3 criteria\\* of persistent post stroke/hemorrhagic stroke headache; persistent headache post dissection\\* and post RCVS persistent headache will be enrolled at 3 months or greater of persistence of symptoms.\n\n   For the purposes of this study, as suggested elsewhere in the literature, the initial onset of headache will be considered for study if occurring within 72 hours prior to and 7 days post sentinel vascular event (\"Stroke\"). The 72 hours prior criteria allowing for inclusion of patients of intracerebral hemorrhage who are known to have anticipatory headache as well as alternate ischemic syndromes in which new onset headache may anticipate stroke symptoms such as dissection and reversible cerebro-vasoconstriction syndrome.\n2. The syndrome of post CVST headache patients will only be enrolled after symptoms have persisted for a minimum of 6 months and after relevant imaging demonstrates a resolution of potentially structural contribution from the sentinel event (i.e. recanalization or chronic thrombo- sis with a normal opening pressure on lumbar puncture).\n\n   * Note the patients of post dissection persistent headaches may be enrolled despite the absence of an identified ischemic lesion, i.e. in the setting of TIA or new onset headache without embolic symptoms but with a history of the (stabilized) vascular injury associated with the syndrome.\n   * Note the co-existence of medication overuse headache will not be a contraindication to randomization.\n\nExclusion Criteria:\n\n1. Tension type Post Stroke Persisting Headache, Post stroke pain syndrome such as the Thalamic syndrome of Dejerine-Roussy, or any headache semiology that does not fulfill diagnostic criteria for chronic migraine, will be excluded.\n2. Contraindications to Botox, neuromuscular illness or documented hyper- sensitivity will preclude randomization of patients.\n3. Concurrent active systemic illness, such as sepsis, chronic infective processes, neoplastic syndromes, or autoimmune syndromes. (Headache secondary to medical illness, even if occurring post-stroke).\n4. Subjects must be screened for coexistent (including psychiatric) conditions to exclude illnesses that may influence the conduct or results of the trial. Subjects with coexisting conditions, such as depression, may be included if they are defined a priori, stable on current treatment regimens (with no anticipated changes in management that may interfere with study results), and recorded throughout the study. One of the secondary outcome measures in the study investigates the potential impact on concurrent symptoms of depression. However, the stability of symptoms treatment and concomitant medications should be assessed prior to inclusion in the study. If factors are identified which might interfere with patient compliance, follow up or confound results, such patients should be excluded. Other common reasons for exclusion include severe depression and overuse of alcohol or illicit drugs, as defined by the Diagnostic and Statistical Manual of Mental Disorders, 5th edition.\n5. CGRP inhibitors will be contraindicated during the period of study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Muzaffar M Siddiqui, MD","role":"CONTACT","phone":"780 735 9626","email":"siddiqui@ualberta.ca"},{"name":"Theresa Griffin-Stead","role":"CONTACT","phone":"780 735 9626","email":"Theresa.Griffin-Stead@covenenathealth.ca"}],"overallOfficials":[{"name":"Muzaffar M Siddiqui, MD","affiliation":"University of Alberta","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Division of Neurology, Grey Nuns Community Hospital","city":"Edmonton","state":"Alberta","zip":"T8B1C9","country":"Canada","contacts":[{"name":"Muzaffar M Siddiqui, MD","role":"CONTACT","phone":"7807359626","email":"siddiqui@ualberta.ca"},{"name":"Theresa Griffin-Stead","role":"CONTACT","phone":"780 735 9626","email":"theresa.griffin-stead@covenanthealth.ca"}],"geoPoint":{"lat":53.55014,"lon":-113.46871}}]},"referencesModule":{"references":[{"pmid":"25164919","type":"RESULT","citation":"Hansen AP, Marcussen NS, Klit H, Kasch H, Jensen TS, Finnerup NB. Development of persistent headache following stroke: a 3-year follow-up. Cephalalgia. 2015 Apr;35(5):399-409. doi: 10.1177/0333102414545894. Epub 2014 Aug 27."},{"pmid":"29765218","type":"RESULT","citation":"Inanc Y, Orhan FO, Inanc Y. The effects of Maras powder use on patients with migraine. Neuropsychiatr Dis Treat. 2018 May 7;14:1143-1148. doi: 10.2147/NDT.S164818. eCollection 2018."},{"pmid":"30152015","type":"RESULT","citation":"Lai J, Harrison RA, Plecash A, Field TS. A Narrative Review of Persistent Post-Stroke Headache - A New Entry in the International Classification of Headache Disorders, 3rd Edition. Headache. 2018 Oct;58(9):1442-1453. doi: 10.1111/head.13382. Epub 2018 Aug 27."},{"pmid":"30232673","type":"RESULT","citation":"Gallerini S, Marsili L, Bartalucci M, Marotti C, Chiti A, Marconi R. Headache secondary to cervical artery dissections: practice pointers. Neurol Sci. 2019 Mar;40(3):613-615. doi: 10.1007/s10072-018-3576-y. Epub 2018 Sep 19."},{"pmid":"27910097","type":"RESULT","citation":"Aurora SK, Brin MF. Chronic Migraine: An Update on Physiology, Imaging, and the Mechanism of Action of Two Available Pharmacologic Therapies. Headache. 2017 Jan;57(1):109-125. doi: 10.1111/head.12999. Epub 2016 Dec 2."},{"pmid":"25500317","type":"RESULT","citation":"Silberstein SD, Dodick DW, Aurora SK, Diener HC, DeGryse RE, Lipton RB, Turkel CC. Per cent of patients with chronic migraine who responded per onabotulinumtoxinA treatment cycle: PREEMPT. J Neurol Neurosurg Psychiatry. 2015 Sep;86(9):996-1001. doi: 10.1136/jnnp-2013-307149. Epub 2014 Dec 12."},{"pmid":"26381856","type":"RESULT","citation":"Maasumi K, Thompson NR, Kriegler JS, Tepper SJ. Effect of OnabotulinumtoxinA Injection on Depression in Chronic Migraine. Headache. 2015 Oct;55(9):1218-24. doi: 10.1111/head.12657. Epub 2015 Sep 18. Erratum In: Headache. 2016 Feb;56(2):449."},{"pmid":"30617735","type":"RESULT","citation":"Klinedinst NJ, Schuh R, Kittner SJ, Regenold WT, Kehs G, Hoch C, Hackney A, Fiskum G. Post-stroke fatigue as an indicator of underlying bioenergetics alterations. J Bioenerg Biomembr. 2019 Apr;51(2):165-174. doi: 10.1007/s10863-018-9782-8. Epub 2019 Jan 7."}],"seeAlsoLinks":[{"label":"Helsinki Declaration","url":"https://www.wma.net/policies-post/wma-declaration-of-helsinki-ethical-principles-for-medical-research-involving-human-subjects/"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000008881","term":"Migraine Disorders"},{"id":"D000083302","term":"Hemorrhagic Stroke"},{"id":"D000012851","term":"Sinus Thrombosis, Intracranial"},{"id":"D000014653","term":"Vascular Headaches"},{"id":"D000020217","term":"Vertebral Artery Dissection"},{"id":"D000013927","term":"Thrombosis"},{"id":"D000006261","term":"Headache"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000051270","term":"Headache Disorders, Primary"},{"id":"D000020773","term":"Headache Disorders"},{"id":"D000010146","term":"Pain"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000016769","term":"Embolism and Thrombosis"},{"id":"D000020767","term":"Intracranial Thrombosis"},{"id":"D000002542","term":"Intracranial Embolism and Thrombosis"},{"id":"D000013923","term":"Thromboembolism"},{"id":"D000051271","term":"Headache Disorders, Secondary"},{"id":"D000020214","term":"Cerebrovascular Trauma"},{"id":"D000020196","term":"Trauma, Nervous System"},{"id":"D000094665","term":"Dissection, Blood Vessel"},{"id":"D000000783","term":"Aneurysm"},{"id":"D000014947","term":"Wounds and Injuries"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M16376","name":"Thrombosis","asFound":"Thrombosis","relevance":"HIGH"},{"id":"M16045","name":"Syndrome","relevance":"LOW"},{"id":"M9041","name":"Headache","asFound":"Headache","relevance":"HIGH"},{"id":"M11542","name":"Migraine Disorders","asFound":"Headache, Migraine","relevance":"HIGH"},{"id":"M2405","name":"Hemorrhagic Stroke","asFound":"Hemorrhagic Stroke","relevance":"HIGH"},{"id":"M15346","name":"Sinus Thrombosis, Intracranial","asFound":"Sinus Thrombosis","relevance":"HIGH"},{"id":"M17091","name":"Vascular Headaches","asFound":"Vascular Headache","relevance":"HIGH"},{"id":"M21733","name":"Vertebral Artery Dissection","asFound":"Vertebral Dissection Artery","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M22219","name":"Headache Disorders","relevance":"LOW"},{"id":"M26347","name":"Headache Disorders, Primary","relevance":"LOW"},{"id":"M12756","name":"Pain","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M7474","name":"Embolism","relevance":"LOW"},{"id":"M18818","name":"Embolism and Thrombosis","relevance":"LOW"},{"id":"M22213","name":"Intracranial Thrombosis","relevance":"LOW"},{"id":"M22212","name":"Intracranial Embolism","relevance":"LOW"},{"id":"M5481","name":"Intracranial Embolism and Thrombosis","relevance":"LOW"},{"id":"M16372","name":"Thromboembolism","relevance":"LOW"},{"id":"M11997","name":"Neoplasm Metastasis","relevance":"LOW"},{"id":"M26348","name":"Headache Disorders, Secondary","relevance":"LOW"},{"id":"M17375","name":"Wounds and Injuries","relevance":"LOW"},{"id":"M21730","name":"Cerebrovascular Trauma","relevance":"LOW"},{"id":"M21713","name":"Trauma, Nervous System","relevance":"LOW"},{"id":"M3082","name":"Dissection, Blood Vessel","relevance":"LOW"},{"id":"M3803","name":"Aneurysm","relevance":"LOW"},{"id":"T4988","name":"Reversible Cerebral Vasoconstriction Syndrome","asFound":"Reversible Cerebral Vasoconstriction Syndrome","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M4873","name":"Botulinum Toxins","relevance":"LOW"},{"id":"M250157","name":"abobotulinumtoxinA","relevance":"LOW"},{"id":"M20947","name":"Botulinum Toxins, Type A","relevance":"LOW"}],"browseBranches":[{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}