{"protocolSection":{"identificationModule":{"nctId":"NCT01796015","orgStudyIdInfo":{"id":"2010.598"},"secondaryIdInfos":[{"id":"2010-A00890-39","type":"OTHER","domain":"ID-RCB"}],"organization":{"fullName":"Hospices Civils de Lyon","class":"OTHER"},"briefTitle":"Intracranial Hypertension and Optic Nerve Sheath Diameter","officialTitle":"Intracranial Hypertension Detection Using Optic Nerve Sheath Diameter Measurement in Children","acronym":"DENO"},"statusModule":{"statusVerifiedDate":"2018-07","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2011-04"},"primaryCompletionDateStruct":{"date":"2017-02","type":"ACTUAL"},"completionDateStruct":{"date":"2017-02","type":"ACTUAL"},"studyFirstSubmitDate":"2012-10-25","studyFirstSubmitQcDate":"2013-02-20","studyFirstPostDateStruct":{"date":"2013-02-21","type":"ESTIMATED"},"lastUpdateSubmitDate":"2018-07-25","lastUpdatePostDateStruct":{"date":"2018-07-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Hospices Civils de Lyon","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"Intracranial hypertension (ICH) is a mortality risk factor in severe traumatic brain injury (TBI), in purulent meningitis, in hepatic encephalopathy and in Reye's syndrome. It is also a risk factor for severe neurologic sequelae in survivors. Intracranial pressure (ICP) monitoring is likely to guide therapeutics, and certain research on adults or on children, suggest that IH therapeutic approach, for instance for bacterial meningitis, would improve the prognosis. Two monitoring techniques are currently recommended. They are reference methods for ICP measure :\n\n* monitoring with intraventricular catheter,\n* intra-parenchymal monitoring using optical fiber catheter. Non invasive methods have been suggested, including ultrasound measurement of optic nerve sheath diameter (ONSD) which is the most interesting one. The ONSD measured ultrasonically is correlated with ICP level in adults with severe TBI. A diameter over 5,9 mm predicts ICH within the first 24 hours. In children, ONSD average values have been worked out, and an ONSD increase is found in children suffering from hydrocephalus with IH and in children with TBI. ICH precocious detection is fundamental in children sensitive to ICH because their cerebral development is not finished yet. Difficulties met for ICP monitoring implementation in infants and its invasive nature are often disliked by clinicians. A non-invasive exam is then essential to allow a better care of children with ICH in intensive care unit."},"conditionsModule":{"conditions":["Cerebral Stroke","Cerebral Venous Thrombosis"],"keywords":["paediatrics","optic nerve sheath diameter","ultrasound"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"SINGLE_GROUP","primaryPurpose":"DIAGNOSTIC","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":230,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"For the 97 patients","type":"OTHER","description":"* day 0: ultrasound of ONSD (= 4 measurements: 1 transverse and 1 sagittal for each eye) + transcranial Doppler at T-15 (15 minutes before ICP measurement), within 1h following ICP measurement, and one more measurement is to be done if significant ICP variations are noticed (variation over 15 mmHg during at least 5 minutes)\n* day 1: ONSD ultrasound + transcranial Doppler in the morning and one more measurement is to be done if significant ICP variations are noticed (variation over 15 mmHg during at least 5 minutes)\n* days 2 and 3 : same as day 1\n* when leaving the intensive care unit: Pediatric Overall Performance Category (POPC) scale","interventionNames":["Other: ONSD ultrasound"]},{"label":"For the control group","type":"OTHER","description":"one single ONSD in addition to their usual care (4 measurements: 1 transverse and 1 sagittal for each eye) in the morning in absence of painful sensation","interventionNames":["Other: ONSD ultrasound"]},{"label":"For the learning curve","type":"OTHER","description":"minimum 15 ONSD ultrasounds will be performed by each of the 15 intensive care doctor or interns expected. One ONSD ultrasound corresponds to 2 measurements: 1 transverse and 1 sagittal. Each volunteer will have maximum 30 ONSD ultrasound measures over a 1 month period.","interventionNames":["Other: ONSD ultrasound"]}],"interventions":[{"type":"OTHER","name":"ONSD ultrasound","description":"Description of the ONSD ultrasound: ONSD is measured 3 mm behind the globe and perpendicularly to the optic nerve axis (2 dimensions mode).\n\nFor each optic nerve, 2 measures are performed: 1 sagittal and 1 transverse. The patient is positioned in 30° dorsal elevation. Gel is applied on the eyelid and a 7,5 MHz probe is used.\n\nAt the same time and on the same side, a transcranial Doppler is performed using a 2 MHz probe placed on the temple. Are measured: systolic velocity, mean velocity, diastolic velocity, resistance index and pulsatility index.\n\nAs ONSD measures cannot be done blinded (regarding ICP monitoring), a centralised evaluation (by 2 experts) of the recorded sonograms is planned.","armGroupLabels":["For the 97 patients","For the control group","For the learning curve"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Primary (sensitivity and specificity of echographic measurement of ONSD)","description":"Sensitivity and specificity of echographic measurement of the ONSD (mean value of both eyes), taken 15 minutes ,before invasive ICP monitoring, regarding detection of ICH in children with neurological injury, as compared to reference method for ICH detection (ICP monitoring with intraventricular catheter).","timeFrame":"To determine diagnostic performance (sensitivity and specificity) of ICH thanks to ultrasound measurement of ONSD, (15 minutes ,before invasive ICP monitoring)"}],"secondaryOutcomes":[{"measure":"Secondary outcome (1. To draw learning curves before the study begins to find out the number of ultrasound measurement needed)","description":"* value (mm) of the echographic ONSD measurement performed by the clinicians/interns (learning curve) compared to the value found by the trainer\n* mean value, standard deviation and quartiles of ONSD measures performed in a population of patients intubated, ventilated, sedated and without cerebral lesion (control group)\n* Correlation between echographic ONSD values (mean of the values) and invasive ICP monitoring values (taken same day)\n* Correlation between variations of ONSD measures and treatment effet on ICH\n* Comparison of diagnostic capacity of ONSD measurements depending on age, ICH etiology (bacterial meningitis, encephalitis meningitis, stroke, cerebral cerebral thrombophlebitis, TBI and patients from neurosurgery)\n* determine diagnostic capacity of the measures performed with transcranial Doppler (resistance index, pulsatility index, systolic, mean and diastolic velocities) in the different pathologies and compare them to ONSD values","timeFrame":"1. To draw learning curves before the study begins to find out the number of ultrasound measurement needed (day 0)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nFor the 97 patients:\n\n* children from 2 months to 16 years\n* in the intensive care unit\n* TBI : moderate (GCS between 9 and 12) to severe (GCS \\<9), whatever the mechanism involved\n* informed consent form signed by parents\n\nNon inclusion Criteria:\n\n* obesity (BMI \\> 97th percentile for the age)\n* patient already under replacement therapy.\n* patient taking AEDs\n* patient with long-term systemic corticosteroid therapy\n* history of neurological disease or learning difficulties\n* no covered by a national health insurance","healthyVolunteers":false,"sex":"ALL","minimumAge":"2 Months","maximumAge":"16 Years","stdAges":["CHILD"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Etienne JAVOUHEY, MD","affiliation":"HOPITAL FEMME MERE ENFANT HOSPICES CIVILS DE LYON","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Pediatric Critical Care Unit, Hôpital Femme Mère Enfant ,Hospices Civils de Lyon","city":"Bron","state":"Rhône Alpes","zip":"69677","country":"France","geoPoint":{"lat":45.73333,"lon":4.91667}},{"facility":"Pediatric Critical Care Unit, CHU La Tronche","city":"Grenoble","country":"France","geoPoint":{"lat":45.16667,"lon":5.71667}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000019586","term":"Intracranial Hypertension"},{"id":"D000020521","term":"Stroke"},{"id":"D000006973","term":"Hypertension"},{"id":"D000013927","term":"Thrombosis"},{"id":"D000020246","term":"Venous Thrombosis"}],"ancestors":[{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000016769","term":"Embolism and Thrombosis"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000002561","term":"Cerebrovascular Disorders"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Cerebral Stroke","relevance":"HIGH"},{"id":"M9714","name":"Hypertension","asFound":"Hypertension","relevance":"HIGH"},{"id":"M16376","name":"Thrombosis","asFound":"Thrombosis","relevance":"HIGH"},{"id":"M21761","name":"Venous Thrombosis","asFound":"Venous Thrombosis","relevance":"HIGH"},{"id":"M21211","name":"Intracranial Hypertension","asFound":"Intracranial Hypertension","relevance":"HIGH"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M7474","name":"Embolism","relevance":"LOW"},{"id":"M18818","name":"Embolism and Thrombosis","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}