{"protocolSection":{"identificationModule":{"nctId":"NCT04741451","orgStudyIdInfo":{"id":"AVCAIDE"},"organization":{"fullName":"Fondation Hôpital Saint-Joseph","class":"OTHER"},"briefTitle":"The Experiences of Family Caregivers of Stroke Patients: A Cross-sectional Study of a French Cohort","officialTitle":"The Experiences of Family Caregivers of Stroke Patients: A Cross-sectional Study of a French Cohort","acronym":"AVCAIDE"},"statusModule":{"statusVerifiedDate":"2022-10","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-01-28","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-05-31","type":"ACTUAL"},"completionDateStruct":{"date":"2022-07-08","type":"ACTUAL"},"studyFirstSubmitDate":"2021-02-03","studyFirstSubmitQcDate":"2021-02-03","studyFirstPostDateStruct":{"date":"2021-02-05","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-10-31","lastUpdatePostDateStruct":{"date":"2022-11-01","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Fondation Hôpital Saint-Joseph","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke is the most common cause of non-traumatic disability in adults and ranks second among causes of dementia and third among causes of death. In France, stroke affects around 140,000 patients each year and entails enormous economic costs. Given the average age of onset of stroke, its prevalence is expected to increase with increasing life expectancy and the advancing age of the population.\n\nClinically, depending on the region of the brain affected, stroke results in a sudden and abrupt onset of sensorimotor, cognitive, emotional and / or behavioral manifestations, associated with variable recovery from patient to patient. Stroke has psychological, social and family consequences. Indeed, its occurrence could affect patients on a physical and psychological level (direct physical and cognitive sequelae of stroke, decrease or even absence of autonomy and dependence of the entourage, associated psychological changes) and generate repercussions on the dynamics. family or that of the couple (ie, changes in activities, redistribution of tasks, changes or even inversion of roles, alteration of the intimate sphere), as well as professional and social life. This could hamper the quality of life of patients and their loved ones and cause collateral damage to their social or family environment.\n\nAfter discharge from the hospital, the patient's relatives will play a major role in taking charge of home care (e.g. household activities and personal care around hygiene, food, mobility and administration. treatments) as well as in the community (eg purchase of clothes or food, accompaniment to medical visits), although these helpers do not have the professional knowledge and skills in care. Despite the positive effects that caregivers can have in connection with the care they provide (ie, feeling of accomplishment and usefulness, development of a sense linked to this helping role, better self-esteem, improvement of personal skills), their continued investment in their sick relatives could deprive them of their resources, making them \"hidden or invisible patients / victims\". In addition, the gap between caregiver capacities to provide care and the health needs of patients could result in caregiver burden (i.e., caregiving burden). Caregivers of stroke patients experience an impaired quality of life, neglect of their own health, reduced work and leisure activities, as well as psychological suffering involving feelings of abandonment, loneliness and helplessness. uncertainty. In the context of a stroke, caregivers may be overwhelmed by the emotions of their ill loved ones as well as their own emotions. Emotional regulation is essential in such a context rich in emotional experience; it is the set of strategies that enables individuals to influence the emotions they feel, when they appear, and how they experience and express them.\n\nReviews of the literature have highlighted the lack of studies addressing the burden on caregivers and the need for research to identify those at risk and implement appropriate interventions.\n\nNo French study has specifically addressed the notion of the burden of caregivers of stroke patients, their coping strategies, their experiences or emotional regulations. This type of study would however constitute a step towards the design and implementation of personalized care (eg: psychotherapies), by strengthening effective / adaptive strategies and modifying those which are less effective / poorly adaptive. This could improve the well-being of caregivers and their sick relatives, and direct health policies to reduce the economic impact of this aid."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":16,"type":"ACTUAL"}},"outcomesModule":{"primaryOutcomes":[{"measure":"Charge of assistance to family caregivers","description":"This outcome corresponds to the support for caregivers using the Brief Burden Interview.","timeFrame":"Month 3"},{"measure":"Charge of assistance to family caregivers","description":"This outcome corresponds to the support for caregivers using Caregiver Reaction Assessment.","timeFrame":"Month 3"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nFor patients:\n\n* Patient whose age is ≥ 18 years\n* Patient having had a stroke\n* Patient hospitalized in UNV\n* Patient able to understand the information and no objection form\n* Patient who did not need help before the onset of stroke (retrospective evaluation with a score \\<2 on the Rankin scale\n* Patient having spent at least 3 months at home (directly after hospitalization in UNV or after undergoing rehabilitation)\n* Patient with sequelae upon discharge from hospital (score ≥ 2 on the Rankin scale)\n* French-speaking patient\n\nFor caregivers:\n\n* Caregiver whose age is ≥ 18 years\n* Caregiver of the patient with stroke\n* Being a family caregiver according to Article L. 113-1 of the Social Action and Families Code for at least 3 months and at most 12 months\n\nExclusion Criteria:\n\nFor patients:\n\n* Patient who suffered from a transient ischemic attack\n* Patient who has had two or more strokes\n* Patient with a disability before the onset of stroke (score ≥2 on the Rankin scale)\n* Patient under guardianship or curatorship\n* Patient deprived of liberty\n* Patient under legal protection\n* Patient objecting to the use of their data for this research\n\nFor caregivers:\n\n- Helping another person at the same time.","sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Patients treated in the NeuroVasular Unit (UNV) of Saint-Joseph Hospital in Paris and consultant in the same department between 01/15/2021 and 05/31/2021 (usual post-stroke consultation) will be included","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Mathieu Zuber, MD","affiliation":"Fondation Hôpital Saint-Joseph","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Groupe Hospitalier Paris Saint Joseph","city":"Paris","state":"Groupe Hospitalier Paris Saint-Joseph","zip":"75014","country":"France","geoPoint":{"lat":48.85341,"lon":2.3488}},{"facility":"Institut de Psychologie, Université de Paris","city":"Boulogne","zip":"92774","country":"France","geoPoint":{"lat":46.79346,"lon":-1.3194}}]},"referencesModule":{"references":[{"pmid":"10868726","type":"RESULT","citation":"Blake H, Lincoln NB. Factors associated with strain in co-resident spouses of patients following stroke. Clin Rehabil. 2000 Jun;14(3):307-14. doi: 10.1191/026921500667530134."},{"pmid":"12735539","type":"RESULT","citation":"Blake H, Lincoln NB, Clarke DD. Caregiver strain in spouses of stroke patients. Clin Rehabil. 2003 May;17(3):312-7. doi: 10.1191/0269215503cr613oa."}],"seeAlsoLinks":[{"label":"Related Info","url":"https://www.jle.com/fr/revues/med/e-docs/l_aidant_principal_face_a_l_avc_d_un_proche_281113/article.phtml"},{"label":"Related Info","url":"https://hal.archives-ouvertes.fr/hal-00638570/document"},{"label":"Related Info","url":"https://orbilu.uni.lu/bitstream/10993/1804/1/Baumann_Aidants_et_AVC_d%27un_proche%20Revue%20M%C3%A9decine%20avril%202009.pdf"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T4202","name":"Oculocerebral Syndrome With Hypopigmentation","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}