{"protocolSection":{"identificationModule":{"nctId":"NCT05860855","orgStudyIdInfo":{"id":"AGAINST 001"},"organization":{"fullName":"University of Roma La Sapienza","class":"OTHER"},"briefTitle":"The AGAINST Protocol: Augmentative Craniotomy in Stroke","officialTitle":"The AGAINST Protocol: Augmentative Craniotomy in Stroke: a Prospective, Randomized, Controlled, Multicentre, Comparative Trial on Decompressive Craniectomy and Augmentative Craniotomy in Malignant Middle Cerebral Infarction","acronym":"AGAINST"},"statusModule":{"statusVerifiedDate":"2023-05","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-06","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-10","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-10","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-06-21","studyFirstSubmitQcDate":"2023-05-11","studyFirstPostDateStruct":{"date":"2023-05-16","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-05-11","lastUpdatePostDateStruct":{"date":"2023-05-16","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Luigi Valentino Berra","investigatorTitle":"Principal investigator, MD, Consultant in Neurosurgery","investigatorAffiliation":"University of Roma La Sapienza"},"leadSponsor":{"name":"University of Roma La Sapienza","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Malignant Middle Cerebral Artery (MCA) infarction is a term used for the severe clinical and neurological hemispheric syndrome caused by ischemic occlusion of the proximal tract of MCA and it is observed in near the 10% of all ischemic strokes.In order to prevent the severe consequences caused by malignant MCA infarction, decompressive hemicraniectomy has been proposed as early intervention against the expected clinical worsening due to endocranial hypertension and several trials demonstrated how it positively affects the mortality and morbidity rates compared to conservative management. However, patients undergoing decompressive hemicraniectomy generally encounter other kinds of complications, related to the consequences of the surgical procedure. With the intent of reducing these complications, alternative decompression techniques have been proposed, such as hinge or floating craniectomy or augmentative craniotomy, in which the bony operculum is left in place. These alternative methods of cranial decompression have been shown to have similar efficacy to standard craniectomy, but comparative trials have never been conducted.In the present protocol, the investigators present a study design that compares the standard decompressive hemicraniectomy to a novel technique of augmentative craniotomy. The rationale of the study is to maintain the important advantages related to brain decompression in malignant MCA infarction while avoiding the complications related to the surgical procedure of hemicraniectomy.","detailedDescription":"AGAINST is a prospective, randomised, controlled, open, multicentre, two-armed, comparative trial. Patients are randomised 1:1 to either treatment with hemicraniectomy or with augmentative craniotomy. Complete blinding is virtually impossible both for treating physicians and patients due to visible aesthetic differences between the two groups. All participating centers dispose of 24/h per day neurosurgical facilities. Ethical boards of each participating center approved the present trial protocol. The enrollment will stop as soon as statistical difference between two groups would be reached. The study design of the present clinical trial protocol adhere to the SPIRIT and CONSORT guidelines.\n\nTreatment protocol\n\nPatients who pass the screening of inclusion and criteria will be considered suitable for the enrollment in the study. After medical evaluation and neuroimaging, written informed consent will be obtain before enrolling the patient in the study. Then, randomization is performed online (trough http//:randomizer.at) and, if the online randomization fails, patients will be randomized through a sealed envelope system managed by a 24-h/7-day phone service. Consequentially, the patient is assigned to one of the following groups of treatment: Group I, augmentative craniotomy; Group 2, decompressive hemicraniectomy. Surgical treatment will be performed not later than 48 hours after symptoms onset and not later than 6 hours after randomization.\n\nThe allocation ratio between the two groups is 1:1.\n\nAugmentative craniotomy\n\nSurgical incision according to \"Kempe\" is performed to obtain a better vascularization of the myo-cutaneous flap, to guarantee a larger surgical exposition and to facilitate the closure. The incision starts from \"widow's peak\" and arrives 1 cm upon the inion and it is performed parallel to the midline, 3 cm from it. If exposition of the keyhole is requested, frontal incision line can be extended 2 cm along the ipsilateral hairline. Then a second incision is performed from the center of the first one and it will be extended inferiorly to the tragus. Burr holes will be performed in the frontal-basal region (keyhole), temporal region and superior and medial to the inion. Supplementary burr holes can be performed the superior margin of the skin incision. Then, a large frontal-temporal-parietal-occipital craniotomy not smaller than 12x15 cm (area \\>140 cm2) is performed, according to Brain Trauma Foundation guidelines12. Then the dura is opened in a \"star\" shape and dural augmentation is performed with the positioning of a dural patch. The operculum is repositioned through the application of 5 titanium clamps secured with screws 1 cm above the margin of the craniotomy. The myo-cutaneous flaps are reapproximated and sealed.\n\nDecompressive craniectomy\n\nThe procedure of hemicraniectomy is performed in the same way as the augmentative craniotomy from skin incision to dural augmentation. Then, the myo-cutaneous flaps are reapproximated and sealed and the operculum is secured. Then, cranioplasty with autologous bone will be performed within 6-months after the hemicraniectomy.\n\nData collection, statistical analysis and duration\n\nFor patients in both groups at baseline a complete clinical and neurological evaluation will be performed an all the following data will be collected: age, sex, weight, NIHSS, modified Rankin Score (MRS), time and date onset of symptoms, Glasgow Coma Scale (GCS), Barthel Index, neuroimaging data (CT and MRI scans showing timing of the ischemic stroke, ischemic core infarction volume), comorbidities. At 6- and 12-months a complete medical and neurological evaluation will be performed along with MRI scans. Data related to primary and secondary endpoints will be registered: NIHSS, MRS, Barthel Index, SF-36, EuroQoL 5D, presence of sunken flap syndrome, presence of hydrocephalus."},"conditionsModule":{"conditions":["Middle Cerebral Artery Occlusion With Cerebral Infarction"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":70,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Decompressive hemicraniectomy","type":"ACTIVE_COMPARATOR","description":"The procedure of hemicraniectomy is performed in the same way as the augmentative craniotomy from skin incision to dural augmentation. Then, the myo-cutaneous flaps are reapproximated and sealed and the operculum is secured. Then, cranioplasty with autologous bone will be performed within 6-months after the hemicraniectomy.","interventionNames":["Procedure: Decompressive craniotomy"]},{"label":"Augmentative craniotomy","type":"EXPERIMENTAL","description":"Surgical incision according to Kempe is performed to obtain a better vascularization of the myo-cutaneous flap, to guarantee a larger surgical exposition and to facilitate the closure. The incision starts from \"widow's peak\" and arrives 1 cm upon the inion and it is performed parallel to the midline, 3 cm from it. Then a second incision is performed from the center of the first one and it will be extended inferiorly to the tragus. Burr holes will be performed in the frontal-basal region (keyhole), temporal region and superior and medial to the inion. Supplementary burr holes can be performed. Then, a large frontal-temporal-parietal-occipital craniotomy not smaller than 12x15 cm is performed. Then dural augmentation is performed with the positioning of a dural patch. The operculum is repositioned through the application of 5 titanium clamps secured with screws 1 cm above the margin of the craniotomy. The myo-cutaneous flaps are reapproximated and sealed.","interventionNames":["Procedure: Augmentative craniotomy"]}],"interventions":[{"type":"PROCEDURE","name":"Augmentative craniotomy","description":"Expansion of the skull","armGroupLabels":["Augmentative craniotomy"]},{"type":"PROCEDURE","name":"Decompressive craniotomy","description":"Standard hemicraniectomy","armGroupLabels":["Decompressive hemicraniectomy"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Changes in functional and neurological status","description":"Modified Rankin score(mRS) ranges from 0 to 6. Lower points represent better outcomes","timeFrame":"From recruitment to 12 months"},{"measure":"Changes in quality of life","description":"36-item short form survey (SF-36) ranges from 0 to 100. Lower points represent worse outcomes","timeFrame":"From recruitment to 12 months"},{"measure":"Changes in functional and neurological status","description":"Barthel index ranges from 0 to 100. Lower points represent worse outcomes","timeFrame":"From recruitment to 12 months"},{"measure":"Changes in functional and neurological status","description":"National Institute of Health Stroke Scale (NIHSS), ranges from 0 to 42. Lower point represent better outcomes","timeFrame":"From recruitment to 12 months"},{"measure":"Changes in quality of life","description":"EuroQol 5D (EQ-5D) ranges from 0 to 100. Lower point represent worse outcomes","timeFrame":"From recruitment to 12 months"}],"secondaryOutcomes":[{"measure":"surgical complications","description":"haemorrhage requiring blood transfusions, anaesthesia-related incidents, pharmacological treatment, impaired wound healing or wound infection, liquor fistula, hygroma, or any other secondary complication leading to prolongation of hospitalization or rehospitalization. The incidence of hydrocephalus and sunken flap syndrome","timeFrame":"From recruitment to 12 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Only MCA ischemic strokes have been considered, with no distinctions between the execution of precedent treatment (thrombolysis and/or thrombectomy)\n* Patients' age \\<75 years old.\n* NIHSS \\>1a, \\>14 for right sided lesions, \\>15 for left sided lesions\n* Symptoms onset \\<48 hours before surgery or conservative treatment\n* Neuroradiological findings: unilateral ischemic infarction of at least 1/3 of MCA territory is involved. Ischemic core volume\\>140ml. Hypodensity on head CT within the first 6 hours of stroke onset involving one-third or more of the MCA territory, early midline shift, and magnetic resonance imaging diffusion-weighted imaging volume within 6 hours ≥80 mL.\n* informed consent by the patient him/herself, his/her legal representative, adjudication by a legally competent judge, or by an independent physician\n\nExclusion Criteria:\n\n* - presence of concomitant or associated brain lesion\n* presence of concomitant comorbidities or other clear contraindications for treatment\n* participation in any other interventional trial","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Luigi Valentino Berra, M.D.","role":"CONTACT","phone":"+393491475626","email":"l.berra@policlinicoumberto1.it"},{"name":"Mauro Palmieri, M.D.","role":"CONTACT","phone":"+393461316999","email":"mauro.palmieri@uniroma1.it"}],"overallOfficials":[{"name":"Luigi Valentino Berra","affiliation":"University of Roma La Sapienza","role":"PRINCIPAL_INVESTIGATOR"}]},"ipdSharingStatementModule":{"ipdSharing":"YES","infoTypes":["STUDY_PROTOCOL","SAP","ICF","CSR"]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000020244","term":"Infarction, Middle Cerebral Artery"},{"id":"D000007238","term":"Infarction"}],"ancestors":[{"id":"D000007511","term":"Ischemia"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000009336","term":"Necrosis"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000020521","term":"Stroke"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000002539","term":"Cerebral Arterial Diseases"},{"id":"D000020765","term":"Intracranial Arterial Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M9972","name":"Infarction","asFound":"Infarction","relevance":"HIGH"},{"id":"M5483","name":"Cerebral Infarction","asFound":"Cerebral Infarction","relevance":"HIGH"},{"id":"M21759","name":"Infarction, Middle Cerebral Artery","asFound":"Middle Cerebral Artery Occlusion","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M5478","name":"Cerebral Arterial Diseases","relevance":"LOW"},{"id":"M22211","name":"Intracranial Arterial Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}