{"protocolSection":{"identificationModule":{"nctId":"NCT04217187","orgStudyIdInfo":{"id":"IRB-FY2020-43"},"organization":{"fullName":"Texas Woman's University","class":"OTHER"},"briefTitle":"Electrical Stimulation After Botulinum Toxin Injections to the Upper Extremity","officialTitle":"The Effect of Electrical Stimulation Post Botulinum Toxin Injections on Functional Use of the Hemiparetic Upper Extremity"},"statusModule":{"statusVerifiedDate":"2020-01","overallStatus":"UNKNOWN","lastKnownStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-01-13","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2021-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2021-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-01-02","studyFirstSubmitQcDate":"2020-01-02","studyFirstPostDateStruct":{"date":"2020-01-03","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-01-03","lastUpdatePostDateStruct":{"date":"2020-01-07","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Texas Woman's University","class":"OTHER"},"collaborators":[{"name":"TIRR Memorial Hermann","class":"OTHER"}]},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUsExport":false},"descriptionModule":{"briefSummary":"The purpose of this study is to investigate the effectiveness of using electrical stimulation to improve upper extremity function in stroke survivors who receive botulinum toxin injections for spasticity. We hypothesize that individuals who receive the electrical stimulation could demonstrate improved benefit of the botulinum toxin injections and improved functional use of their weaker upper extremity.","detailedDescription":"This is a pragmatic investigation that will utilize a two group comparison to compare electrical stimulation to a sham stimulation in individuals who are scheduled to receive botulinum toxin injections to their upper extremity for spasticity management. The electrical stimulation will be to the antagonist muscles of the injected muscles of the upper extremity and will be administered for 4 weeks post injections."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Botulinum Toxins","Spasticity","Upper Extremity","Electrical Stimulation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":28,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Electrical Stimulation Group","type":"EXPERIMENTAL","description":"This arm will receive neuromuscular electrical stimulation to the antagonist muscles of the upper extremity.","interventionNames":["Device: Neuromuscular Electrical Stimulation"]},{"label":"Sham Stimulation Group","type":"SHAM_COMPARATOR","description":"This arm will receive sensory stimulation without muscle contraction to the antagonist muscles of the upper extremity.","interventionNames":["Device: Sham Electrical Stimulation"]}],"interventions":[{"type":"DEVICE","name":"Neuromuscular Electrical Stimulation","description":"Upper extremity neuromuscular electrical stimulation","armGroupLabels":["Electrical Stimulation Group"]},{"type":"DEVICE","name":"Sham Electrical Stimulation","description":"Sensory only upper extremity electrical stimulation","armGroupLabels":["Sham Stimulation Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Chedoke-McMaster Stroke Assessment Measure- Arm and Hand Recovery Stage","description":"Impairment level assessment to measure changes in active motor control and isolated movement in the upper extremity. The arm and the hand receive a separate score. The score ranges from 1 to 7. A higher score indicates better arm function.","timeFrame":"Baseline, 1 month and 6 months after injections"}],"secondaryOutcomes":[{"measure":"Action Research Arm Test","description":"Standardized measure of upper extremity function. The total score ranges from 0-57. A higher score indicates better arm function.","timeFrame":"Baseline, 1 month and 6 months"},{"measure":"Box and Block Test","description":"Standardized measure of upper extremity function. The score is the number of blocks transported within one minute. A higher score indicates better arm function.","timeFrame":"Baseline, 1 month and 6 months after injections"},{"measure":"Motor Activity Log","description":"Structured interview to measure perceived function of the upper extremity during daily tasks. There is a separate score for the amount of use and how well measures. Each scale ranges from 0-5 and a higher score indicates better arm function.","timeFrame":"Baseline, 1 month and 6 months after injections"},{"measure":"Modified Ashworth Scale for the Upper Extremity","description":"Measure of spasticity. Each muscle group (i.e. elbow flexors) is scored from 0-4 with a 0 indicating no increase in muscle tone and a 4 indicating the affected part is rigid. A decrease in score indicates a decrease in spasticity.","timeFrame":"Baseline, 1 month and 6 months"},{"measure":"Numeric Pain Rating Scale","description":"Self report of current, best and worst pain of upper extremity in the past 24 hours. Scale ranges from 0-10 with a 0 indicating no pain and a 10 indicating severe pain. A decrease in score indicates less pain.","timeFrame":"Baseline, 1 month and 6 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosis of stroke, within first 6 months post stroke, have not previously received botulinum toxin injections for upper extremity spasticity, hemiplegic upper extremtity, able to communicate in English.\n\nExclusion Criteria:\n\n* contraindication for electrical stimulation (presence of implanted cardiac or other medical device, open wound on the wrist or hand, malignancy), fixed contracture of the elbow, wrist or hand, inability to follow simple directions, pregnancy.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Catherine C Hay, PhD","role":"CONTACT","phone":"713-797-7675","email":"catherine.cooperhay@memorialhermann.org"}],"overallOfficials":[{"name":"Catherine C Hay, PhD","affiliation":"Texas Woman's University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"TIRR Memorial Hermann","city":"Houston","state":"Texas","zip":"77030","country":"United States","geoPoint":{"lat":29.76328,"lon":-95.36327}}]},"referencesModule":{"references":[{"pmid":"28122885","type":"BACKGROUND","citation":"Benjamin EJ, Blaha MJ, Chiuve SE, Cushman M, Das SR, Deo R, de Ferranti SD, Floyd J, Fornage M, Gillespie C, Isasi CR, Jimenez MC, Jordan LC, Judd SE, Lackland D, Lichtman JH, Lisabeth L, Liu S, Longenecker CT, Mackey RH, Matsushita K, Mozaffarian D, Mussolino ME, Nasir K, Neumar RW, Palaniappan L, Pandey DK, Thiagarajan RR, Reeves MJ, Ritchey M, Rodriguez CJ, Roth GA, Rosamond WD, Sasson C, Towfighi A, Tsao CW, Turner MB, Virani SS, Voeks JH, Willey JZ, Wilkins JT, Wu JH, Alger HM, Wong SS, Muntner P; American Heart Association Statistics Committee and Stroke Statistics Subcommittee. Heart Disease and Stroke Statistics-2017 Update: A Report From the American Heart Association. Circulation. 2017 Mar 7;135(10):e146-e603. doi: 10.1161/CIR.0000000000000485. Epub 2017 Jan 25. No abstract available. Erratum In: Circulation. 2017 Mar 7;135(10 ):e646. Circulation. 2017 Sep 5;136(10 ):e196."},{"pmid":"26718592","type":"BACKGROUND","citation":"Bejot Y, Daubail B, Giroud M. Epidemiology of stroke and transient ischemic attacks: Current knowledge and perspectives. Rev Neurol (Paris). 2016 Jan;172(1):59-68. doi: 10.1016/j.neurol.2015.07.013. Epub 2015 Dec 21."},{"pmid":"3804600","type":"BACKGROUND","citation":"Parker VM, Wade DT, Langton Hewer R. Loss of arm function after stroke: measurement, frequency, and recovery. Int Rehabil Med. 1986;8(2):69-73. doi: 10.3109/03790798609166178."},{"pmid":"15714510","type":"BACKGROUND","citation":"Gracies JM. Pathophysiology of spastic paresis. I: Paresis and soft tissue changes. Muscle Nerve. 2005 May;31(5):535-51. doi: 10.1002/mus.20284."},{"pmid":"27079654","type":"BACKGROUND","citation":"Hebert D, Lindsay MP, McIntyre A, Kirton A, Rumney PG, Bagg S, Bayley M, Dowlatshahi D, Dukelow S, Garnhum M, Glasser E, Halabi ML, Kang E, MacKay-Lyons M, Martino R, Rochette A, Rowe S, Salbach N, Semenko B, Stack B, Swinton L, Weber V, Mayer M, Verrilli S, DeVeber G, Andersen J, Barlow K, Cassidy C, Dilenge ME, Fehlings D, Hung R, Iruthayarajah J, Lenz L, Majnemer A, Purtzki J, Rafay M, Sonnenberg LK, Townley A, Janzen S, Foley N, Teasell R. Canadian stroke best practice recommendations: Stroke rehabilitation practice guidelines, update 2015. Int J Stroke. 2016 Jun;11(4):459-84. doi: 10.1177/1747493016643553. Epub 2016 Apr 14."},{"pmid":"10990511","type":"BACKGROUND","citation":"Richardson D, Sheean G, Werring D, Desai M, Edwards S, Greenwood R, Thompson A. Evaluating the role of botulinum toxin in the management of focal hypertonia in adults. J Neurol Neurosurg Psychiatry. 2000 Oct;69(4):499-506. doi: 10.1136/jnnp.69.4.499."},{"pmid":"23262381","type":"BACKGROUND","citation":"Foley N, Pereira S, Salter K, Fernandez MM, Speechley M, Sequeira K, Miller T, Teasell R. Treatment with botulinum toxin improves upper-extremity function post stroke: a systematic review and meta-analysis. Arch Phys Med Rehabil. 2013 May;94(5):977-89. doi: 10.1016/j.apmr.2012.12.006. Epub 2012 Dec 19."},{"pmid":"9796928","type":"BACKGROUND","citation":"Hesse S, Reiter F, Konrad M, Jahnke MT. Botulinum toxin type A and short-term electrical stimulation in the treatment of upper limb flexor spasticity after stroke: a randomized, double-blind, placebo-controlled trial. Clin Rehabil. 1998 Oct;12(5):381-8. doi: 10.1191/026921598668275996."},{"pmid":"8830307","type":"BACKGROUND","citation":"Hesse S, Jahnke MT, Luecke D, Mauritz KH. Short-term electrical stimulation enhances the effectiveness of Botulinum toxin in the treatment of lower limb spasticity in hemiparetic patients. Neurosci Lett. 1995 Dec 1;201(1):37-40. doi: 10.1016/0304-3940(94)12124-9."},{"pmid":"21538521","type":"BACKGROUND","citation":"Picelli A, Smania N, Storti I, Munari D, Fontana C, Fiaschi A, Santilli V, Tamburin S. Immediate versus delayed electrical stimulation boosts botulinum toxin effect: A pilot study. Mov Disord. 2011 Aug 1;26(9):1784-5. doi: 10.1002/mds.23678. Epub 2011 Apr 29. No abstract available."},{"pmid":"30366407","type":"BACKGROUND","citation":"Lee JM, Gracies JM, Park SB, Lee KH, Lee JY, Shin JH. Botulinum Toxin Injections and Electrical Stimulation for Spastic Paresis Improve Active Hand Function Following Stroke. Toxins (Basel). 2018 Oct 25;10(11):426. doi: 10.3390/toxins10110426."},{"pmid":"11723387","type":"BACKGROUND","citation":"Sheean GL. Botulinum treatment of spasticity: why is it so difficult to show a functional benefit? Curr Opin Neurol. 2001 Dec;14(6):771-6. doi: 10.1097/00019052-200112000-00015."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M11775","name":"Muscle Spasticity","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M4873","name":"Botulinum Toxins","relevance":"LOW"}],"browseBranches":[{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}