{"protocolSection":{"identificationModule":{"nctId":"NCT04223180","orgStudyIdInfo":{"id":"FDG_EPIGEN_2019"},"organization":{"fullName":"Fondazione Don Carlo Gnocchi Onlus","class":"OTHER"},"briefTitle":"Rehabilomics Study in Stroke Patients After Robotic Rehabilitation","officialTitle":"Stroke Rehabilomics Study: Epigenetics and Genetics Characterization of the BDNF and SLC6A4 Genes in Patients Undergoing Robotic Rehabilitation Treatment"},"statusModule":{"statusVerifiedDate":"2019-12","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-01-20","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-01-31","type":"ACTUAL"},"completionDateStruct":{"date":"2021-01-31","type":"ACTUAL"},"studyFirstSubmitDate":"2019-12-20","studyFirstSubmitQcDate":"2020-01-08","studyFirstPostDateStruct":{"date":"2020-01-10","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-02-22","lastUpdatePostDateStruct":{"date":"2021-02-23","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Fondazione Don Carlo Gnocchi Onlus","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke is associated with disability and impaired quality of life. Persistent motor impairment is common with incomplete recovery of motor function after rehabilitation, mainly in the upper limbs (UL). Robot-mediated therapy (RMT) has been proposed as a viable approach for the rehabilitation of the UL, but more rigorous studies are needed to tailor rehabilitation and to better address the treatment. Brain-derived neurotrophic factor (BDNF) and the serotonin transporter gene (SLC6A4) have been shown to play an important role in post-stroke recovery. After ischemic stroke, disruption and subsequent reorganization of functional brain connections occur both locally and far from the lesion, with the latter possibly contributing to function recovery.\n\nThis project aims to assess whether epigenetic and genetic variations of BDNF and SLC6A4 can occur in stroke patients after robotic rehabilitation treatment.\n\nThis study will allow to identify potential genetic and epigenetic biomarkers in post-stroke rehabilitation that could be used to predict the response to a specific rehabilitation treatment and to choose the optimal treatment for the patient (Rehabilomics).","detailedDescription":"Epigenetic and single-nucleotide polymorphisms (SNPs) in genes may influence an individual's capacity for use-dependent plasticity, and hence their responsiveness to post-stroke rehabilitation. Understanding genetic variation gives clinicians a biological signal that could be used to predict who is most likely to recover from neural injury, to choose the optimal treatment for a patient, or to supplement rehabilitation therapy.\n\nRobotics demonstrated to be an effective rehabilitation treatment for functional and motor recovery after stroke and, on the basis of investigators' preliminary results, it seems to be an useful therapy to improve some cognitive functions. The identification of individual characteristics is crucial factor to better address this treatment and to develop more tailored patients' rehabilitation program.\n\nThe characterization of the link between personal biology and rehabilitation treatment response will allow to define a model of Rehabilomics research as a translational framework for programs of precision rehabilitation and intervention research.\n\nIn order to identify potential diagnostic and prognostic genetic biomarkers in post-stroke rehabilitation, the investigators will analyze the promoter methylation of BDNF and SLC6A4, two genes implicated in sub-acute stroke recovery. Moreover, the investigators will also detect BDNF rs6265 and SLC6A4 5-HTTLPR polymorphisms.\n\nSubjects will be evaluated at baseline (T0), after 30 sessions of rehabilitation treatment (T1) and, if possible, after other 30 sessions of rehabilitation treatment from T1 (T2).\n\nAll patients will perform a robotic treatment of the upper limb (30 sessions, 5 times a week) using a set of robotic devices. Where possible, some patients will undergo further 30 robotic rehabilitation sessions after T1.\n\nPeripheral blood (6ml) will be taken from all subjects at three time points (T0, T1 and T2) during the rehabilitation treatment.\n\nGenomic DNA, obtained from peripheral blood will be analyzed to evaluate promoter methylation of BDNF and SLC6A4 using pyrosequencing analysis with PyroMark Q24 (Qiagen, Germany).\n\nMoreover, BDNF rs6265 polymorphism will be analyzed using HpyCH4IV restriction enzyme which identifies homozygous Valine/Valine, heterozygous Valine/Methionine and homozygous Methionine/Methionine.\n\nFor the SLC6A4 5-HTTLPR polymorphism, the investigators will follow a specific protocol that identifies gene polymorphisms according to the polymerase chain reaction (PCR) fragment sizes: short \\[S; 486 base pairs (bp), 14 repeats\\], long \\[L; 529bp, 16 repeats\\], or extra long \\[XL; 612 or 654bp, 20 or 22 repeats\\].\n\nGenetic and epigenetic results will be correlated with:\n\ni) the effects of the robotic rehabilitation on the upper limb function and disability measured with the following clinical scales: Fugl-Meyer Assessment for Upper Extremity (FMA), to evaluate motor function; the Motricity Index (MI), to evaluate muscle strength; the Modified Barthel Index (mBI), to evaluate activities of daily living (ADL) and mobility.\n\nii) the effects on cognitive functions measured with following cognitive tests: 1) Digit Span (attention/short-term memory involving strings/series of digits of varying length); 2) Tower of London (planning and problem solving); 3) STROOP test (Stroop Color and Word Test); 4) Symbol Digit Modalities Test (processing speed of visual stimuli); 5) Rey-Osterrieth Complex Figure Test (ROCF) (visuomotor integration)."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Rehabilitation","Upper Limb","Methylation","Single nucleotide polymorphism","BDNF","SLC6A4","Rehabilomics"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":50,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Stroke patients","description":"Inpatients and outpatients admitted to the investigators' rehabilitation facility with an upper limb impairment due to neurologic or orthopedic disorders.","interventionNames":["Device: Robotic assisted intervention"]}],"interventions":[{"type":"DEVICE","name":"Robotic assisted intervention","description":"Robotic treatment of the upper limb (30 sessions, 5 times a week) using a set of 4 robotic devices: Motore (Humanware); Amadeo, Diego, Pablo (Tyromotion). The training will include motor-cognitive exercises specifically selected to train spatial attention, vision and working memory, praxis, executive function, and speed of processing.","armGroupLabels":["Stroke patients"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Presence/absence of rs6265 in the BDNF","description":"BDNF rs6265 polymorphism will be analyzed using HpyCH4IV restriction enzyme which identifies homozygous Valine/Valine, heterozygous Valine/Methionine and homozygous Methionine/Methionine","timeFrame":"Baseline (T0)"},{"measure":"Presence/absence of 5-HTTLPR in the SLC6A4","description":"SLC6A4 5-HTTLPR polymorphism will be analyzed by a specific protocol that identifies gene polymorphisms according to the polymerase chain reaction (PCR) fragment sizes: short \\[S; 486 base pairs (bp), 14 repeats\\], long \\[L; 529bp, 16 repeats\\], or extra-long \\[XL; 612 or 654bp, 20 or 22 repeats\\].","timeFrame":"Baseline (T0)"}],"secondaryOutcomes":[{"measure":"Change in promoter methylation levels of BDNF gene","description":"Promoter methylation of BDNF using pyrosequencing analysis with PyroMark Q24 (Qiagen, Germany).","timeFrame":"Baseline [T0], First Treatment (6 weeks and 30 rehabilitation session) [T1], Second treatment (other 6 weeks and other 30 rehabilitation session) [T2]"},{"measure":"Change in promoter methylation levels of SLC6A4 gene","description":"Promoter methylation of SLC6A4 using pyrosequencing analysis with PyroMark Q24 (Qiagen, Germany).","timeFrame":"Baseline [T0], First Treatment (6 weeks and 30 rehabilitation session) [T1], Second treatment (other 6 weeks and other 30 rehabilitation session) [T2]"}],"otherOutcomes":[{"measure":"Change in Fugl-Meyer Assessment of Motor Recovery after Stroke for Upper Extremity portion (FMA-UL)","description":"The FMA-UL is a stroke-specific, performance-based impairment index. It is designed to assess motor functioning, sensation and joint functioning in patients with post-stroke hemiplegia. The upper limb portion of the FMA-UL ranges from 0 (hemiplegia) to 66 points (normal upper limb motor performance).","timeFrame":"Baseline [T0], First Treatment (6 weeks and 30 rehabilitation session) [T1], Second treatment (other 6 weeks and other 30 rehabilitation session) [T2]"},{"measure":"Change in Modified Barthel Index (BI)","description":"The BI is designed to assess the ability of an individual with a neuromuscular or musculoskeletal disorder to care for him/herself. It ranges from 0 to 100, with a higher number meaning better performance in activities of daily living.","timeFrame":"Baseline [T0], First Treatment (6 weeks and 30 rehabilitation session) [T1], Second treatment (other 6 weeks and other 30 rehabilitation session) [T2]"},{"measure":"Change in Motricity Index (MI)","description":"The Motricity Index is used to measure strength in upper extremities and ranges from 0 to 100, with higher scores meaning higher strength.","timeFrame":"Baseline [T0], First Treatment (6 weeks and 30 rehabilitation session) [T1], Second treatment (other 6 weeks and other 30 rehabilitation session) [T2]"},{"measure":"Change in Symbol Digit Modalities Test (SDMT)","description":"SDMT evaluates information processing speed. It consists of a simple task of replacing symbols with numbers. Using a reference key, the patient has 90 seconds to match a sequence of symbols with the correspondent numbers as rapidly as possible. Both written or oral administration can be used.","timeFrame":"Baseline [T0], First Treatment (6 weeks and 30 rehabilitation session) [T1], Second treatment (other 6 weeks and other 30 rehabilitation session) [T2]"},{"measure":"Tower of London (TOL)","description":"The TOL test is a tool to assess strategic decision and problem solving. The patient is required to move different colored balls on the three pegs of different lengths, according to a model and a number of established moves. The maximum time for each configuration is 60 seconds.","timeFrame":"Baseline [T0], First Treatment (6 weeks and 30 rehabilitation session) [T1], Second treatment (other 6 weeks and other 30 rehabilitation session) [T2]"},{"measure":"Change in Rey-Osterrieth Complex Figure Test (ROCF).","description":"The ROCF is a neuropsychological assessment for evaluation of visuospatial abilities, memory, attention, planning, working memory and executive functions. The patient is required to copy a complex figure freehand (recognition), and then draw it from memory (recall). The score is assigned based on the correctness of each line (from 0 to 2).","timeFrame":"Baseline [T0], First Treatment (6 weeks and 30 rehabilitation session) [T1], Second treatment (other 6 weeks and other 30 rehabilitation session) [T2]"},{"measure":"Change in Digit Span (DS)","description":"The DS is a test that measures the verbal memory span (digit memory). The patient is required to correctly repeat the sequence of number listened. It is composed by two different tests: the Digits Forward and the Digit Backward. The range for Digit Forward is from 6 to -1.","timeFrame":"Baseline [T0], First Treatment (6 weeks and 30 rehabilitation session) [T1], Second treatment (other 6 weeks and other 30 rehabilitation session) [T2]"},{"measure":"Change in Stroop and Color Word test (SCWT)","description":"The SCWT is a neuropsychological test used to assess the cognitive interference. The patient is required to read three different tables as fast as possible (in 30 seconds): the first contains 100 names of colors ink in black; the second contains 100 shapes of different colors (red, blue, green); the third contains 100 color-words are printed in an inconsistent color ink (for instance the word \"red\" is printed in green ink).","timeFrame":"Baseline [T0], First Treatment (6 weeks and 30 rehabilitation session) [T1], Second treatment (other 6 weeks and other 30 rehabilitation session) [T2]"},{"measure":"Change in Box and Block test (BBT)","description":"The BBT is a tool to measure unilateral gross manual dexterity. Patients are seated at a table, in front of a rectangular box with a partition in the middle. 150 colored, wooden blocks are placed in one compartment. Patients are required to move as many blocks as possible, one at time, from one compartment to the other in a period of 60 seconds. BBT is scored by counting the number of blocks carried over from a compartment to the other one. At the beginning, patients perform a one-minute trial period. Patients have to perform the BBT with both hands.","timeFrame":"Baseline [T0], First Treatment (6 weeks and 30 rehabilitation session) [T1], Second treatment (other 6 weeks and other 30 rehabilitation session) [T2]"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. sub-acute patients, with ischemic or hemorrhagic stroke, documented by MRI or CT;\n2. age between 55 and 85 years;\n3. patients able to perform a rehabilitation treatment focused on the UL, for at least 45 min/day, for 5 days/week;\n4. time latency since stroke ranging from 2 weeks to 6 months,\n5. cognitive and language abilities sufficient to understand the experiments and follow instructions.\n\nExclusion Criteria:\n\n1. a previous stroke;\n2. behavioral and cognitive disorders and/or reduced compliance interfering with active therapy;\n3. fixed contraction deformity in the affected limb interfering with active therapy (ankylosis, Modified Ashworth Scale = 4);\n4. severe deficits in visual acuity;\n5. upper extremity Fugl-Meyer score \\>58.","sex":"ALL","minimumAge":"55 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"The investigators will enroll both inpatients and outpatients admitted to their rehabilitation facility with an upper limb impairment due to neurologic or orthopedic disorders.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Irene Aprile, MD, PhD","affiliation":"IRCCS Fondazione Don Carlo Gnocchi","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Don carlo Gnocchi Foundation","city":"Roma","zip":"00168","country":"Italy","geoPoint":{"lat":41.89193,"lon":12.51133}}]},"referencesModule":{"references":[{"pmid":"16341995","type":"BACKGROUND","citation":"Krakauer JW. Arm function after stroke: from physiology to recovery. Semin Neurol. 2005 Dec;25(4):384-95. doi: 10.1055/s-2005-923533."},{"pmid":"17903915","type":"BACKGROUND","citation":"Kelly-Hayes M, Beiser A, Kase CS, Scaramucci A, D'Agostino RB, Wolf PA. The influence of gender and age on disability following ischemic stroke: the Framingham study. J Stroke Cerebrovasc Dis. 2003 May-Jun;12(3):119-26. doi: 10.1016/S1052-3057(03)00042-9."},{"pmid":"17687024","type":"BACKGROUND","citation":"Prabhakaran S, Zarahn E, Riley C, Speizer A, Chong JY, Lazar RM, Marshall RS, Krakauer JW. Inter-individual variability in the capacity for motor recovery after ischemic stroke. Neurorehabil Neural Repair. 2008 Jan-Feb;22(1):64-71. doi: 10.1177/1545968307305302. Epub 2007 Aug 8."},{"pmid":"23044515","type":"BACKGROUND","citation":"Pearson-Fuhrhop KM, Burke E, Cramer SC. The influence of genetic factors on brain plasticity and recovery after neural injury. Curr Opin Neurol. 2012 Dec;25(6):682-8. doi: 10.1097/WCO.0b013e32835a360a."},{"pmid":"25328870","type":"BACKGROUND","citation":"Lindgren A. Stroke genetics: a review and update. J Stroke. 2014 Sep;16(3):114-23. doi: 10.5853/jos.2014.16.3.114. Epub 2014 Sep 30. Erratum In: J Stroke. 2015 Jan;17(1):91."},{"pmid":"27242654","type":"BACKGROUND","citation":"Shiner CT, Pierce KD, Thompson-Butel AG, Trinh T, Schofield PR, McNulty PA. BDNF Genotype Interacts with Motor Function to Influence Rehabilitation Responsiveness Poststroke. Front Neurol. 2016 May 17;7:69. doi: 10.3389/fneur.2016.00069. eCollection 2016."},{"pmid":"25470006","type":"BACKGROUND","citation":"Stanne TM, Tjarnlund-Wolf A, Olsson S, Jood K, Blomstrand C, Jern C. Genetic variation at the BDNF locus: evidence for association with long-term outcome after ischemic stroke. PLoS One. 2014 Dec 3;9(12):e114156. doi: 10.1371/journal.pone.0114156. eCollection 2014."},{"pmid":"23702251","type":"BACKGROUND","citation":"Kim JM, Stewart R, Kang HJ, Kim SW, Shin IS, Kim HR, Shin MG, Kim JT, Park MS, Cho KH, Yoon JS. A longitudinal study of SLC6A4 DNA promoter methylation and poststroke depression. J Psychiatr Res. 2013 Sep;47(9):1222-7. doi: 10.1016/j.jpsychires.2013.04.010. Epub 2013 May 20."},{"pmid":"26391753","type":"BACKGROUND","citation":"Santoro M, Fontana L, Masciullo M, Bianchi ML, Rossi S, Leoncini E, Novelli G, Botta A, Silvestri G. Expansion size and presence of CCG/CTC/CGG sequence interruptions in the expanded CTG array are independently associated to hypermethylation at the DMPK locus in myotonic dystrophy type 1 (DM1). Biochim Biophys Acta. 2015 Dec;1852(12):2645-52. doi: 10.1016/j.bbadis.2015.09.007. Epub 2015 Sep 21. No abstract available."},{"pmid":"30352103","type":"BACKGROUND","citation":"Nociti V, Santoro M, Quaranta D, Losavio FA, De Fino C, Giordano R, Palomba NP, Rossini PM, Guerini FR, Clerici M, Caputo D, Mirabella M. BDNF rs6265 polymorphism methylation in Multiple Sclerosis: A possible marker of disease progression. PLoS One. 2018 Oct 23;13(10):e0206140. doi: 10.1371/journal.pone.0206140. eCollection 2018. Erratum In: PLoS One. 2019 Feb 21;14(2):e0212906."},{"pmid":"31834217","type":"BACKGROUND","citation":"Aprile I, Germanotta M, Cruciani A, Loreti S, Pecchioli C, Cecchi F, Montesano A, Galeri S, Diverio M, Falsini C, Speranza G, Langone E, Papadopoulou D, Padua L, Carrozza MC; FDG Robotic Rehabilitation Group. Upper Limb Robotic Rehabilitation After Stroke: A Multicenter, Randomized Clinical Trial. J Neurol Phys Ther. 2020 Jan;44(1):3-14. doi: 10.1097/NPT.0000000000000295."},{"type":"BACKGROUND","citation":"Aprile I, Cruciani A, Germanotta M, Gower V, Pecchioli C, Cattaneo D, Vannetti F, Padua L, Gramatica F. Upper Limb Robotics in Rehabilitation: An Approach to Select the Devices, Based on Rehabilitation Aims, and Their Evaluation in a Feasibility Study. Applied Sciences 9(18): 3920; 2019. https://doi.org/10.3390/app9183920"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}