{"protocolSection":{"identificationModule":{"nctId":"NCT04759326","orgStudyIdInfo":{"id":"2020-A03172-37"},"organization":{"fullName":"Alliance Equiphoria","class":"OTHER"},"briefTitle":"Neurorehabilitation Through Hippotherapy of a Brain Stroke","officialTitle":"Neurorehabilitation Through Hippotherapy on Neurofunctional Sequels of Brain Stroke: (i) Effect on Patient's Functional Independence, Sensorimotor and Cognitive Capacities and Quality of Life (ii) Effect on Caregivers' Quality of Life","acronym":"HippoPostCVA"},"statusModule":{"statusVerifiedDate":"2022-05","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-04-27","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-09","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-02-15","studyFirstSubmitQcDate":"2021-02-15","studyFirstPostDateStruct":{"date":"2021-02-18","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-05-20","lastUpdatePostDateStruct":{"date":"2022-05-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Alliance Equiphoria","class":"OTHER"},"collaborators":[{"name":"Boehringer Ingelheim","class":"INDUSTRY"},{"name":"Centre Hospitalier Sud Francilien","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Cerebrovascular accident \\[CVA\\] (medical term for stroke) is a high burden worldwide disorder and the second leading cause of disability. As illustrated by the number of survivors that remain disabled after a CVA (2 out of 3 according to the US National Stroke Association), recovery is limited, and novel neurorehabilitation approaches are urgently needed. Hippotherapy is an emerging specialized rehabilitation approach, performed by accredited health professionals on a specially trained horse via its movement. A body of scientific evidence has gradually emerged in recent years, showing robust benefits of hippotherapy in various massive neurological disabling conditions including brain stroke.\n\nThe aim of the study is to analyze the effect of a hippotherapy program of several cycles delivered during 22 weeks in total, on the functional and global evolution of post-stroke patients (with a score of Rankin ≥ 3 at inclusion) during the outpatient rehabilitation phase. A second purpose is to measure the impact of the intervention on the quality of life of their close caregivers.\n\nA prospective clinical trial on the effectiveness of hippotherapy versus conventional outpatient rehabilitation alone will be carried out. The 22-weeks program includes three cycles of hippotherapy as follows: an initial 2-weeks cycle, an intermediate 1-week cycle and a final 1-week cycle. One-hour daily sessions will be conducted during each cycle exclusive additional rehabilitation care. After each cycle, the patients will have a 9-weeks rest period where they will continue their conventional therapy. A battery of clinical tests will measure both functional and psychological outcome. The primary end point will be the functional independence of the patient. The secondary end points will consider the patient's sensorimotor and cognitive function, the severity of stroke and the quality of life, as well as the caregivers' burden and quality of life.\n\nProgram evaluation is important in neurorehabilitation to ensure that patients are achieving meaningful outcomes from the care. A primary question is how do stroke patients clinically evolve after being discharged from the hospital and how stable is the achieved rehabilitation outcome. Hippotherapy optimizes brain plasticity and has a strong impact on the global rehabilitation process and functional outcome of these patients. A remaining question concerns the improvement of the caregivers' quality of life.","detailedDescription":"According to the WHO (2016), almost 1.1 million of Europeans suffer a stroke each year (17 million worldwide), which adds to a pool of 33 million stroke survivors. The case fatality rates are about 15% by 1 month, 25% by 1 year, and 50% by 5 years. Over one third of survivors are left disabled (modified Rankin Scale score 3-5) 5 years after stroke due to physical, cognitive, and/or emotional deficits. These deficiencies are often addressed in the hospital's acute care and/or during inpatient rehabilitation. Much of the scientific efforts to date have focused on medical programs involving acute care and hospital-based inpatient rehabilitation. However, many patients continue to experience difficulties beyond this period of recovery and long-term disability often occurs. In such cases, dealing with impairment is frequently ineffective, and when it is beneficial, the functional bases for recovery are mainly unclear.\n\nStroke is a brutal event in the course of a lifetime. It is a break in reality affecting the body and the psyche, not only for the individual but also for the family. It disrupts the many foundations that a person has built over the course of his or her life. Acceptance of the disease, medical care and its effects on daily life, global impairment, limitation of activity and restriction of participation, are a set of factors that the psyche cannot integrate at once. Following this event, the person and their caregivers must take the time to accept and rebuild themselves. A new sense of temporality is an essential factor in the management of a post-stroke patient and a question that must be addressed by the caregiver.\n\nA body of scientific evidence has gradually emerged in recent years, reflecting the benefits of hippotherapy in various disabling neurological conditions. During hippotherapy, specific execution and repetition of a task are key elements of learning/strengthening/promoting a function and a robust backbone of neurorehabilitation through neural plasticity mechanisms. Hippotherapy is therefore slowly emerging as a cutting-edge method of neurorehabilitation. The post-injury experience is a powerful modulator of functional recovery following neurological disorders. Our method of hippotherapy has powerful effects on brain plasticity and neurological outcome. Beneficial results have been observed in a wide variety of brain disorders and include sensorimotor enhancement, cognitive enhancement, mental well-being, and delayed disease progression. Such an environment most likely promotes the synthesis of different neuroactive substances (e.g., BDNF, norepinephrine, acetylcholine, dopamine, serotonin), which reflect the level of arousal, motivation, attention, affection and emotion of a subject or directly drive the action (e.g., glutamate, or GABA). These endogenous molecules are strongly involved in the induction and maintenance of synaptic plasticity, namely long-lasting stable molecular, anatomical and functional modifications.\n\nIn this randomized interventional study, the effectiveness of neurological rehabilitation by hippotherapy will be studied and its scope compared in terms of functional recovery, autonomy and quality of life. Stroke patients will be included and treated from the end of the inpatient rehabilitation phase (starting 3-6 months post-stroke). They will be compared to a control group of patients undergoing conventional outpatient rehabilitation. Both groups will undergo the same qualitative and quantitative clinical tests. We will also compare the quality of life of the respective caregivers before and after the end of the program."},"conditionsModule":{"conditions":["Cerebrovascular Accident","Neurorehabilitation","Neuroplasticity","Hippotherapy","Silent Neurofunctional Barriers","Functional Deficit","Cognitive Deficit","Psychological Trauma","Autonomy","Quality of Life","Caregiver Burnout"],"keywords":["NeuroRehabilitation through hippotherapy","Brain plasticity","Functional recovery"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"We will use a randomized single-blinded prospective two-arms controlled clinical trial on the effectiveness of hippotherapy versus conventional outpatient rehabilitation alone. To ensure that patients in the two arms of the trial are as homogeneous as possible in all respects except for the planned intervention, randomization will be stratified by age (18-59 years, 60-74 years, and ≥ 75 years), stroke type (ischemic versus hemorrhagic) and degree of disability (Rankin score). Stratified sampling reduces potential confusion by selecting homogeneous subgroups. In this case, matching will ensure a similar distribution of variables that could introduce a major imbalance potentially rendering the results unusable. The study will be single-blinded in order to rule out any possible bias introduced by the experimenter. We will use a fixed randomization defined by the allocation of each treatment (hippotherapy or neurorehabilitation alone).","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"Data will be collected at the Neurology Service of the Centre Hospitalier Sud Francilien by a Rehabilitation Physician (not included in the investigators' list) and the paramedical staff. The data will be duly anonymized and handled blindly. Data will be centralized on a secure server at the external subcontractor (Contract Research Organization - CRO) facilities. Their processing and analysis will be carried out blindly by the private service provider (CRO).","whoMasked":["INVESTIGATOR"]}},"enrollmentInfo":{"count":52,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Hippotherapy treated group","type":"ACTIVE_COMPARATOR","description":"The hippotherapy protocol will comprise three cycles. The first one consists of one session per day for 2 weeks allowing (i) to evaluate the patient and his neuro-functional skills, and (ii) to determine and carry out the treatment taking into account the silent barriers that may exist (PSTD, fatigue, pain, fear...) and strongly interfere with functional outcome (developing ways to overcome them). After a 9-week 'wash out' period (during which the patient consolidates the new patterns, translates them into daily activities and identifies new needs) where the patient continues his or her outpatient neurorehabilitation care, a further intermediate 1-week daily capacity building hippotherapy cycle follows. Then, after a second 9-week 'wash out' period (where the patient once again consolidates the new patterns, translates them into daily activities and identifies new needs), a final 1-week daily capacity building hippotherapy cycle will be carried out. Protocol will last 22 weeks.","interventionNames":["Other: Hippotherapy"]},{"label":"Conventional neurorehabilitation treated group","type":"PLACEBO_COMPARATOR","description":"Patients in the control group will receive standard outpatient rehabilitation treatment consisting of a program of physiotherapy (motor training, functional training), occupational therapy, language therapy, psychological and social support per week corresponding to the four weeks in which the treated group will be in hippotherapy. For the remaining 18 weeks, the treatment options for each patient, regardless of the group, will also include physiotherapy (motor training, functional training), occupational therapy, language therapy, psychological and social support.","interventionNames":["Other: Conventional Neurorehabilitation"]}],"interventions":[{"type":"OTHER","name":"Hippotherapy","description":"Hippotherapy is an emerging specialized rehabilitation approach, performed on a specially trained horse via its movement at a walk by accredited health professionals (e.g., physicians, psychologists, physical therapists, occupational therapists, psychomotor therapists, chiropractors ...). The horse is an excellent support for temporary or consolidated disabilities, providing key elements of recovery for impairment, activity limitation, and participation restriction. It is a dynamic activity where the amplitude of movement of the patient's body transmitted by the horse is similar to the human walking (micro-movements of postural muscles). Moreover, through multimodal inputs (sensory, exteroceptive, proprioceptive, interoceptive), hippotherapy has a direct action on the individual's motor capacities and cognitive abilities. The degree of change relying on neuroplasticity is linked both to the relevance of the activity and to the intensity and frequency of the elements that constitute it.","armGroupLabels":["Hippotherapy treated group"]},{"type":"OTHER","name":"Conventional Neurorehabilitation","description":"The neurorehabilitation therapy is an intervention from two or more disciplines (physiotherapy, occupational therapy, social work, psychology and other related disciplines, nursing) prescribed by a medical specialist (neurologist, neurosurgeon, oncologist, physiatrist). It is designed to be patient-centered, time-limited and functionally oriented, and aims to maximize activity and participation (social inclusion) using a biopsychosocial model.","armGroupLabels":["Conventional neurorehabilitation treated group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"For the patient: Change in Functional Independence Measure (FIM)","description":"FIM is an 18-item of physical, psychological and social function. The tool is used to assess a patient's level of disability as well as change in patient status in response to rehabilitation or medical intervention. Tasks that are evaluated using the FIM include bowel and bladder control, transfers, locomotion, communication, social cognition as well as the following six self-care activities: Feeding, Grooming, Bathing, Upper Body Dressing, Lower Body Dressing, Toileting. Each item on the FIM is scored on a 7-point Likert scale, and the score indicates the amount of assistance required to perform each item (1 = total assistance in all areas, 7 = total independence in all areas). A final summed score is created and ranges from 18 - 126, where 18 represents complete dependence/total assistance and 126 represents complete independence.","timeFrame":"Change from baseline to week 22; change from week 22 to week 48"}],"secondaryOutcomes":[{"measure":"For the patient: Change in Modified Rankin Scale (MRS)","description":"MRS is a standardized measure that describes the extent of disability after a stroke. The MRS is a single item scale. It ranges from 0 (no symptoms) to 6 (death due to stroke).","timeFrame":"Change from baseline to week 22; change from week 22 to week 48"},{"measure":"For the patient: Change in Fugl-Meyer Assessment of Motor Recovery after Stroke (FMA)","description":"FMA is a stroke-specific, performance-based impairment index designed to assess motor functioning, balance, sensation and joint functioning in patients with post-stroke hemiplegia. The scale is comprised of five domains: Motor functioning (in the upper and lower extremities), Sensory functioning (evaluates light touch on two surfaces of the arm and leg, and position sense for 8 joints), Balance (contains 7 tests, 3 seated and 4 standing), Joint range of motion (8 joints), Joint pain. Assessment items are scored on the basis of ability to complete the item using a 3-point ordinal scale where 0 = cannot accomplish; 1 = partially accomplished; and 2 = completely accomplished (0-35 = Very severe; 36-55 = Severe; 56-79 = Moderate; \\> 79 = Light). The total possible result for the evaluation is 226 points.","timeFrame":"Change from baseline to week 22"},{"measure":"For the patient: Change in Berg Balance Scale (BBS)","description":"BBS was developed for use with community-dwelling elderly individuals. It can also be used in patients with stroke. It is a 14-item scale where patients must maintain positions and complete moving tasks of varying difficulty. In most items, patients must maintain a given position for a specified time. Patients receive a score from 0-4 on their ability to meet these balance dimensions. A global score can be calculated out of 56. A score of 0 represents an inability to complete the item, and a score of 56 represents the ability to independently complete the item.","timeFrame":"Change from baseline to week 22"},{"measure":"For the patient: Change in Displacement of the Centre of Pressure (COP) while sitting through a force pad","description":"Assessment of the displacement of COP during dynamic sitting on the horse simulator (TESS©) equipped with saddle pressure sensors. This measurement allows to assess the postural balance improvement. A trained observer records the sequence.","timeFrame":"Change from baseline to week 22"},{"measure":"For the patient: Change in Walking distance in two minutes (2-MWT)","description":"2-MWT is a functional walking test in which the distance that a client can walk within two minutes is evaluated. This test has been used to assess individuals with stroke. It is a valid measure of self-selected walking speed and the most time efficient walking test (compared to 6-MWT and 12-MWT). Distance walked, and the number and duration of rests during the 2 minutes should be measured. Scores range from 0 meters or feet for patients who are non-ambulatory to the maximum biological limits for normal healthy individuals.","timeFrame":"Change from baseline to week 22"},{"measure":"For the patient: Changes in the Short Form Health Survey (SF-36) for quality","description":"SF-36 is a 36-item questionnaire which measures Quality of Life (QoL) across eight domains. The eight domains that the SF36 measures are as follows: physical functioning; role limitations due to physical health; role limitations due to emotional problems; energy/fatigue; emotional well-being; social functioning; pain; general health. A single item is also included that identifies perceived change in health, making the SF-36 a useful indicator for change in QoL over time and treatment. The recommended scoring system for the SF-36 is a weighted Likert system for each item. Items within subscales are totalled to provide a summed score for each subscale or dimension. Each of the 8 summed scores is linearly transformed onto a scale from 0 (negative health) to 100 (positive health) to provide a score for each subscale.","timeFrame":"Change from baseline to week 22; change from week 22 to week 48"},{"measure":"For the caregiver: Change in Zarit Burden Inventory (ZBI)","description":"ZBI is one of the most commonly used instruments to assess caregiving burden in clinical and research settings. The revised version contains 22 items. Each item on the interview is a statement which the caregiver is asked to endorse using a 5-point scale. Response options range from 0 (Never) to 4 (Nearly Always). The higher the score, the more extensive the burden. It can be self-administered or administered by a third party without training.","timeFrame":"Change from baseline to week 22"},{"measure":"For the caregiver: Changes in the Short Form Health Survey (SF-36) for quality of life","description":"SF-36 is a 36-item questionnaire which measures Quality of Life (QoL) across eight","timeFrame":"Change from baseline to week 22"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age ≥ 18 years old\n* Ischemic or haemorrhagic stroke according to ICD 10 I61-I69 (30)\n* Inclusion \\> 3 months post-stroke\n* Deficit still existing (Rankin score ≥ 3 and ≤ 4 at inclusion)\n* Existing declaration of informed consent\n* Affiliation of the patient to a social security scheme\n* Minimal abduction of the hip of 25 degrees bilateral with no history of hip dislocation and/or dysplasia\n* Certificate of non-contraindication issued by the referring physician\n\nExclusion Criteria:\n\n* Major cognitive impairment affecting comprehension (Mini Mental State Examination test \\< 24 points)\n* Global or sensory aphasia\n* Neurological or psychiatric co-morbidity (other than mild-to-moderate post-stroke depression)\n* Evidence of an uncontrolled seizure disorder\n* Substance abuse\n* History of uncontrolled pain\n* History of allergic reactions to dust and/or horsehair, or severe asthma\n* Overweight (≥ 110 kg)\n* Contraindications to physical activity\n* Inability or medical contraindication to travel to the Equiphoria Institute by personal car or taxi\n* History of horse riding or hippotherapy care during the last 6 months\n* Pregnant or lactating women\n* Patients participating in other biomedical research or in a period of exclusion","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Manuel Gaviria, MD, PhD","role":"CONTACT","phone":"+33466321046","email":"manuel.gaviria@equiphoria.com"},{"name":"Didier Smadja, MD, PhD","role":"CONTACT","email":"didier.smadja@chsf.fr"}],"overallOfficials":[{"name":"Manuel Gaviria, MD, PhD","affiliation":"Alliance Equiphoria","role":"STUDY_DIRECTOR"},{"name":"Hélène Viruega, ESMHL","affiliation":"Alliance Equiphoria - Institut Equiphoria","role":"STUDY_CHAIR"}],"locations":[{"facility":"Institut Equiphoria","status":"RECRUITING","city":"La Canourgue","zip":"48500","country":"France","contacts":[{"name":"Manuel Gaviria, MD, PhD","role":"CONTACT","email":"manuel.gaviria@equiphoria.com"},{"name":"Hélène Viruega, ESMHL","role":"CONTACT","email":"helene.viruega@equiphoria.com"},{"name":"Didier Smadja, MD, PhD","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Nicolas Chausson, MD","role":"SUB_INVESTIGATOR"},{"name":"Tony Al Tarcha, MD","role":"SUB_INVESTIGATOR"},{"name":"Manvel Aghasaryan, MD","role":"SUB_INVESTIGATOR"},{"name":"Constance Flamand-Roze, PhD","role":"SUB_INVESTIGATOR"},{"name":"Djibril Soumah, MD","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":44.43133,"lon":3.21584}}]},"referencesModule":{"references":[{"pmid":"27637676","type":"BACKGROUND","citation":"Hankey GJ. Stroke. Lancet. 2017 Feb 11;389(10069):641-654. doi: 10.1016/S0140-6736(16)30962-X. Epub 2016 Sep 13."},{"pmid":"23920019","type":"BACKGROUND","citation":"Luengo-Fernandez R, Paul NL, Gray AM, Pendlebury ST, Bull LM, Welch SJ, Cuthbertson FC, Rothwell PM; Oxford Vascular Study. Population-based study of disability and institutionalization after transient ischemic attack and stroke: 10-year results of the Oxford Vascular Study. Stroke. 2013 Oct;44(10):2854-61. doi: 10.1161/STROKEAHA.113.001584. Epub 2013 Aug 6."},{"pmid":"26935115","type":"BACKGROUND","citation":"Rice D, Janzen S, McIntyre A, Vermeer J, Britt E, Teasell R. Comprehensive Outpatient Rehabilitation Program: Hospital-Based Stroke Outpatient Rehabilitation. J Stroke Cerebrovasc Dis. 2016 May;25(5):1158-1164. doi: 10.1016/j.jstrokecerebrovasdis.2016.02.007. Epub 2016 Feb 28."},{"pmid":"15562409","type":"BACKGROUND","citation":"Staudt M, Gerloff C, Grodd W, Holthausen H, Niemann G, Krageloh-Mann I. Reorganization in congenital hemiparesis acquired at different gestational ages. Ann Neurol. 2004 Dec;56(6):854-63. doi: 10.1002/ana.20297."},{"pmid":"15838110","type":"BACKGROUND","citation":"Dobkin BH. Neurobiology of rehabilitation. Ann N Y Acad Sci. 2004 Dec;1038:148-70. doi: 10.1196/annals.1315.024."},{"pmid":"11283749","type":"BACKGROUND","citation":"Raineteau O, Schwab ME. Plasticity of motor systems after incomplete spinal cord injury. Nat Rev Neurosci. 2001 Apr;2(4):263-73. doi: 10.1038/35067570."},{"pmid":"20400552","type":"BACKGROUND","citation":"Lo AC, Guarino PD, Richards LG, Haselkorn JK, Wittenberg GF, Federman DG, Ringer RJ, Wagner TH, Krebs HI, Volpe BT, Bever CT Jr, Bravata DM, Duncan PW, Corn BH, Maffucci AD, Nadeau SE, Conroy SS, Powell JM, Huang GD, Peduzzi P. Robot-assisted therapy for long-term upper-limb impairment after stroke. N Engl J Med. 2010 May 13;362(19):1772-83. doi: 10.1056/NEJMoa0911341. Epub 2010 Apr 16. Erratum In: N Engl J Med. 2011 Nov 3;365(18):1749."},{"pmid":"21621674","type":"BACKGROUND","citation":"Shi YX, Tian JH, Yang KH, Zhao Y. Modified constraint-induced movement therapy versus traditional rehabilitation in patients with upper-extremity dysfunction after stroke: a systematic review and meta-analysis. Arch Phys Med Rehabil. 2011 Jun;92(6):972-82. doi: 10.1016/j.apmr.2010.12.036."},{"pmid":"21112434","type":"BACKGROUND","citation":"Combs SA, Dugan EL, Passmore M, Riesner C, Whipker D, Yingling E, Curtis AB. Balance, balance confidence, and health-related quality of life in persons with chronic stroke after body weight-supported treadmill training. Arch Phys Med Rehabil. 2010 Dec;91(12):1914-9. doi: 10.1016/j.apmr.2010.08.025."},{"pmid":"32384678","type":"BACKGROUND","citation":"Viruega H, Gaillard I, Briatte L, Gaviria M. Inter-Day Reliability and Changes of Surface Electromyography on Two Postural Muscles Throughout 12 Weeks of Hippotherapy on Patients with Cerebral Palsy: A Pilot Study. Brain Sci. 2020 May 6;10(5):281. doi: 10.3390/brainsci10050281."},{"pmid":"31569505","type":"BACKGROUND","citation":"Viruega H, Gaillard I, Carr J, Greenwood B, Gaviria M. Short- and Mid-Term Improvement of Postural Balance after a Neurorehabilitation Program via Hippotherapy in Patients with Sensorimotor Impairment after Cerebral Palsy: A Preliminary Kinetic Approach. Brain Sci. 2019 Sep 29;9(10):261. doi: 10.3390/brainsci9100261."},{"pmid":"7678184","type":"BACKGROUND","citation":"Adams HP Jr, Bendixen BH, Kappelle LJ, Biller J, Love BB, Gordon DL, Marsh EE 3rd. Classification of subtype of acute ischemic stroke. Definitions for use in a multicenter clinical trial. TOAST. Trial of Org 10172 in Acute Stroke Treatment. Stroke. 1993 Jan;24(1):35-41. doi: 10.1161/01.str.24.1.35."},{"pmid":"27091144","type":"BACKGROUND","citation":"Rannikmae K, Woodfield R, Anderson CS, Charidimou A, Chiewvit P, Greenberg SM, Jeng JS, Meretoja A, Palm F, Putaala J, Rinkel GJ, Rosand J, Rost NS, Strbian D, Tatlisumak T, Tsai CF, Wermer MJ, Werring D, Yeh SJ, Al-Shahi Salman R, Sudlow CL. Reliability of intracerebral hemorrhage classification systems: A systematic review. Int J Stroke. 2016 Aug;11(6):626-36. doi: 10.1177/1747493016641962. Epub 2016 Apr 18."},{"pmid":"17901388","type":"BACKGROUND","citation":"Leys D, Ringelstein EB, Kaste M, Hacke W; Executive Committee of the European Stroke Initiative. Facilities available in European hospitals treating stroke patients. Stroke. 2007 Nov;38(11):2985-91. doi: 10.1161/STROKEAHA.107.487967. Epub 2007 Sep 27."},{"pmid":"21733720","type":"BACKGROUND","citation":"Wissel J, Olver J, Sunnerhagen KS. Navigating the poststroke continuum of care. J Stroke Cerebrovasc Dis. 2013 Jan;22(1):1-8. doi: 10.1016/j.jstrokecerebrovasdis.2011.05.021. Epub 2011 Jul 5."},{"pmid":"23108248","type":"BACKGROUND","citation":"Ham TE, Sharp DJ. How can investigation of network function inform rehabilitation after traumatic brain injury? Curr Opin Neurol. 2012 Dec;25(6):662-9. doi: 10.1097/WCO.0b013e328359488f."},{"pmid":"24382886","type":"BACKGROUND","citation":"Sale A, Berardi N, Maffei L. Environment and brain plasticity: towards an endogenous pharmacotherapy. Physiol Rev. 2014 Jan;94(1):189-234. doi: 10.1152/physrev.00036.2012."},{"pmid":"25018713","type":"BACKGROUND","citation":"Kolb B, Muhammad A. Harnessing the power of neuroplasticity for intervention. Front Hum Neurosci. 2014 Jun 27;8:377. doi: 10.3389/fnhum.2014.00377. eCollection 2014."},{"pmid":"17209981","type":"BACKGROUND","citation":"Sterba JA. Does horseback riding therapy or therapist-directed hippotherapy rehabilitate children with cerebral palsy? Dev Med Child Neurol. 2007 Jan;49(1):68-73. doi: 10.1017/s0012162207000175.x."},{"pmid":"20927000","type":"BACKGROUND","citation":"Bronson C, Brewerton K, Ong J, Palanca C, Sullivan SJ. Does hippotherapy improve balance in persons with multiple sclerosis: a systematic review. Eur J Phys Rehabil Med. 2010 Sep;46(3):347-53. Epub 2010 Apr 13."},{"pmid":"26088658","type":"BACKGROUND","citation":"Gabriels RL, Pan Z, Dechant B, Agnew JA, Brim N, Mesibov G. Randomized Controlled Trial of Therapeutic Horseback Riding in Children and Adolescents With Autism Spectrum Disorder. J Am Acad Child Adolesc Psychiatry. 2015 Jul;54(7):541-9. doi: 10.1016/j.jaac.2015.04.007. Epub 2015 May 5."},{"pmid":"23342307","type":"BACKGROUND","citation":"Han JY, Kim JM, Kim SK, Chung JS, Lee HC, Lim JK, Lee J, Park KY. Therapeutic effects of mechanical horseback riding on gait and balance ability in stroke patients. Ann Rehabil Med. 2012 Dec;36(6):762-9. doi: 10.5535/arm.2012.36.6.762. Epub 2012 Dec 28."},{"pmid":"19480872","type":"BACKGROUND","citation":"McGibbon NH, Benda W, Duncan BR, Silkwood-Sherer D. Immediate and long-term effects of hippotherapy on symmetry of adductor muscle activity and functional ability in children with spastic cerebral palsy. Arch Phys Med Rehabil. 2009 Jun;90(6):966-74. doi: 10.1016/j.apmr.2009.01.011."},{"pmid":"19577032","type":"BACKGROUND","citation":"Shurtleff TL, Standeven JW, Engsberg JR. Changes in dynamic trunk/head stability and functional reach after hippotherapy. Arch Phys Med Rehabil. 2009 Jul;90(7):1185-95. doi: 10.1016/j.apmr.2009.01.026."},{"pmid":"21530725","type":"BACKGROUND","citation":"Kwon JY, Chang HJ, Lee JY, Ha Y, Lee PK, Kim YH. Effects of hippotherapy on gait parameters in children with bilateral spastic cerebral palsy. Arch Phys Med Rehabil. 2011 May;92(5):774-9. doi: 10.1016/j.apmr.2010.11.031."},{"pmid":"22247403","type":"BACKGROUND","citation":"Silkwood-Sherer DJ, Killian CB, Long TM, Martin KS. Hippotherapy--an intervention to habilitate balance deficits in children with movement disorders: a clinical trial. Phys Ther. 2012 May;92(5):707-17. doi: 10.2522/ptj.20110081. Epub 2012 Jan 12."},{"pmid":"14686913","type":"BACKGROUND","citation":"Diaz Heijtz R, Kolb B, Forssberg H. Can a therapeutic dose of amphetamine during pre-adolescence modify the pattern of synaptic organization in the brain? Eur J Neurosci. 2003 Dec;18(12):3394-9. doi: 10.1046/j.0953-816x.2003.03067.x."},{"pmid":"14735114","type":"BACKGROUND","citation":"Horn G. Pathways of the past: the imprint of memory. Nat Rev Neurosci. 2004 Feb;5(2):108-20. doi: 10.1038/nrn1324. No abstract available."},{"pmid":"24648655","type":"BACKGROUND","citation":"Lee CW, Kim SG, Yong MS. Effects of hippotherapy on recovery of gait and balance ability in patients with stroke. J Phys Ther Sci. 2014 Feb;26(2):309-11. doi: 10.1589/jpts.26.309. Epub 2014 Feb 28."},{"pmid":"26095074","type":"BACKGROUND","citation":"Camak DJ. Addressing the burden of stroke caregivers: a literature review. J Clin Nurs. 2015 Sep;24(17-18):2376-82. doi: 10.1111/jocn.12884. Epub 2015 Jun 10."},{"pmid":"23548544","type":"BACKGROUND","citation":"Denno MS, Gillard PJ, Graham GD, DiBonaventura MD, Goren A, Varon SF, Zorowitz R. Anxiety and depression associated with caregiver burden in caregivers of stroke survivors with spasticity. Arch Phys Med Rehabil. 2013 Sep;94(9):1731-6. doi: 10.1016/j.apmr.2013.03.014. Epub 2013 Mar 30."},{"pmid":"23529947","type":"BACKGROUND","citation":"Creasy KR, Lutz BJ, Young ME, Ford A, Martz C. The impact of interactions with providers on stroke caregivers' needs. Rehabil Nurs. 2013 Mar-Apr;38(2):88-98. doi: 10.1002/rnj.69."},{"pmid":"19581196","type":"BACKGROUND","citation":"Ostwald SK, Bernal MP, Cron SG, Godwin KM. Stress experienced by stroke survivors and spousal caregivers during the first year after discharge from inpatient rehabilitation. Top Stroke Rehabil. 2009 Mar-Apr;16(2):93-104. doi: 10.1310/tsr1602-93."},{"pmid":"25543183","type":"BACKGROUND","citation":"Rode G, Lacour S, Jacquin-Courtois S, Pisella L, Michel C, Revol P, Alahyane N, Luaute J, Gallagher S, Halligan P, Pelisson D, Rossetti Y. Long-term sensorimotor and therapeutical effects of a mild regime of prism adaptation in spatial neglect. A double-blind RCT essay. Ann Phys Rehabil Med. 2015 Apr;58(2):40-53. doi: 10.1016/j.rehab.2014.10.004. Epub 2014 Oct 30."},{"pmid":"23914733","type":"BACKGROUND","citation":"Turolla A, Dam M, Ventura L, Tonin P, Agostini M, Zucconi C, Kiper P, Cagnin A, Piron L. Virtual reality for the rehabilitation of the upper limb motor function after stroke: a prospective controlled trial. J Neuroeng Rehabil. 2013 Aug 1;10:85. doi: 10.1186/1743-0003-10-85."},{"pmid":"25257153","type":"BACKGROUND","citation":"Karahan AY, Kucuksen S, Yilmaz H, Salli A, Gungor T, Sahin M. Effects of rehabilitation services on anxiety, depression, care-giving burden and perceived social support of stroke caregivers. Acta Medica (Hradec Kralove). 2014;57(2):68-72. doi: 10.14712/18059694.2014.42."},{"pmid":"27598342","type":"BACKGROUND","citation":"Costantino C, Galuppo L, Romiti D. Short-term effect of local muscle vibration treatment versus sham therapy on upper limb in chronic post-stroke patients: a randomized controlled trial. Eur J Phys Rehabil Med. 2017 Feb;53(1):32-40. doi: 10.23736/S1973-9087.16.04211-8. Epub 2016 Sep 6."},{"pmid":"31699572","type":"BACKGROUND","citation":"Alisar DC, Ozen S, Sozay S. Effects of Bihemispheric Transcranial Direct Current Stimulation on Upper Extremity Function in Stroke Patients: A randomized Double-Blind Sham-Controlled Study. J Stroke Cerebrovasc Dis. 2020 Jan;29(1):104454. doi: 10.1016/j.jstrokecerebrovasdis.2019.104454. Epub 2019 Nov 4."},{"pmid":"35625006","type":"DERIVED","citation":"Viruega H, Imbernon C, Chausson N, Altarcha T, Aghasaryan M, Soumah D, Lescieux E, Flamand-Roze C, Simon O, Bedin A, Smadja D, Gaviria M. Neurorehabilitation through Hippotherapy on Neurofunctional Sequels of Stroke: Effect on Patients' Functional Independence, Sensorimotor/Cognitive Capacities and Quality of Life, and the Quality of Life of Their Caregivers-A Study Protocol. Brain Sci. 2022 May 9;12(5):619. doi: 10.3390/brainsci12050619."}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"Dissemination of study results will be done through a classic strategy for publications (reports, scientific publications) and communications (congresses, meetings). The coordinator will be in charge of the dissemination strategy. Controlled access to the final trial dataset will be given when a reasonable request has a precise and valid scientific aim. Thus, we will protect the rights of patients and the intellectual property of the scientists who designed the trial and collected the data."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000003072","term":"Cognition Disorders"},{"id":"D000060825","term":"Cognitive Dysfunction"},{"id":"D000067073","term":"Psychological Trauma"},{"id":"D000084802","term":"Caregiver Burden"}],"ancestors":[{"id":"D000013315","term":"Stress, Psychological"},{"id":"D000001526","term":"Behavioral Symptoms"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000019965","term":"Neurocognitive Disorders"},{"id":"D000001523","term":"Mental Disorders"},{"id":"D000040921","term":"Stress Disorders, Traumatic"},{"id":"D000068099","term":"Trauma and Stressor Related Disorders"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Cerebrovascular Accident","relevance":"HIGH"},{"id":"M17375","name":"Wounds and Injuries","relevance":"LOW"},{"id":"M29395","name":"Cognitive Dysfunction","asFound":"Cognitive Deficits","relevance":"HIGH"},{"id":"M5991","name":"Cognition Disorders","asFound":"Cognitive Deficits","relevance":"HIGH"},{"id":"M1658","name":"Burnout, Psychological","relevance":"LOW"},{"id":"M113","name":"Psychological Trauma","asFound":"Psychological Trauma","relevance":"HIGH"},{"id":"M2481","name":"Caregiver Burden","asFound":"Caregiver Burnout","relevance":"HIGH"},{"id":"M15795","name":"Stress, Psychological","relevance":"LOW"},{"id":"M4508","name":"Behavioral Symptoms","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M21526","name":"Neurocognitive Disorders","relevance":"LOW"},{"id":"M4505","name":"Mental Disorders","relevance":"LOW"},{"id":"M14163","name":"Psychotic Disorders","relevance":"LOW"},{"id":"M24606","name":"Stress Disorders, Traumatic","relevance":"LOW"},{"id":"M222","name":"Trauma and Stressor Related Disorders","relevance":"LOW"},{"id":"T6034","name":"Quality of Life","asFound":"Quality of Life","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}