{"protocolSection":{"identificationModule":{"nctId":"NCT04607031","orgStudyIdInfo":{"id":"ST2"},"organization":{"fullName":"General Hospital Sveti Duh","class":"OTHER"},"briefTitle":"Prognostic Accuracy of ST2 Dynamics in Ischemic Stroke Outcome","officialTitle":"Prognostic Accuracy of Suppression of Tumorigenicity 2 Dynamics in Ischemic Stroke Outcome","acronym":"ST2ROKE"},"statusModule":{"statusVerifiedDate":"2021-07","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-09-10","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-03-31","type":"ACTUAL"},"completionDateStruct":{"date":"2021-03-31","type":"ACTUAL"},"studyFirstSubmitDate":"2020-10-22","studyFirstSubmitQcDate":"2020-10-22","studyFirstPostDateStruct":{"date":"2020-10-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-07-26","lastUpdatePostDateStruct":{"date":"2021-07-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Ana Sruk","investigatorTitle":"MD","investigatorAffiliation":"General Hospital Sveti Duh"},"leadSponsor":{"name":"General Hospital Sveti Duh","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Early outcome prediction after ischemic stroke (IS) is of great importance. Prognosis is usually based on clinical variables and neuroradiological findings while serum biomarkers may contribute to prognostic accuracy. Inflammatory biomarker Suppression of Tumorigenicity 2 (ST2) has been shown as promising in IMU outcome predicting. The relationship between ST2 serum values and IS severity is not fully clarified. The proposed hypothesis is that earlier releasing and higher ST2 serum concentrations will be associated with a worse IS outcome. In this prospective and observational study 20 patients with IS will be included and followed. The primary outcome is functional outcome according to the modified Ranking scale at 90 days. In case of hypothesis confirmation, theoretical contribution will be in a better understanding of pathophysiological changes in acute phase of IS, while the clinical purpose is to improve the prognostic procedure.","detailedDescription":"The following data will be collected for all participants: 1. concentration of ST2 biochemical markers, 2. concentration of routine biochemical and hematological tests, 3. prognostic indices of PNI and GPS, 3. sex, 4. age, 5. body weight, 6. body visa, 7. body mass index (BMI), 8. NIHSS, 9. volume of brain infarction, 10. exact time of onset of symptoms, 11. smoking, 12. excessive alcohol drinking, 13. drug abuse, 14. arterial hypertension, 16. atrial fibrillation, 17. presence of cardiac valve, 18. dyslipidemia, 19. diabetes, 20. coronary disease, 21. liver dysfunction, 22. renal dysfunction, 23. peripheral arterial disease, 24. pre-existing stroke / transient ischemic attack, 25. positive family history, 26. complication of IS, 27. etiology of IS according to TOAST (criteria Trial of Org 10172 in Acute Stroke Treatment) criteria, 28. localization of MU according to OCSP (Oxfordshire Community Stroke Project) projects. Procedures: Laboratory parameters will be measured at seven time points, monitored once daily for six consecutive days, and will include: complete blood count, glucose concentration, sodium, urea, creatinine, C - reactive protein, total and direct bilirubin, total cholesterol, triglyceride, LDL-cholesterol, HDL-cholesterol, urate, total protein, albumin, eGFR (estimated glomerular filtration rate) and alanine aminotransferase enzyme activities, aspartate aminotransferase and gamma-glutamyl transpeptidase. The prognostic indices of PNI (formula that includes albumin and leukocyte count) and GPS (formula that includes CRP and albumin) will be calculated. The size of the IS will be analyzed on the basis of computed tomography (CT) of the brain and CT of the brain volumetry according to Pullicino formulas, in patients who will undergo brain CT initially and at least 20-24 hours apart. The IS classification will enforce the use of the TOAST and OCSP criteria. The severity of IS will be clinically assessed using the NIHSS scale at hospital admissions and during each subsequent point in the study timeline. Stroke outcomes will be assessed using mRS on day 6 and day 90 (+/- 7 days) with a comparison of disability on the same rating scale before hospitalization. Sampling will be done during regular business hours and on duty (0-24 hours). Blood will be drawn by the nurse / technician from the ante-cubital vein according to EFML-COABIOCLI guidelines. From the remaining blood samples routinely taken as part of the patient's regular treatment, concentrations of biochemical markers will be determined. In addition, at those time points (up to 6) at which blood is not excluded during laboratory processing for laboratory testing, this will be done for the purposes of this research. The maximum amount of additionally excluded blood for the purposes of this study will therefore be 48 mL. Analysis of routine laboratory parameters will be performed immediately after sampling. Part of the serum will be stored at -20 ° C for subsequent analysis of the concentration of the biochemical marker ST2. Laboratory parameters will be determined by the enzyme linked immunosorbent assay method on an automatic analyzer."},"conditionsModule":{"conditions":["Ischemic Stroke"],"keywords":["ischemic stroke; ST2; prognostic accuracy; outcome"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"bioSpec":{"retention":"SAMPLES_WITHOUT_DNA","description":"serum"},"enrollmentInfo":{"count":20,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"ischemic stroke patients","description":"20 patients with ischemic stroke, onset within 24 hours, NIHSS≥8","interventionNames":["Diagnostic Test: measurement of serum ST2 concentrations in serum of patients with acute, ischemic stroke"]}],"interventions":[{"type":"DIAGNOSTIC_TEST","name":"measurement of serum ST2 concentrations in serum of patients with acute, ischemic stroke","description":"7 measurements of serum ST2 concentrations from day 0 to day 6, modified Rankin scale before, 6th and 90th day, NIHSS from day 0 to day 6 and 90, TOAST and OCSP classifications","armGroupLabels":["ischemic stroke patients"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"functional outcome according to the modified Rankin scale","description":"0-1 good outcome and 2-6 poor outcome","timeFrame":"after 90 days:"}],"secondaryOutcomes":[{"measure":"all-cause mortality","description":"all-cause","timeFrame":"after 90 days"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* onset of symptoms within 24 hours, initial NIHSS≥8 including patients with major blood vessel occlusion who will not be transferred for intervention (due to insufficient collateral, demarcated infarction or other reasons) and consent of the patient or legal representative or guardian\n\nExclusion Criteria:\n\n* unknown time of onset of symptoms, duration of symptoms longer than 24 hours, conditions of patients in which, according to the responsible specialist neurologist, additional blood sampling could have an adverse effect on the outcome of the disease, administration of thrombolytic therapy and the presence of the following associated conditions: myocardial infarction, heart failure, malignancy, immune disease, severe infection and pregnancy. The study would exclude subjects diagnosed with transient ischemic attack, MU-like conditions, urgently transferred to another institution for invasive treatment, and patients with MU caused by rare diseases (eg, Fabry's disease, dissections, coagulopathies, etc.)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"The target population will be patients with ischemic stroke. The available population to be sampled will be patients with ischemic stroke admitted to the Neurology Department with a confirmed diagnosis of ischemic stroke by two experienced neurologists","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Ana Sruk, MD","affiliation":"GH Sveti Duh, Zagreb, Croatia","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Sveti Duh University Hospital","city":"Zagreb","state":"Grad Zagreb","zip":"10000","country":"Croatia","geoPoint":{"lat":45.81444,"lon":15.97798}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000007238","term":"Infarction"},{"id":"D000009336","term":"Necrosis"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M5483","name":"Cerebral Infarction","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}