{"protocolSection":{"identificationModule":{"nctId":"NCT02615132","orgStudyIdInfo":{"id":"20150784-01H"},"organization":{"fullName":"Ottawa Hospital Research Institute","class":"OTHER"},"briefTitle":"TeleRehab for Stroke Patients Using Mobile Technology","officialTitle":"TeleRehab for Patients With Post-Stroke Communication Deficits Using Mobile Technology"},"statusModule":{"statusVerifiedDate":"2017-09","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2015-12"},"primaryCompletionDateStruct":{"date":"2017-05","type":"ACTUAL"},"completionDateStruct":{"date":"2017-06","type":"ACTUAL"},"studyFirstSubmitDate":"2015-11-22","studyFirstSubmitQcDate":"2015-11-23","studyFirstPostDateStruct":{"date":"2015-11-26","type":"ESTIMATED"},"lastUpdateSubmitDate":"2017-09-20","lastUpdatePostDateStruct":{"date":"2017-09-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Ottawa Hospital Research Institute","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"Post-stroke communication deficits (PSCD) are a common symptom of patients having sustained a stroke. These deficits include difficulty to produce or understand language, motor speech disorders and cognitive-communication disorders. It is estimated that approximately 40% of stroke survivors will have communication disorders post stroke.\n\nIn this randomized controlled study, the investigators' objective is to test the value of providing a mobile platform-based Speech Language Therapy (SLT) program to patients discharged from an acute care hospital with stroke and PSCD and awaiting outpatient rehab services versus standard of care treatment. The investigators will offer iPad-based SLT/standard of treatment to a convenience sample of 20 patients with post-stroke communication deficits. The primary outcome will be feasibility (recruitment rate, adherence rate, retention rate, and protocol deviations), and the secondary outcome will be improvement in PSCD.","detailedDescription":"A. APPLICANT INFORMATION\n\nProposed Project Title TeleRehab for Patients with Post-Stroke Communication Deficits using Mobile Technology\n\nPrimary Investigator\n\nKaren Mallet, M.H.Sc., M.Ed. SLP (C) Speech-Language Pathologist Champlain Regional Stroke Network and the Ottawa Hospital - Civic Campus 1053 Carling Avenue, Ottawa, ON K1Y 4E9\n\nCo-PI: Dariush Dowlatshahi MD PhD FRCPC Assistant Professor, University of Ottawa Scientist, Ottawa Hospital Research Institute Ottawa Hospital Civic Campus C2182b 1053 Carling Ave, Ottawa, ON K1Y 4E9\n\nPrimary Research Site Ottawa Hospital Research Institute\n\nB. LAY SUMMARY Post-stroke communication deficits (PSCD) are a common symptom of patients having sustained a stroke. These deficits include difficulty to produce or understand language, motor speech disorders and cognitive-communication disorders. It is estimated that approximately 40% of stroke survivors will have communication disorders post stroke.\n\nProvincially, it is known that 39.8% of mildly disabled stroke survivors were discharged home without services and 13.8% were referred to outpatient rehabilitation services in 2012/13. In the Champlain Region, the overall percentage of patients being referred to outpatient rehabilitation services was only 4.1% in 2012/13 (provincial benchmark 12.8%). Meanwhile, 27.9% of patients were admitted to inpatient rehabilitation . A one month audit at the Ottawa Hospital Civic Campus (October 2014) revealed that 3/39 (7.6%) of patients attended outpatient rehabilitation.\n\nThe Champlain Region has identified a gap in services with regards to outpatient and/or community rehabilitation services. That is, the only dedicated outpatient stroke services available in the Champlain Region are at Elizabeth Bruyère. There is the possibility of accessing general outpatient speech and language services at the Montfort Hospital, the Queensway Carleton Hospital and Perth Hospital. However, there are no outpatient services for Renfrew County or the Eastern Counties.\n\nCommunity Care Access Centers (CCAC) are another source of outpatient rehabilitation. However, these services are limited and are not in keeping with Canadian Stroke Best Practice Recommendations, where it is recommended that clients should have a minimum of 45 minutes per day up to 3 hours per day, 3 to 5 days per week based on patient's needs and goals. Between 2011 and 2013, the mean number of rehabilitation visits provided in the Champlain Region for CCAC was between 3.3 and 5.2 visits \\[this included the following disciplines Physiotherapy (PT), Occupational therapy (OT), Speech Language Pathology (SLP) \\& Social Work (SW)\\] .\n\nOther than publically funded/supported services, patients could access the services of SLPs through community services such as the Aphasia Center of Ottawa (fee for service), the University of Ottawa Inter-professional Clinic (Francophones only) and private SLPs (fee for service). Unfortunately, these are either cost prohibitive or language prohibitive.\n\nPatients being discharged home who require SLP services are sometimes placed on a waitlist to access these services. While others, are not able to access outpatient services because of a variety of reasons including: patient lives at too great a distance from the rehabilitation facility (\\>30 minutes); unable to access reliable transportation to and from outpatient services; or the patient does not have the stamina to participate in the demands/schedule of outpatient therapy and travel to and from outpatient service.\n\nIn this randomized controlled study, the investigators' objective is to test the value of providing a mobile platform-based Speech Language Therapy (SLT) program to patients discharged from an acute care hospital with stroke and PSCD and awaiting outpatient rehab services versus standard of care treatment. The investigators will offer iPad-based SLT/standard of treatment to a convenience sample of 20 patients with post-stroke communication deficits. The primary outcome will be feasibility (recruitment rate, adherence rate, retention rate, and protocol deviations), and the secondary outcome will be improvement in PSCD.\n\nC. OBJECTIVES\n\nResearch question:\n\nIs it feasible, practical and effective to deliver SLT using mobile technology (iPad) to patients with PSCD being discharged home/primary residence from the acute care setting?\n\nRationale PSCD affects 15-40% of patients during the recovery phase after stroke. It limits post-stroke rehabilitation, and is associated with increased disability and mortality. While screening can identify those patients at risk of PSCD, targeted treatment is not always available. Although quality of life in patients with PSCD is difficult to measure directly, the disruption in communication with its likely effects on employment status and social networks suggests that its impact can be profound. Patients with PSCD have greater morbidity than stroke patients without PSCD. While most, if not all, patients with post-stroke PSCD have some functional recovery, residual deficits are common.\n\nObjective 1: To test the feasibility and practicality of using mobile technology (iPad) for delivering SLT to patients with PSCD being discharged HOME/PRIMARY RESIDENCE from the acute care setting\n\nObjective 2: To explore the efficacy of using mobile technology in delivering SLT in patients with PSCD being discharged HOME/PRIMARY RESIDENCE from the acute care setting.\n\nD. APPROACH\n\nStudy population: Patients being discharged HOME/PRIMARY RESIDENCE from the acute care setting at TOH and only requiring communication therapy. According to a 2013 Ottawa Hospital census, 50 patients per month are admitted to the Neurology inpatient service with a primary diagnosis of stroke. Also, an ongoing TOH research project using a similar design (iTherapist) was able to recruit approximately 3 to 5 patients per month over a 6 month period. For this study the investigators have selected a convenience sample of 20 patients over an 18 month period.\n\nPatient identification and selection: All patients admitted to the Civic Campus' Neurology inpatient service with a diagnosis of stroke AND communication deficit (as assessed by an SLP) that are being discharged home/primary residence awaiting outpatient SLP services will be screened by research personnel for study eligibility. Patients will first be approached by clinical SLP or clinicians within the circle of care and must give permission to speak to research personnel.\n\nDesign and Methods:\n\nThis is an 18 month randomized controlled trial, recruiting post-stroke patients presenting with communication deficits.\n\nIntervention: The intervention will consist of patients being randomly assigned to either standard of care or receiving an iPad upon being discharged home from the acute care setting. The iPad will be programmed with specific apps chosen from the following list:\n\n1. Tactus Therapy suite of Speech-Language therapy mobile applications, which include the following modules: Language, Category, Conversation and Questions.\n2. Speech sounds on cue for iPad by Multimedia Speech Pathology\n3. Lingraphica TalkPath Therapy\n4. Search 4 It\n5. This is to That\n6. Just Saying\n7. Get+Together\n8. RhymieStymie\n9. Morphos\n10. iVolution\n11. Blankety-Blank\n12. Chain of Thought\n13. Scrabble\n14. Fit brains\n15. Constant Therapy\n16. Boggle for iPad\n17. Pop words\n18. Anagram Twist\n19. Word explorer\n\nThe apps chosen will be specific to their communication therapy needs. These apps will be monitored remotely by an SLP. A weekly check-in with the patient will be had with an SLP using one of the following: Skype, Facetime and/or Telephone.\n\nPatients will then be randomized to one of two groups on a 1:1 ratio:\n\nGroup I (Treatment Group): The study SLP will cater the specific regimen to individual patients based on the pattern of communication deficits. In keeping with the Canadian Stroke Best Practice Recommendations and Quality Based Procedures Handbook, the study SLP will instruct the patient to use the apps for at least one-hour per day, until they are admitted to outpatient SLP services or for a maximum of 8 weeks, whichever comes first. Throughout the telemedicine treatment phase, patients' progress will be monitored remotely by a study SLP through Apps/Skype/Facetime/Telephone consultation on a weekly basis.\n\nPatients will also be instructed to record the amount of time they spend using the iPad in an electronic form on the device itself.\n\nGroup 2 (Control Group):\n\nPatients will be sent home with standard of care.\n\nData collection All patient data will de-identified. The investigators will retain age at enrollment, sex, co-morbid medical history (vascular and neurologic conditions: MI, CAD, HTN, DM), stroke type and severity (NIHSS and MRS stroke scores). The investigators will also retain baseline and follow-up language testing results, and total usage time of the iPad."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"OTHER","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":20,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Treatment Group","type":"EXPERIMENTAL","description":"The study SLP will instruct the patient to use the ipad apps as intervention for at least one-hour per day, until they are admitted to outpatient SLP services or for a maximum of 8 weeks, whichever comes first. Throughout the telemedicine treatment phase, patients' progress will be monitored remotely by a study SLP through Apps/Skype/Facetime/Telephone consultation on a weekly basis.","interventionNames":["Behavioral: iPad"]},{"label":"Control","type":"NO_INTERVENTION","description":"Patients will be sent home with standard of care."}],"interventions":[{"type":"BEHAVIORAL","name":"iPad","description":"Using iPad speech therapy apps on patients with post-stroke communication deficits","armGroupLabels":["Treatment Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Feasibilily (recruitment and adherence rates)","description":"The investigators will assess the primary outcome of feasibility by determining:\n\n1. Total number of patients enrolled: This is the numerical total of all pateints enrolled in the study.\n\n2-Recruitment rate : this is the number of patients enrolled divided by the total number of patients admitted with stroke within the same time period.\n\n3- Proportional benefit:The investigators will also estimate the proportion of the discharged PSCD population that can benefit from this intervention.\n\n4. Adherence rate = the total number of patients who completed the full course of intervention divided by the total number of patients enrolled. This measure will determine whether discharged PSCD patients can actually tolerate and complete the therapy.","timeFrame":"18 months"}],"secondaryOutcomes":[{"measure":"Secondary outcome (Potential improvement)","description":"The investigators will measure the secondary outcome of the study by measuring any potential improvements in communication by comparing pre and post-intervention SLP assessments. The latter will be performed by a blinded study SLP.","timeFrame":"18 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Patients with diagnosis of stroke being discharged from the Neurology unit and/or the Neurology Acute Care Unit in the Civic Campus of TOH.\n2. Patients presenting with overall mild to moderate communication deficits, And/or\n3. Patients with score ≥ 1 on the best language and/or dysarthria parameters of the National Institute of Health Stroke Score (NIHSS)\n4. Stroke Patients being discharged to their HOME/PRIMARY RESIDENCE awaiting outpatient speech and language therapy services.\n\n   And/or\n5. Patients being discharged to their HOME/PRIMARY RESIDENCE who would benefit from SLP therapy services but are unable to receive these secondary to various accessibility challenges (i.e. remote geographical location, limited service availability, transportation, unable to pay for SLP services).\n6. Patients must have access to Wi-Fi connection at their HOME/PRIMARY RESIDENCE.\n\nExclusion Criteria:\n\n* 1. Patients with pre-existing speech, language disorders or cognitive disorders (such as dementia).\n\n  2. Patients with severe debilitating disease(s) that, in the opinion, of the investigator will not be able to perform the required tasks of the study (ex: end-stage malignancy, ALS).\n\n  3. Patients with severe comprehension deficits 4. Patients not having access to Wi-Fi connection at HOME/PRIMARY RESIDENCE. 5. Patients who will be accessing the services of a private SLP while awaiting outpatient rehab.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Karen Mallet, M.H.Sc","affiliation":"Speech language Pathologist","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"The Ottawa Hospital","city":"Ottawa","state":"Ontario","zip":"K1Y4E9","country":"Canada","geoPoint":{"lat":45.41117,"lon":-75.69812}}]},"referencesModule":{"references":[{"pmid":"15733022","type":"RESULT","citation":"Berthier ML. Poststroke aphasia : epidemiology, pathophysiology and treatment. Drugs Aging. 2005;22(2):163-82. doi: 10.2165/00002512-200522020-00006."},{"pmid":"15947263","type":"RESULT","citation":"Nichols-Larsen DS, Clark PC, Zeringue A, Greenspan A, Blanton S. Factors influencing stroke survivors' quality of life during subacute recovery. Stroke. 2005 Jul;36(7):1480-4. doi: 10.1161/01.STR.0000170706.13595.4f. Epub 2005 Jun 9."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14","submissionTracking":{"estimatedResultsFirstSubmitDate":"2023-11-04","submissionInfos":[{"releaseDate":"2023-11-04"}]}},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}