{"protocolSection":{"identificationModule":{"nctId":"NCT05141695","orgStudyIdInfo":{"id":"16-681-21"},"organization":{"fullName":"Ankara University","class":"OTHER"},"briefTitle":"Evaluation of the Effect of Repetitive Peripheral Magnetic Stimulation on Upper Extremity Spasticity After Stroke","officialTitle":"Evaluation of the Effect of Repetitive Peripheral Magnetic Stimulation With Shearwave Ultrasound Elastography in Upper Extremity Spasticity After Stroke: a Randomized Controlled Trial"},"statusModule":{"statusVerifiedDate":"2024-01","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-04-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-06-15","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-06-15","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-11-24","studyFirstSubmitQcDate":"2021-11-24","studyFirstPostDateStruct":{"date":"2021-12-02","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-01-29","lastUpdatePostDateStruct":{"date":"2024-01-30","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Haydar Gok","investigatorTitle":"Professor Doctor","investigatorAffiliation":"Ankara University"},"leadSponsor":{"name":"Ankara University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Spasticity is a frequent problem in post-stroke patients. It can negatively affect the functional recovery of patients and impair their quality of life. The repetitive pulsed magnetic stimulation (rPMS) treatment has been shown to cause a reduction in muscle tone and improvement in activities of daily living in stroke patients. So far, the effects of rPMS on muscle tone, which is the neurophysiological component of spasticity, have been evaluated, but its effects on the biomechanical component (soft tissue stiffness) have not been demonstrated. In this study, the effects of rPMS on soft tissue stiffness as well as increased muscle tone will be evaluated with clinical and ultrasound elastography in post-stroke patients with upper extremity spasticity.","detailedDescription":"The study is a randomized, double-blind, sham-controlled trial. Pos-stroke patients who applied to the Ankara University, Faculty of Medicine, Department of Physical Medicine and Rehabilitation and developed upper extremity spasticity will be included in the study.\n\nPatients included in the study will be randomized into two groups; treatment group and sham group. The block randomization will be preferred using the Random Allocation Software (RAS). 10 sessions of stretching exercises will be applied to all patients once a day, five sessions a week, with each session lasting 20 minutes. Patients in the treatment group will receive an additional peripheral magnetic stimulation therapy for the upper extremity arm/forearm spastic muscles on the hemiplegic side for a total of 10 sessions once a day, five sessions a week, for two weeks, each session lasting ten minutes. The patient will be seated in a chair. rPMS will not be given to the sham group, the device will not be operated, the probe of the device will be positioned in the same way as the patients in the treatment group for ten minutes, and the sounds recorded during the operation of the device will be heard by the patients. The patients and evaluators will not know which group the patients are in. rPMS treatment will be applied with the \"BTL-6000 Super Inductive System Elite\" in compliance with the recommendation by the manufacturer. The rPMS treatment parameters will be adjusted to use stimulus intensity above the motor threshold which is determined individually for each patient. Duration of each session will be 10 minutes.\n\nSocio-demographic data such as gender, age, education level, occupation, background, duration of stroke, type of lesion, history of comorbidities and drugs used for spasticity including the botulinum toxin injection will be recorded. The patients will be evaluated three times; at the beginning, after the treatment (week 2) and two weeks after the end of the treatment.\n\nPatients will be evaluated with the Fugl - Meyer Upper Extremity Motor Rating Scale, Modified Ashworth Scale (MAS) and Modified Tardieu Scale. Measurement of tissue stiffness will be made by shear wave elastography technique on the spastic upper extremity forearm/wrist flexor muscles of the affected side. Measurements will be made with the Siemens ACUSON S2000 Ultrasound System in kilopascals (kPa).\n\nThe Modified Ashworth Scale is considered the primary clinical measure of muscle spasticity. Hence it will be used as the primary outcome variable. Patients with severe spasticity (MAS stage 4) will not be included in the study. One unit decrease in MAS will be considered as clinically significant. Accordingly a power analysis yielded a sample size of 68 volunteers with 80% power and 5% margin of error. However, due to the nature of the study, it was planned to include a total of 76 volunteers, with an expected loss of 10%."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke","Spasticity","Magnetic stimulation","Ultrasound","Magnetotherapy"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","INVESTIGATOR"]}},"enrollmentInfo":{"count":76,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"therapeutic group","type":"EXPERIMENTAL","description":"therapeutic repetitive peripheral magnetic stimulation","interventionNames":["Device: therapeutic repetitive peripheral magnetic stimulation"]},{"label":"sham group","type":"SHAM_COMPARATOR","description":"sham repetitive peripheral magnetic stimulation","interventionNames":["Device: sham repetitive peripheral magnetic stimulation"]}],"interventions":[{"type":"DEVICE","name":"therapeutic repetitive peripheral magnetic stimulation","description":"Patients in the treatment group will receive peripheral magnetic stimulation therapy for the upper extremity arm/forearm spastic muscles on the hemiplegic side for a total of ten sessions once a day, five sessions a week, for two weeks, each session lasting ten minutes. Ten sessions of stretching exercises will be applied to all patients once a day, five sessions a week, with each session lasting 20 minutes.","armGroupLabels":["therapeutic group"]},{"type":"DEVICE","name":"sham repetitive peripheral magnetic stimulation","description":"rPMS will not be given to the sham group, the device will not be operated, the probe of the device will be positioned in the same way as the patients in the treatment group for ten minutes, and the sounds recorded during the operation of the device will be heard by the patients. Patients and evaluators will not know which group the patients are in. Ten sessions of stretching exercises will be applied to all patients once a day, five sessions a week, with each session lasting 20 minutes.","armGroupLabels":["sham group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Modified Ashworth Scale","description":"The Modified Ashworth scale measures resistance during passive soft-tissue stretching and is used as a simple measure of spasticity. Scores range from 0 to 4, where lower values represent normal muscle tone and higher values represent spasticity: 0: No increase in muscle tone; 1: Slight increase in muscle tone, manifested by a catch and release or by minimal resistance at the end of the range of motion when the affected part(s) is moved in flexion or extension; 1+: Slight increase in muscle tone, manifested by a catch, followed by minimal resistance throughout the remainder (less than half) of the ROM; 2: More marked increase in muscle tone through most of the ROM, but affected part(s) easily moved; 3: Considerable increase in muscle tone, passive movement difficult; 4: Affected part(s) rigid in flexion or extension","timeFrame":"Change from baseline at 4 weeks"}],"secondaryOutcomes":[{"measure":"Fugl - Meyer Upper Extremity Motor Rating Scale","description":"The Fugl - Meyer Upper Extremity Motor Rating Scale is a measure of upper-extremity motor weakness after stroke. It consists of 30 items assessing motor function and 3 items assessing reflex function. The 33 items that constitute the scale are scored on an ordinal scale of 0 (absent), 1 (partial impairment), and 2 (no impairment), resulting in a range of possible scores from 0 to 66. Lower values represent severe motor impairment, higher values represent mild motor impairment. The difference between R2 and R1 will be the measure of the dynamic component of spasticity.","timeFrame":"Change from baseline at 4 weeks"},{"measure":"Modified Tardieu Scale","description":"The Modified Tardieu Scale is used clinically to measure spasticity in patients with neurological conditions. It is differentiated into 3 parts and measures the passive range of motion (described as R2) at a stretching velocity as slow as possible (described as VI); grades the quality of muscle reaction to passive stretch at the fastest stretching velocity (described as V3); and 3) measures the angle of muscle reaction at the point of resistance to the fastest stretching velocity when the overactive stretch reflex produces a first catch (angle of muscle reaction; described as R1). The quality of muscle reaction was then rated at the fastest stretching velocity, and scores range from 0 to 5; 0 is no resistance to passive ROM to 5 indicating joint is immobile. The difference between R2 and R1 will be the measure of the dynamic component of spasticity.","timeFrame":"Change from baseline at 4 weeks"},{"measure":"Ultrasound elastography","description":"A method to measure tissue stiffness quantitatively.","timeFrame":"Change from baseline at 4 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Being diagnosed with stroke according to the definition of the World Health Organization (1989)\n* Being over 18 years old\n* Having a stroke confirmed by Computed Tomography (CT) and Magnetic Resonance Imaging (MRI)\n* Patients with spasticity between grade 1 and 3 according to the Modified Ashworth Scale (MAS) in the upper extremity arm/forearm muscle\n* Wellness of the patient's general condition after stroke\n\nExclusion Criteria:\n\n* Patients treated with botulinum toxin, phenol, alcohol injection for spasticity in the last 6 months\n* Patients who have previously undergone antispastic surgery to the treatment area\n* Patients with a change in oral antispastic drug use in the last 6 months\n* Patients with fixed contractures in the elbow and wrist\n* Patients with signs of acute inflammation in the treatment area\n* Patients with bleeding diathesis\n* Patients with implanted devices (cardiac pacemaker, cochlear implant, drug pumps)\n* Patients with vascular problems such as deep vein thrombosis, phlebitis, varicose veins, arterial disease\n* Patients with a history of cancer in the treatment area\n* Pregnancy\n* Patients with metal implants in the treatment area\n* Patients with nonunion fractures at the treatment site","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Haydar Gok, Professor","role":"CONTACT","phone":"+903125956020","email":"haydar.gok@gmail.com"},{"name":"Sehim Kutlay, Professor","role":"CONTACT","phone":"+903125956331","email":"sehim.kutlay@gmail.com"}],"overallOfficials":[{"name":"Haydar Gok, Professor","affiliation":"Ankara University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Ankara University Faculty of Medicine, Cebeci Hospital, Neurorehabilitation Clinic","status":"RECRUITING","city":"Ankara","zip":"06340","country":"Turkey","contacts":[{"name":"Haydar Gok, Prof","role":"CONTACT","phone":"+903125956020","email":"haydar.gok@gmail.com"}],"geoPoint":{"lat":39.91987,"lon":32.85427}}]},"referencesModule":{"references":[{"pmid":"27291521","type":"BACKGROUND","citation":"Feigin VL, Roth GA, Naghavi M, Parmar P, Krishnamurthi R, Chugh S, Mensah GA, Norrving B, Shiue I, Ng M, Estep K, Cercy K, Murray CJL, Forouzanfar MH; Global Burden of Diseases, Injuries and Risk Factors Study 2013 and Stroke Experts Writing Group. Global burden of stroke and risk factors in 188 countries, during 1990-2013: a systematic analysis for the Global Burden of Disease Study 2013. Lancet Neurol. 2016 Aug;15(9):913-924. doi: 10.1016/S1474-4422(16)30073-4. Epub 2016 Jun 9."},{"pmid":"23885710","type":"BACKGROUND","citation":"Thibaut A, Chatelle C, Ziegler E, Bruno MA, Laureys S, Gosseries O. Spasticity after stroke: physiology, assessment and treatment. Brain Inj. 2013;27(10):1093-105. doi: 10.3109/02699052.2013.804202. Epub 2013 Jul 25."},{"pmid":"7192811","type":"BACKGROUND","citation":"Lance JW. The control of muscle tone, reflexes, and movement: Robert Wartenberg Lecture. Neurology. 1980 Dec;30(12):1303-13. doi: 10.1212/wnl.30.12.1303. No abstract available."},{"pmid":"29058612","type":"BACKGROUND","citation":"Lieber RL, Roberts TJ, Blemker SS, Lee SSM, Herzog W. Skeletal muscle mechanics, energetics and plasticity. J Neuroeng Rehabil. 2017 Oct 23;14(1):108. doi: 10.1186/s12984-017-0318-y."},{"pmid":"19597266","type":"BACKGROUND","citation":"Bandholm T, Magnusson P, Jensen BR, Sonne-Holm S. Dorsiflexor muscle-group thickness in children with cerebral palsy: relation to cross-sectional area. NeuroRehabilitation. 2009;24(4):299-306. doi: 10.3233/NRE-2009-0482."},{"pmid":"29487968","type":"BACKGROUND","citation":"Ozturk A, Grajo JR, Dhyani M, Anthony BW, Samir AE. Principles of ultrasound elastography. Abdom Radiol (NY). 2018 Apr;43(4):773-785. doi: 10.1007/s00261-018-1475-6."},{"pmid":"30030747","type":"BACKGROUND","citation":"Vola EA, Albano M, Di Luise C, Servodidio V, Sansone M, Russo S, Corrado B, Servodio Iammarrone C, Caprio MG, Vallone G. Use of ultrasound shear wave to measure muscle stiffness in children with cerebral palsy. J Ultrasound. 2018 Sep;21(3):241-247. doi: 10.1007/s40477-018-0313-6. Epub 2018 Jul 20."},{"pmid":"24561057","type":"BACKGROUND","citation":"Krewer C, Hartl S, Muller F, Koenig E. Effects of repetitive peripheral magnetic stimulation on upper-limb spasticity and impairment in patients with spastic hemiparesis: a randomized, double-blind, sham-controlled study. Arch Phys Med Rehabil. 2014 Jun;95(6):1039-47. doi: 10.1016/j.apmr.2014.02.003. Epub 2014 Feb 19."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000009128","term":"Muscle Spasticity"},{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000009135","term":"Muscular Diseases"},{"id":"D000009140","term":"Musculoskeletal Diseases"},{"id":"D000009122","term":"Muscle Hypertonia"},{"id":"D000020879","term":"Neuromuscular Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M11775","name":"Muscle Spasticity","asFound":"Spasticity","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M11782","name":"Muscular Diseases","relevance":"LOW"},{"id":"M11787","name":"Musculoskeletal Diseases","relevance":"LOW"},{"id":"M11769","name":"Muscle Hypertonia","relevance":"LOW"},{"id":"M22309","name":"Neuromuscular Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}