{"protocolSection":{"identificationModule":{"nctId":"NCT03969927","orgStudyIdInfo":{"id":"STUDY00142927"},"organization":{"fullName":"University of Kansas Medical Center","class":"OTHER"},"briefTitle":"User-friendliness of a Portable Driving Simulator","officialTitle":"User-friendliness of a Portable Driving Simulator to Retrain Impaired Driving Skills in Stroke Survivors and in Individuals With Parkinson's Disease and Multiple Sclerosis"},"statusModule":{"statusVerifiedDate":"2022-11","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-08-28","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-06-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-06-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2019-05-25","studyFirstSubmitQcDate":"2019-05-29","studyFirstPostDateStruct":{"date":"2019-05-31","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-11-01","lastUpdatePostDateStruct":{"date":"2022-11-02","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Kansas Medical Center","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The use of simulators to retrain driving skills of patients with stroke, Parkinson's disease (PD), or multiple sclerosis (MS) is very limited because of cost, space required, and incidence of simulator sickness in high fidelity simulators. The Principal investigator recently developed a low cost low fidelity portable driving simulator (PDS). In this pilot study, the study team will (1) determine the ease of use and occurrence of simulator sickness while operating the low fidelity PDS in a clinic setting and (2) the efficacy of the low fidelity PDS to reproduce the benefits from retraining impaired driving skills of stroke survivors in a high-fidelity simulator.\n\nParticipants: 30 participants, separated according to neurological condition including stroke, PD, or MS, will be randomly allocated to either the PDS or fixed-base high-fidelity simulator training. Each participant will undergo a pre-training evaluation, five hours of designated training and a post-training assessment, similar to the pre-training evaluation. Data will be analyzed according to study aims.\n\nThe investigators hypothesize that the simple set up of the PDS will make it easier to use and better decrease the incidence of simulator sickness that typically leads to stopping therapy than the high-fidelity simulator.\n\nThe investigators hypothesize that improvements in lane maintenance, adherence to speed limits, reaction to traffic lights, and overall reaction time after training using the PDS will not be significantly different from improvements observed after training using the high-fidelity driving simulator.","detailedDescription":"Aims: The aims of the proposed study are to determine (1) the ease of use and development of simulator sickness while operating the low fidelity Portable Driving Simulator (PDS) in a clinic setting and (2) the efficacy of the low fidelity PDS to reproduce the benefits from retraining impaired driving skills of stroke survivors, persons with Parkinson's Disease (PD) or multiple sclerosis (MS) in a high-fidelity fixed-base simulator.\n\nHypotheses: For the first study aim 1, the investigators hypothesize that the simple set up of the PDS will make it easier to use and better mitigate incidence of simulator sickness that typically leads to attrition than in a high-fidelity simulator.\n\nFor study aim 2, the investigators hypothesize that improvements in lane maintenance, adherence to speed limits, reaction to traffic lights, and overall reaction time after training using the PDS will not be significantly different from improvements observed after training using the high-fidelity driving simulator.\n\nBackground: Currently, simulator-based training is the method with the best evidence of retraining impaired driving-related skills after stroke and with promise in individuals with Parkinson's disease (PD) or multiple sclerosis (MS). Driving simulators enable patients to retrain impaired driving skills in a context that evokes and ''mimics'' the perceptual, cognitive, and motor processes used in real-world driving. The fact that real-world traffic and driving situations can be presented many times over, without any safety risk, under full experimenter or clinician control, and with ''instant replay'' possibility to augment feedback enhances the utility of the driving simulator as an ideal tool for driving rehabilitation.\n\nHowever, the use of simulators to retrain driving skills of patients with stroke, PD, or MS has been very limited because of three major reasons. The cost of currently available driving simulators (between $50,000 to $500,000), the space needed to house the simulators (15 to 50 square feet), and the incidence of simulator sickness (rate = 5 - 25%) in high-fidelity simulators. The principal investigator recently developed a low cost ($10,000) low fidelity portable driving simulator (PDS) in the University of Kansas Laboratory for Advanced Rehabilitation Research in Simulation (LARRS) that measures 25.5\" Wide, 32.5\" High, and 25\" Deep and requires only approximately 4 square feet of space.\n\nStudy Objectives:\n\n1. Determine the ease of use and occurrence of simulator sickness while operating the low fidelity PDS in a clinic setting.\n2. Determine the efficacy of the low fidelity PDS to reproduce the benefits from retraining impaired driving skills of stroke survivors in a high-fidelity simulator.\n\nStudy Procedures: The study team will recruit 10 participants with a first ever stroke, 10 participants with PD (Hoehn \\& Yahr stage 2 or 3 during on-medication) and 10 participants with MS (Expanded Disability Status Scale between 3 and 6.5). Participants in each diagnosis group will be randomly allocated, based on a computer generated random sequence, into either the PDS or high-fidelity simulator training. The randomization process will be done by principal investigator. All participants will undergo a pre-training evaluation that includes driving-related physical, visual, and cognitive tests. Studies have shown that a minimum of five hours of training in a simulator is needed for meaningful improvement in driving skills. As such, each participant will receive five hours of the assigned training. The first session in the simulator will establish participants' baseline driving performance. The next three training sessions will be directed at addressing the deficits in specific skills identified from the baseline performance. The fifth session in the simulator will establish participants' post-training driving performance. All participants will again undergo a post-training evaluation similar to the pre-training evaluation. The five training sessions in the simulator will each last approximately one hour per day, twice or thrice a week, and will be completed in two weeks. The study coordinator, who will be blind to participants' group allocation, will administer both the pre- and post-training evaluations. A research student in the Laboratory for Advanced Rehabilitation Research in Simulation supervised by Dr. Hannes Devos and Dr. Abiodun Akinwuntan will train all participants."},"conditionsModule":{"conditions":["Parkinson Disease","Multiple Sclerosis","Stroke"],"keywords":["Simulation","Driving Simulation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"OTHER","maskingInfo":{"masking":"DOUBLE","maskingDescription":"The participant and the research assistant providing the training are not masked. The rest of the study conductors are masked regarding participant arm allocation.","whoMasked":["INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":30,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Low-Fidelity PDS Training","type":"EXPERIMENTAL","description":"Individuals with stroke, PD, or MS","interventionNames":["Device: Low-Fidelity PDS"]},{"label":"High Fidelity Fixed-Base Simulator Training","type":"ACTIVE_COMPARATOR","description":"Individuals with stroke, PD, or MS","interventionNames":["Device: High Fidelity Fixed-Base Simulator"]}],"interventions":[{"type":"DEVICE","name":"Low-Fidelity PDS","description":"The principal investigator recently developed a low cost ($10,000) low fidelity portable driving simulator (PDS) in the University of Kansas Laboratory for Advanced Rehabilitation Research in Simulation (LARRS) that measures 25.5\" Wide, 32.5\" High, and 25\" Deep and requires only approximately 4 square feet of space.\n\nThis intervention uses the PDS to retrain study participants and improve their driving related skills.","armGroupLabels":["Low-Fidelity PDS Training"],"otherNames":["Portable Driving Simulator"]},{"type":"DEVICE","name":"High Fidelity Fixed-Base Simulator","description":"This intervention uses the large high-fidelity fixed-base driving simulator to retrain study participants and improve their driving related skills.","armGroupLabels":["High Fidelity Fixed-Base Simulator Training"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"User-Friendliness","description":"User-Friendliness will be assessed using a User-Friendliness Survey which is a Likert scale. \\[1-5 scale with 1 representing the lowest degree of user-friendliness and 5 representing the highest degree of user-friendliness\\]","timeFrame":"Assessed at the End of visit 2, visit 3, and visit 4. These visits will take place over an average of one week."},{"measure":"Simulator Sickness","description":"Simulator Sickness and symptoms of Simulator Sickness will be assessed using questionnaire adapted from the 1993 Kennedy et al Simulator Sickness Questionnaire. \\[This will be reported from a 0-228.14 scale with 0 representing the lowest possible degree of Simulator Sickness and 228.14 indicating the greatest possible degree of Simulator Sickness\\]","timeFrame":"Assessed during visit 1, visit 2, visit 3, visit 4, and visit 5. These visits will take place over an average of one week."},{"measure":"Driving Performance","description":"Driving Performance will be assessment by a Driving rehabilitation specialist before and after each participant undergoes training. The participants will be tested on the high-fidelity driving simulator and the driving simulator provide objective measurements of lane position maintenance, adherence to speed limits, reaction to traffic lights, and overall reaction time.","timeFrame":"Assessed during visit 1, and visit 5. These visits will take place over an average of one week."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosis of a first ever stroke, PD, or MS\n* Valid driver's licenses, ≥ 3 years driving experience,\n* Mini-mental State Examination score ≥24, and\n* Binocular acuity of at least 20/60 in compliance with state of Kansas driving laws\n\nExclusion Criteria:\n\n- Diagnosis of traumatic brain injury or any other neurological condition apart from stroke, PD, and MS.","healthyVolunteers":false,"sex":"ALL","minimumAge":"25 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Abiodun E Akinwuntan, PhD","role":"CONTACT","phone":"19132914697","email":"aakinwuntan@kumc.edu"}],"overallOfficials":[{"name":"Abiodun Akinwuntan, PhD, MPH MBA","affiliation":"University of Kansas School of Health Professions","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Abiodun Akinwuntan","status":"RECRUITING","city":"Kansas City","state":"Kansas","zip":"66160-8500","country":"United States","contacts":[{"name":"Abiodun E Akinwuntan, PhD","role":"CONTACT","phone":"913-291-4697","email":"aakinwuntan@kumc.edu"}],"geoPoint":{"lat":39.11417,"lon":-94.62746}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"All data generated during the project will be entered into a secure REDCap database. This database will be housed on a secure network drive that is routinely backed-up to an offsite data storage location. Upon completion of the project, all data will be de-identified and available for other investigators at their request, in compliance with the NIH guidelines. The study team does not anticipate unique resources will be developed and thus are not providing a plan for resource sharing Sharing Model Organisms: Generation of new model organisms is not anticipated for this project.\n\nGenome-Wide Association Studies (GWAS): This project does not include a genome-wide association study.","timeFrame":"The data will be available after the completion of the study."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000010300","term":"Parkinson Disease"},{"id":"D000009103","term":"Multiple Sclerosis"},{"id":"D000012598","term":"Sclerosis"}],"ancestors":[{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000020734","term":"Parkinsonian Disorders"},{"id":"D000001480","term":"Basal Ganglia Diseases"},{"id":"D000009069","term":"Movement Disorders"},{"id":"D000080874","term":"Synucleinopathies"},{"id":"D000019636","term":"Neurodegenerative Diseases"},{"id":"D000020278","term":"Demyelinating Autoimmune Diseases, CNS"},{"id":"D000020274","term":"Autoimmune Diseases of the Nervous System"},{"id":"D000003711","term":"Demyelinating Diseases"},{"id":"D000001327","term":"Autoimmune Diseases"},{"id":"D000007154","term":"Immune System Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M12903","name":"Parkinson Disease","asFound":"Parkinson's Disease","relevance":"HIGH"},{"id":"M11750","name":"Multiple Sclerosis","asFound":"Multiple Sclerosis","relevance":"HIGH"},{"id":"M15105","name":"Sclerosis","asFound":"Sclerosis","relevance":"HIGH"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M22184","name":"Parkinsonian Disorders","relevance":"LOW"},{"id":"M25293","name":"Ganglion Cysts","relevance":"LOW"},{"id":"M16048","name":"Synovial Cyst","relevance":"LOW"},{"id":"M4464","name":"Basal Ganglia Diseases","relevance":"LOW"},{"id":"M11719","name":"Movement Disorders","relevance":"LOW"},{"id":"M2217","name":"Synucleinopathies","relevance":"LOW"},{"id":"M21248","name":"Neurodegenerative Diseases","relevance":"LOW"},{"id":"M4319","name":"Autoimmune Diseases","relevance":"LOW"},{"id":"M21788","name":"Demyelinating Autoimmune Diseases, CNS","relevance":"LOW"},{"id":"M21784","name":"Autoimmune Diseases of the Nervous System","relevance":"LOW"},{"id":"M6599","name":"Demyelinating Diseases","relevance":"LOW"},{"id":"M9890","name":"Immune System Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC20","name":"Immune System Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC17","name":"Skin and Connective Tissue Diseases"},{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"}]}},"hasResults":false}