{"protocolSection":{"identificationModule":{"nctId":"NCT05133232","orgStudyIdInfo":{"id":"2017/01009"},"organization":{"fullName":"National University Hospital, Singapore","class":"OTHER"},"briefTitle":"Effect of SynPhNe Physio-neuro Platform on Hand Motor Function Rehabilitation of Acute and Subacute Stroke Patients","officialTitle":"Effect of SynPhNe Physio-neuro Platform on Hand Motor Function Rehabilitation of Acute and Subacute Stroke Patients"},"statusModule":{"statusVerifiedDate":"2022-12","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-07-04","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-10-06","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-10-06","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-08-19","studyFirstSubmitQcDate":"2021-11-12","studyFirstPostDateStruct":{"date":"2021-11-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-12-19","lastUpdatePostDateStruct":{"date":"2022-12-20","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"National University Hospital, Singapore","class":"OTHER"},"collaborators":[{"name":"SynPhNe Pte Ltd.","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke is a major cause of adult long term disability and the fourth leading cause of death and affects 1·8/1000 persons in Singapore. Post-stroke functional recovery of upper limb is poor with 80% of stroke survivors having some upper limb disability during the acute to subacute phase after stroke. Early rehabilitation is paramount for enhancing the survival and independence of stroke patients and inadequate supervised therapy hours is closely associated with poor rehabilitation outcome. However, high intensity and high repetition therapies, which facilitates neuroplasticity, have historically had a poor uptake because it is manpower intensive and places a high demand on stroke patients, many of whom cannot cope. High fatigue and sustained levels of effort are also generally perceived as placing the patient at risk if done at home without trained supervision.\n\nRobotic rehabilitation system can provide high-intensity, repetitive, task-specific, interactive treatment of the impaired upper limb and can serve as an objective and reliable means of monitoring patient progress.\n\nStroke subjects also have a wide spectrum of disability resulting in unconscious co-contractions and compensatory muscle use. Although these disability elements are widely acknowledged to be present, technological tools for identifying and quantifying these are missing. This technology gap affects the optimization of therapy and the patients' understanding of their condition.\n\nThis study aims:\n\n1. To investigate the feasibility and efficacy of using the SynPhNe device outside of conventional therapy time, compared with conventional occupational therapy alone, on hand motor function in acute and subacute stroke patients;\n2. To evaluate the feasibility of the use of SynPhNe by acute and subacute stroke patients with minimized supervision;\n3. To investigate subject and staff perceptions in terms of usability and benefit of the device;\n4. To study clinical outcomes, EEG, EMG and TMS changes over the course of the study;\n5. To compare the cost-benefit of SynPhNe therapy on inpatients with standard care.\n\nHypotheses:\n\n1. SynPhNe therapy will have added benefit compared to conventional occupational therapy alone on hand motor function in acute and subacute stroke patients;\n2. SynPhNe can be used with minimal supervision by acute and subacute stroke patients so that the efficiency of rehabilitation is increased;\n3. SynPhNe therapy is a cost-effective inpatient rehabilitation option.","detailedDescription":"Stroke is a major cause of adult long term disability and the fourth leading cause of death and affects 1·8/1000 persons in Singapore. Post-stroke functional recovery of upper limb is poor with 80% of stroke survivors having some upper limb disability during the acute to subacute phase after stroke. Early rehabilitation is paramount for enhancing the survival and independence of stroke patients and inadequate supervised therapy hours is closely associated with poor rehabilitation outcome. However, high intensity and high repetition therapies, which facilitates neuroplasticity, have historically had a poor uptake because it is manpower intensive and places a high demand on stroke patients, many of whom cannot cope. High fatigue and sustained levels of effort are also generally perceived as placing the patient at risk if done at home without trained supervision.\n\nRobotic rehabilitation system can provide high-intensity, repetitive, task-specific, interactive treatment of the impaired upper limb and can serve as an objective and reliable means of monitoring patient progress. However, robotic rehabilitation technologies have not had the wide-ranging impact that was once expected. Not only are they difficult to afford for the general population but their training options are limited, with most of them allowing basic joint movements such as wrist extension, finger extension and the like, rather than actual everyday tasks and activity level training. Those devices that provide a wider variety of everyday task training are more complex and expensive and few are designed to be used at home.\n\nStroke subjects also have a wide spectrum of disability which includes muscle weakness, lack of control, cognitive deficits, joint pain, and deeply embedded, maladaptive muscle couplings resulting in unconscious co-contractions and compensatory muscle use. Although these disability elements are widely acknowledged to be present, technological tools for identifying and quantifying these are missing. This technology gap affects the optimization of therapy and the patients' understanding of their condition. In many cases, patients are unable to grasp why there is no visible progress despite sincere effort, leading to discouragement and an eventual drop out of therapy. Conversely, a therapist may conclude no further improvement is feasible and place the patient on maintenance exercises. It is well known that patients may be required to follow different therapy roadmaps for hand function depending on the nature and extent of deficits. This would involve not just strength training but also co-ordination, organization, and goal-based execution. To be truly effective, a rehabilitation platform must be able to deliver a wide range of tasks and activities in a guided manner while measuring incremental as well as overall performance in a quantitative manner.\n\nIn this study, we intend to fill the gap using SynPhNe- a physio-neuro platform. It can provide an early, repetitive and task-specific hand rehabilitation with less supervision using correct muscle groups and muscle synergies of stroke patients. It also can engage physical and cognitive aspects of stroke patients. We had previously conducted a study using the SynPhNe device in chronic stroke patients and found an average of 6.3% improvement in the upper extremity component of the Fugl-Meyer score (p=0.015), and a 22% improvement in the Action Research Arm test (p=0.003) after a 4 week intervention (DSRB 2012/00521). Just as with conventional therapy, we expect that the effect will be more pronounced in the acute to sub-acute stages of stroke when there is a greater degree of neuronal plasticity. Hence, we propose this study, where we intend to explore the use of the SynPhNe to: 1) increase the time the stroke-affected hand is used in therapeutic activity; 2) improve the effectiveness of upper extremity rehabilitation; 3) reduce the length of inpatients hospital stay.\n\nSpecific study aims: 1) To investigate the feasibility and efficacy of using the SynPhNe device outside of conventional therapy time, compared with conventional occupational therapy alone, on hand motor function in acute and subacute stroke patients; 2. To evaluate the feasibility of the use of SynPhNe by acute and subacute stroke patients with minimized supervision; 3. To investigate subject and staff perceptions in terms of usability and benefit of the device; 4. To study clinical outcomes, EEG, EMG and TMS changes over the course of the study; 5. To compare the cost-benefit of SynPhNe therapy on inpatients with standard care.\n\nHypotheses: 1. SynPhNe therapy will have added benefit compared to conventional occupational therapy alone on hand motor function in acute and subacute stroke patients; 2. SynPhNe can be used with minimal supervision by acute and subacute stroke patients so that the efficiency of rehabilitation is increased; 3. SynPhNe therapy is a cost-effective inpatient rehabilitation option.\n\nThe study will be conducted in 2 phases:\n\nPhase 1: This will be a prospective cohort study recruiting 40 stroke subjects upon their admission to the inpatient rehabilitation unit at AH within 4 months of stroke. Subjects will be given the option to participate in the active SynPhNe intervention arm, or participate as controls. 20 subjects will be recruited to the intervention arm and 20 to the control arm. Subject drop-outs will be replaced to meet the recruitment target. All subjects will continue with their conventional occupational therapy (OT) as per usual medical care plan. The subjects in the SynPhNe arm will receive training with the device for 15-18 sessions over the course of 4 weeks, in addition to conventional occupational therapy. If the subject is discharged before completing the required training sessions, they will be requested to complete the remaining sessions at outpatient clinic, or at home being supervised remotely via Microsoft team viewer. Among them, the first 5 subjects will be supervised fully for all training sessions, the subsequent subjects, we will attempt to decrease the amount of supervision provided after the first 5 sessions, according to the competence of the subjects to navigate the system independently. The control group will continue with conventional occupational therapy without training with SynPhNe device. Subject who drops out from the intervention group but has completed the first session for the introduction of the use of SynPhNe device, will be given an option to be enrolled in the control group. Both groups will undergo outcome measurements at pre-intervention, post intervention and 4 weeks after intervention by staff who is blinded to the intervention allocation, including:\n\n1. Clinical outcome measures for upper limb function: the upper extremity of the Fugl-Meyer scale, Action Research Arm Test, ,grip strength, 9-hole peg test, Modified Ashworth scale\n2. Hospital Anxiety and Depression Scale (HADS);\n3. EQ5D;\n4. Transcranial Magnetic Stimulation (TMS) measures of cortical excitability for those without TMS contraindications; The outcome measures for the control group is the same as above, and will be done at similar timepoints, i.e., after recruited (pre), after 15-18 session of conventional occupational therapy (post), and 4 weeks later (post 4-weeks).\n\nFor subject's convenience, post assessment and post 4 weeks assessment are allowed to be completed within 1 week after the actual dates. Subject's medical history, length of inpatient rehabilitation stay, FIM score at recruitment, number of conventional therapy sessions and duration, will be retrieved from subject's medical record. The following information will also be collected in order to evaluate the application of SynPhNe device in stroke rehabilitation:\n\n1. Subject questionnaire which will include questions on usability, perceptions of the device and its effectiveness;\n2. Caregiver strain index;\n\nThe SynPhNe device training protocol will last approximately 60 minutes.\n\nThe following information will be automatically collected by the SynPhNe device during the course of the training:\n\n1. Number of sessions of training with SynPhNe device, duration of each session;\n2. EEG/EMG scores during rest and various stages in the therapy protocol. 3. Environment parameters: temperature, noise, etc.\n\nProgress in ability to perform grasping, picking, reaching, transferring and object releasing based on visual data will be recorded by video camera. The video recording is necessary to correlate and verify EMG data changes in the course of different therapy actions. The face and identifiers of subjects will not be captured. If it is accidentally captured, the video for that session will be deleted after the training session. TMS measurement of corticospinal excitability was performed by a trained research staff. Resting motor threshold (RMT), short intra-cortical inhibition (SICI) and short intra-cortical facilitation (SICF) will be measured using TMS stimulation of the primary motor cortex, with subject sitting upright in a chair with back supported, looking forward, with both forearms resting comfortably on pillows and elbows supported at 90 degrees. Motor-evoked potentials (MEPs) are recorded from the abductor pollicus brevis (APB) via surface electrodes in a belly-tendon arrangement. Single- and paired-pulse TMS are delivered through a 70 mm figure-of-eight coil, placed on the scalp with the handle pointing posteriorly at a 45° between the coronal and sagittal planes. The optimal scalp position for activating APB was determined from initial exploration over a 1-cm grid marked on a swimming cap worn over the head. RMT is defined by the lowest intensity eliciting peak-to-peak MEP amplitude of 50µV, in at least 5 out of 10 trials from single-pulse TMS stimulation. SICI and SICF are measured using paired-pulse stimulation with a conditioning stimulus of 80% of RMT followed by a test stimulus of 120% of RMT. MEPs were recorded with different inter-stimulus intervals (ISIs), 2, 3, 6, 10, 15 ms.\n\nPhase 2: To assess the feasibility of the use of the SynPhNe device with minimal supervision in a home environment, 10 acute or sub-acute stroke subjects who come from inpatient rehabilitation pool preparing for discharge, and their caregivers, will be recruited for SynPhNe training. The first 5 sessions will be fully supervised by research staff (either physically at the hospital or remotely via Microsoft team viewer) and the caregivers of the subject will be trained on the operation of the synphne device. The subsequent sessions will be assisted by the trained caregiver at home. The protocol, duration and frequency of the SynPhNe training will be the same as the intervention group of the Phase 1.\n\nIn this cohort, a caregiver/ facilitator questionnaire on usability and perceived effectiveness of the device will be administered, in addition to the outcome measures common to all. \"Incidental findings\" are findings that have potential health or reproductive importance to research participants and are discovered in the course of conducting the study, but are unrelated to the purposes, objectives or variables of the study. There will be no incidental findings arising in this research, as all outcome assessments in this study are designed for the purposes of the study- to study clinical outcomes, EEG, EMG and TMS changes over the course of the study. Clinical outcomes include Action Research Arm Test, Fugl-Meyer Assessment, grip strength, Modified Ashworth scale, 9 hole peg test. All these are measurement of upper limb motor function. EEG, EMG and TMS measures are for corticospinal excitability levels. And the questionnaires are for evaluating the feasibility of the use of SynPhNe by stroke patients."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Prospective cohort study","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"Outcome measures will be conducted by a study staff who is blinded to the allocation of the subject.","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":80,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"SynPhNe physio-neuro platform","type":"EXPERIMENTAL","description":"Subjects will receive 15 to18 sessions of training at 60 minutes each on the use of the SynPhNe physio-neuro platform, for over the course of 4 weeks, outside of their conventional occupational therapy in accordance to a study protocol.","interventionNames":["Device: SynPhNe physio-neuro platform"]},{"label":"Conventional occupational therapy","type":"NO_INTERVENTION","description":"Subjects will receive conventional occupational therapy (OT) only."}],"interventions":[{"type":"DEVICE","name":"SynPhNe physio-neuro platform","description":"The SynPhNe device training protocol lasting approximately 60 mins:\n\n1. Preparation for setup (\\~5 mins)\n2. Instruction video led warm up with active single and multi-joint movements - (\\~20 mins): • Wrist extension and flexion• Fingers extension and flexion• Arm pronation and supination• Open grasp and close grasp • Open pinch and close pinch• Pronate and close grasp/ supinate and open grasp\n3. Rest break - (\\~5 mins)\n4. Video led task practice as per the tasks below (any 4 tasks only) - (\\~30 mins) • Grasp, lift and transfer water bottle using cylindrical grasp• Grasp lift and transfer pen using pinch grip• Flip pages of a book using lateral pinch grip• Use chopsticks to lift, transfer and place a small object• grasp doorknob and turn clockwise/anticlockwise, spoon scoop to pick up macaroni, open/ close a cylindrical jar, put object in pouch while holding it open and close it, fold/crease/tear a A4 size paper or fold handkerchief, reach a basket at different heights with an object.","armGroupLabels":["SynPhNe physio-neuro platform"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change of the upper extremity motor function using Fugl-Meyer scale","description":"Upper limb function, Minimum score 0, Maximum score 66, the higher the score the better the upper limb function.","timeFrame":"Change of the upper extremity motor function after intervention, Change of the upper extremity motor function 4 weeks after intervention"},{"measure":"Change of upper extremity performance (coordination, dexterity and functioning) using Action Research Arm Test","description":"Upper limb function, Minimum score 0, Maximum score 57, the higher the score the better the upper limb function.","timeFrame":"Change of upper extremity performance after intervention, Change of upper extremity performance 4 weeks after intervention"},{"measure":"Change of Grip strength % using Dynamometer","description":"Upper limb function","timeFrame":"Change of Grip strength % after intervention, Change of Grip strength % 4 weeks after intervention"},{"measure":"Change of cortical excitability using Transcranial Magnetic Stimulation (TMS)","description":"measures of cortical excitability for those without TMS contraindications","timeFrame":"Change of cortical excitability after intervention, Change of cortical excitability 4 weeks after intervention"}],"secondaryOutcomes":[{"measure":"Change of finger dexterity using 9-hole peg test","description":"Upper limb function","timeFrame":"Change of finger dexterity after intervention, Change of finger dexterity 4 weeks after intervention"},{"measure":"Change of spasticity using Modified Ashworth scale","description":"Upper limb function, Minimum score 0, Maximum score 5, the higher the score the worst the upper limb function.","timeFrame":"Change of spasticity after intervention, Change of spasticity 4 weeks after intervention"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Hemiparetic stroke (haemorrhagic or ischaemic) within 4 months of recruitment;\n2. FMA UE less than 55 (out of maximum of 66) but able to extend at least 2 fingers in the affected hand 10 degrees at any joint with pain-free passive range of motion at least 50% in all joints below the elbow;\n3. Age 21-90.\n\nExclusion criteria:\n\n1. Cognitive or language impairment resulting in inability to follow instructions or inability to sustain attention for more than 10 minutes or inability to give consent;\n2. Poor sitting balance (inability to sustain unsupported sitting for \\> 10min)\n3. Other orthopaedic or neurological diseases other than stroke affecting the function of the stroke-affected arm;\n4. severe pain in the stroke affected upper limb\n5. Terminal diseases with expected survival \\<1 year\n6. Women who are pregnant or breastfeeding\n7. Patients who are in medically unstable conditions.","healthyVolunteers":false,"sex":"ALL","minimumAge":"21 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Effie Chew, MBBS","role":"CONTACT","phone":"93653542","email":"effie_chew@nuhs.edu.sg"},{"name":"Evania Wong","role":"CONTACT","phone":"90466080","email":"evania_wong@nuhs.edu.sg"}],"overallOfficials":[{"name":"Effie Chew, MBBS","affiliation":"National University Hospital, Singapore","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Alexandra hospital","status":"RECRUITING","city":"Singapore","country":"Singapore","contacts":[{"name":"Effie, MBBS","role":"CONTACT"},{"name":"Effie Chew, MBBS","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":1.28967,"lon":103.85007}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}