{"protocolSection":{"identificationModule":{"nctId":"NCT05268861","orgStudyIdInfo":{"id":"MP-50-2022-1523"},"organization":{"fullName":"McGill University","class":"OTHER"},"briefTitle":"The Role of Cognition in Motor Learning After Stroke","officialTitle":"The Role of Cognition in the Use of Enhanced Intrinsic Feedback for Motor Learning After Stroke"},"statusModule":{"statusVerifiedDate":"2022-02","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-04","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-09","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-09","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-12-29","studyFirstSubmitQcDate":"2022-02-24","studyFirstPostDateStruct":{"date":"2022-03-07","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-02-24","lastUpdatePostDateStruct":{"date":"2022-03-07","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Mindy F. Levin","investigatorTitle":"Professor","investigatorAffiliation":"McGill University"},"leadSponsor":{"name":"McGill University","class":"OTHER"},"collaborators":[{"name":"Canadian Institutes of Health Research (CIHR)","class":"OTHER_GOV"},{"name":"Montreal Neurological Institute and Hospital","class":"OTHER"},{"name":"Centre for Interdisciplinary Research in Rehabilitation of Greater Montreal","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke leads to lasting problems in using the upper limb (UL) for everyday life activities. While rehabilitation programs depend on motor learning, UL recovery is less than ideal. Implicit learning is thought to lead to better outcomes than explicit learning. Cognitive factors (e.g., memory, attention, perception), essential to implicit motor learning, are often impaired in people with stroke. The objective of this study is to investigate the role of cognitive deficits on implicit motor learning in people with stroke. The investigators hypothesize that 1) subjects with stroke will achieve better motor learning when training with additional intrinsic feedback compared to those who train without additional intrinsic feedback, and 2) individuals with stroke who have cognitive deficits will have impairments in their ability to use feedback to learn a motor skill compared to individuals with stroke who do not have cognitive deficits.\n\nA recent feedback modality, called error augmentation (EA), can be used to enhance motor learning by providing subjects with magnified motor errors that the nervous system can use to adapt performance. The investigators will use a custom-made training program that includes EA feedback in a virtual reality (VR) environment in which the range of the UL movement is related to the patient's specific deficit in the production of active elbow extension. An avatar depiction of the arm will include a 15 deg elbow flexion error to encourage subjects to increase elbow extension beyond the current limitations. Thus, the subject will receive feedback that the elbow has extended less than it actually has and will compensate by extending the elbow further. Subjects will train for 30 minutes with the EA program 3 times a week for 9 weeks. Kinematic and clinical measures will be recorded before, after 3 weeks, after 6 weeks, and after 9 weeks. Four weeks after the end of training, there will be a follow-up evaluation. Imaging scans will be done to determine lesion size and extent, and descending tract integrity with diffusion tensor imaging (DTI).\n\nThis study will identify if subjects with cognitive deficits benefit from individualized training programs using enhanced intrinsic feedback. The development of treatments based on mechanisms of motor learning can move rehabilitation therapy in a promising direction by allowing therapists to design more effective interventions for people with problems using their upper limb following a stroke."},"conditionsModule":{"conditions":["Stroke Hemorrhagic","Stroke, Ischemic","Cognitive Impairment"],"keywords":["virtual reality","motor learning","cognition","intrinsic feedback","cognitive impairment","imaging","error augmentation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":24,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Training with EA feedback","type":"EXPERIMENTAL","description":"Subjects will undergo training with the EA-VR game that includes a 15 degree elbow flexion error.","interventionNames":["Behavioral: Error Augmentation Feedback"]},{"label":"Training without EA feedback","type":"SHAM_COMPARATOR","description":"Subjects will undergo training with the EA-VR game that does not include EA feedback.","interventionNames":["Behavioral: No Error Augmentation Feedback"]}],"interventions":[{"type":"BEHAVIORAL","name":"Error Augmentation Feedback","description":"Error augmentation (EA) is a feedback modality that provides subjects with magnified motor errors. In our intervention, subjects are provided with an elbow angle error that will encourage subjects to use more elbow extension during reaching. Thus, subjects are provided with feedback that their elbow has extended less than it actually has and will compensate by extending the elbow further to successfully reach a target. Subjects will receive an elbow flexion error of 15 degrees to encourage elbow extension.","armGroupLabels":["Training with EA feedback"]},{"type":"BEHAVIORAL","name":"No Error Augmentation Feedback","description":"Error augmentation (EA) is a feedback modality that provides subjects with magnified motor errors. In our intervention, subjects are provided with an elbow angle error that will encourage subjects to use more elbow extension during reaching. Thus, subjects are provided with feedback that their elbow has extended less than it actually has and will compensate by extending the elbow further to successfully reach a target. In this case, subjects that do not receive EA feedback will act as sham comparators.","armGroupLabels":["Training without EA feedback"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in endpoint error","description":"The distance between the endpoint marker and the target at the end of a reaching movement.","timeFrame":"Change in endpoint error is assessed before the start of training and after 3 weeks, after 6 weeks, and after 9 weeks. The change in endpoint error is assessed again 4 weeks after the completion of training."},{"measure":"Change in movement time","description":"The time between the onset and offset of the movement.","timeFrame":"Change in movement time is assessed before the start of training and after 3 weeks, after 6 weeks, and after 9 weeks. The change in movement time is assessed again 4 weeks after the completion of training"},{"measure":"Change in path straightness","description":"Described using the index of curvature where the ratio between the actual movement path is compared to a straight line.","timeFrame":"Change in path straightness is assessed before the start of training and after 3 weeks, after 6 weeks, and after 9 weeks. The change in path straightness is assessed again 4 weeks after the completion of training."},{"measure":"Change in path smoothness","description":"The number of peaks on a tangential velocity trace for each reaching trial.","timeFrame":"Change in path straightness is assessed before the start of training and after 3 weeks, after 6 weeks, and after 9 weeks. The change in path smoothness is assessed again 4 weeks after the completion of training."},{"measure":"Change in range of active elbow extension","description":"Determined by the tonic stretch reflex threshold (TSRT) -- the angle at which muscles begin to get recruited for movement at zero velocity.","timeFrame":"The change in the range of active elbow extension is assessed before the start of training and after 3 weeks, after 6 weeks, and after 9 weeks. The change in the range of active elbow extension is assessed again 4 weeks after the completion of training."},{"measure":"Change in size of active arm workspace area","description":"The size of the active arm workspace area will be expressed as a ratio of the active workspace determined when the subject actively moves their arm through the horizontal workspace to the passive workspace that is defined by the examiner moving the arm through the same space.","timeFrame":"The change in the size of the active arm workspace area is assessed before the start of training and after 3 weeks, after 6 weeks, and after 9 weeks. The change in the size of the active arm workspace is assessed again 4 weeks after training."}],"secondaryOutcomes":[{"measure":"Correlation of the index of performance with the degree of cognitive and motor impairment, severity of damage to cortical areas, and white matter integrity.","description":"The investigators will correlate the index of performance (IP), a measure of reaching accuracy, with deficits in perception and executive function that will be assessed with clinical motor impairment and activity evaluations, and the severity of damage to cortical areas and white matter integrity.","timeFrame":"Brain scans will be done prior to the start of training. Cognitive assessments and evaluations of motor impairment and activity are done prior to the start of training, after 3, after 6, after 9, and 4 weeks after the completion of training."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Sustained a first cortical/sub-cortical ischemic/hemorrhagic stroke less than 3 years previously and are medically stable.\n* Are no longer receiving treatment.\n* Normal or corrected-to-normal vision.\n* Have arm paresis (Chedoke-McMaster Arm Scale 2-6/7) and spasticity (Modified Ashworth Scale ≥ 1/4) but can voluntarily flex/extend the elbow to approximately 30 degrees in each direction.\n\nExclusion Criteria:\n\n* Other major neurological or musculoskeletal problems that may interfere with task performance.\n* Marked elbow proprioceptive deficits (\\<6/12 Fugl-Meyer UL sensation scale) that may interfere with elbow position perception.\n* Visuospatial neglect (Line Bisection Test deviation \\> 6 mm).\n* Uncorrected vision.\n* Depression (≥ 14 Beck Depression Inventory II).","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Mindy Levin, PhD, PT","role":"CONTACT","phone":"(450) 688-9550","phoneExt":"84300","email":"mindy.levin@mcgill.ca"},{"name":"Caroline Rajda, BSc","role":"CONTACT","phone":"(450) 688-9550","phoneExt":"84655","email":"caroline.rajda@mail.mcgill.ca"}],"overallOfficials":[{"name":"Mindy Levin, PhD, PT","affiliation":"McGill University","role":"PRINCIPAL_INVESTIGATOR"}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED","description":"Yes"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000083302","term":"Hemorrhagic Stroke"},{"id":"D000060825","term":"Cognitive Dysfunction"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000003072","term":"Cognition Disorders"},{"id":"D000019965","term":"Neurocognitive Disorders"},{"id":"D000001523","term":"Mental Disorders"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M29395","name":"Cognitive Dysfunction","asFound":"Cognitive Impairment","relevance":"HIGH"},{"id":"M2405","name":"Hemorrhagic Stroke","asFound":"Stroke Hemorrhagic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Stroke, Ischemic","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M5991","name":"Cognition Disorders","relevance":"LOW"},{"id":"M21526","name":"Neurocognitive Disorders","relevance":"LOW"},{"id":"M4505","name":"Mental Disorders","relevance":"LOW"},{"id":"M14163","name":"Psychotic Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}