{"protocolSection":{"identificationModule":{"nctId":"NCT05089435","orgStudyIdInfo":{"id":"SIGEZYH20180823"},"organization":{"fullName":"Sigknow Biomedical Co., Ltd.","class":"INDUSTRY"},"briefTitle":"An Open-label Study of EZYPRO® in Atrial Fibrillation Detection on ESUS Patients","officialTitle":"An Open-label Study to Evaluate the Effectiveness and Safety of EZYPRO® in Atrial Fibrillation Detection in Nearly Embolic Stroke of Undetermined Source (ESUS) Patient"},"statusModule":{"statusVerifiedDate":"2022-05","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-03-28","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-03","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-10-03","studyFirstSubmitQcDate":"2021-10-13","studyFirstPostDateStruct":{"date":"2021-10-22","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-05-04","lastUpdatePostDateStruct":{"date":"2022-05-10","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Sigknow Biomedical Co., Ltd.","class":"INDUSTRY"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The aim of the study is to evaluate the effectiveness and safety of the 14-day continuous ECG patch monitor (EZYPRO®) compared with a 24-hour Holter monitor in the detection of atrial fibrillation (AF) among ESUS patients."},"conditionsModule":{"conditions":["Atrial Fibrillation","Embolic Stroke of Undetermined Source"],"keywords":["ESUS, stoke, arrhythmia, atrial fibrillation, ECG patch, continuous ECG monitoring"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE4"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"Patients should wear simultaneously the trial device EZYPRO and a 24-hr Holter monitor.","primaryPurpose":"DIAGNOSTIC","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":500,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"14-day EZYPRO and 24-hr Holter","type":"OTHER","description":"Patients wear simultaneously 14- day continuous ECG moniter (EZYPRO) and 24-hr Holter monitor.","interventionNames":["Device: EZYPRO® ECG Recorder"]}],"interventions":[{"type":"DEVICE","name":"EZYPRO® ECG Recorder","description":"EZYPRO is an ECG monitoring patch designed to enhance the arrhythmia detection rate by applying 14 days in a home setting environment.","armGroupLabels":["14-day EZYPRO and 24-hr Holter"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Afib detected by 24-hour Holter","description":"Day 1 of the trial, patients will wear simultaneously 24-hour Holter and the trial device, EZYPRO 14-day monitoring patch. After at least 20 hours of Holter, it will be removed and the ECG data will be collected and analyzed for arrhythmia, especially atrial fibrillation. If AF is detected by Holter, patients will be prescribed NOAC; if no AF is detected, patients will be prescribed antiplatelet agents instead.","timeFrame":"24 hours"},{"measure":"Afib detected by 14-day EZYPRO","description":"Day 1 of the trial, patients will wear simultaneously a 24-hour Holter, and the trial device, EZYPRO 14-day monitoring patch. 24-hour Holter will be removed first after at least wearing it for 20 hours with the continuant of EZYPRO. Patients have to wear EZYPRO for up to 14 days (the minimum wear time is 10 days). After the patch removal, the ECG data will be analyzed by the sponsor ECG analysis team and provide an ECG report to investigators. Arrhythmias, especially AF, will be presented in the report for further treatment. If AF is detected by EZYPRO and Holter, patients will be prescribed NOAC; if no AF is detected by either one, patients will be prescribed antiplatelet agents instead.","timeFrame":"14 days"}],"secondaryOutcomes":[{"measure":"Skin irritation by EZYPRO patch","description":"Before wearing 24-hour Holter and EZYPRO, patients' skin condition will be assessed by trial investigators based on Dermal Response Score, FDA-2018-D-3546, on a scale of 0 to 7. Before and after wearing EZYPRO, the skin condition will be assessed at each visit. At each follow-up visit, the skin condition will be assessed as well. The aim of this evaluation is to observe the safety of EZYPRO and confirm if it will help enhance patient compliance.","timeFrame":"180 days"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Patients are male or female, aged ≥ 50 years.\n2. Patients must be able to understand and sign the informed consent documents within 10 days of ischemic stroke diagnosis and aware of the investigational nature of the study.\n3. Patients must be willing to comply with protocol stated requirements, instructions, and restrictions during the study.\n4. Patients who have stable vital signs for at least 24 hours, defined as normal respiration, afebrile, and systolic blood pressure ≤ 220 mmHg.\n5. Patients who are diagnosed with acute ischemic stroke and undergo a diagnostic workup using brain magnetic resonance imaging (MRI), brain magnetic resonance angiography (MRA), 12-lead ECG, carotid duplex ultrasound, with or without transcranial color-coded duplex sonography (TCCS), and cardiac echo (transthoracic echocardiography \\[TTE\\]) to meet the concept of \"nearly embolic stroke of undetermined source (ESUS)\" as defined by the following criteria:\n\n   a. Acute cerebral infarct, as identified by hyperintensity in diffusion-weighted imaging (DWI) of MRI and hypointensity for apparent diffusion coefficient (ADC) b. DWI of MRI showing non-lacunar stroke, defined as a subcortical infarct ≤ 2.0 cm in largest dimension within the territory of the small penetrating cerebral arteries c. Absence of ≥ 50% stenosis of the intracranial or extracranial artery associated with the infarcted lesion as confirmed by brain MRA, carotid duplex, and/or TCCS d. No medical history of AF e. No major-risk cardioembolic sources including AF, atrial flutter, intracardiac thrombus, prosthetic cardiac valve, atrial myxoma or other cardiac tumors, mitral stenosis, recent (\\< 4 weeks) myocardial infarction, left ventricular ejection fraction \\< 30%, valvular vegetations or infective endocarditis f. No other specific cause of stroke identified (e.g., arteritis, dissection, migraine, and cancer-related hypercoagulability etc.) g. Not ischemic stroke located at specific regions or severe hemorrhagic infarct identified by brain MRI, including: (i.) Large pontine infarct, which more likely belongs to branch artery disease (BAD) (ii.) Anterior choroidal artery infarct (iii.) Internal border zone infarct, represented with rosary-like pattern of lesions between the territories of lenticulostriate artery and superficial branch of middle cerebral artery (MCA) (iv.) Severe hemorrhagic transformation of acute ischemic stroke, which may impede the usage of antiplatelet agents or anticoagulant within 14 days post-stroke per the investigator's judgment\n\nExclusion Criteria:\n\n1. Patients with the following skin related issues that could put patients at risk, interfere with study evaluations, or prevent meeting the requirements of the study:\n\n   1. Intolerable, severe skin allergies to the 24-hour Holter monitor or 14-day EZYPRO® or history of severe skin allergies to medical adhesive bandages\n   2. Any injury, eczema, dermatitis, chromatosis, or abnormality at the skin site where devices are applied\n   3. Hyperhidrosis\n2. Patients who have contraindication to either of the antiplatelet agents which might be used in this study (i.e. aspirin and/or clopidogrel) or to all types of non-vitamin K antagonist oral anticoagulant (NOAC) (due to allergy, mechanical valve replacement, renal insufficient with creatinine clearance \\[CCr\\] \\< 15 ml/min, moderate to severe mitral stenosis, etc.).\n3. Patients who are evaluated as Modified Rankin Scale \\> 4.\n4. Mental/physical/social condition (including dementia) which could preclude performing efficacy or safety assessments.\n5. Patients with following condition or diseases:\n\n   1. Medical history of major bleeding impeding usage of antiplatelet agents or NOAC\n   2. Medical history of brain or other clinically significant neurological/cardiovascular disorders or injuries other than ischemic stroke in the opinion of the investigator\n   3. Clinically significant or unstable gastrointestinal, renal, hepatic, endocrine, pulmonary, or cardiovascular disease, including not well controlled hypertension, chronic obstructive pulmonary disease, and diabetes that would hinder or interfere participation to the study in the opinion of the investigator\n6. Patients who need to receive anticoagulation therapy prior to the screening visit.\n7. Patients who meet following conditions:\n\n   1. Patients who are scheduled to receive surgery that may have to stop anticoagulation or antiplatelet therapy during the study period\n   2. Patients who are scheduled to receive neurological or cardiovascular intervention during the trial period\n8. Patients who are unable to undergo brain MRI for any reason.\n9. Currently participating in another trial or who participated in a previous clinical trial and received any treatment which may interfere the study data within 2 weeks prior to the screening visit.\n10. Patients who need to receive long-term (\\> 21 days) dual antiplatelet therapy or anticoagulant therapy prior to AF detection after study enrollment.","healthyVolunteers":false,"sex":"ALL","minimumAge":"50 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Nancy Lu","role":"CONTACT","phone":"+886227612577","phoneExt":"134","email":"nancy.lu@sigknow.com.tw"},{"name":"Ethan Kao","role":"CONTACT","phone":"+886227612577","email":"ethan.kao@sigknow.com.tw"}],"overallOfficials":[{"name":"Li Ming Lien, PhD","affiliation":"Shin Kong Wu Ho-Su Memorial Hospital","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Li Kai Tsai, PhD","affiliation":"National Taiwan University Hospital Hsin-Chu Branch","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"National Taiwan University Hospital","status":"RECRUITING","city":"Taipei","country":"Taiwan","contacts":[{"name":"Jiann-Shing Jeng, PhD","role":"CONTACT"},{"name":"Jiann-Shing Jeng, PhD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":25.04776,"lon":121.53185}}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000083262","term":"Embolic Stroke"},{"id":"D000001281","term":"Atrial Fibrillation"}],"ancestors":[{"id":"D000020521","term":"Stroke"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000001145","term":"Arrhythmias, Cardiac"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000083242","term":"Ischemic Stroke"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M4276","name":"Atrial Fibrillation","asFound":"Atrial Fibrillation","relevance":"HIGH"},{"id":"M4143","name":"Arrhythmias, Cardiac","relevance":"LOW"},{"id":"M2403","name":"Embolic Stroke","asFound":"Embolic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}