{"protocolSection":{"identificationModule":{"nctId":"NCT00050128","orgStudyIdInfo":{"id":"030049"},"secondaryIdInfos":[{"id":"03-N-0049"}],"organization":{"fullName":"National Institutes of Health Clinical Center (CC)","class":"NIH"},"briefTitle":"Preliminary Study of Transcranial Magnetic Stimulation for Stroke Rehabilitation","officialTitle":"Repetitive Transcranial Magnetic Stimulation in Chronic Stroke Patients. Dose Effect on Motor Cortex Excitability, Motor Performance, and Safety Using Different Stimulation Parameters"},"statusModule":{"statusVerifiedDate":"2007-10-24","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2002-11-18"},"completionDateStruct":{"date":"2007-10-24"},"studyFirstSubmitDate":"2002-11-21","studyFirstSubmitQcDate":"2002-11-21","studyFirstPostDateStruct":{"date":"2002-11-22","type":"ESTIMATED"},"lastUpdateSubmitDate":"2017-06-30","lastUpdatePostDateStruct":{"date":"2017-07-02","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"leadSponsor":{"name":"National Institute of Neurological Disorders and Stroke (NINDS)","class":"NIH"}},"descriptionModule":{"briefSummary":"This is a preliminary study to evaluate the possible use of transcranial magnetic stimulation (TMS), together with exercise, for rehabilitation of chronic stroke patients. It will identify the optimum stimulation settings (within the limits of current safety guidelines) to be used in a later rehabilitation study and confirm the safety of the procedure at these settings. Some previous studies using TMS to treat movement disorders such as Parkinson's disease have shown improvement in motor function; others have not. The results of this study may provide information to help researchers design better rehabilitation treatments after stroke.\n\nStroke patients with residual arm function and no history of seizures may be eligible for this study. The stroke must have occurred at least 6 months before entry into the study and must have affected only one side of the brain.\n\nFor the TMS procedure, subjects are seated in a comfortable chair with their hands placed on a pillow on their lap. An insulated wire coil is placed on the scalp. A brief electrical current is passed through the coil, creating a magnetic pulse that stimulates the outer part of the brain, called the cortex. This may cause muscle, hand or arm twitching if the coil is near the part of the brain that controls movement, or it may affect movements or reflexes. Subjects are asked to make movements, do simple tasks, or tense muscles. Metal electrodes are taped to the skin over the muscle for computer recording of the electrical activity of the hand and arm muscles activated by the stimulation. The testing lasts 2-3 hours.","detailedDescription":"Stroke survivors are often left with permanent physical and mental disabilities that create a major social and economic burden. Many of these patients receive different therapies in an attempt to improve their independence and quality of life. However, most of the current strategies are focused on the acute stage after stroke and are of limited influence in improving stroke outcome. One of the main problems of patients who have suffered a stroke is the difficulty in appropriately using the hand contralateral to the lesioned hemisphere; to date we have no successful means to improve the hand function in chronic stages of stroke. This protocol attempts to address this problem.\n\nA promising technique is repetitive transcranial magnetic stimulation (rTMS) that, so far, has produced some effects on motor function on other movement disorders like Parkinson's disease (PD). We hypothesize that rTMS will have a beneficial effect on motor function in chronic stroke patients. Specifically, we propose to look at the effect of 20 and 25 Hz stimulation since these types of stimulation have been shown to increase the excitability of the cerebral cortex.\n\nThe purpose of this protocol is to investigate the effect of repetitive transcranial stimulation (rTMS) on the motor cortex of chronic stroke patients and motor function. Four different stimulation parameters within the limits of current safety guidelines will be used. We plan to determine; 1) which rTMS stimulation parameters induce more cortex excitability, 2) whether there is any improvement of hand motor function after rTMS, and 3) if the applied stimulation parameters are safe in chronic stroke patients. The optimal parameters will be subsequently proposed for use in an experimental protocol for rehabilitation."},"conditionsModule":{"conditions":["Cerebrovascular Accident"],"keywords":["Rehabilitation","Plasticity","Frequency","Inhibition","Pinch","Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1"],"designInfo":{"primaryPurpose":"TREATMENT"},"enrollmentInfo":{"count":15}},"armsInterventionsModule":{"interventions":[{"type":"DEVICE","name":"rTMS, Magstim"}]},"eligibilityModule":{"eligibilityCriteria":"* INCLUSION CRITERIA:\n\nFifteen adult and impaired patients (right or left) with residual arm function who have had a single monohemispheric ischemic or hemorrhagic stroke (documented by CT or MRI) at least 6 months before, without severe proprioceptive deficits, independent of previous physical therapy will be included.\n\nThey should be able to perform the pinch task.\n\nTheir gender or ethnic origin will not provide bias for inclusion to the study.\n\nAll subjects will sign an informed consent prior to participation in the trial.\n\nEXCLUSION CRITERIA:\n\nExclusion criteria for the trial will include any current actively treated medical or surgical condition or neurological or psychiatric illness other than stroke.\n\nAny individual who is on medication which is known to lower seizure threshold, or who has a pacemaker, an implanted medical pump, a metal plate, a metal plate or metal object in the skull or eye (for example after brain surgery) will be excluded.\n\nAdditional exclusion include patients with:\n\nHistory of more than one stroke;\n\nLarge cortical, cerebellar, or brainstem lesions;\n\nAn inability to extend metacarpophalangeal (MP) joints at least 10-20 degrees;\n\nSubstantially recovered motor function;\n\nSevere depression;\n\nPoor motivational capacity, or severe language disturbances (particularly of receptive nature);\n\nSevere spasticity/pain;\n\nBilateral motor problems;\n\nSerious cognitive deficits (defined as equivalent to a mini-mental state exam score of 20 or less);\n\nUncontrolled medical problems, such as: cardiopulmonary disease, severe rheumatoid arthritis, active joint deformity of arthritic origin, active cancer, or renal disease;\n\nUncontrollable issues due to natural aging;\n\nHistory of seizure(s).\n\nAll patients will underfo electroencephalogram (EEG) examination prior to rTMS experiment as a part of the screening procedure.\n\nPatients without any history of seizures, but with any sign of increased cerebral activity in the EEG will be excluded.\n\nWomen who are pregnant may not participate and women who are of childbearing years must be post-menopausal, sterile, or practicing adequate birth control.\n\nChildren will be excluded.","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"National Institutes of Health Clinical Center, 9000 Rockville Pike","city":"Bethesda","state":"Maryland","zip":"20892","country":"United States","geoPoint":{"lat":38.98067,"lon":-77.10026}}]},"referencesModule":{"references":[{"pmid":"6437089","type":"BACKGROUND","citation":"The uses of epidemiology in the study of the elderly. Report of a WHO Scientific Group on the Epidemiology of Aging. World Health Organ Tech Rep Ser. 1984;706:1-84. No abstract available."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Cerebrovascular Accident","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}