{"protocolSection":{"identificationModule":{"nctId":"NCT03234998","orgStudyIdInfo":{"id":"1612190002"},"organization":{"fullName":"Chang Gung University","class":"OTHER"},"briefTitle":"Comparative Efficacy of Two Different Dual-task Balance Interventions","officialTitle":"Comparative Efficacy of Two Different Dual-task Balance Interventions on Balance, Gait, and Cognitive Performance Under Single- and Dual-task Conditions in Stroke Patients and Older Adults"},"statusModule":{"statusVerifiedDate":"2020-03","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-08-25","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-02-25","type":"ACTUAL"},"completionDateStruct":{"date":"2019-02-25","type":"ACTUAL"},"studyFirstSubmitDate":"2017-07-27","studyFirstSubmitQcDate":"2017-07-31","studyFirstPostDateStruct":{"date":"2017-08-01","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-10-15","lastUpdatePostDateStruct":{"date":"2020-10-19","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Li-Ling Chuang","investigatorTitle":"Assistant Professor","investigatorAffiliation":"Chang Gung University"},"leadSponsor":{"name":"Chang Gung University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The objective of this study is to investigate the effects of two different dual-task balance interventions for stroke patients and older adults.","detailedDescription":"English Synopsis\n\nI. Title of Study:\n\nComparative efficacy of two different dual-task balance interventions on balance, gait, and cognitive performance under single- and dual-task conditions in stroke patients and older adults\n\nII. Study Objectives:\n\nThe objective of this study is to investigate the effects of two different dual-task balance interventions for stroke patients and older adults. Specifically, the investigators will compare the immediate and retention effects of motor and cognitive dual-task balance training \\[MCDT\\] and cognitive dual-task balance training \\[CDT\\]) on balance, gait, and cognition under single- and dual-task conditions in individuals with stroke (Aim 1) and elderly people (Aim 2). The third aim of this study is to elucidate the mechanisms underlying changes in balance, gait, and cognitive performance of stroke patients and older adults after MCDC and CDT (Aim 3).\n\nIII. Study Design A prospective randomized control trial will be conducted at medical centers in this study. Fifty stroke patients and 48 elderly people will be randomly allocated to either MCDT or CDT group. Both groups will receive 12 hours of training over 4 weeks at progressively increasing task difficulty (60 minutes per session, three times a week, for four weeks). The CDT group will undertake dual-task balance training and concurrently perform only cognitive tasks with instruction of a variable priority. The MCDT group will train the same set of balance/gait activities as the CDT while simultaneously performing motor and cognitive tasks with instruction of a variable priority. During each session, all participants practice shifting attention between tasks by spending half of the training attention focus on the balance task, and half focus on the secondary cognitive or motor tasks. A blinded assessor will conduct three assessments at baseline, post intervention, and 1-month follow-up. At baseline, all participants will be examined balance, gait, and cognitive performance under single-task (standing, walking, cognitive tasks only) and dual-task conditions (standing/walking while performing cognitive tasks). Six cognitive tasks (simple reaction time task, serial three subtractions task, Stroop task, auditory Stroop task, spatial memory task, and choice reaction time task) will be used to examine dual-task performance because these tasks represent different domains of cognitive function (information processing speed, working memory, and executive function). The primary outcome measure of balance, gait, and cognition will be the sway index, gait speed, and composite score of accuracy and reaction time under single- and dual-task conditions. Secondary outcome measures will include: Berg Balance Scale, Timed Up and Go test under single- and dual-task conditions, Functional Gait Assessment, Activity-specific Balance Confidence Scale, Chair Stand Test, and Patient Global Impression of Change. Repeated measure ANOVA will be used to compare measurements at baseline, after training, and follow-up between the groups.\n\nNumber of Planned Patients: 50 stroke patients and 48 elderly people Duration of the Study: 2017/08/01～2020/07/31"},"conditionsModule":{"conditions":["Stroke","Healthy Older Adults"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":42,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"motor-cognitive dual-task training","type":"EXPERIMENTAL","description":"Participants in the motor-cognitive dual-task training group will participate in 12-session programs administered for 60 minutes each session, 3 times per week for 4 weeks.","interventionNames":["Device: motor-cognitive dual-task training"]},{"label":"cognitive dual-task training","type":"ACTIVE_COMPARATOR","description":"Participants in the cognitive dual-task training group will also participate in a 12-session program conducted 60 minutes per session, 3 days a week, for a total of 4 weeks.","interventionNames":["Device: cognitive dual-task training"]}],"interventions":[{"type":"DEVICE","name":"motor-cognitive dual-task training","description":"Participants in the motor-cognitive dual-task training group will will receive an individually-progressed program of dual-task balance/gait training aimed at improving standing balance, sit-to-stand, and walking abilities under motor-cognitive dual-task conditions.","armGroupLabels":["motor-cognitive dual-task training"],"otherNames":["MCDT"]},{"type":"DEVICE","name":"cognitive dual-task training","description":"Participants in the cognitive dual-task training group will perform only cognitive tasks (verbal fluency tasks, calculation tasks, and visual discrimination tasks) concurrently with the balance/gait tasks.","armGroupLabels":["cognitive dual-task training"],"otherNames":["CDT"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"sway index","description":"Sway index is the standard deviation of the sway angle. The higher the sway index the more unsteady the person was during the test.","timeFrame":"10 minutes"},{"measure":"gait speed","description":"Participants will walk 10m at their preferred speed and at fast speed. A 12-meter walkway will be used for walking testing. In order to allow the subjects to have enough distance to accelerate and decelerate, only the time taken to walk the middle 10 meters will be recorded by a stopwatch. The primary outcome measure will be gait speed (cm/s) under single- and dual-task conditions.","timeFrame":"5 minutes"},{"measure":"composite score","description":"Participants will be asked to perform six different cognitive tasks while sitting, standing, and walking. The order of six cognitive tasks will be counterbalanced, but will be equal for the single- and dual-task conditions. The six cognitive tasks are selected based upon the different domains of cognitive tasks commonly used in previous dual-task studies. For all the cognitive tasks, we will calculate a composite score for cognitive-task performance by dividing the accuracy (% correct responses) with the reaction time of correct answers (milliseconds), which accounts for speed-accuracy tradeoffs in the overall dual-task effect.","timeFrame":"10 minutes"},{"measure":"cognitive-motor interference (CMI)","description":"The effect of dual-tasking on both standing/walking and cognitive parameters will be assessed by comparing any change in performance of balance/gait and cognitive measures between single- and dual-task conditions. We will calculate DTE for gait speed and composite score using following formula: \\[(Dual-task - Single-task)/ Single-task \\*100\\] and for sway index using formula: \\[(Single-task - Dual-task)/ Single-task \\*100\\]. Negative cost (higher cost) indicates poor performance on dual-task conditions compared with single-task conditions.","timeFrame":"20 minutes"}],"secondaryOutcomes":[{"measure":"Berg Balance Scale (BBS)","description":"The BBS is a 14-item scale quantitatively assesses both static and dynamic balance with psychometrically sound measure of balance impairment after stroke.The items are scored from 0 to 4, with a score of 0 representing independent item completion. Scores of the BBS range from 0 to 56, with higher scores suggest better balance.","timeFrame":"5-10 minutes"},{"measure":"Timed Up and Go Test","description":"The TUG test will be used as an index of dynamic balance of the elderly and stroke patients. At the signal, participants stand up, walk 3 meters, turn, walk back, and sit down again. The score is the mean time measured using a stopwatch if two trials to complete the test. The TUG test will be administered under the single-task (preferred speed and maximum fast) and dual-task conditions (tray carrying and counting backward by 3s). In dual-task condition, participants will be asked to perform the TUG test while carrying a tray with glasses (dual-TUG manual) or counting backward by 3s (dual-TUG cognition). The instruction for dual-TUG tests is to walk with your comfortable speed and concurrently perform a secondary task (carry the tray in front of you with both hands without dropping glasses on the tray or counting backward by 3s).","timeFrame":"2minutes"},{"measure":"Functional Gait Assessment (FGA)","description":"The FGA is comprised of 10-item that contains 7 of 8 items (except walking around obstacles) from the Dynamic Gait Index and 3 additional tasks, including walking with a narrow base of support, walking with the eyes closed, and walking backward. Subjects' performance of each test item was rated on a 4-point scale (0-3), with the total score ranging between 0 and 30.","timeFrame":"10 minutes"},{"measure":"Activity-specific Balance Confidence Scale (ABC)","description":"The ABC will be used to determine self-reported confidence when performing 16 different daily activities, such as walking around the house, walking up and down stairs, and walking on slippery floors. A confidence rating scale ranges from 0% to 100%, with 0% indicating no confidence, and 100% indicating full confidence.","timeFrame":"3 minutes"},{"measure":"Chair Stand Test.","description":"The Chair Stand Test measures lower extremity muscular strength.The participants will be instructed to stand from a seated on the chair position as much as possible for 30 seconds. The total number of stands was counted in 30 seconds.","timeFrame":"1 minute"},{"measure":"Patient Global Impression of Change Scale (PGIC)","description":"Overall patient perception of MCDT or CDT will be evaluated using a Patient Global Impression of Change Scale (PGIC) regarding the participants' perception with the change in balance and gait related to the intervention. The PGIC is a transition scale that is a single question asking the patients to rate their balance/gait now, as compared with how it was prior to before beginning treatment on a scale from 1 (very much better ) to 7 (very much worse).","timeFrame":"1 minute"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria for Stroke Individuals:\n\n* first-ever stroke with onset duration more than 3 months\n* able to walk 10 m\n* no severe vision, hearing, and language problems\n\nInclusion Criteria for Healthy elderly:\n\n* more than 65 years old\n* able to walk 10 m\n* no neurological or musculoskeletal diagnosis\n* no severe vision, hearing, cognition, and language problems.\n\nExclusion Criteria:\n\n* orthopedic and other neurological disorders that affect walking\n* other treatments that could influence the effects of the interventions (e.g., recent Botulin toxin treatment of the lower extremity)\n* moderate or severe cognitive impairments (score \\<21 on Mini-Mental State Examination)\n* severe uncorrected visual deficits","healthyVolunteers":true,"sex":"ALL","minimumAge":"30 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Li-Ling Chuang, PhD","affiliation":"Chang Gung University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Chang Gung University","city":"Taoyuan City","zip":"333","country":"Taiwan","geoPoint":{"lat":24.95233,"lon":121.20193}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}