{"protocolSection":{"identificationModule":{"nctId":"NCT06191549","orgStudyIdInfo":{"id":"21-0295"},"organization":{"fullName":"The University of Texas Medical Branch, Galveston","class":"OTHER"},"briefTitle":"Brain Stimulation Enhance Post-stroke Walking Survivors and Healthy Adults","officialTitle":"Effect of Brain Stimulation on Locomotor Skill Acquisition in Stroke"},"statusModule":{"statusVerifiedDate":"2024-01","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-02-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-08-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-12-20","studyFirstSubmitQcDate":"2023-12-20","studyFirstPostDateStruct":{"date":"2024-01-05","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-01-23","lastUpdatePostDateStruct":{"date":"2024-01-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Tseng, Shih-Chiao","investigatorTitle":"Associate Professor","investigatorAffiliation":"The University of Texas Medical Branch, Galveston"},"leadSponsor":{"name":"The University of Texas Medical Branch, Galveston","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Recent studies showed that a non-invasive, low-intensity brain stimulation called transcranial direct current stimulation (tDCS) can effectively increase motor neuron excitability in the brain and therefore promotes functional recovery after stroke. Thus, the overall purpose of this research project is to examine the effect of brain stimulation on motor skill learning in stroke survivors.","detailedDescription":"The specific aims and hypotheses are:\n\nAim 1: To explore the trends of locomotor skill acquisition in stroke survivors after anodal tDCS (a-tDCS, real brain stimulation), stroke survivors after sham tDCS (s-tDCS), and stroke with no brain stimulation (control; CON). Hypothesis (Aim 1): Stroke participants who receives a-tDCS will show a faster rate of learning a locomotor task compared to stroke participants who receive s-tDCS and stroke participants with no brain stimulation.\n\nAim 2: To explore different trends of stimulation-induced improvements in learning capacity and neural activities between three groups: stroke group, healthy young group, and healthy older group. Hypothesis (Aim 2): Healthy young adults will have a greater degree of stimulation-induced improvements in learning capacity and neural excitation compared to older adults and stroke participants.\n\nAim 3: To explore the trends of functional improvements post a-tDCS in stroke survivors. Hypothesis (Aim 3): Stroke participants who receives a-tDCS will show a greater improvements in functional performances compared to stroke participants who receive s-tDCS and stroke participants with no brain stimulation.\n\nAim 4: To explore the accumulated, longitudinal trends of a four-week visuomotor stepping training in conjunction with brain stimulation on treadmill walking training and gait improvements for persons with chronic stroke. Hypothesis (Aim 4): Stroke participants who receives a-tDCS will show a greater degree of gait improvements compared to stroke participants who receive s-tDCS and stroke participants with no brain stimulation."},"conditionsModule":{"conditions":["Cerebral Vascular Accident"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Stroke participants will be randomly assigned into one of three groups: anodal transcranial direct current stimulation (a-tDCS), sham tDCS (s-tDCS), or control groups (i.e. no brain stimulation). Young and older healthy adults will be randomly assignments into a-tDCS or s-tDCS groups.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","maskingDescription":"Participants and outcome assessors will be blinded to their assigned brain stimulation protocols.","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":70,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"To explore the effect of brain stimulation on locomotor skill acquisition in stroke survivors","type":"EXPERIMENTAL","description":"To explore the trends of locomotor skill acquisition in stroke survivors after anodal tDCS (a-tDCS, real brain stimulation), stroke survivors after sham tDCS (s-tDCS), and stroke with no brain stimulation (control; CON).","interventionNames":["Combination Product: anodal transcranial direct current stimulation (a-tDCS)"]},{"label":"To explore improvements in learning capacity between healthy adults and stroke participants.","type":"EXPERIMENTAL","description":"Compare stimulation-induced improvements in learning capacity between three groups: stroke group, healthy young group, and healthy older group.","interventionNames":["Combination Product: anodal transcranial direct current stimulation (a-tDCS)"]},{"label":"To explore the trends of functional improvements after single a-tDCS session in stroke survivors.","type":"EXPERIMENTAL","description":"To explore functional improvements (gait performance, brain neural activation) between a-tDCS, s-tDCS, and control groups.","interventionNames":["Combination Product: anodal transcranial direct current stimulation (a-tDCS)"]},{"label":"To explore the accumulated effects of brain stimulation on gait improvements in stroke survivors","type":"EXPERIMENTAL","description":"To explore the accumulated, longitudinal trends of a four-week visuomotor stepping training in conjunction with brain stimulation on treadmill walking training and gait improvements for persons with chronic stroke.","interventionNames":["Combination Product: anodal transcranial direct current stimulation (a-tDCS)"]}],"interventions":[{"type":"COMBINATION_PRODUCT","name":"anodal transcranial direct current stimulation (a-tDCS)","description":"Stroke participants will be randomly assigned into one of three groups: anodal transcranial direct current stimulation (a-tDCS), sham tDCS (s-tDCS), or control groups (i.e. no brain stimulation). Young and older healthy adults will be randomly assignments into a-tDCS or s-tDCS groups.\n\nStroke participants in each group will receive a four-week of the assigned brain stimulation combined with visuomotor stepping training and treadmill training","armGroupLabels":["To explore improvements in learning capacity between healthy adults and stroke participants.","To explore the accumulated effects of brain stimulation on gait improvements in stroke survivors","To explore the effect of brain stimulation on locomotor skill acquisition in stroke survivors","To explore the trends of functional improvements after single a-tDCS session in stroke survivors."]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Mean change from baseline in stepping motor control after a single brain stimulation and locomotor learning session.","description":"stepping motor control will be quantified by the time (seconds) that each participant takes to initiate a forward step onto a visual target displayed on the wall screen","timeFrame":"0 minute, 30 minutes, and 24 hours a single brain stimulation session"},{"measure":"Mean change from baseline in gait performances after a single brain stimulation and locomotor learning session.","description":"Gait performances will be quantified by gait speed (meters/second) during ground walking tests","timeFrame":"0 minute, 30 minutes, and 24 hours a single brain stimulation session"},{"measure":"Mean change from baseline in brain neuronal network activations after a single brain stimulation and locomotor learning session.","description":"The neuronal activations will be quantified by oxygen consumption changes locally detected by surface infrared diodes.","timeFrame":"0 minute, 30 minutes, and 24 hours a single brain stimulation session"},{"measure":"Mean change from baseline in brain neuronal activations after a single brain stimulation and locomotor learning session.","description":"The neuronal activations will be quantified by peak-to-peak electrical signals detected by surface electromyographic (EMG) electrodes on leg muscles after transcranial magnetic stimulations","timeFrame":"0 minute, 30 minutes, and 24 hours a single brain stimulation session"},{"measure":"Mean change from baseline in stepping motor control after a four-week brain stimulation combined with visuomotor stepping training and treadmill walking training","description":"stepping motor control will be quantified by the time (seconds) that each participant takes to initiate a forward step onto a visual target displayed on the wall screen","timeFrame":"Day 1, Day 7, Day 30, Day 90 post a four-week brain stimulation combined with visuomotor stepping and treadmill walking training"},{"measure":"Mean change from baseline in gait performances after a four-week brain stimulation combined with visuomotor stepping training and treadmill walking training","description":"Gait performances will be quantified by gait speeds (meters/second) during ground walking tests","timeFrame":"Day 1, Day 7, Day 30, Day 90 post a four-week brain stimulation combined with visuomotor stepping and treadmill walking training"},{"measure":"Mean change from baseline in brain neuronal network activations after a four-week brain stimulation combined with visuomotor stepping training and treadmill walking training","description":"The neuronal activations will be quantified by oxygen consumption changes locally detected by surface infrared diodes","timeFrame":"Day 1, Day 7, Day 30, Day 90 post a four-week brain stimulation combined with visuomotor stepping and treadmill walking training"},{"measure":"Mean change from baseline in brain neuronal activations after a four-week brain stimulation combined with visuomotor stepping training and treadmill walking training","description":"The neuronal activations will be quantified by peak-to-peak electrical signals detected by surface electromyographic (EMG) electrodes on leg muscles after transcranial magnetic stimulations","timeFrame":"Day 1, Day 7, Day 30, Day 90 post a four-week brain stimulation combined with visuomotor stepping and treadmill walking training"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age between 21 and 90 years\n* Medical history of a unilateral stroke occurring ≥ 6 months prior to enrollment\n* MRI or CT evidence from the imaging report shown that the stroke involves the corticospinal tract\n* Hemiparesis involving the lower extremity (Fugl-Meyer Lower Extremity Motor Test)\n* No passive range of motion limitation in bilateral hips and knees\n* Limitation of ankle passive range of motion to 10 degrees of dorsiflexion or less\n* Visual acuity can be corrected by glasses or contact lens to 20/20\n* Able to walk independently with/without assistant devices for 10 meters\n* Able to maintain standing position without any assistance \\>= 30 sec (Short Physical Performance Battery)\n* Evaluation of cognitive status: Mini-mental status examination (MMSE) score ≥ 24\n\nExclusion Criteria:\n\n* Pregnant women\n* MRI or CT evidence of involvement of the basal ganglia or cerebellum, evidence of multiple lesions, or evidence of any other brain damage or tumors\n* Have any metal implants, cardiac pacemakers, or history of seizures\n* Ongoing orthopedic or other neuromuscular disorders that will restrict exercise training\n* Any vestibular dysfunction or unstable angina\n* Significant cognitive deficits (inability to follow a 2-step command) or severe receptive or global aphasia","healthyVolunteers":true,"sex":"ALL","minimumAge":"21 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Shih-Chiao Tseng, PhD","role":"CONTACT","phone":"409-772-9555","email":"shtseng@utmb.edu"}],"overallOfficials":[{"name":"Shih-Chiao Tseng, PhD","affiliation":"University of Texas","role":"PRINCIPAL_INVESTIGATOR"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Cerebral Vascular Accident","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}