{"protocolSection":{"identificationModule":{"nctId":"NCT05814588","orgStudyIdInfo":{"id":"REC01356 Shaher Bano"},"organization":{"fullName":"Riphah International University","class":"OTHER"},"briefTitle":"Anodal Transcranial Direct Current Stimulation and Cognition in Stroke","officialTitle":"Effects of Anodal Transcranial Direct Current Stimulation on Cognition in Subacute Stroke"},"statusModule":{"statusVerifiedDate":"2023-12","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-04-02","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-10-31","type":"ACTUAL"},"completionDateStruct":{"date":"2023-11-30","type":"ACTUAL"},"studyFirstSubmitDate":"2023-02-23","studyFirstSubmitQcDate":"2023-04-14","studyFirstPostDateStruct":{"date":"2023-04-18","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-12-19","lastUpdatePostDateStruct":{"date":"2023-12-20","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Riphah International University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Pervious literature shows the effects of tDCS and RehaCom on cognition in chronic stage of stroke and only short-term effects were seen, but detailed evidence-based study on cognition in subacute and acute stages of stroke is spare and there is limited number of studies are available on effects of tDCS in cognition in both acute and subacute stages of stroke. Some polite studies were done in acute stage of stroke and only short-term effects of tDCS were evaluated along with other outcome measures including upper and lower limb motor recovery, balance and improving activity of daily living. The long-term effects of transcranial direct stimulation only for the improvement of cognition in subacute stage of stroke are yet to be seen. This study will help us in evaluating the long-term effects of aTDCS and RehaCom cognitive therapy on cognition in subacute stage of stroke.","detailedDescription":"Previous literature showed that, the brain has a capacity to recover the loss that comes after brain damage within subacute stage, as in this stage there is high excitation-inhibition phenomena in neural circuit, this excitation-inhibition spectacles may reflect to upsurge the activity of neurotransmitter concentration within cortex that put subtle effect for developing neural plasticity.\n\nMore innovative therapies are used worldwide in patient's cognitive rehabilitation after stroke, for cognitive training including physical movement, paper-and-pencil activities, manipulatives training programs or other aids such as playing cards or a combination of multiple training, along with transcranial direct current stimulation (tDCS) and RehaCom cognitive therapy which shows significant effects with (p \\< 0.05) in acute and chronic stages of stroke. Most of the studies used a different type of therapy in therapeutic protocols for other functional improvement including motor recovery exercises for both upper and lower limb balance training, postural stability exercises, manipulative training programs with significant improvement (p \\< 0.05) in real time (tDCS)"},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":56,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Group A","type":"EXPERIMENTAL","interventionNames":["Other: Anodal TDCS"]},{"label":"Group B","type":"SHAM_COMPARATOR","interventionNames":["Other: Anodal TDCS","Other: Sham Anodal TDCS"]}],"interventions":[{"type":"OTHER","name":"Anodal TDCS","description":"RehaCom software is a computer assisted cognitive rehabilitation, it targets six programs of brain including attention, memory, and higher executive function, visuo-motor abilities, visual filed, vocational abilities, each module is divided into further subsections there is 36 total subsections, we will work on 6 subsections in every week.\n\nThe aTDCS device is a battery operated, with a pair of rubber conductive electrodes (size 7×5cm) enclosed with sponge saturated pockets (pads).","armGroupLabels":["Group A","Group B"]},{"type":"OTHER","name":"Sham Anodal TDCS","description":"rehacom cognitive therapy will be provided to this group participants","armGroupLabels":["Group B"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"RehaCom Software","description":"RehaCom is a software package that is used for the assessment of cognitive functions. RehaCom is operated with computer. There are 9 different modules for screening including, Alertness, Campimetry, Divided attention, Logical reasoning, Memory for words, Selective attention, Spatial numbers search, Visual field, working Memory. There are following parameters that will assessed in each module, Level changes (duration of session, level up 95%, and level down 70%), stimulus condition and how many mistakes done, maximum react time and repetition of each task etc. parameters which will assessed are mentions. Changes will be recorded at 0, 6, 12 \\& 18 week","timeFrame":"18 week"},{"measure":"Montreal Cognitive Assessment Scale","description":"a brief instrument for screening the cognitive impairment in stroke. It is a 30-question test that takes around 10 to 12 minutes to complete. Scores on the MoCA range from zero to 30. A score of 26 and higher is considered normal. Changes will be recorded at 0, 6, 12 \\& 18 week","timeFrame":"18 week"}],"secondaryOutcomes":[{"measure":"Fugl- Meyer Assessment Scale:","description":"It is a Primary tool for evaluation of motor recovery for post-stroke motor impairments. It is an ordinal scale that has 3 points for each item. Changes will be recorded at 0, 6, 12 \\& 18 week","timeFrame":"18 week"},{"measure":"Functional Independence Measure","description":"Includes measures of independence for self-care, including sphincter control, transfers, locomotion, communication, and social cognition. The FIM comprises 18 items: 13 define disabilities in motor functions, and 5 define disabilities in cognitive functions. FIM scores range from 1 to 7 (1 = total assist and 7 = complete independence). Changes will be recorded at 0, 6, 12 \\& 18 week","timeFrame":"18 week"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* First ischemic stroke of frontal cortex\n* Subacute stroke\n* Age 40-60 years of both genders\n* Individual with 10 years formal education\n* MMSE score between 19 and 24\n* MoCA score is minimum10\n* FIM score between 84 and 99\n* Beck depression inventory ranged between 0 and 10\n\nExclusion Criteria:\n\n* Hearing and Visual loss/ deficit\n* Recurrent CVA\n* Neurological condition affects the cognition\n* Receiving the drugs affect the cognition like anti-depressant, anti-epileptics etc\n* Wound at skull\n* Presence of shunt\n* Brain tumors","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"60 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Mirza Obaid Baig, MSPT(NMR)","affiliation":"Riphah International University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Alshifa hospital","city":"Mandi Bahauddin","state":"Punjab","country":"Pakistan","geoPoint":{"lat":32.58704,"lon":73.49122}}]},"referencesModule":{"references":[{"pmid":"33546266","type":"BACKGROUND","citation":"Hara T, Shanmugalingam A, McIntyre A, Burhan AM. The Effect of Non-Invasive Brain Stimulation (NIBS) on Attention and Memory Function in Stroke Rehabilitation Patients: A Systematic Review and Meta-Analysis. Diagnostics (Basel). 2021 Feb 3;11(2):227. doi: 10.3390/diagnostics11020227."},{"pmid":"27372845","type":"BACKGROUND","citation":"Bikson M, Grossman P, Thomas C, Zannou AL, Jiang J, Adnan T, Mourdoukoutas AP, Kronberg G, Truong D, Boggio P, Brunoni AR, Charvet L, Fregni F, Fritsch B, Gillick B, Hamilton RH, Hampstead BM, Jankord R, Kirton A, Knotkova H, Liebetanz D, Liu A, Loo C, Nitsche MA, Reis J, Richardson JD, Rotenberg A, Turkeltaub PE, Woods AJ. Safety of Transcranial Direct Current Stimulation: Evidence Based Update 2016. Brain Stimul. 2016 Sep-Oct;9(5):641-661. doi: 10.1016/j.brs.2016.06.004. Epub 2016 Jun 15."},{"pmid":"33634831","type":"BACKGROUND","citation":"Liu YW, Chen ZH, Luo J, Yin MY, Li LL, Yang YD, Zheng HQ, Liang ZH, Hu XQ. Explore combined use of transcranial direct current stimulation and cognitive training on executive function after stroke. J Rehabil Med. 2021 Mar 9;53(3):jrm00162. doi: 10.2340/16501977-2807."},{"pmid":"32186435","type":"BACKGROUND","citation":"Cirillo J, Mooney RA, Ackerley SJ, Barber PA, Borges VM, Clarkson AN, Mangold C, Ren A, Smith MC, Stinear CM, Byblow WD. Neurochemical balance and inhibition at the subacute stage after stroke. J Neurophysiol. 2020 May 1;123(5):1775-1790. doi: 10.1152/jn.00561.2019. Epub 2020 Mar 18."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}