{"protocolSection":{"identificationModule":{"nctId":"NCT01858779","orgStudyIdInfo":{"id":"DE-ER-KYP"},"organization":{"fullName":"University of Erlangen-Nürnberg Medical School","class":"OTHER"},"briefTitle":"Know Your Pulse Post Stroke-Measurement of Peripheral Pulse for Detection of Atrial Fibrillation After Ischemic Stroke","officialTitle":"Know Your Pulse Post Stroke - Peripheral Pulse Taking to Detect Paroxysmal Atrial Fibrillation After Ischemic Stroke"},"statusModule":{"statusVerifiedDate":"2020-02","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2013-05"},"primaryCompletionDateStruct":{"date":"2020-02-10","type":"ACTUAL"},"completionDateStruct":{"date":"2020-02-10","type":"ACTUAL"},"studyFirstSubmitDate":"2013-05-13","studyFirstSubmitQcDate":"2013-05-16","studyFirstPostDateStruct":{"date":"2013-05-21","type":"ESTIMATED"},"lastUpdateSubmitDate":"2020-02-10","lastUpdatePostDateStruct":{"date":"2020-02-12","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Bernd Kallmünzer","investigatorTitle":"MD","investigatorAffiliation":"University of Erlangen-Nürnberg Medical School"},"leadSponsor":{"name":"University of Erlangen-Nürnberg Medical School","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"Atrial fibrillation (AF) is the most common cause of cardioembolism and a leading cause of ischemic stroke. The diagnosis of AF after cerebral ischemia is difficult to establish even during the treatment at specialised stroke units, as paroxysmal episodes may terminate spontaneously before arrival at the hospital and do not always show early recurrence. However, the diagnosis of AF is of particular clinical relevance since adaequate anticoagulation is one of the most effective secondary preventive treatments in stroke. The detection rate of AF after stroke increases progressively by extending the duration and intensity of cardiac monitoring. For this purpose innovative medical devices and implantable event recorders have been suggested. However, high socioeconomic expenses, malcompliance and the invasiveness of some of these approaches currently limit their use to a minority of affected patients, while the growing number of stroke survivors is lacking access to free and simple screening tools.\n\nFor primary prevention, the measurement of the peripheral pulse (MPP) is currently the only guideline-recommended screening method among individuals aged 65 years or older. In contrast, MPP has never been applied in the setting of secondary stroke prevention, probably because several factors were expected to interfere with this simple technique, including sensomotor and neuropsychiologic handicaps of stroke patients 18. This study investigates feasibility and validity of MPP in this cohort (pilot phase) and compares daily MPP for 6 months with repeated holter-ECG in patients after ischemic stroke.","detailedDescription":"This prospective, single-center, observational trial will enroll n=300 patients with acute cerebral ischemia without detection of AF after standard stroke unit diagnostic procedures. During the acute in-hospital phase at the stroke unit, patients and, if available, relatives are introduced to and trained for peripheral pulse self measurements. Experiences on this educational process, including feasibility and diagnostic accuracy have already been gained during a pilot phase of the study (n=256 patients). Pulse rate and subjective perception of absolute pulse arrhythmia are assessed by the patient and/or relatives at least three times daily or during palpitations, with results being documented in a patient diary. After hospital discharge, the patient continues with daily measurements (min. 3 times per day) for 6 months. In parallel the patient will transmit ECGs using a handheld mobile ECG-device as a control to the study center. This ECG will be reviewed for episodes of atrial fibrillation. If the patient recognizes new pulse arrhythmias or an excess of pulse rate beyond an upper or lower limit of \\>120/min or \\<45/min, resp., the patient is requested to transmit an additional ECG to the study center. In this case, a 12-lead ECG and further diagnostic tests (e.g. cardiac marker or echocardiography) is initiated. As an internal control group the same patients will receive standard 72h holter ECG at 3 and 6 months which will be evaluated for episodes of atrial fibrillation by an investigator blinded for clinical data as well as results from the pulse measurements. Detection rates (pulse measurements, holter ECGs) as well as time of first diagnosis of atrial fibrillation using the different diagnostic approaches will be important endpoints of the study."},"conditionsModule":{"conditions":["Stroke","Atrial Fibrillation"],"keywords":["stroke","atrial fibrillation","secondary prevention of stroke","peripheral pulse measurement"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":300,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Study-cohort","description":"Patients after ischemic stroke without a history of atrial fibrillation will perform measurements of peripheral pulse three times daily and in case of symptomatic arrhythmic episodes. Results will be entered into a diary which will be send to the center every month. In parallel to the measurements, patients will transmit ECGs via a mobile ECG recorder to the study center.\n\nAt 3 and 6 months after inclusion patients will be evaluated using 72h holter ECG. During the whole study period AEs as well as SAEs and changes in medications are recorded.","interventionNames":["Behavioral: Measurement of peripheral pulse","Device: 72h holter ECG"]}],"interventions":[{"type":"BEHAVIORAL","name":"Measurement of peripheral pulse","description":"All patients will be introduced and trained for the measurement of peripheral pulse. Patients will keep a pulse-diary tro detect atrial fibrillation.","armGroupLabels":["Study-cohort"]},{"type":"DEVICE","name":"72h holter ECG","description":"All petients will receive regular 72h Holter ECG at 3 and 6 months after inclusion in the study.","armGroupLabels":["Study-cohort"],"otherNames":["Regular 72h Holter ECGs are used"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Number of newly detected cases of atrial fibrillation","timeFrame":"6 months"}],"secondaryOutcomes":[{"measure":"Comparison of detection rates by MPP and by serial holter ECG (3 months, 6 months)","description":"Rates of newly detected cases of atrial fibrillation using MPP are compared to the detection rate using holter ECG at 3 months and 6 months post inclusion","timeFrame":"6 months"},{"measure":"Timepoint of detection of atrial fibrillation by MPP or holter ECG","timeFrame":"6 months"},{"measure":"Modification of secondary preventive medication by detection of atrial fibrillation","timeFrame":"6 months"},{"measure":"Recurrent stroke and mortality","timeFrame":"6 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Acute cerebral ischemia and treatment on our stroke unit\n* No previous history of AF and no evidence of AF during complete diagnostic work up (including at least ECG, telemetric monitoring, transthoracic echocardiography, extracranial und transcranial dopplersonography, routine laboratory)\n* Patient and/ relatives understand study procedures and is willing and able to learn the method of pulse measurements\n* Min. CHADS2-Score of 1 (prior to present stroke)\n* Age 50 and above\n\nExclusion Criteria:\n\n* Previously documented episode of atrial fibrillation or flutter\n* Patient and/or relatives are unable to reliably perform pulse self measurement","healthyVolunteers":false,"sex":"ALL","minimumAge":"50 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Patients with acute ischemic stroke without the history of atrial fibrillation","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Martin Köhrmann, MD","affiliation":"Universitätsklinikum Erlangen","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Bernd Kallmünzer, MD","affiliation":"Universitätsklinikum Erlangen","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Universitätsklinikum Erlangen; Dept. of Neurology","city":"Erlangen","state":"Bavaria","zip":"91054","country":"Germany","geoPoint":{"lat":49.59099,"lon":11.00783}}]},"referencesModule":{"references":[{"pmid":"25804569","type":"DERIVED","citation":"Kallmunzer B, Bobinger T, Kopp M, Kurka N, Arnold M, Hilz MJ, Schwab S, Kohrmann M. Impact of heart rate dynamics on mortality in the early phase after ischemic stroke: a prospective observational trial. J Stroke Cerebrovasc Dis. 2015 May;24(5):946-51. doi: 10.1016/j.jstrokecerebrovasdis.2014.12.009. Epub 2015 Mar 21."}],"seeAlsoLinks":[{"label":"Universitätsklinikum Erlangen; Dept. of Neurology","url":"https://www.neurologie.uk-erlangen.de/"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000001281","term":"Atrial Fibrillation"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000001145","term":"Arrhythmias, Cardiac"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M11997","name":"Neoplasm Metastasis","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M4276","name":"Atrial Fibrillation","asFound":"Atrial Fibrillation","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M4143","name":"Arrhythmias, Cardiac","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}