{"protocolSection":{"identificationModule":{"nctId":"NCT05044507","orgStudyIdInfo":{"id":"BQ5"},"organization":{"fullName":"BrainQ Technologies Ltd.","class":"INDUSTRY"},"briefTitle":"The Efficacy of a Frequency-tuned Electromagnetic Field Treatment in Facilitating the Recovery of Subacute Ischemic Stroke Patients - a Pivotal Study (THE \"EMAGINE\" STUDY)","officialTitle":"The Efficacy of a Frequency-tuned Electromagnetic Field Treatment in Facilitating the Recovery of Subacute Ischemic Stroke Patients - a Pivotal Study (THE \"EMAGINE\" STUDY)","acronym":"BQ5"},"statusModule":{"statusVerifiedDate":"2022-08","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-12-04","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-03-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-08-04","studyFirstSubmitQcDate":"2021-09-11","studyFirstPostDateStruct":{"date":"2021-09-14","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-02-23","lastUpdatePostDateStruct":{"date":"2023-02-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"BrainQ Technologies Ltd.","class":"INDUSTRY"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUnapprovedDevice":true,"isUsExport":false},"descriptionModule":{"briefSummary":"This is a multicenter study that will be conducted at approximately 20 centers. BQ 2.0 is a wearable medical device that produces and delivers non-invasive, extremely-low-intensity and low-frequency, frequency-tuned electromagnetic fields in order to stimulate neuronal networks with the aim of reducing disability and promoting neurorecovery.\n\nIn this study, BQ 2.0 is intended to reduce disability in adult patients with subacute ischemic stroke, with a moderate to severe disability which includes an upper extremity motor impairment.\n\nBQ 2.0 will be used for 9 weeks in conjunction with physical and occupational therapy (PT/OT) and periodic supervision (either remote or in person) of a trained site study team member. Treatments may be administered in multiple settings (e.g. acute care hospital (ACH) or inpatient rehabilitation facilities (IRF), Skilled Nursing Facility (SNF), home or other outpatient setup).\n\nThe study will enroll up to 150 adult subjects who will be randomly assigned (1:1 allocation ratio) to either active or sham study intervention using BQ 2.0.","detailedDescription":"The study intervention will be initiated 4-21 days after the index stroke event and will consist of a total of 45 sessions over a period of 9 weeks (5 treatments per week). Each session will last 60 minutes during which 40 net minutes of active or sham study intervention using BQ 2.0 will be administered. Each study group will receive a standardized, pre-defined and evidence-based physical and occupational therapy regimen concurrent with the study intervention.\n\nScreening phase:\n\nProspective subjects, who are 3 to 21 days post-stroke, will be consented to participate in the study at either:\n\n1. a participating initial acute care hospital (ACH), prior to anticipated transfer to a participating IRF, SNF, Outpatient or home setting or\n2. at a participating IRF, SNF, outpatient or home setting\n\nConsented subjects, who are 4 to 21 days post-stroke will be screened for eligibility to participate in the treatment phase of the study.\n\nEligible subjects will be randomly assigned, at a 1:1 allocation ratio, to either the active or sham study intervention groups.\n\nTreatment and follow-up Randomized patients will proceed to the treatment phase of the study. Active or sham study intervention sessions using BQ 2.0 (active or sham therapy, respectively) will be conducted 5 times a week, starting 4-21 days after stroke onset and no later than 2 days after randomization. Each session will last 60 minutes, with active or sham field being turned on for up to 40 minutes. The only difference between the BQ 2.0 active stimulation and sham therapy is that the sham device does not generate electromagnetic fields during treatment. Subjects in both the active intervention group (BQ 2.0 group) and sham group will be asked to perform device guided physical and occupational therapy activities during each session. Participation in the study will not replace any of usual care patient should recieve.\n\nSubjects will undergo a detailed interim outcome assessment on the 20th (±4) day of treatment and a detailed primary endpoint outcome assessment on the 90th (±15) day after the onset of the index stroke. In addition, a focused, long-term outcome assessment on the 180th (±15) day after the onset of the index stroke will be performed."},"conditionsModule":{"conditions":["Ischemic Stroke"],"keywords":["subacute"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"subjects will be assigned (1:1 allocation ratio) to either active or sham study intervention using BQ 2.0","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"TRIPLE","maskingDescription":"This is a double-blind study, subjects and Investigators will be blinded to the device setting (Active/Sham). The study site team members receiving, storing, dispensing, preparing, and administering the study interventions will be blinded. Subjects' caregivers will also be blinded. There are no differences in the active and sham device appearance. Due to the non-invasive nature of the treatment, as well as the physical characteristic of the EMF, there is no noticeable difference between sessions conducted using an active or a sham device, facilitating full blinding of both subjects and Investigators.\n\nAn independent unblinded statistician (not the study statistician) will perform the assessments described. Only the unblinded statistician and members of the DSMB will be exposed to the interim report.","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR"]}},"enrollmentInfo":{"count":150,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"BQ 2.0 sham stimulation group","type":"SHAM_COMPARATOR","description":"45 sessions over a period of 9 weeks (5 treatments per week) of sham study intervention with BQ 2.0 including a standardized, pre-defined and evidence-based physical and occupational therapy regimen concurrent with the study intervention.","interventionNames":["Device: BQ 2.0"]},{"label":"BQ 2.0 active stimulation group","type":"ACTIVE_COMPARATOR","description":"45 sessions over a period of 9 weeks (5 treatments per week) of active study intervention with BQ 2.0 including a standardized, pre-defined and evidence-based physical and occupational therapy regimen concurrent with the study intervention.","interventionNames":["Device: BQ 2.0"]}],"interventions":[{"type":"DEVICE","name":"BQ 2.0","description":"frequency and intensity parameters will be set to zero so that no stimulation is delivered","armGroupLabels":["BQ 2.0 active stimulation group","BQ 2.0 sham stimulation group"],"otherNames":["BQ 2.0 sham stimulation group"]},{"type":"DEVICE","name":"BQ 2.0","description":"The BQ 2.0 is a medical device that produces and delivers non-invasive, extremely low intensity and frequency (1-100 Hz.; up to 1 G), frequency tuned electromagnetic fields in order to stimulate neuronal networks with the aim of reducing disability and promoting neurorecovery","armGroupLabels":["BQ 2.0 active stimulation group","BQ 2.0 sham stimulation group"],"otherNames":["BQ 2.0 active stimulation group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change from Baseline in Modified Rankin Scale","description":"Mean change in mRS score from baseline (post-stroke day 4-21) to 90 days post stroke (90 ±15 days post-stroke)","timeFrame":"change from baseline (4-21 days post stroke) to 90 days post stroke. mRS will be assessed at 90 Day FU visit"}],"secondaryOutcomes":[{"measure":"Change from Baseline in Fugl-Meyer Assessment for Upper Extremity (upper limb function)","description":"Lead secondary endpoint: Fugl-Meyer Assessment for Upper Extremity (upper limb function) - to show that the BQ therapy is effective in reducing upper limb impairment, and improving upper limb functionality","timeFrame":"change from baseline (4-21 days post stroke) to 90 days post stroke. FMA-EU will be assessed at 90 Day FU visit"},{"measure":"Change from Baseline in Box and Block Test (fine hand function)","description":"Secondary Endpoint: to show that the BQ therapy is effective in reducing upper limb impairment, and improving upper limb functionality","timeFrame":"change from baseline (4-21 days post stroke) to 90 days post stroke (will be assessed at 90 Day FU visit)"},{"measure":"Change from Baseline in 10 Meter Walk Test (gait speed)","description":"Secondary Endpoint: To show the BQ therapy is effective in reducing lower limb imperement","timeFrame":"change from baseline (4-21 days post stroke) to 90 days post stroke. (will be assessed at 90 Day FU visit )"},{"measure":"Change from baseline in Stroke Impact Scale Hand Domain (patient-reported hand function)","description":"Secondary Endpoint: to show that the BQ therapy is effective in reducing upper limb impairment, and improving upper limb functionality","timeFrame":"change from baseline (4-21 days post stroke) to 90 days post stroke (will be assessed at 90 Day FU visit )"},{"measure":"Change from baseline in Stroke Impact Scale 16 (patient-reported physical functional limitation)","description":"Secondary Endpoint: to show that the BQ therapy is effective in reducing upper limb impairment, and improving upper limb functionality","timeFrame":"change from baseline (4-21 days post stroke) to 90 days post stroke (will be assessed on 90 Day FU visit )"},{"measure":"Change from baseline in 5-level EQ-5D (health-related quality of life)","description":"Secondary Endpoint: To show that the BQ therapy is effective in improving health-related quality of life (HRQoL)","timeFrame":"Change from baseline (4-21 days post-stroke) to 90 days post-stroke (will be assessed on 90 Day FU visit )"}],"otherOutcomes":[{"measure":"Serious procedure or device related adverse events & device deficiencies","description":"Safety: To characterize the safety profile of the BQ therapy and to show that the BQ 2.0 performs reliably.","timeFrame":"Through study completion, an average of 90 ± 15 days post-stroke (will be assessed on 90 Day FU visit )"},{"measure":"Change in Montreal Cognitive Assessment (global cognitive function)","description":"Tertiary/Exploratory: To show that the BQ therapy is effective in reducing cognitive impairment at 3 months post-stroke, when initiated 4 to 14 days following an ischemic stroke.","timeFrame":"will be assessed at 90 Day FU visit"},{"measure":"Change in Patient Health Questionnaire-8 (depression)","description":"Tertiary/Exploratory: To show that the BQ therapy is effective in reducing depression at 3 months post-stroke, when initiated 4 to 14 days following an ischemic stroke.","timeFrame":"will be assessed on 90 Day FU visit"},{"measure":"Change in Academic Medical Center Linear Disability Scale (granular level of disability) at 90 days post-stroke.","description":"Tertiary/Exploratory: To show that the BQ therapy is effective in reducing fine-grained level of disability at 3 months post-stroke, when initiated 4 to 14 days following an ischemic stroke.","timeFrame":"will be assessed on 90 Day FU visit"},{"measure":"Change from Baseline in Modified Rankin Scale (global disability)","description":"Tertiary/Exploratory: To characterize the long-term effect at 6 months post-stroke of the BQ therapy effect on upper limb functionality","timeFrame":"change from baseline (4-21 days post-stroke) to 180 days post-stroke. will be assessed at 6 month FU visit"},{"measure":"Change from Baseline in Stroke Impact Scale Hand Domain (patient-reported hand function)","description":"Tertiary/Exploratory: To characterize the long-term effect at 6 months post-stroke of the BQ therapy effect on upper limb functionality","timeFrame":"change from baseline (4-21 days post-stroke) to 180 days post-stroke will be assessed at 6 month FU visit"},{"measure":"Change from Baseline in 5-level EQ-5D (health-related quality of life) at 180 days post-stroke.","description":"Tertiary/Exploratory:To characterize the long-term effect at 6 months post-stroke of the BQ therapy effect on health-related quality of life (HRQoL).","timeFrame":"change from baseline (4-21 days post-stroke) to 180 days post-stroke (will be assessed at 6 month FU visit )"},{"measure":"Formal cost-effectiveness analysis over a lifetime horizon from the perspective of the United States healthcare system.","description":"Tertiary/Exploratory: To formally evaluate the cost-effectiveness of the BQ therapy over a lifetime horizon from the perspective of the United States healthcare system.","timeFrame":"Will be assessed at 90 day FU visit and 6 month FU visit"},{"measure":"adherence to treatment as measured by the Qompass","description":"To explore the relationship between adherence to treatment as measured by the Qompass","timeFrame":"Will be assessed upon data base lock"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. mRS score of 3 or 4.\n2. FMA-UE score between 10-45 (inclusive) of impaired limb.\n3. Age 22 to 85 years of age (inclusive).\n4. Diagnosed with an ischemic stroke, confirmed by CT or MRI imaging.\n5. 4 to 21 days from stroke onset (or last known well).\n6. Pre-stroke mRS of 0 or 1.\n7. Able to sit with the investigational device for 40 consecutive minutes.\n8. Can follow a 3-step command, such as \"take the paper, fold it in half, and return it to me\".\n9. Willingness to participate in occupational/physical therapy activities during study intervention sessions.\n10. Availability of a relative or other caregiver able to assist during PT/OT treatment delivered via video call sessions during the study.\n11. If female, not pregnant (as confirmed by a urine or a blood test, or as determined by an official medical document) or breastfeeding and with no ability to become pregnant or on an acceptable method of contraception during the study\n12. Informed consent signed by subject (if competent) or legally authorized representative.\n\nExclusion Criteria:\n\n1. Severe neglect impairment (NIHSS item 11 score = 2) or neglect that is severe enough to interfere with reasonable performance of study procedures. assessments or treatments.\n2. Implanted active electronic or passive MR-incompatible devices.\n3. Previous ischemic or hemorrhagic stroke within the 2 weeks before the index stroke.\n4. Pre-existing neurological condition (eg, Alzheimer's disease, Parkinson's disease, multiple sclerosis, traumatic brain injury, spinal cord injury) or physical limitation that would interfere significantly with the subject's participation in the study and/or confound neurological or functional evaluation.\n5. Active epilepsy or currently taking anti-epileptic medication (indicated for the treatment of a seizure disorder), or seizure in the last 5 years.\n6. Significant visual disturbances that cannot be corrected and that would interfere significantly with the subject's participation in the study and/or confound neurological or functional evaluation.\n7. Unstable serious illness/condition (eg, active cancer, severe heart failure, active psychiatric condition) or life expectancy of less than 6 12 months.\n8. A known severe allergic reaction to acrylic-based adhesives.\n9. Ongoing alcohol abuse and/or illicit drug use.\n10. Participation in another trial that would conflict with the current study or clinical endpoint interference may occur.\n11. Employee of the Sponsor.\n12. Prisoner.","healthyVolunteers":false,"sex":"ALL","minimumAge":"22 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Assaf Lifshitz","role":"CONTACT","phone":"972 54 4586787","email":"assaf@brainqtech.com"}],"overallOfficials":[{"name":"Jeffrey L Saver, MD","affiliation":"Lead Coordinating PI","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Pamela W Duncan, PhD","affiliation":"Lead Coordinating PI","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Ronald Reagan UCLA Medical Center & California Rehabilitation Institute","status":"NOT_YET_RECRUITING","city":"Los Angeles","state":"California","zip":"90095","country":"United States","contacts":[{"name":"Gilda Avila","role":"CONTACT","email":"GAvila@mednet.ucla.edu"},{"name":"Mersedeh Bahr Hosseini, MD","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Michael Su, MD","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":34.05223,"lon":-118.24368}},{"facility":"MedStar National Rehabililtaion Hospital,","status":"RECRUITING","city":"Washington","state":"District of Columbia","zip":"20010","country":"United States","contacts":[{"name":"Kathaleen Brady","role":"CONTACT","email":"Kathaleen.P.Brady@medstar.net"},{"name":"Richard Zorowitz, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":38.89511,"lon":-77.03637}},{"facility":"Brooks Rehabilitation Hospital - University Campus","status":"RECRUITING","city":"Jacksonville","state":"Florida","zip":"32216","country":"United States","contacts":[{"name":"Hannah, MS, ACSM-EP","role":"CONTACT","email":"Hannah.Snyder@Brooksrehab.org"},{"name":"Emily Fox","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":30.33218,"lon":-81.65565}},{"facility":"The Miami Project to Cure Paralysis","status":"NOT_YET_RECRUITING","city":"Miami","state":"Florida","zip":"33136","country":"United States","contacts":[{"name":"Iszet Campo-Bustillo","role":"CONTACT","phone":"305-243-8018","email":"icampo@med.miami.edu"},{"name":"Ning Cao, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":25.77427,"lon":-80.19366}},{"facility":"Shirley Ryan Abilitylab","status":"RECRUITING","city":"Chicago","state":"Illinois","zip":"60611","country":"United States","contacts":[{"name":"Sara J Prokup, PT, DPT","role":"CONTACT","email":"sprokup@ricres.org"},{"name":"Eliot Roth, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":41.85003,"lon":-87.65005}},{"facility":"KU Medical Center","status":"RECRUITING","city":"Kansas City","state":"Kansas","zip":"66160","country":"United States","contacts":[{"name":"Sasha Moors","role":"CONTACT","email":"smoores@kumc.edu"},{"name":"Sandra Billinger, PT, PhD,FAHA","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":39.11417,"lon":-94.62746}},{"facility":"Spaulding Rehabilitation Hospital","status":"RECRUITING","city":"Boston","state":"Massachusetts","zip":"02129","country":"United States","contacts":[{"name":"Jenny Min","role":"CONTACT","email":"bq5@partners.org"},{"name":"Randie Black-Schaffer, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":42.35843,"lon":-71.05977}},{"facility":"JFK Johnson Rehabilitation Institute","status":"RECRUITING","city":"Edison","state":"New Jersey","zip":"08820","country":"United States","contacts":[{"name":"Maria Belen Montealegre, OTD","role":"CONTACT","phone":"(732) 321-7000","phoneExt":"62853","email":"maria.montealegre@hmhn.org"},{"name":"Sara J Cuccurullo, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":40.51872,"lon":-74.4121}},{"facility":"Kessler Institute of Rehabilitation","status":"RECRUITING","city":"West Orange","state":"New Jersey","zip":"07052","country":"United States","contacts":[{"name":"Ghaith Androwis, Ph.D.","role":"CONTACT","phone":"973-324-3565","email":"gandrowis@kesslerfoundation.org"},{"name":"Steven Kirshblum, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":40.79871,"lon":-74.23904}},{"facility":"NYP Brooklyn Methodist Hospital Outpatient Rehabilitation","status":"RECRUITING","city":"Brooklyn","state":"New York","zip":"11215","country":"United States","contacts":[{"name":"Joy J Rutherford","role":"CONTACT","phone":"718-780-7715","email":"jor9147@nyp.org"},{"name":"Joel Stein, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":40.6501,"lon":-73.94958}},{"facility":"Atrium Health Carolinas Rehabilitation","status":"RECRUITING","city":"Charlotte","state":"North Carolina","zip":"28203","country":"United States","contacts":[{"name":"Tami Guerrier","role":"CONTACT","email":"Tami.Guerrier@atriumhealth.org"},{"name":"Matthew Shall, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":35.22709,"lon":-80.84313}},{"facility":"Moss Rehabilitation Research Institute","status":"NOT_YET_RECRUITING","city":"Elkins Park","state":"Pennsylvania","zip":"19027","country":"United States","contacts":[{"name":"Grace Loscalzo","role":"CONTACT"},{"role":"CONTACT","email":"CaoNing1@einstein.edu"},{"name":"Ning Chao, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":40.07706,"lon":-75.12684}},{"facility":"Baylor Scott & White Institute for Rehabilitation","status":"NOT_YET_RECRUITING","city":"Dallas","state":"Texas","zip":"75246","country":"United States","contacts":[{"name":"Lacy Mcdonald","role":"CONTACT","email":"LACY.MCDONALD@BSWHEALTH.ORG"},{"name":"Simon Driver, PhD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":32.78306,"lon":-96.80667}},{"facility":"TIRR Memorial Hermann Hospital","status":"NOT_YET_RECRUITING","city":"Houston","state":"Texas","zip":"77030","country":"United States","contacts":[{"name":"Emily Stevens, OTR","role":"CONTACT","email":"Emily.A.Stevens@uth.tmc.edu"},{"name":"Sean Savitz, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":29.76328,"lon":-95.36327}}]}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"Prot","hasProtocol":true,"hasSap":false,"hasIcf":false,"label":"Study Protocol","date":"2022-06-20","uploadDate":"2023-02-23T02:51","filename":"Prot_001.pdf","size":3019380}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000007238","term":"Infarction"},{"id":"D000009336","term":"Necrosis"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M5483","name":"Cerebral Infarction","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}