{"protocolSection":{"identificationModule":{"nctId":"NCT04124172","orgStudyIdInfo":{"id":"2018285"},"organization":{"fullName":"Institut Guttmann","class":"OTHER"},"briefTitle":"Efficacy and Safety of rTMS Plus Rehabilitation for the Improvement of the Upper Extremity in Stroke (ERES)","officialTitle":"Pilot Study to Evaluate the Efficacy and Safety of rTMS Associated With Rehabilitation for the Improvement of the Functionality of the Upper Extremity in Stroke","acronym":"ERES"},"statusModule":{"statusVerifiedDate":"2019-10","overallStatus":"UNKNOWN","lastKnownStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-10-15","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2020-12-15","type":"ESTIMATED"},"completionDateStruct":{"date":"2021-04-15","type":"ESTIMATED"},"studyFirstSubmitDate":"2018-10-05","studyFirstSubmitQcDate":"2019-10-09","studyFirstPostDateStruct":{"date":"2019-10-11","type":"ACTUAL"},"lastUpdateSubmitDate":"2019-10-09","lastUpdatePostDateStruct":{"date":"2019-10-11","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Raúl Pelayo","investigatorTitle":"MD, PhD","investigatorAffiliation":"Institut Guttmann"},"leadSponsor":{"name":"Institut Guttmann","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":true},"descriptionModule":{"briefSummary":"The rehabilitation of the upper limb after a stroke is a challenge due to its complexity and the important cerebral representation of it, particularly of the hand. Repetitive transcranial magnetic stimulation (rTMS) is a tool that can broaden the effect of rehabilitation and thus appears to be observed in different studies performed in patients in chronic phase. However, there are little data on its usefulness before 6 months after the stroke. The variability in the presentation, the fact that it is a phase where the motor deficit of the upper limb coexists with other deficits and medical problems partly explain the lack of specific studies.\n\nThe investigators present here a preliminary study on the efficacy of rTMS associated with the rehabilitation program of the paretic upper extremity due to a stroke in comparison with sham rTMS. Patients (with moderate to mild involvement) will be randomly distributed in the two study groups and will be evaluated both clinically and neurophysiologically before and after the sessions to try to demonstrate if there is a positive effect in a safe manner."},"conditionsModule":{"conditions":["Stroke","Arm Paralysis"],"keywords":["stroke","rTMS","upper limb rehabilitation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"It is a randomized design (rTMS vs simulated stimulation before upper limb rehabilitation session) in patients with a single stroke (\\< 6 months) and unilateral involvement with upper limb paresis (Fugl Meyer \\> 22).Patients received 15 consecutive rTMS (real or not) plus rehabilitation. Clinical evaluation will be performed before, at the end and one month after the intervention. A neurophysiological exam will be performed before and after the intervention also.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"TRIPLE","maskingDescription":"Participants received rTMS vs simulated stimulation without information of their status. Physical therapy and clinical evaluation will be carried out blindly with respect to the status of brain stimulation. Only the researcher who performs the rTMS knows the intervention condition.","whoMasked":["PARTICIPANT","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":24,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Real rTMS","type":"ACTIVE_COMPARATOR","description":"rTMS (Magstim Super Rapid, Magstim Company, Whitland, Wales, UK) with eight-shaped coil (1 Hz, 1500 stimuli) in M1of the contralateral hemisphere to the lesion (\"healthy side\"). M1 is defined like the hot spot to elucidated a motor evoked potential in the Abductor Pollicis Brevis (APB) muscle of the contralateral hand. Intervention will be performed before one hour rehabilitation session of the upper limb according to our clinical protocol, completing 15 sessions.","interventionNames":["Device: Real rTMS (Magstim)"]},{"label":"Sham rTMS","type":"SHAM_COMPARATOR","description":"Sham rTMS (Magstim Super Rapid, Magstim Company, Whitland, Wales, UK) with eight-shaped coil (1 Hz, 1500 stimuli) in M1of the contralateral hemisphere to the lesion (\"healthy side\"). Investigators will make the simulation disconnecting the coil but keeping its position during the same time as the real one. Intervention will be performed before one hour rehabilitation session of the upper limb according to our clinical protocol, completing 15 sessions.","interventionNames":["Device: Sham rTMS"]}],"interventions":[{"type":"DEVICE","name":"Real rTMS (Magstim)","description":"See arm description","armGroupLabels":["Real rTMS"]},{"type":"DEVICE","name":"Sham rTMS","description":"See arm description","armGroupLabels":["Sham rTMS"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in functionality of the upper limb measured in Fugl-Meyer (F-M) scale","description":"Changes in the measure in F-M scale (numeric, \\*arm strength subscale\\*): FUGL-MEYER ASSESSMENT UPPER EXTREMITY (FMA-UE) (Fugl-Meyer et al., Scand J Rehabil Med 1975), using the motor function subscore (0 to 66, more functionality with high score)","timeFrame":"Before (during 7 days before the 1st stimulation day); at the end (during 7 days after the 15th stimulation day); one month after the last stimulation (limits 7 days before or after the exact data)"},{"measure":"Change in functionality of the upper limb measured in Block test","description":"Changes in the measure in Box and Block test (numeric, \\*total scale\\*) BOX AND BLOCKS TEST (Mathiowetz et al, Am J Occup Ther 1985) The score is the number of blocks carried from one compartment to the other in one minute. Score each hand separately. Maximum 150 blocks","timeFrame":"Before (during 7 days before the 1st stimulation day); at the end (during 7 days after the 15th stimulation day); one month after the last stimulation (limits 7 days before or after the exact data)"}],"secondaryOutcomes":[{"measure":"Changes in functionality of the upper limb measured in Action Research Arm Test (ARAT)","description":"Changes in the measure in ARAT (numeric, \\*total scale\\*) ACTION RESEARCH ARM TEST (Lyle RC, Int J Rehabil Res 1981) Score from 0 to 57 (better function with high score)","timeFrame":"Before (during 7 days before the 1st stimulation day); at the end (during 7 days after the 15th stimulation day); one month after the last stimulation (limits 7 days before or after the exact data)"},{"measure":"Changes in functionality of the upper limb measured in 9-Hole Peg Test (9-HPT)","description":"Changes in the measure in 9-HPT (time, seconds \\*total scale\\*) NINE HOLE PEG TEST (Mathiowetz et al, Occup Therap J Resaerach 1985) Time in second to perform the whole test will be recordered (better with less time)","timeFrame":"Before (during 7 days before the 1st stimulation day); at the end (during 7 days after the 15th stimulation day); one month after the last stimulation (limits 7 days before or after the exact data)"}],"otherOutcomes":[{"measure":"Neurophysiological exam of cortical excitability: motor threshold collected in the first interoseus dorsal (FID) muscle in the both hands.","description":"Motor threshold, mesured in percentage (%): Defined as the minimum stimulation intensity that can produce a motor output (MEP). Fifty microvolts (microV) MEP in 5 of 10 stimulus will be considered. The investigators will use a TMS sitimulation with a focal coil above the scalp in both sides","timeFrame":"Before (during 7 days before the 1st stimulation day); at the end (during 7 days after the 15th stimulation day);"},{"measure":"Neurophysiological exam of cortical excitability: mesure MEPs average in the FID of 10 stimulus in the hot spot of bothsides at 120% of the threshold intensity.","description":"MEP will be mesured in microV. The investigators will use a TMS sitimulation with a focal coil above the scalp in both sides.","timeFrame":"Before (during 7 days before the 1st stimulation day); at the end (during 7 days after the 15th stimulation day);"},{"measure":"Neurophysiological exam of cortical excitability:mesure MEPs average after pair pulses in the FID of 10 stimulus in the hot spot of bothsides at 120% of the threshold intensity, preceded of infratreshold stimulus (80%)in 2, 6 and 10 milliseconds","description":"Collected the MEP average in the FID of 10 stimulus in the hot spot of bothsides at 120% of the threshold intensity, preceded of infratreshold stimulus (80%)in 2, 6 and 10 milliseconds to study short interval intracortical inhibition (SICI) and short interval intracortical facilitation (SICF). The investigators will use a TMS sitimulation with a focal coil above the scalp in both sides.","timeFrame":"Before (during 7 days before the 1st stimulation day); at the end (during 7 days after the 15th stimulation day);"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients with a stroke (ischemic-hemorrhagic) that conditions a limitation unilateral (brachial monoparesis or hemiparesis) and presenting a moderate or mild deficit (motor score on the FM scale ≥ 22 at the motor level of the upper extremity)\n* To participate in the study the patient must sign an informed consent and be older than 18 y.o.\n\nExclusion Criteria:\n\n* Patients with epilepsy or those with devices will be excluded from the study in your body or metallic at the brain level, as well as patients with craniotomy without cranioplasty.\n* Also excluded are all patients whose conditions prevent them from complying with the rehabilitation protocol.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Raúl Pelayo, Neurologist","role":"CONTACT","phone":"+34 934977700","email":"rpelayo@guttmann.com"}],"overallOfficials":[{"name":"Raúl Pelayo, Neurologist","affiliation":"Institut Guttmann","role":"PRINCIPAL_INVESTIGATOR"}]},"referencesModule":{"references":[{"pmid":"18940690","type":"RESULT","citation":"Donnan GA, Davis SM. Breaking the 3 h barrier for treatment of acute ischaemic stroke. Lancet Neurol. 2008 Nov;7(11):981-2. doi: 10.1016/S1474-4422(08)70230-8. No abstract available."},{"pmid":"12105363","type":"RESULT","citation":"Lai SM, Studenski S, Duncan PW, Perera S. Persisting consequences of stroke measured by the Stroke Impact Scale. Stroke. 2002 Jul;33(7):1840-4. doi: 10.1161/01.str.0000019289.15440.f2."},{"pmid":"11909906","type":"RESULT","citation":"Kwakkel G, Kollen BJ, Wagenaar RC. Long term effects of intensity of upper and lower limb training after stroke: a randomised trial. J Neurol Neurosurg Psychiatry. 2002 Apr;72(4):473-9. doi: 10.1136/jnnp.72.4.473."},{"pmid":"25829989","type":"RESULT","citation":"Claflin ES, Krishnan C, Khot SP. Emerging treatments for motor rehabilitation after stroke. Neurohospitalist. 2015 Apr;5(2):77-88. doi: 10.1177/1941874414561023."},{"pmid":"19802336","type":"RESULT","citation":"Reis J, Robertson E, Krakauer JW, Rothwell J, Marshall L, Gerloff C, Wassermann E, Pascual-Leone A, Hummel F, Celnik PA, Classen J, Floel A, Ziemann U, Paulus W, Siebner HR, Born J, Cohen LG. Consensus: \"Can tDCS and TMS enhance motor learning and memory formation?\". Brain Stimul. 2008 Oct;1(4):363-369. doi: 10.1016/j.brs.2008.08.001."},{"pmid":"23326685","type":"RESULT","citation":"Takeuchi N, Oouchida Y, Izumi S. Motor control and neural plasticity through interhemispheric interactions. Neural Plast. 2012;2012:823285. doi: 10.1155/2012/823285. Epub 2012 Dec 26."},{"pmid":"9474057","type":"RESULT","citation":"Wassermann EM. Risk and safety of repetitive transcranial magnetic stimulation: report and suggested guidelines from the International Workshop on the Safety of Repetitive Transcranial Magnetic Stimulation, June 5-7, 1996. Electroencephalogr Clin Neurophysiol. 1998 Jan;108(1):1-16. doi: 10.1016/s0168-5597(97)00096-8."},{"pmid":"25034472","type":"RESULT","citation":"Lefaucheur JP, Andre-Obadia N, Antal A, Ayache SS, Baeken C, Benninger DH, Cantello RM, Cincotta M, de Carvalho M, De Ridder D, Devanne H, Di Lazzaro V, Filipovic SR, Hummel FC, Jaaskelainen SK, Kimiskidis VK, Koch G, Langguth B, Nyffeler T, Oliviero A, Padberg F, Poulet E, Rossi S, Rossini PM, Rothwell JC, Schonfeldt-Lecuona C, Siebner HR, Slotema CW, Stagg CJ, Valls-Sole J, Ziemann U, Paulus W, Garcia-Larrea L. Evidence-based guidelines on the therapeutic use of repetitive transcranial magnetic stimulation (rTMS). Clin Neurophysiol. 2014 Nov;125(11):2150-2206. doi: 10.1016/j.clinph.2014.05.021. Epub 2014 Jun 5."},{"pmid":"20402755","type":"RESULT","citation":"Emara TH, Moustafa RR, ElNahas NM, ElGanzoury AM, Abdo TA, Mohamed SA, ElEtribi MA. Repetitive transcranial magnetic stimulation at 1Hz and 5Hz produces sustained improvement in motor function and disability after ischaemic stroke. Eur J Neurol. 2010 Sep;17(9):1203-1209. doi: 10.1111/j.1468-1331.2010.03000.x. Epub 2010 Apr 8."},{"pmid":"22588639","type":"RESULT","citation":"Seniow J, Bilik M, Lesniak M, Waldowski K, Iwanski S, Czlonkowska A. Transcranial magnetic stimulation combined with physiotherapy in rehabilitation of poststroke hemiparesis: a randomized, double-blind, placebo-controlled study. Neurorehabil Neural Repair. 2012 Nov-Dec;26(9):1072-9. doi: 10.1177/1545968312445635. Epub 2012 May 15."},{"pmid":"22177936","type":"RESULT","citation":"Sasaki N, Mizutani S, Kakuda W, Abo M. Comparison of the effects of high- and low-frequency repetitive transcranial magnetic stimulation on upper limb hemiparesis in the early phase of stroke. J Stroke Cerebrovasc Dis. 2013 May;22(4):413-8. doi: 10.1016/j.jstrokecerebrovasdis.2011.10.004. Epub 2011 Dec 15."},{"pmid":"25877360","type":"RESULT","citation":"Zheng CJ, Liao WJ, Xia WG. Effect of combined low-frequency repetitive transcranial magnetic stimulation and virtual reality training on upper limb function in subacute stroke: a double-blind randomized controlled trail. J Huazhong Univ Sci Technolog Med Sci. 2015 Apr;35(2):248-254. doi: 10.1007/s11596-015-1419-0. Epub 2015 Apr 16."},{"pmid":"19678808","type":"RESULT","citation":"Khedr EM, Etraby AE, Hemeda M, Nasef AM, Razek AA. Long-term effect of repetitive transcranial magnetic stimulation on motor function recovery after acute ischemic stroke. Acta Neurol Scand. 2010 Jan;121(1):30-7. doi: 10.1111/j.1600-0404.2009.01195.x. Epub 2009 Aug 11."},{"pmid":"22238412","type":"RESULT","citation":"Avenanti A, Coccia M, Ladavas E, Provinciali L, Ceravolo MG. Low-frequency rTMS promotes use-dependent motor plasticity in chronic stroke: a randomized trial. Neurology. 2012 Jan 24;78(4):256-64. doi: 10.1212/WNL.0b013e3182436558. Epub 2012 Jan 11."},{"pmid":"19798637","type":"RESULT","citation":"Ameli M, Grefkes C, Kemper F, Riegg FP, Rehme AK, Karbe H, Fink GR, Nowak DA. Differential effects of high-frequency repetitive transcranial magnetic stimulation over ipsilesional primary motor cortex in cortical and subcortical middle cerebral artery stroke. Ann Neurol. 2009 Sep;66(3):298-309. doi: 10.1002/ana.21725."},{"pmid":"22518248","type":"RESULT","citation":"Emara T, El Nahas N, Elkader HA, Ashour S, El Etrebi A. MRI can Predict the Response to Therapeutic Repetitive Transcranial Magnetic Stimulation (rTMS) in Stroke Patients. J Vasc Interv Neurol. 2009 Apr;2(2):163-8."}],"seeAlsoLinks":[{"label":"Corporative web of Guttmann Institute","url":"http://www.guttmann.com"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"Prot_SAP","hasProtocol":true,"hasSap":true,"hasIcf":false,"label":"Study Protocol and Statistical Analysis Plan","date":"2019-10-09","uploadDate":"2019-10-09T16:05","filename":"Prot_SAP_000.pdf","size":283303}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000010243","term":"Paralysis"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M12847","name":"Paralysis","asFound":"Paralysis","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}