{"protocolSection":{"identificationModule":{"nctId":"NCT04915027","orgStudyIdInfo":{"id":"Rehabkompassen®"},"organization":{"fullName":"Umeå University","class":"OTHER"},"briefTitle":"Rehabkompassen® - a Patient-centered Digital Follow-up Tool in the Post-stroke Continuum of Care","officialTitle":"Rehabkompassen® - a Novel Digital Tool for Facilitating Patient-tailored Rehabilitation in the Post-acute Continuum of Care After Stroke - A Multicenter Pragmatic Randomized Controlled Trial"},"statusModule":{"statusVerifiedDate":"2023-08","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-08-26","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-11-11","studyFirstSubmitQcDate":"2021-06-04","studyFirstPostDateStruct":{"date":"2021-06-07","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-08-30","lastUpdatePostDateStruct":{"date":"2023-09-01","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Umeå University","class":"OTHER"},"collaborators":[{"name":"The Swedish Research Council","class":"OTHER_GOV"},{"name":"Forte: Swedish research council for health, working life and welfare","class":"UNKNOWN"},{"name":"Swedish Heart Lung Foundation","class":"OTHER"},{"name":"Vinnova","class":"OTHER_GOV"},{"name":"Strokeförbundet","class":"UNKNOWN"},{"name":"Västerbotten County Council, Sweden","class":"OTHER_GOV"},{"name":"Göteborg University","class":"OTHER"},{"name":"Vastra Gotaland Region","class":"OTHER_GOV"},{"name":"Uppsala University","class":"OTHER"},{"name":"Uppsala County Council, Sweden","class":"OTHER_GOV"},{"name":"Karolinska Institutet","class":"OTHER"},{"name":"Region Stockholm","class":"OTHER_GOV"},{"name":"Västmanland County Council, Sweden","class":"OTHER_GOV"},{"name":"Västernorrland County Council, Sweden","class":"OTHER_GOV"},{"name":"Värmland County Council, Sweden","class":"OTHER_GOV"},{"name":"Sormland County Council, Sweden","class":"OTHER"}]},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke is a leading cause of disability and with a heavy burden for the society. Despite the demands from 'Socialstyrelsen' of improving post-acute care, an effective structured follow-up to promote a patient-tailored rehabilitation remains largely lacking in the current stroke care.\n\nThe overall aim of this study is to find a cost-effective solution to facilitate patient-tailored rehabilitation that improves daily and social activities and health-related quality of life for persons discharged from the acute care after stroke. We have recently developed a novel digital graphic tool, Rehabkompassen®, which based on patient-reported outcome measurements captures the patient's complex health status after stroke.\n\nHere, this tool will be used in a parallel, open-label, 2-arm prospective and multicenter pragmatic randomized controlled trial between 2022-2026. All participants (n = 1106) will be randomized according to permuted block design; and receive a usual care without (control group, n = 553) or with (intervention group, n = 553) Rehabkompassen®, within 3-month after stroke. The effectiveness of the tool on daily and social activities, quality of life and its health-economic effects will be compared at 12-month follow-up post stroke.\n\nWe hypothesize that the digital tool Rehabkompassen® will provide a patient-tailored rehabilitation that improves recovery, independence, and quality of life among people with stroke in a cost-effective way.","detailedDescription":"Primary research question Q1-2 ( in corresponding to the outcomes 1-2). Does the usage of a digital Rehabkompassen® together with a usual care within 3-month follow-up, in comparison with a usual care with Post-stroke checklist (PSC), improve the patients' daily and social activities at 12-month after stroke?\n\nSecondary research questions\n\nIn comparison with the control group (a usual care with PSC but without Rehabkompassen®), does the usage of an additional digital Rehabkompassen® within 3-month after stroke (the intervention):\n\nQ3. improve the patients' health-related quality of life at 12-month after stroke? Q4. influence the secondary outcome measures at 12-month post stroke? Q5. demonstrate cost-effectiveness? Q6. further improve Rehabkompassen® based on feedbacks from the end-users (patients and health care professionals)? Q7. provide information that affect and/ or facilitate implementation of Rehabkompassen®?\n\nStudy design and patient selection.\n\nIn the pilot study\n\nA total of 30 patients will be randomized 1:1 to the intervention group (a usual out-patient visit Rehabkompassen®) or the control group (a usual out-patient visit without Rehabkompassen®) with otherwise identical procedure as that described in the formal RCT below. The aim of the pilot study is to collect information on feasibility of the instrument, key metrics for the formal RCT; and to obtain preliminary efficacy data.\n\nIn the formal RCT\n\nAll patients who meet the selection criteria, together with the appointment for a usual out-patient follow-up or in the beginning of the inpatient care, receive an invitation to the study. Patients who give their consent are contacted via telephone or in-person by research staff at the local clinic in order to provide oral information about the study. All study participants will be followed-up at 3- and 12-months after stroke onset.\n\nPatients in both control- and intervention groups then receive a message in their inbox at 1177.se. At home or in the inpatient care, patient-participants will be able to fill in the surveys concerning their health by clicking on the links in their e-mail inbox at 1177.se. In an out-patient setting, the questionnaires must be answered no later than one week before the visit. In the inpatient care, patient-participants need to answer the questionnaires in the beginning of the care. In order to facilitate the usage of the digital Rehabkompassen®, research staff will offer technical support via telephone or in-person.\n\nWithin 3-month follow-up (Control and Intervention)\n\nA usual care consists of patient's history of disease taken, examination and rehabilitation treatment plan in either inpatient or outpatient settings.\n\nControl group: a usual care + questionnaires\n\nTo collect the baseline data, the patient-participants in the control group will fill in only questionnaires of smRSq, SIS-D8 and EQ-5D-5L via 1177.se prior to a usual out-patient follow-up or in the beginning of the inpatient care. The Post-stroke Checklist (PSC) will be used together with the usual care.\n\nIntervention group: a usual care + Rehabkompassen®\n\nThe patient-participants will fill in the Rehabkompassen® questionnaires 12. The Rehabkompassen® questionnaires consist of smRSq, SIS, EAT-10, FAS, HAD and EQ-5D-5L. The patient's own graphic Rehabkompassen® will be utilized at the usual care with otherwise identical procedures as the control group.\n\nThe replies from the questionnaires (control group) or Rehabkompassen® (intervention group) will be used by doctors / healthcare personnel before the usual in- or out-patient follow-up / team assessment as a basis for triage, and during the usual in- or out-patient follow-up / team assessment as a basis for assessing the patient's rehabilitation needs.\n\nAt 12-month follow-up\n\nAll participants from control- and intervention group will fill in the Rehabkompassen® questionnaires via 1177.se at home one week prior an out-patient visit. The patient's own graphic Rehabkompassen® will be utilized at the usual out-patient follow-up.\n\nPost-acute continuum of care\n\nIn order to facilitate the patient's transfer between levels of care, regular referral meetings will be conducted with representatives from the clinics, primary care and the municipality (preliminary once / month) in the study with (Intervention) or without (control) Rehabkompassen® functions as a discussion platform for referring patients between caregivers.\n\nTechnical support and development\n\nTechnical support during the study will be carried out by our technical competencies within the research team. The feedback from the end-users (both patient and medical staff) at the 3-month follow-up and during the whole using process will be used to further develop and refine the tool by our technical competencies within the research team.\n\nStudy Design, Randomization and blinding\n\nTo evaluate the hypotheses in this proposed study, we have designed a parallel, open-label, 2-arm prospective multicenter pragmatic RCT with allocation ratio 1:1. We intend to use permuted block randomization with stratification at each clinic. We will use random block sizes between 2-8 to ensure participants randomly assigned to intervention respectively control group 15. The randomization list will be created centrally by REDCap, and handled by an investigator who will not be involved in outcome assessment or the patient's treatment.\n\nPatients will be identified by approximately 15 participating centers from at least 4 regions. In a three-year recruitment period, we have estimated that approximately 21 000 stroke patients need structured follow-up in the catchment area. All patient-participants will receive two follow-ups, i.e one within 3-month and another at 12-month after stroke onset.\n\nEstimated sample size and power\n\nThe study is dimensioned to reach 90% in the analysis of the two primary outcomes at a significance level of 2.5% for each individual test, to account for planned correction for multiple comparison with a target familywise error rate of 5%.\n\nSample size calculations have been performed assuming a difference of 4 points in SIS-p between, which is well below any concluded smallest important differences reported in the literature 20. A power analysis has been conducted using Monte Carlo simulations, in which SIS-p data for the control group was generated from a beta distribution with parameters α = 1.1 and β = 0.5, while Rehabkompassen® was generated under the assumption of α = 1.1 and β = 0.385. This corresponds to approximately to a mean value of 70 and standard deviation of 28 for the control group, in line with what Guidetti et al 18 reported for population of stroke patients at 12 months after stroke, and a difference of 4 points in mean values between groups. Under these assumptions, results showed that we need to include 940 patients to detect a statistically significant difference for SIS-p using a proportional odds model. The setting of the simulation corresponds to an odds ratio between groups of 1.5.\n\nThe marginal distribution of mRS score used for dimensioning was based on aggregated unpublished data from the Swedish Stroke Register (Riksstroke), collected 12-month after a stroke among Swedish patients: 0: 22.4%, 1: 18.0%, 2: 18.0 %, 3: 16.8%, 4: 11.1%, 5: 4.3%, 6: 9.4%. A sample size of 940 patients (470 in each group) is sufficient to detect a true odds ratio of 0.67 using an ordinal proportional odds model. The function popower from the package Hmisc in the statistical software R was used in this calculation.\n\nThus, 940 patients are required for both primary outcomes. To account for a 15% rate of patients being lost to follow up, we plan to recruit 1106 patients to the study.\n\nAnalysis and statistics\n\nGroup difference in mRS and SIS-p at the 12-month follow-up will be tested using ordinal logistic (proportional odds) regression, adjusted for clinic with fixed effects. For SIS-p, models will be adjusted for the baseline SIS-p with natural cubic splines to account for non-linearity in association. Results from the analyses will be presented as odds ratios with corresponding 95% confidence intervals, and p-values.\n\nFor the two primary outcomes, adjustments of the significance levels of the individual tests will be performed using the Holm-Bonferroni method to ensure that the familywise error rate will not be inflated above 0.05.\n\nSecondary outcomes on ordinal scale will be analyzed similarly, using ordinal logistic regression. All analyses will primarily be conducted in consistence with the intention-to-treat principle. Multiple imputation of missing data will be employed in the primary analysis, using Multiple Imputation by Chained Equation (MICE). As complementary analyses, per-protocol analyses will be performed using data from patients will full availability of primary variables and with predefined criteria for adherence. Further details about the statistical analyses will be pre-defined and published in a separate statistical analysis plan. A data management plan has been established, providing details of the handling, organization and storing of study data.\n\nSubgroup analyses, e.g. based on age (\\< 65 years, 65-80 years and \\> 80 years), gender (male and female), stroke severity (mild NIHSS 1- 8 moderate 9-15 and severe \\> 15), stroke type (ischemic vs. haemorrhagic), treatment with tissue plasminogen activator and thrombectomy (Yes or No), and geographical region, will be conducted as complementary analyses.\n\nA statistical significance level of p \\< 0.05 (two-tailed) will be applied to all analyses. For the two primary outcomes, adjustments of the significance levels of the individual tests will be performed using the Holm-Bonferroni method to ensure that the familywise error rate will not be inflated above 0.05.\n\nFurther details about the statistical analyses will be pre-defined and published in a separate statistical analysis plan. A data management plan has been established, providing details of the handling, organization and storing of study data.\n\nTime plan and implementation\n\nThe proposed study has already started the recruitment phase as from the beginning of 2022, aiming to recruit 15% of the participants this year. Approximately 40% and 45% of the sample size will be recruited in year 2023 and 2024 respectively. The 12-month follow-up will be completed at the end of 2025 followed by data analysis, manuscript preparations and submissions in 2026."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke rehabilitation","Patient-tailored rehabilitation","Improvement of daily and social activity","Quality of life","Health economy","Pragmatic randomized clinical trial"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"A pragmatic RCT with allocation ratio 1:1. The permuted block randomization with stratification at each clinic will be used, with random block sizes between 2-8 to ensure participants randomly assigned to intervention respectively control group. All study participants will be followed-up at two occations, at 3- and 12-months after stroke onset. The patients will be identified by participating outpatient clinics.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":1106,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Intervention i.e. with Rehabkompassen®","type":"EXPERIMENTAL","description":"The participants will use the digital graphic Rehabkompassen® at follow-up.","interventionNames":["Other: a usual follow-up with Rehabkompassen®"]},{"label":"Control exposure i.e. without Rehabkompassen®","type":"ACTIVE_COMPARATOR","description":"The participants will use Post-Stroke Checklist at follow-up as recommended by \"Socialstyrelsen\".","interventionNames":["Other: a usual follow-up with Post-Stroke Checklist, i.e. without Rehabkompassen®"]}],"interventions":[{"type":"OTHER","name":"a usual follow-up with Rehabkompassen®","description":"Rehabkompassen® is a patient-centered digital graphic tool for capturing the patient's rehabilitation needs in the follow-up after stroke.","armGroupLabels":["Intervention i.e. with Rehabkompassen®"]},{"type":"OTHER","name":"a usual follow-up with Post-Stroke Checklist, i.e. without Rehabkompassen®","description":"Post-Stroke Checklist consists of eleven questions concerning common and treatable post-stroke problems affecting quality of life.","armGroupLabels":["Control exposure i.e. without Rehabkompassen®"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Daily activities","description":"The simplified modified Rankin Scale questionnaire (smRSq) will be used to measure daily activities and functional status. The smRSq is based on the yes/no responses to five questions, which in turn results an ordinal data of seven categories (0-6) of the modified Rankin Scale. A favorable outcome will be defined as mRS score of 0-2 (no symptoms to independent but with minor disability). A poor outcome will be defined as mRS score of 3-5 (disability but able to walk to bed-bound and in need of full nursing care) or 6 (death).","timeFrame":"12 months follow-up after stroke"},{"measure":"Social activities","description":"Stroke Impact Scale 3.0 (SIS)-participation (SIS-p) will be used to measure social activities. SIS-p is the dominant problem among persons after stroke reported in previous Swedish stroke RCTs; but not covered by smRSq. The SIS-p score ranges from 0-100 and the higher the score the less impact of stroke.","timeFrame":"12 months follow-up after stroke"}],"secondaryOutcomes":[{"measure":"Health-related quality of life","description":"Health-related quality of life will be measured by five-level EuroQoL 5-dimension (EQ- 5D-5L) at both follow-ups in all participants. EQ-5D is a validated instrument that has often been used in RCTs. It consists of two parts: a visual analogue scale and a descriptive system covering five dimensions of health (mobility, hygiene, usual activities, pain/discomfort, and anxiety/depression) with five response alternatives (ranging from no problems to extreme problems). The latter can be translated to index value with anchor points 0 (death) and 1 (full health), which corresponds to a QALY score.","timeFrame":"12 months follow-up after stroke"},{"measure":"Stroke impacts","description":"Stroke impacts will be assessed by the Stroke Impact Scale 3.0 (SIS) except the participation domain. SIS is a patient-reported, stroke-specific, outcome measurement containing 59 questions with eight domains, namely strength, memory/ cognition, feelings/ emotions, communication, personal activities of daily living (ADL), instrumental ADL, mobility, and motor impact. Each question is answered using the Likert scale ranging from 1 to 5 with higher scores indicating better outcomes. Also, the SIS includes a visual analogue scale where 0 represents no perceived stroke recovery and 100 represents full recovery.","timeFrame":"12 months follow-up after stroke"},{"measure":"Health-economic evaluation","description":"The cost-effectiveness will be assessed in term of the quality-adjusted life year (QALY), that will be calculated by the utilities multiplying the time spent in each health state.","timeFrame":"12 months follow-up after stroke"},{"measure":"Clinicians' usability","description":"System usability scale consists of a 10-item questionnaire with five response options for respondents from strongly agree to strongly disagree.","timeFrame":"3 months follow-up after stroke"},{"measure":"End-users' experiences and feedback","description":"End-users' satisfaction questionnaire consists of a 17-item questionnaire concerning their experiences of using the Rehabkompassen®. Each question is answered using the Likert scale ranging from 1 to 5 with higher scores indicating better outcomes.","timeFrame":"3 months follow-up after stroke"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria are\n\n1. Male and female aged 18 years or older;\n2. Within 3 (day 1 until 4 months post stroke) months after stroke-onset\n3. Discharged from the acute care settings\n\nExclusion criteria are\n\n1. Unable to answer the evaluation questions;\n2. Unable to see the graph of the Rehabkompassen®;\n3. without BankID.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Xiaolei Hu, MD PhD","role":"CONTACT","phone":"+46 90 785 00 00","email":"xiaolei.hu@umu.se"}],"overallOfficials":[{"name":"Xiaolei Hu, MD PhD","affiliation":"Umeå University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Umeå University Hospital","status":"RECRUITING","city":"Umeå","zip":"90737","country":"Sweden","contacts":[{"name":"Xiaolei Hu, MD PhD","role":"CONTACT"}],"geoPoint":{"lat":63.82842,"lon":20.25972}}]},"referencesModule":{"references":[{"pmid":"30561751","type":"BACKGROUND","citation":"Hu X, Wester P, Stibrant Sunnerhaagen K. [Evidence-based methods in the clinical practice in updated Swedish national stroke guidelines]. Lakartidningen. 2018 Dec 17;115:FDIX. Swedish."},{"pmid":"21403143","type":"BACKGROUND","citation":"Hudon C, Fortin M, Haggerty JL, Lambert M, Poitras ME. Measuring patients' perceptions of patient-centered care: a systematic review of tools for family medicine. Ann Fam Med. 2011 Mar-Apr;9(2):155-64. doi: 10.1370/afm.1226."},{"pmid":"30097401","type":"BACKGROUND","citation":"Magaard G, Wester P, Levi R, Lindvall P, Gustafsson E, Nazemroaya Sedeh A, Lonnqvist M, Berggren S, Nyman K, Hu X. Identifying Unmet Rehabilitation Needs in Patients After Stroke With a Graphic Rehab-CompassTM. J Stroke Cerebrovasc Dis. 2018 Nov;27(11):3224-3235. doi: 10.1016/j.jstrokecerebrovasdis.2018.07.013. Epub 2018 Aug 8."},{"pmid":"28194657","type":"BACKGROUND","citation":"Devlin NJ, Brooks R. EQ-5D and the EuroQol Group: Past, Present and Future. Appl Health Econ Health Policy. 2017 Apr;15(2):127-137. doi: 10.1007/s40258-017-0310-5."},{"pmid":"26279154","type":"BACKGROUND","citation":"Copas AJ, Lewis JJ, Thompson JA, Davey C, Baio G, Hargreaves JR. Designing a stepped wedge trial: three main designs, carry-over effects and randomisation approaches. Trials. 2015 Aug 17;16:352. doi: 10.1186/s13063-015-0842-7."},{"pmid":"26279013","type":"BACKGROUND","citation":"Hargreaves JR, Copas AJ, Beard E, Osrin D, Lewis JJ, Davey C, Thompson JA, Baio G, Fielding KL, Prost A. Five questions to consider before conducting a stepped wedge trial. Trials. 2015 Aug 17;16:350. doi: 10.1186/s13063-015-0841-8."},{"pmid":"32702335","type":"BACKGROUND","citation":"EFFECTS Trial Collaboration. Safety and efficacy of fluoxetine on functional recovery after acute stroke (EFFECTS): a randomised, double-blind, placebo-controlled trial. Lancet Neurol. 2020 Aug;19(8):661-669. doi: 10.1016/S1474-4422(20)30219-2."},{"pmid":"21300711","type":"BACKGROUND","citation":"White IR, Horton NJ, Carpenter J, Pocock SJ. Strategy for intention to treat analysis in randomised trials with missing outcome data. BMJ. 2011 Feb 7;342:d40. doi: 10.1136/bmj.d40."},{"pmid":"17463316","type":"BACKGROUND","citation":"Optimising Analysis of Stroke Trials (OAST) Collaboration; Bath PM, Gray LJ, Collier T, Pocock S, Carpenter J. Can we improve the statistical analysis of stroke trials? Statistical reanalysis of functional outcomes in stroke trials. Stroke. 2007 Jun;38(6):1911-5. doi: 10.1161/STROKEAHA.106.474080. Epub 2007 Apr 26."},{"pmid":"17975102","type":"BACKGROUND","citation":"Savitz SI, Lew R, Bluhmki E, Hacke W, Fisher M. Shift analysis versus dichotomization of the modified Rankin scale outcome scores in the NINDS and ECASS-II trials. Stroke. 2007 Dec;38(12):3205-12. doi: 10.1161/STROKEAHA.107.489351. Epub 2007 Nov 1."},{"pmid":"35677783","type":"BACKGROUND","citation":"Hu X, Jonzen K, Karlsson M, Lindahl OA. Assessments of a novel digital follow-up tool Rehabkompassen(R) to identify rehabilitation needs among stroke patients in an outpatient setting. Digit Health. 2022 Jun 3;8:20552076221104662. doi: 10.1177/20552076221104662. eCollection 2022 Jan-Dec."},{"pmid":"35904867","type":"BACKGROUND","citation":"Hu X, Jonzen K, Lindahl OA, Karlsson M, Norstrom F, Lundstrom E, Sunnerhagen KS. Digital Graphic Follow-up Tool (Rehabkompassen) for Identifying Rehabilitation Needs Among People After Stroke: Randomized Clinical Feasibility Study. JMIR Hum Factors. 2022 Jul 29;9(3):e38704. doi: 10.2196/38704."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T6034","name":"Quality of Life","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}