{"protocolSection":{"identificationModule":{"nctId":"NCT05282680","orgStudyIdInfo":{"id":"2013.304"},"secondaryIdInfos":[{"id":"T12-402/13N","type":"OTHER_GRANT","domain":"RGC Theme-based Research Scheme"}],"organization":{"fullName":"Chinese University of Hong Kong","class":"OTHER"},"briefTitle":"The Hong Kong Diabetes Biobank","officialTitle":"An Integrated Trans-omics Approach to Diabetic Cardio-renal Complications: From Novel Discoveries to Personalized Medicine Substudy 2: The Hong Kong Diabetes Biobank","acronym":"HKDB"},"statusModule":{"statusVerifiedDate":"2022-03","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2014-02-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2063-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-02-28","studyFirstSubmitQcDate":"2022-03-07","studyFirstPostDateStruct":{"date":"2022-03-16","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-03-07","lastUpdatePostDateStruct":{"date":"2022-03-16","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Professor Ronald C.W. Ma","investigatorTitle":"Professor","investigatorAffiliation":"Chinese University of Hong Kong"},"leadSponsor":{"name":"Chinese University of Hong Kong","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Asia is in the midst of an epidemic of diabetes. Epidemiological figures suggest that there are more than 110 million people affected by diabetes in China, with a significant proportion of young adults already affected. With increasingly young age of onset, the financial implications due to productivity loss and health care expenditures are colossal. As a result, prevention of diabetes and diabetic complications has been identified as a top healthcare priority in China.\n\nIn Chinese, diabetic kidney disease with albuminuria, which reflects widespread vascular damage, is a major predictor for end-stage renal failure, cardiovascular complications and death, and a major contributor to the increased healthcare burden associated with diabetes. There is an immense demand for effective tools which can accurately predict diabetes and diabetic complications.\n\nOnly few genetic factors have been consistently shown to be associated with diabetic kidney disease or other diabetic complications. Identification of genetic factors or other biomarkers predicting these complications can facilitate early identification of high risk subjects for treatment, as well as provide novel targets for drug treatment. To address this, the investigators plan to utilize both hypothesis-generating whole-genome approach as well as candidate gene-based studies to identify novel genetic, epigenetic factors as well as other biomarkers associated with the development of diabetic cardiovascular and renal complications, as well as other diabetes-related outcomes.\n\nThe Hong Kong Diabetes Biobank (HKDB) is being established in order to serve as a territory-wide diabetes register and biobank for epidemiological analyses, as well as large-scale discovery and replication of genetic and epigenetic markers, and other biomarkers relating to diabetes, diabetes complications or related outcomes. Subjects will be recruited from diabetes centres across Hong Kong, and will have detailed clinical information collected at the time of written consent and blood taking. Subjects will have detailed assessment of baseline diabetes complications through a structured clinical assessment, and will be prospectively followed up for development of different diabetes-related endpoints, as well as collection of clinical information and causes of hospitalization, along with information on medications and prescription records. This multi-centre cohort and biobank aims to improve our understanding of the epidemiology of diabetes and diabetes complications and related outcomes, as well as provide a unique resource for large-scale biomarker research to advance diabetes care and precision medicine in diabetes.","detailedDescription":"The Hong Kong Diabetes Biobank leverages on the existing infrastructure of clinical assessment for people with diabetes.\n\nSubjects undergoing routine diabetes complications screen at different diabetes centres across Hong Kong will be invited for recruitment into the Hong Kong Diabetes Biobank. Subjects will receive detailed information and explanation of the study, and written informed consent will be obtained from each subject interested in participating in the study.\n\nAs part of the routine diabetes complications assessment, all subjects will undergo a structured assessment based on the same protocol, including collection of background clinical information including demographics, diabetes duration, family history, medications and other relevant medical information. Anthropometric measurements including body weight, height, BMI will be collected. Clinical assessment include blood pressure, as well as fundus photography for assessment of diabetic retinopathy, and examination of peripheral pulses for peripheral vascular disease. Urine microalbumin will be measured using spot urine albumin/creatinine ratio. Other biochemical assessment include renal function, liver function, estimated GFR, fasting lipid profile, fasting glucose and HbA1c.\n\nAn additional 20ml blood will be obtained from each participating patient for extraction of genomic DNA, storage of serum, plasma, and for subsequent biomarker studies. Samples will be transported and processed for secure centralized storage at -80°C in dedicated facilities fitted with alarms. Samples will be identified by a unique assigned sample code. Selection and use of the samples for replication studies will be governed by the Steering Committee.\n\nAll recruited subjects will be prospectively followed up for development of diabetes complications and other clinical endpoints. Other clinical information and prescription records would be obtained from the electronic medical records.\n\nInitial analyses would include identification of biomarkers associated with cardio-renal complications in diabetes. Subjects from the registry who have developed renal complications (diabetic kidney disease (DKD) defined as stage 3 chronic kidney disease or worse i.e. eGFR ≤60ml/min/1.73m2 and/or micro/macroalbuminuria) on prospective follow-up, will be compared to subjects free of kidney complications.\n\nSubjects who developed cardiovascular complications (defined as new-onset acute coronary events, coronary revascularization, stroke and congestive cardiac failure) will be identified for a case: control analysis to replicate genetic predictors and other biomarkers associated with development of cardiovascular complications. Control subjects will be identified as subjects with type 2 diabetes who are free of cardiovascular events described above despite long duration of disease.\n\nOther clinical outcomes of interest include diabetes progression and need for treatment intensification (including initiation of insulin treatment), as well as other clinical events."},"conditionsModule":{"conditions":["Diabetes Mellitus","Type 2 Diabetes","Type 1 Diabetes","Diabetic Nephropathies","Diabetic Kidney Disease","Diabetic Angiopathies","Cardiovascular Diseases","Coronary Heart Disease","Diabetic Retinopathy","Stroke","Diabetes"],"keywords":["genetics","genomics","precision medicine","biomarkers","proteomics","epigenetics"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":true,"targetDuration":"99 Years","designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"bioSpec":{"retention":"SAMPLES_WITH_DNA","description":"The following biospecimens are collected: whole blood for extraction of DNA, serum, plasma"},"enrollmentInfo":{"count":48000,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Type 2 diabetes","description":"Subjects with a diagnosis of type 2 diabetes"},{"label":"Type 1 diabetes","description":"Subjects with a diagnosis of type 1 diabetes"},{"label":"Diabetic kidney disease","description":"Subjects with diabetic kidney disease (presence of albuminuria +/- eGFR\\<=60m/kg/m2) or history or presence of end stage renal disease"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Diabetic kidney disease","description":"Diabetic kidney disease will be defined as: eGFR \\<60 ml/min per 1.73 m2. +/- presence of elevated urine microalbumin\n\nOther hospital discharge diagnoses based on eGFR or ICD-9 codes or other equivalent will be used.\n\nKidney failure/end stage renal disease (ESRD) will be defined by the presence of a dialysis code (procedure codes 39.95 or 54.98), a code of kidney transplant (procedure code 55.6 or diagnosis codes 996.81 or V42.0), or eGFR \\<15 ml/min per1.73 m2. The onset time will be defined as the period from baseline visit to the date of kidney failure onset or the censored date, whichever came first.\n\nThe rate of decline in eGFR and % drop in eGFR, as well as changes in urine albuminuria will also be explored as additional clinical endpoints in diabetic kidney disease.\n\nIdentification of genetic variants or other biomarkers associated with diabetic kidney disease by association analyses may utilize one or more of the clinical definitions of diabetic kidney disease.","timeFrame":"1-99 years"},{"measure":"Cardiovascular complications in diabetes","description":"Cardiovascular complications in diabetes will be defined as coronary heart disease (CHD), stroke, and/or peripheral vascular disease (PVD), and/or congestive heart failure.\n\nCoronary Heart Disease is defined as myocardial infarction, ischemic heart disease, or cardiac revascularisation.\n\nStroke is defined as ischemic stroke except transient ischemic attack, hemorrhagic stroke, or acute but ill-defined cerebrovascular disease\n\nPeripheral vascular disease is defined as amputation, gangrene, or peripheral revascularization.\n\nHospitalization for heart failure is defined as hospitalization for congestive heart failure.\n\nIdentification of genetic variants or other biomarkers associated with cardiovascular disease in diabetes may utilize one or more of the clinical definitions of cardiovascular complications in diabetes.","timeFrame":"1-99 years"}],"secondaryOutcomes":[{"measure":"Diabetes progression","description":"Diabetes glycaemic progression will be defined as:\n\n1. progression to continuous insulin treatment (more than 6-months' duration), or\n2. failure of non-insulin diabetes treatment (two consecutive HbA1c ≥ target, more than 3-months apart during treatment with ≥2 non-insulin diabetes therapies.\n\nIdentification of genetic variants or other biomarkers associated with diabetes progression may utilize one or more of the above definitions.","timeFrame":"1-99 years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* subjects with known diabetes\n\nExclusion Criteria:\n\n* subjects not capable of giving written informed consent","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Subjects with known diabetes undergoing routine diabetes complications assessment at one of the designated and participating diabetes centres in Hong Kong.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Ronalld C Ma, FRCP","role":"CONTACT","email":"rcwma@cuhk.edu.hk"},{"name":"Charmaine Lee","role":"CONTACT","email":"charmainelee@cuhk.edu.hk"}],"overallOfficials":[{"name":"Ronald C Ma, FRCP","affiliation":"Department of Medicine and Therapeutics, The Chinese University of Hong Kong","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Prince of Wales Hospital","status":"RECRUITING","city":"Shatin","country":"Hong Kong","contacts":[{"name":"Ronald C Ma, FRCP","role":"CONTACT","email":"rcwma@cuhk.edu.hk"},{"name":"Charmaine Lee","role":"CONTACT","email":"charmainelee@cuhk.edu.hk"}],"geoPoint":{"lat":22.38333,"lon":114.18333}}]},"referencesModule":{"seeAlsoLinks":[{"label":"Website for Hong Kong Diabetes Biobank","url":"https://www.hongkongdiabetesbiobank.org/projects.aspx?id=3"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000003930","term":"Diabetic Retinopathy"},{"id":"D000007674","term":"Kidney Diseases"},{"id":"D000003928","term":"Diabetic Nephropathies"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000003327","term":"Coronary Disease"},{"id":"D000003925","term":"Diabetic Angiopathies"},{"id":"D000003920","term":"Diabetes Mellitus"}],"ancestors":[{"id":"D000044882","term":"Glucose Metabolism Disorders"},{"id":"D000008659","term":"Metabolic Diseases"},{"id":"D000004700","term":"Endocrine System Diseases"},{"id":"D000014570","term":"Urologic Diseases"},{"id":"D000052776","term":"Female Urogenital Diseases"},{"id":"D000005261","term":"Female Urogenital Diseases and Pregnancy Complications"},{"id":"D000091642","term":"Urogenital Diseases"},{"id":"D000052801","term":"Male Urogenital Diseases"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000012164","term":"Retinal Diseases"},{"id":"D000005128","term":"Eye Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000048909","term":"Diabetes Complications"},{"id":"D000017202","term":"Myocardial Ischemia"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M10388","name":"Kidney Diseases","asFound":"Kidney Disease","relevance":"HIGH"},{"id":"M6805","name":"Diabetes Mellitus","asFound":"Diabetes","relevance":"HIGH"},{"id":"M6809","name":"Diabetes Mellitus, Type 2","relevance":"LOW"},{"id":"M6236","name":"Coronary Artery Disease","relevance":"LOW"},{"id":"M6239","name":"Coronary Disease","asFound":"Coronary Heart Disease","relevance":"HIGH"},{"id":"M6815","name":"Diabetic Retinopathy","asFound":"Diabetic Retinopathy","relevance":"HIGH"},{"id":"M6807","name":"Diabetes Mellitus, Type 1","relevance":"LOW"},{"id":"M19196","name":"Myocardial Ischemia","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"},{"id":"M6813","name":"Diabetic Nephropathies","asFound":"Diabetic Nephropathy","relevance":"HIGH"},{"id":"M14689","name":"Retinal Diseases","relevance":"LOW"},{"id":"M6810","name":"Diabetic Angiopathies","asFound":"Diabetic Angiopathies","relevance":"HIGH"},{"id":"M11329","name":"Metabolic Diseases","relevance":"LOW"},{"id":"M25093","name":"Glucose Metabolism Disorders","relevance":"LOW"},{"id":"M7552","name":"Endocrine System Diseases","relevance":"LOW"},{"id":"M17009","name":"Urologic Diseases","relevance":"LOW"},{"id":"M2876","name":"Urogenital Diseases","relevance":"LOW"},{"id":"M26783","name":"Female Urogenital Diseases","relevance":"LOW"},{"id":"M13817","name":"Pregnancy Complications","relevance":"LOW"},{"id":"M8089","name":"Female Urogenital Diseases and Pregnancy Complications","relevance":"LOW"},{"id":"M26785","name":"Male Urogenital Diseases","relevance":"LOW"},{"id":"M7961","name":"Eye Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M25694","name":"Diabetes Complications","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXS","name":"Urinary Tract, Sexual Organs, and Pregnancy Conditions"},{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"},{"abbrev":"BC19","name":"Gland and Hormone Related Diseases"},{"abbrev":"BC11","name":"Eye Diseases"},{"abbrev":"BC20","name":"Immune System Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}