{"protocolSection":{"identificationModule":{"nctId":"NCT04904341","orgStudyIdInfo":{"id":"0000000589"},"organization":{"fullName":"Military Institute od Medicine National Research Institute","class":"OTHER"},"briefTitle":"Efficacy of Cerebrolysin Treatment as an add-on Therapy to Mechanical Thrombectomy in Acute Ischemic Stroke.","officialTitle":"Efficacy of Cerebrolysin Treatment as an add-on Therapy to Mechanical Thrombectomy in Patients With Acute Ischemic Stroke Due to Large Vessel Occlusion - a Prospective, Open Label, Single Center Study With 12 Months of Follow-up."},"statusModule":{"statusVerifiedDate":"2022-08","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-01-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-05-18","studyFirstSubmitQcDate":"2021-05-26","studyFirstPostDateStruct":{"date":"2021-05-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-08-23","lastUpdatePostDateStruct":{"date":"2022-08-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Jacek Staszewski","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Military Institute od Medicine National Research Institute"},"leadSponsor":{"name":"Military Institute od Medicine National Research Institute","class":"OTHER"},"collaborators":[{"name":"Brainomix Limited","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study is designed to determine the efficacy and safety of Cerebrolysin treatment as an add- on therapy to mechanical thrombectomy (MT) in reducing global disability in subjects with acute ischemic stroke (AIS). The investigators have planned a single centre, prospective, open-label, single-arm study with 12 months follow-up of 50 patients with moderate to severe AIS, with a small established infarct core and with good collateral circulation who achieve significant reperfusion following MT and who receive additional Cerebrolysin within 8 hours of stroke onset compared to 50 historical controls treated with MT alone - matched for age, clinical severity, occlusion location, baseline perfusion lesion volume, onset to reperfusion time and use of iv thrombolytic therapy (rt-PA).\n\nThe primary outcome measure will be overall proportion of subjects receiving Cerebrolysin comparing to control group experiencing a favorable functional outcome (by modified Rankin Scale \\[mRS\\] 0-2) at 7 day, 30 days, 90 days and 12 months following stroke onset. The secondary objectives are to determine the efficacy of Cerebrolysin as compared to control group in reducing risk of symptomatic secondary hemorrhagic transformation, improving neurological outcome (NIHSS 0-2 at day 7, day 30 and 90); reducing mortality rates (over the 90-day and 12 months study period); and improving: activities of daily living (by Barthel Index; BI), health-related quality of life (as measured by the EQ-5D-5L) assessed at day 30, 90 and at 12 months. The other measures of efficacy in Cerebrolysin group will include: assessment of final stroke volume and penumbral salvage (measured by CT/CTP at 30 days) and its change compared to baseline volume, changes over time in language function (by the 15-item Boston Naming Test), hemispatial neglect (by line bisection test), global cognitive function (by The Montreal Cognitive Assessment) and depression (by Hamilton Depression Rating Scale) between day 30 and day 90 assessments). The patients will receive 30 ml of Cerebrolysin within 8h of AIS stroke onset and continue treatment once daily until day 21 (first cycle) and they will receive a second cycle of treatment (30 ml/d for 21 days given in the Outpatient Department or Neurorehabilitation Clinic) from day 69 to 90 (± 3 days). All the patients (including those from the control group) receive the same standardized rehabilitation program (including speech therapy, occupational and physical therapy) during hospitalization at Stroke Unit and at Neurorehabilitation Clinic until day 90 according to local procedures. Historical data will be obtained by retrospective clinical chart reviews of patients hospitalized in the study center between Jan.2018 and Dec.2020 and fulfilling the same clinical and radiological inclusion criteria in whom 12-month follow-up (including mRS, NIHSS, BI, EQ-5D-5L) could be obtained.","detailedDescription":"Background\n\nThe recent endovascular stroke trials have established a new paradigm for acute ischemic stroke (AIS) treatment showing that mechanical thrombectomy (MT) within 6 hours of stroke significantly reduces the mortality rate and improves clinical outcomes. These positive results were not only driven by improved endovascular devices, but also by a refinement of patient selection criteria, including the use of perfusion and collaterals status. Despite these advances, the rates of functional independence (14%-58%) following MT are poor compared with the efficient rates of recanalization (60%-90%). The mechanisms underlying this \"no-reflow phenomenon\" are thought to result from altered microvascular circulation, proinflammatory state and thrombosis that can persist despite proximal recanalization.\n\nMechanical revascularization presents a proven procedure with no potential drug-drug interactions, that can be administered in series or parallel with neuroprotective agents. Cerebrolysin is a neuropeptide preparation produced by standardized enzymatic breakdown of porcine brain proteins. In experimental AIS studies Cerebrolysin has been shown to reduce the infarction volume, proinflammatory cytokines, improve brain-blood-barrier dysfunction induced by rt-PA and enhance functional recovery.\n\nThe investigators have hypothesized that adding Cerebrolysin in selected patients based on the clinical and radiological criteria (baseline small ischemic core, good collateral status, significant reperfusion following MT, symptoms of cortical damage) may increase the effectiveness of MT by initiating cytoprotective effects and preventing reperfusion injury and delayed cell death. The multimodal treatment concept (Cerebrolysin combined with MT in acute stroke and combined with rehabilitation in post-acute period) might also promote the most effective recovery from moderate-to-severe stroke.\n\nAim\n\nThe aim of this study is to evaluate the efficacy and safety of Cerebrolysin treatment as an add-on therapy to MT in patients with AIS in the early recovery phase in acute ischemic stroke (90 days) and in long-term follow-up (12 months).\n\nMethods and Patients\n\nA single centre, prospective, open-label, single-arm study of consecutive 50 patients who will be treated with MT in the reference centre according to local standards and additional Cerebrolysin compared to 50 historical controls treated with MT alone - matched for age, clinical severity, occlusion location, baseline perfusion lesion volume, onset to reperfusion and use of iv rt-PA prior to MT.\n\nThe first Cerebrolysin infusion (30 ml mixed with 250 mL of saline) is intended to be initiated as soon as possible after successful recanalization is achieved and within 8h of AIS stroke onset. Cerebrolysin treatment will be continued (30 ml/d) once daily until day 21 (first cycle) and followed by a second cycle of treatment (30 ml/d for 21 days given in the Outpatient Department or Neurorehabilitation Clinic) from day 69 to 90 (± 3 days).\n\nAll the patients (including those from the control group) will receive the same standardized rehabilitation program (including speech therapy, occupational and physical therapy) during hospitalization at Stroke Unit and at Neurorehabilitation Clinic until day 90 according to local procedures.\n\nPatients will undergo imaging at baseline, prior to mechanical thrombectomy. This will include non-contrast CT (NCCT), CT angiography (CTA) and CT perfusion (CTP) acute stroke imaging for prospectively enrolled patients. Follow up NCCT will be acquired at 24 hours and 30 days. Automated processing of NCCT, CTA and CTP will be performed using the latest CE-marked version of e-Stroke software (Brainomix, Oxford, UK) at baseline, and follow up imaging will be processed using algorithms in development by Brainomix. This will provide objective and consistent quantification of imaging biomarkers to ensure robust matching to historical controls as outlined in the study protocol, as well as evaluation of imaging endpoints. NCCT, CTA and CTP will be processed using e-ASPECTS,e-CTA, and e-CTP modules within e-Stroke respectively. Historical control patients will have had NCCT and CTA as a minimum, and CTP will be included wherever possible.\n\nHistorical data will be obtained by retrospective clinical chart reviews of patients hospitalized in the study center between 2017 and Dec.2020 and fulfilling the same clinical and radiological inclusion criteria in whom 12-month follow-up (including mRS, NIHSS, BI, EQ-5D-5L) could be obtained."},"conditionsModule":{"conditions":["Stroke, Ischemic","Stroke, Acute","Stroke Sequelae"],"keywords":["acute ischemic stroke","effective recanalization","neuroprotection","cerebrolysin"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE3"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"A single centre, prospective, open-label, single-arm study of consecutive 50 patients who will be treated with MT in the reference centre according to local standards and additional Cerebrolysin compared to 50 historical controls treated with MT alone - matched for age, clinical severity, occlusion location, baseline perfusion lesion volume, onset to reperfusion and use of iv rt-PA prior to MT","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":50,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"active","type":"EXPERIMENTAL","description":"The first Cerebrolysin infusion (30 ml mixed with 250 mL of saline) is intended to be initiated as soon as possible after successful recanalization is achieved and within 8h of AIS stroke onset. Cerebrolysin treatment will be continued (30 ml/d) once daily until day 21 (first cycle). The patients will receive a second cycle of treatment (30 ml/d for 21 days given in the Outpatient Department or Neurorehabilitation Clinic) from day 69 to 90 (± 3 days).","interventionNames":["Drug: Cerebrolysin"]},{"label":"historical control","type":"NO_INTERVENTION","description":"Historical data will be obtained by retrospective clinical chart reviews of patients hospitalized in the study center between 2017 and Dec.2020 and fulfilling the same clinical and radiological inclusion criteria in whom 12-month follow-up (including mRS, NIHSS, BI, EQ-5D-5L) could be obtained."}],"interventions":[{"type":"DRUG","name":"Cerebrolysin","description":"neuroprotection treatment","armGroupLabels":["active"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Favorable functional outcome","description":"proportion of patients who achieve functional independence (defined as 0 to 2 on the Modified Rankin Scale \\[mRS\\]; range 0 to 6, with higher scores indicating greater disability) at day 7, 30 days, 90 days and 12 months following stroke onset","timeFrame":"7 days - 12 months"}],"secondaryOutcomes":[{"measure":"Distribution of the modified Rankin Scale (mRS)","description":"the minimum and maximum values of mRS are 0 and 6, respectively; higher mRS mean a worse outcome","timeFrame":"7 days - 12 months or last rating"},{"measure":"Proportion of National Institute of Health Stroke scale (NIHSS) 0-2","description":"the minimum and maximum values of NIHSS are 42 and 0, respectively; higher NIHSS mean a worse outcome,","timeFrame":"7 Days, 30 Days, 90 Days"},{"measure":"Proportion of death","description":"death due to any cause","timeFrame":"12 months"},{"measure":"Proportion of symptomatic intracranial hemorrhage (sICH)","description":"sICH was defined as 4 or more increase in NIHSS caused by hemorrhage","timeFrame":"24 hours"},{"measure":"Final infarct volume (mL)","description":"Final infarct volume according to follow-up CT","timeFrame":"30 Days"},{"measure":"Penumbral salvage (mL)","description":"Penumbral salvage will be assessed by subtracting final infarct volume from baseline penumbral volume","timeFrame":"24 hours and 30 Days"},{"measure":"Infarct growth (mL)","description":"Infarct growth will be determined by subtracting the ischemic core on acute perfusion imaging from the final infarct volume","timeFrame":"24 hours and 30 Days"}],"otherOutcomes":[{"measure":"Changes in activity of daily living by Barthel Index (BI)","description":"the minimum and maximum values of BI are 0 and 100, respectively; higher BI mean a worse condition","timeFrame":"30 Days, 90 Days and 12 Months"},{"measure":"Changes in health-related quality of life (as measured by the EQ-5D-5L)","description":"the minimum and maximum values of EQ-5D-5L are 0 (the worst possible health status) and 100 (the best possible health status)","timeFrame":"30 Days, 90 Days and 12 Months"},{"measure":"Qualitative changes in language function (by the 15-item Boston Naming Test)","description":"Scoring counts the number of spontaneously produced correct responses.","timeFrame":"30 Days and 90 Days"},{"measure":"Qualitative changes in hemispatial neglect (by line bisection test)","description":"The test is scored by measuring the deviation of the bisection from the true center of the line.","timeFrame":"30 Days and 90 Days"},{"measure":"Changes in depression (by Hamilton Depression Rating Scale)","description":"the minimum total score is 0 (least severe) and a maximum score is 52 (most severe depression)","timeFrame":"30 Days and 90 Days"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nClinical Inclusion Criteria:\n\n1. Age 18-80 years\n2. Signs and symptoms consistent with the diagnosis of an anterior circulation AIS\n3. Stroke onset to groin ≤6h (stroke onset is defined as the time the patient was last known to be at their neurologic baseline (wake-up strokes are eligible if they meet the above time limits).\n4. mRS ≤1 prior to qualifying stroke (functionally independent for all ADLs)\n5. moderate to severe stroke: NIHSS score of ≥5 with presence of any cortical signs (gaze, visual fields, language, or neglect)\n6. Initiation of treatment with Cerebrolysin ≤8h following stroke onset (Cerebrolysin group)\n7. Patient has signed the Informed Consent form (Cerebrolysin group)\n\nNeuroimaging Inclusion Criteria:\n\n1. CT ASPECTS ≥6 prior to MT\n2. ICA or MCA-M1 or -M2 occlusion (carotid occlusions can be cervical or intracranial; without tandem MCA lesions) by CTA\n3. Target mismatch profile on CTP (ischemic core volume \\<70 ml, mismatch ratio ≥1.8 (ischemic penumbra at least 180% larger than the ischemic core volume) and mismatch volume ≥15 ml)\n4. Moderate-to-good collateral status on multiphase CTA (\\>50% MCA territory)\n5. Effective reperfusion mTICI ≥2b following MT\n\nExclusion Criteria:\n\nClinical Exclusion Criteria:\n\n1. Other serious, advanced, or terminal illness or life expectancy ≤ 6 months\n2. Pre-existing medical, neurological or psychiatric disease that would confound the neurological or functional evaluations (e.g. Alzheimer's disease, vascular dementia, Parkinson's disease, demyelinating disease, encephalopathy of any cause,a history of significant alcohol or drugabuse)\n3. Pregnancy or lactation\n4. Known allergy to iodine that precludes an endovascular procedure\n5. Acute or chronic renal failure with calculated creatinine clearance \\<30 ml/min/1.73m2 or unable to undergo a contrast brain perfusion scan withCT\n6. Inability to tolerate or comply with studyprocedures\n7. Any condition that would represent a contraindication for Cerebrolysin administration (e.g.allergy)\n\nNeuroimaging Exclusion Criteria:\n\n1. Acute symptomatic arterial occlusions in more than one vascular territory confirmed on CTA (e.g., bilateral MCA occlusions, or an MCA and a basilar artery occlusion)\n2. Evidence of intracranial tumor (except small meningioma) acute intracranial hemorrhage, neoplasm, or arteriovenous malformation\n3. Significant mass effect with midline shift\n4. Treatment with another investigational drug within the last 30 days that may interfere with this study's medications\n5. Patients with nondiagnostic NCCT or CTP maps","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Jacek Staszewski, MD, PhD","role":"CONTACT","phone":"+48261816445","email":"jstaszewski@wim.mil.pl"}],"locations":[{"facility":"Military Institute of Medicine","status":"RECRUITING","city":"Warsaw","state":"Mazowieckie","zip":"04-141","country":"Poland","contacts":[{"name":"Jacek Staszewski, MD, PhD","role":"CONTACT","phone":"607871754","email":"jacekstaszewski@wp.pl"},{"name":"Piotr Piasecki, MD, PhD","role":"CONTACT"},{"name":"Jacek Staszewski, MD, PhD","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Piotr Piasecki, MD, PhD","role":"SUB_INVESTIGATOR"},{"name":"Artur Maliborski, MD, PhD","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Jozef Mróz, MD, PhD","role":"SUB_INVESTIGATOR"},{"name":"Adam Stepien, MD, PhD","role":"SUB_INVESTIGATOR"},{"name":"Katarzyna Gniadek-Olejniczak, MD, PhD","role":"SUB_INVESTIGATOR"},{"name":"Aleksander Debiec, MD","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":52.22977,"lon":21.01178}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"C000006952","term":"Cerebrolysin"}],"ancestors":[{"id":"D000018696","term":"Neuroprotective Agents"},{"id":"D000020011","term":"Protective Agents"},{"id":"D000045505","term":"Physiological Effects of Drugs"},{"id":"D000018697","term":"Nootropic Agents"}],"browseLeaves":[{"id":"M351658","name":"Cerebrolysin","asFound":"VII","relevance":"HIGH"},{"id":"M20463","name":"Neuroprotective Agents","relevance":"LOW"},{"id":"M21559","name":"Protective Agents","relevance":"LOW"},{"id":"M20464","name":"Nootropic Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"NeuroAg","name":"Neuroprotective Agents"},{"abbrev":"NootAg","name":"Nootropic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}