{"protocolSection":{"identificationModule":{"nctId":"NCT03833518","orgStudyIdInfo":{"id":"Pro00002855"},"organization":{"fullName":"VA Pittsburgh Healthcare System","class":"FED"},"briefTitle":"Cortical Biomarkers of Hand Function and Recovery After Injury","officialTitle":"Cortical Biomarkers of Hand Function and Recovery After Injury"},"statusModule":{"statusVerifiedDate":"2021-04","overallStatus":"TERMINATED","whyStopped":"We only enrolled one participant, and this participant was withdrawn prior to collecting any useful data. Then, COVID. Now, Dr. Collinger's faculty tenure with the VA ended.","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-09-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-08-15","type":"ACTUAL"},"completionDateStruct":{"date":"2020-10-15","type":"ACTUAL"},"studyFirstSubmitDate":"2019-02-04","studyFirstSubmitQcDate":"2019-02-06","studyFirstPostDateStruct":{"date":"2019-02-07","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-04-30","lastUpdatePostDateStruct":{"date":"2021-05-06","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Jennifer Collinger","investigatorTitle":"Research Biomedical Engineer","investigatorAffiliation":"VA Pittsburgh Healthcare System"},"leadSponsor":{"name":"VA Pittsburgh Healthcare System","class":"FED"},"collaborators":[{"name":"University of Pittsburgh","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"This is a pilot study to collect data to support a VA grant submission to study fMRI and neurophysiological predictors of hand function and recovery during a robotic intervention in people with hand impairments due to stroke or spinal cord injury.","detailedDescription":"The loss of arm and hand function after cervical spinal cord injury (SCI) limits independence and increases the cost of care. As a result, Veterans with tetraplegia prioritize restoration of hand and arm function over all other rehabilitation goals. Similar to SCI, stroke of supraspinal areas involved in motor control results in acute movement deficits in more than 85% of survivors. Despite advances in treatment and rehabilitation, 50% of stroke survivors have persistent hand impairment. The loss of hand function and dexterity limits the ability to perform many activities of daily living, and thus limits independence. Since motor deficits are often permanent after SCI and stroke, new strategies are needed to restore dexterous hand function.\n\nAdvances in functional imaging have enabled the measurement of finger-related activation patterns in somatosensory cortex, but little is known about how these representational patterns are impacted when hand function is lost. Prior studies of gross movements have reported reorganization of cortical activity after injury. The investigators aim to improve dexterous hand function by increasing our understanding of finger-related cortical reorganization after lesions to the spinal or supraspinal structures. This understanding could allow discrimination between adaptive and maladaptive patterns underlying hand function and guide restorative therapies. Additionally, imaging biomarkers of injury often track with functional recovery.\n\nThe aim is to improve dexterous hand function by increasing our understanding of finger-related cortical reorganization after lesions to the spinal or supraspinal structures. This understanding could allow discrimination between adaptive and maladaptive patterns underlying hand function and guide restorative therapies. Additionally, imaging biomarkers of injury often track with functional recovery."},"conditionsModule":{"conditions":["Stroke","Spinal Cord Injuries"],"keywords":["hand","rehabilitation","motor cortex"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"This is a pilot study to collect data to support a VA grant submission to study fMRI and neurophysiological predictors of hand function and recovery during a robotic intervention in people with hand impairments due to stroke or spinal cord injury.","primaryPurpose":"BASIC_SCIENCE","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":1,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Hand impairment due to stroke or spinal cord injury","type":"EXPERIMENTAL","description":"Individuals who have experienced a sub-cortical stroke or a cervical spinal cord injury resulting in loss of hand function.","interventionNames":["Other: Rehabilitation using motorized glove for stroke and spinal cord injury","Other: Functional MRI for stroke and spinal cord injury","Other: Transcranial magnetic stimulation (TMS) for stroke and spinal cord injury"]}],"interventions":[{"type":"OTHER","name":"Rehabilitation using motorized glove for stroke and spinal cord injury","description":"Individuals with hand impairment due to stroke or spinal cord injury will wear a motorized glove (Gloreha Sinfonia), or exoskeleton, as part of a rehabilitation protocol to improve dexterity. For each exercise, participants will attempt to do the action, receiving assistance as necessary via powered motors that can move each finger through its passive range of motion based on the current and target position.","armGroupLabels":["Hand impairment due to stroke or spinal cord injury"],"otherNames":["Exoskeleton therapy"]},{"type":"OTHER","name":"Functional MRI for stroke and spinal cord injury","description":"All participants will undergo 3 functional MRI's (fMRI's), two at the beginning of the experiment to document brain activity related to movement intention and ability to sense movement. A third MRI will be performed after the rehabilitation is completed to document the change in brain activity related to movement intention and ability to sense movement.","armGroupLabels":["Hand impairment due to stroke or spinal cord injury"],"otherNames":["fMRI"]},{"type":"OTHER","name":"Transcranial magnetic stimulation (TMS) for stroke and spinal cord injury","description":"Stimulation of the nervous system may be performed using a magnetic stimulator. TMS of the central nervous system is optional. Whether or not a participant undergoes TMS will depend upon their consent, their eligibility for TMS (i.e. no seizure history), and their neurological response to TMS.","armGroupLabels":["Hand impairment due to stroke or spinal cord injury"],"otherNames":["TMS"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Number of participants that show significant finger-specific activation prior to the intervention","description":"The investigators will use functional magnetic resonance imaging (fMRI) to measure cortical activity relating to finger-specific brain activation before the rehabilitation intervention.","timeFrame":"Baseline, prior to intervention, week 1"}],"secondaryOutcomes":[{"measure":"Change from baseline finger strength after rehabilitation intervention","description":"The investigators will assess finger strength of participants both before and after the rehabilitation intervention. The change in in finger strength will serve as a secondary outcome measure.","timeFrame":"After intervention, 12 weeks"},{"measure":"Change from baseline in finger dexterity after rehabilitation intervention","description":"The investigators will assess each participant's ability to isolate movement of individual fingers both before and after the rehabilitation intervention. The change in this measure of dexterity will serve as a secondary outcome measure.","timeFrame":"After intervention, 12 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Normal or corrected to normal vision\n* Hand impairment due to spinal cord injury or stroke\n* Weakness of fingers\n* One year after stroke or spinal cord injury\n* Some proprioception (can feel when finger is moved, without seeing)\n* Minimal spasticity\n\nExclusion Criteria:\n\n* Implanted metal with is unsafe for MRI\n* Pregnant or expecting to become pregnant\n* History of hand surgery which is under evaluation\n* Cognitive or language issues that would interfere with following directions\n* Other neurological disorder that would affect movement\n* History of seizure or epilepsy\n* Body weight \\> 300 pounds","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Jennifer Collinger, PhD","affiliation":"US Department of Veterans Affairs","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of Pittsburgh","city":"Pittsburgh","state":"Pennsylvania","zip":"15213","country":"United States","geoPoint":{"lat":40.44062,"lon":-79.99589}}]},"referencesModule":{"references":[{"pmid":"12411667","type":"BACKGROUND","citation":"Rathore SS, Hinn AR, Cooper LS, Tyroler HA, Rosamond WD. Characterization of incident stroke signs and symptoms: findings from the atherosclerosis risk in communities study. Stroke. 2002 Nov;33(11):2718-21. doi: 10.1161/01.str.0000035286.87503.31."},{"pmid":"11588741","type":"BACKGROUND","citation":"Peckham PH, Keith MW, Kilgore KL, Grill JH, Wuolle KS, Thrope GB, Gorman P, Hobby J, Mulcahey MJ, Carroll S, Hentz VR, Wiegner A; Implantable Neuroprosthesis Research Group. Efficacy of an implanted neuroprosthesis for restoring hand grasp in tetraplegia: a multicenter study. Arch Phys Med Rehabil. 2001 Oct;82(10):1380-8. doi: 10.1053/apmr.2001.25910."},{"pmid":"15672628","type":"BACKGROUND","citation":"Anderson KD. Targeting recovery: priorities of the spinal cord-injured population. J Neurotrauma. 2004 Oct;21(10):1371-83. doi: 10.1089/neu.2004.21.1371."},{"pmid":"9881729","type":"BACKGROUND","citation":"Doll U, Maurer-Burkhard B, Spahn B, Fromm B. Functional hand development in tetraplegia. Spinal Cord. 1998 Dec;36(12):818-21. doi: 10.1038/sj.sc.3100706."},{"pmid":"19429905","type":"BACKGROUND","citation":"Fawcett JW. Recovery from spinal cord injury: regeneration, plasticity and rehabilitation. Brain. 2009 Jun;132(Pt 6):1417-8. doi: 10.1093/brain/awp121. Epub 2009 May 8. No abstract available."},{"pmid":"18582943","type":"BACKGROUND","citation":"Nowak DA. The impact of stroke on the performance of grasping: usefulness of kinetic and kinematic motion analysis. Neurosci Biobehav Rev. 2008 Oct;32(8):1439-50. doi: 10.1016/j.neubiorev.2008.05.021. Epub 2008 May 23."},{"pmid":"16207778","type":"BACKGROUND","citation":"Raghavan P, Petra E, Krakauer JW, Gordon AM. Patterns of impairment in digit independence after subcortical stroke. J Neurophysiol. 2006 Jan;95(1):369-78. doi: 10.1152/jn.00873.2005. Epub 2005 Oct 5."},{"pmid":"12660350","type":"BACKGROUND","citation":"Lang CE, Schieber MH. Differential impairment of individuated finger movements in humans after damage to the motor cortex or the corticospinal tract. J Neurophysiol. 2003 Aug;90(2):1160-70. doi: 10.1152/jn.00130.2003. Epub 2003 Mar 26."},{"pmid":"14668295","type":"BACKGROUND","citation":"Lang CE, Schieber MH. Reduced muscle selectivity during individuated finger movements in humans after damage to the motor cortex or corticospinal tract. J Neurophysiol. 2004 Apr;91(4):1722-33. doi: 10.1152/jn.00805.2003. Epub 2003 Dec 10."},{"pmid":"15471902","type":"BACKGROUND","citation":"Wenzelburger R, Kopper F, Frenzel A, Stolze H, Klebe S, Brossmann A, Kuhtz-Buschbeck J, Golge M, Illert M, Deuschl G. Hand coordination following capsular stroke. Brain. 2005 Jan;128(Pt 1):64-74. doi: 10.1093/brain/awh317. Epub 2004 Oct 7."}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"Research information will not be shared with anyone outside of the research team."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000013119","term":"Spinal Cord Injuries"},{"id":"D000014947","term":"Wounds and Injuries"}],"ancestors":[{"id":"D000013118","term":"Spinal Cord Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000020196","term":"Trauma, Nervous System"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M15606","name":"Spinal Cord Injuries","asFound":"Spinal Cord Injury","relevance":"HIGH"},{"id":"M17375","name":"Wounds and Injuries","asFound":"Injury","relevance":"HIGH"},{"id":"M15605","name":"Spinal Cord Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M21713","name":"Trauma, Nervous System","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC26","name":"Wounds and Injuries"}]}},"hasResults":false}