{"protocolSection":{"identificationModule":{"nctId":"NCT04036422","orgStudyIdInfo":{"id":"KA19/192"},"organization":{"fullName":"Baskent University","class":"OTHER"},"briefTitle":"Effects of a Computerised Exercise System on Functionality of the Arm,Cognition and Quality of Life in Stroke Patients","officialTitle":"The Effects of a Task Based Computerised Exercise System Versus Conventional Physiotherapy on Upper Extremity Functionality, Cognitive Function and Quality of Life in the Rehabilitation of Stroke Patients: a Randomised Control Study"},"statusModule":{"statusVerifiedDate":"2021-05","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-08-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-11-15","type":"ACTUAL"},"completionDateStruct":{"date":"2020-11-15","type":"ACTUAL"},"studyFirstSubmitDate":"2019-07-25","studyFirstSubmitQcDate":"2019-07-26","studyFirstPostDateStruct":{"date":"2019-07-29","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-05-03","lastUpdatePostDateStruct":{"date":"2021-05-04","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Selin Ozen","investigatorTitle":"Physical and Rehabilitation Medicine Specialist","investigatorAffiliation":"Baskent University"},"leadSponsor":{"name":"Baskent University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke occurs as a result of blood vessels of the brain becoming blocked or bleeding which in turn can result in loss of function in the limbs. Rehabilitation of patients following stroke includes repetitive, task based exercises to help regain normal limb function. Developments in stroke rehabilitation have resulted in more and more therapeutic options being available for inclusion in the treatment plan of stroke patients. The benefits of computerised task based arm and hand rehabilitation exercises in stroke rehabilitation are well known. Computer based rehabilitation supports the stroke patient in performing high intensity, multiple repetition exercises and in doing so encourages the regeneration of brain cells. In addition, it is believed that the stimulating environment provided by computerised exercise programs encourages the ability to problem solve and perform tasks. However, the effects of such computer based treatments on cognition have rarely been studied.\n\nIn Turkey to date there are no community based, task specific computerised exercise programmes available to stroke sufferers. Such systems may provide inpatient and community based stroke sufferers with a practical and economical therapeutic option as a part of stroke rehabilitation. Moreover, this may provide the patient with a mode of ongoing, long term therapeutic exercise and maintenance of skills acquired in the hospital rehabilitation period shortly after stroke.\n\nThe aim of this study was to investigate the benefits of computer based, task specific exercises when compared to conventional rehabilitation alone on arm and hand function, quality of life and cognition in stroke patients.","detailedDescription":"In developed countries only 5-10% of chronic stroke patients receive an active rehabilitation program. In Turkey, there is no community based rehabilitation program available to stroke patients in the subacute - chronic phase of the disease, even though it is known that functional gain can continue in this part of the disease when supported by an adequate rehabilitation program. Equally, functional gain can be lost over time if appropriate physical therapy is discontinued.\n\nRecent Advances in technology have allowed for the development of new approaches in stroke rehabilitation. Computer based treatment options include virtual reality (VR), robotic training and computer based task specific games. Computer based rehabilitation can encourage patients in performing high intensity, repetitive exercises which in turn aids neuroplasticity; the benefits of such treatments in upper extremity rehabilitation following stroke have been established. It is also believed that the stimulating environment provided by computed based exercises can enhance the development of problem solving and functionality in stroke patients. However, the effects of such technology on cognitive function in stroke patients has not been established in the literature. The disadvantages of VR and robotic training is that the necessary hard and software is often expensive and use of the machinery requires special training. Therefore, these options are often unavailable in rehabilitation centres. Contrary to this, computerized task specific gaming systems can be more economical and practical for both therapist and patient and can be used in the home environment without the necessity of direct supervision of a physiatrist.\n\nA review by Johansson et al. on home computer based task specific gaming exercises in stroke patients concluded that patients enjoyed the treatment but determining the benefits of treatment require further randomized control studies of better quality to be conducted. A pilot study based on a six week computer based task specific gaming exercise program in chronic stroke patients resulted in an improvement in learnt tasks and clinical evaluation.\n\nRejoyce (Rehabilitation Joystick for Computerized Exercise), is a computer game based task specific exercise system developed by Rehabtronics Inc. for use as part of the treatment of stroke and spinal cord injury patients. Rejoyce aims to improve upper extremity and hand function by encouraging neuroplasticity through repeated task specific games.\n\nThe aim of this study was to study the effects of computer game based task specific exercise system on upper extremity and hand function as well as cognitive function and quality of life compared to conventional rehabilitation in stroke patients.\n\nPatients who have developed a stroke in the past year and who have been admitted to our Physical and Rehabilitation Medicine (PRM) Department in Turkey for stroke rehabilitation will be included in the study. The total number of patients to be included in the study to obtain a study power of 80% and 5% type I error is thirty."},"conditionsModule":{"conditions":["Stroke","Neuronal Plasticity","Hemiplegia"],"keywords":["stroke","neuronal plasticity","cognition","hemiplegia","Remote rehabilitation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"The patients will be randomized into one of two groups (fifteen patients in each group) using the Random Allocation Software. All patients will receive a one hourly 'one-on-one' session of physiotherapy five days a week to a total of twenty hours (four weeks) which includes strengthening, balance and walking exercises. In addition to this, one group will receive half and hour of conventional occupational therapy which includes task based exercises aimed at improving upper arm dexterity, coordination and strength seven days a week to a total of twenty eight hours (four weeks), whereas patients in the other group will receive half an hour of Rejoyce computerized exercise to a total of twenty eight hours (four weeks).","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","maskingDescription":"The primary investigator will be blind to the treatment received by the patients and will carry out all patient evaluations before and after the treatment program is completed.","whoMasked":["INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":30,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Computer based exercise group","type":"EXPERIMENTAL","description":"The fifteen patients included in this arm of the study will receive a one hourly 'one-on-one' session of conventional physical therapy five days a week to a total of twenty hours over a four week period. In addition to this, these patients will receive half an hour of conventional occupational therapy and half an hour of Rejoyce computerized exercise seven days a week to a total of twenty eight hours over a four weeks period.","interventionNames":["Device: Rejoyce (Rehabilitation Joystick for Computerized Exercise)","Other: Conventional physical therapy","Other: Occupational therapy"]},{"label":"Conventional treatment group","type":"ACTIVE_COMPARATOR","description":"The fifteen patients included in this arm of the study will receive a one hourly 'one-on-one' session of conventional physical therapy five days a week, to a total of twenty hours over a four week period. In addition to this, patients in this group will receive one hourly sessions of conventional occupational therapy seven days a week to a total of twenty eight hours over a four week period.","interventionNames":["Device: Rejoyce (Rehabilitation Joystick for Computerized Exercise)","Other: Conventional physical therapy","Other: Occupational therapy"]}],"interventions":[{"type":"DEVICE","name":"Rejoyce (Rehabilitation Joystick for Computerized Exercise)","description":"Rejoyce (Rehabilitation Joystick for Computerized Exercise), is a computer game based task specific exercise system developed by Rehabtronics Inc. for use as part of the treatment of stroke and spinal cord injury patients. Rejoyce aims to improve upper extremity and hand function by encouraging neuroplasticity through repeated task specific games.","armGroupLabels":["Computer based exercise group","Conventional treatment group"]},{"type":"OTHER","name":"Conventional physical therapy","description":"A physical therapy session customised to the patient's needs overseen by a physical medicine and rehabilitation specialist and conducted by a physiotherapist which includes range of motion, neurophysiological and strengthening exercises, balance and coordination training and walking exercises.","armGroupLabels":["Computer based exercise group","Conventional treatment group"]},{"type":"OTHER","name":"Occupational therapy","description":"Task based exercises overseen by a physical medicine and rehabilitation specialist and conducted by an occupational therapist aimed at improving upper arm dexterity, coordination and strength.","armGroupLabels":["Computer based exercise group","Conventional treatment group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in upper extremity impairment","description":"The Fugl-Meyer Upper Extremity (FMUE) Scale is a widely used and highly recommended stroke-specific, performance-based measure of impairment. It is designed to assess reflex activity, movement control and muscle strength in the upper extremity of people with post-stroke hemiplegia. It has been extensively used as an outcome measure in rehabilitation trials and to record poststroke recovery, particularly in the USA.\n\nThe FMUE Scale comprises 33 items, each scored on a scale of 0 to 2, where 0 = cannot perform, 1 = performs partially and 2 = performs fully. It is free, requires only household items for testing, and takes up to 30 minutes to administer.The total score ranges from 0-66 where 66. The higher the score the less the level of impairment.","timeFrame":"Before treatment sessions begin and after twenty hours of conventional physical therapy and 28 hours of occupational therapy have been completed (i.e. four weeks after the initial onset of treatment)."}],"secondaryOutcomes":[{"measure":"Change in motor activity","description":"The Brunnstrom Stages of Stroke Recovery is a test that evaluates the motor development of stroke patients. In 1966, Signe Brunnstrom identified the stages of motor development observed in a large number of hemiplegic patients. In this staging, the hemiplegic upper extremity, lower extremity and hand are evaluated separately and the motor development of these three areas are staged from 1-6. The lowest stage according to this staging system is stage 1 (flask, no movement); the highest stage is stage 6 (normal motor function). Higher Brunnstrom stages indicate better motor development.","timeFrame":"Before treatment sessions begin and after twenty hours of conventional physical therapy and 28 hours of occupational therapy have been completed (i.e. four weeks after the initial onset of treatment)."},{"measure":"Mini mental state examination (MMSE)","description":"The MMS is a test used to evaluate cognitive function which consists of eleven questions. The maximum score which can be obtained is thirty. The cut off score for normal cognitive function is 23. The MMS is divided into two sections, the first of which requires vocal responses only and covers orientation, memory, and attention; the maximum score is 21. The second part tests ability to name, follow verbal and written commands, write a sentence spontaneously, and copy a complex polygon similar to a Bender-Gestalt Figure; the maximum score is nine. The validity and reliability of the Turkish version of the MMS has been studied and proven","timeFrame":"Before treatment sessions begin and after twenty hours of conventional physical therapy and 28 hours of occupational therapy have been completed (i.e. four weeks after the initial onset of treatment)."},{"measure":"Montreal Cognitive Assessment (MoCA) test","description":"The MoCA is used to assess and detect mild cognitive impairment and has been shown to be a reliable tool in the assessment of cognitive function following acute onset of stroke. The MoCA is a thirty point test with a cut off for 'normal' cognition of 21. The MoCA consists of a series of questions aimed at evaluating short-term memory recall, visuospatial abilities, executive functions, attention, concentration, and working memory and language.","timeFrame":"Before treatment sessions begin and after twenty hours of conventional physical therapy and 28 hours of occupational therapy have been completed (i.e. four weeks after the initial onset of treatment)."},{"measure":"Stroke Specific Quality of Life (SS-QOL) Scale","description":"The SS-QOL is a questionnaire used to evaluate a stroke patient's independence in activities of daily living, social role within the family and community and quality of life (QOL). The SS-QOL consists of 49 questions which are each given a score between 1 and 5 giving a total score between 49 and 245. The higher the total score the better the patient's QOL. The validity and reliability of the Turkish version of the SS-QOL has been studied.","timeFrame":"Before treatment sessions begin and after twenty hours of conventional physical therapy and 28 hours of occupational therapy have been completed (i.e. four weeks after the initial onset of treatment)."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Between the ages of 18-80 years\n* Admitted to our PRM Department with a diagnosis of hemiplegia secondary to stroke for rehabilitation\n* Upper extremity and hand Brunnstrom staging of ≥3.\n* MMSE score of ≥23.\n\nExclusion Criteria:\n\n* Presence of disability of the arms and hand which affects upper extremity motor function prior to stroke\n* Presence of diplegia\n* Presence of neglect\n* Presence of visual field defect\n* Presence of loss of hearing\n* Presence of spasticity in the hemiplegic upper extremity and hand of grade 3 and above according to the Modified Ashworth Scale\n* Presence of acute musculoskeletal pain which will affect exercise participation\n* Inability to sit upright in a chair for 30 minutes.\n* Those who are clinically unstable due to comorbidities.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Selin Ozen, MBBS,BSc","affiliation":"Baskent University Faculty of Medicine","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Baskent University Faculty of Medicine, Ankara Hospital","city":"Ankara","zip":"06800","country":"Turkey","geoPoint":{"lat":39.91987,"lon":32.85427}}]},"referencesModule":{"references":[{"type":"BACKGROUND","citation":"Kowalczewski J, Prochazka A. Technology improves upper extremity rehabilitation. In: Green AM, Chapman CE, Kalaska JF, Lepore F (eds.) Enhancing Performance for Action and Perception. Elsevier, Amsterdam, 2011b, pp.147-159"},{"pmid":"24505342","type":"BACKGROUND","citation":"Veerbeek JM, van Wegen E, van Peppen R, van der Wees PJ, Hendriks E, Rietberg M, Kwakkel G. What is the evidence for physical therapy poststroke? A systematic review and meta-analysis. PLoS One. 2014 Feb 4;9(2):e87987. doi: 10.1371/journal.pone.0087987. eCollection 2014."},{"pmid":"16959909","type":"BACKGROUND","citation":"Adkins DL, Boychuk J, Remple MS, Kleim JA. Motor training induces experience-specific patterns of plasticity across motor cortex and spinal cord. J Appl Physiol (1985). 2006 Dec;101(6):1776-82. doi: 10.1152/japplphysiol.00515.2006. Epub 2006 Sep 7."},{"pmid":"12128159","type":"BACKGROUND","citation":"Risedal A, Mattsson B, Dahlqvist P, Nordborg C, Olsson T, Johansson BB. Environmental influences on functional outcome after a cortical infarct in the rat. Brain Res Bull. 2002 Jul;58(3):315-21. doi: 10.1016/s0361-9230(02)00796-7."},{"pmid":"11994754","type":"BACKGROUND","citation":"Taub E, Uswatte G, Elbert T. New treatments in neurorehabilitation founded on basic research. Nat Rev Neurosci. 2002 Mar;3(3):228-36. doi: 10.1038/nrn754."},{"pmid":"11239278","type":"BACKGROUND","citation":"Paolucci S, Grasso MG, Antonucci G, Bragoni M, Troisi E, Morelli D, Coiro P, De Angelis D, Rizzi F. Mobility status after inpatient stroke rehabilitation: 1-year follow-up and prognostic factors. Arch Phys Med Rehabil. 2001 Jan;82(1):2-8. doi: 10.1053/apmr.2001.18585."},{"pmid":"21097560","type":"BACKGROUND","citation":"Johansson T, Wild C. Telerehabilitation in stroke care--a systematic review. J Telemed Telecare. 2011;17(1):1-6. doi: 10.1258/jtt.2010.100105. Epub 2010 Nov 19."},{"pmid":"23319181","type":"BACKGROUND","citation":"Langan J, Delave K, Phillips L, Pangilinan P, Brown SH. Home-based telerehabilitation shows improved upper limb function in adults with chronic stroke: a pilot study. J Rehabil Med. 2013 Feb;45(2):217-20. doi: 10.2340/16501977-1115."},{"pmid":"21372246","type":"BACKGROUND","citation":"Kowalczewski J, Chong SL, Galea M, Prochazka A. In-home tele-rehabilitation improves tetraplegic hand function. Neurorehabil Neural Repair. 2011 Jun;25(5):412-22. doi: 10.1177/1545968310394869. Epub 2011 Mar 3."},{"pmid":"17601461","type":"BACKGROUND","citation":"Kowalczewski J, Gritsenko V, Ashworth N, Ellaway P, Prochazka A. Upper-extremity functional electric stimulation-assisted exercises on a workstation in the subacute phase of stroke recovery. Arch Phys Med Rehabil. 2007 Jul;88(7):833-9. doi: 10.1016/j.apmr.2007.03.036."},{"pmid":"1202204","type":"BACKGROUND","citation":"Folstein MF, Folstein SE, McHugh PR. \"Mini-mental state\". A practical method for grading the cognitive state of patients for the clinician. J Psychiatr Res. 1975 Nov;12(3):189-98. doi: 10.1016/0022-3956(75)90026-6. No abstract available."},{"pmid":"12794644","type":"BACKGROUND","citation":"Gungen C, Ertan T, Eker E, Yasar R, Engin F. [Reliability and validity of the standardized Mini Mental State Examination in the diagnosis of mild dementia in Turkish population]. Turk Psikiyatri Derg. 2002 Winter;13(4):273-81. Turkish."},{"pmid":"21164120","type":"BACKGROUND","citation":"Sullivan KJ, Tilson JK, Cen SY, Rose DK, Hershberg J, Correa A, Gallichio J, McLeod M, Moore C, Wu SS, Duncan PW. Fugl-Meyer assessment of sensorimotor function after stroke: standardized training procedure for clinical practice and clinical trials. Stroke. 2011 Feb;42(2):427-32. doi: 10.1161/STROKEAHA.110.592766. Epub 2010 Dec 16."},{"pmid":"22256032","type":"BACKGROUND","citation":"Kowalczewski J, Ravid E, Prochazka A. Fully-automated test of upper-extremity function. Annu Int Conf IEEE Eng Med Biol Soc. 2011;2011:7332-5. doi: 10.1109/IEMBS.2011.6091710."},{"pmid":"25575220","type":"BACKGROUND","citation":"Prochazka A, Kowalczewski J. A fully automated, quantitative test of upper limb function. J Mot Behav. 2015;47(1):19-28. doi: 10.1080/00222895.2014.953442."},{"pmid":"15817019","type":"BACKGROUND","citation":"Nasreddine ZS, Phillips NA, Bedirian V, Charbonneau S, Whitehead V, Collin I, Cummings JL, Chertkow H. The Montreal Cognitive Assessment, MoCA: a brief screening tool for mild cognitive impairment. J Am Geriatr Soc. 2005 Apr;53(4):695-9. doi: 10.1111/j.1532-5415.2005.53221.x. Erratum In: J Am Geriatr Soc. 2019 Sep;67(9):1991."},{"pmid":"26000804","type":"BACKGROUND","citation":"Shen YJ, Wang WA, Huang FD, Chen J, Liu HY, Xia YL, Han M, Zhang L. The use of MMSE and MoCA in patients with acute ischemic stroke in clinical. Int J Neurosci. 2016;126(5):442-7. doi: 10.3109/00207454.2015.1031749. Epub 2015 Sep 25."},{"pmid":"10390308","type":"BACKGROUND","citation":"Williams LS, Weinberger M, Harris LE, Clark DO, Biller J. Development of a stroke-specific quality of life scale. Stroke. 1999 Jul;30(7):1362-9. doi: 10.1161/01.str.30.7.1362."},{"pmid":"22591101","type":"BACKGROUND","citation":"Hakverdioglu Yont G, Khorshid L. Turkish version of the Stroke-Specific Quality of Life Scale. Int Nurs Rev. 2012 Jun;59(2):274-80. doi: 10.1111/j.1466-7657.2011.00962.x. Epub 2011 Nov 23."},{"pmid":"3804600","type":"BACKGROUND","citation":"Parker VM, Wade DT, Langton Hewer R. Loss of arm function after stroke: measurement, frequency, and recovery. Int Rehabil Med. 1986;8(2):69-73. doi: 10.3109/03790798609166178."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000006429","term":"Hemiplegia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010243","term":"Paralysis"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M9205","name":"Hemiplegia","asFound":"Hemiplegia","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M12847","name":"Paralysis","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"T6034","name":"Quality of Life","asFound":"Quality of Life","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}