{"protocolSection":{"identificationModule":{"nctId":"NCT04668963","orgStudyIdInfo":{"id":"MIRROR-T"},"organization":{"fullName":"Universidad Católica San Antonio de Murcia","class":"OTHER"},"briefTitle":"Mirror Therapy in Older Adults Post-stroke","officialTitle":"Effectiveness of Intensively Applied Mirror Therapy on Older Adults With Post-stroke Hemiplegia: a Preliminary Trial."},"statusModule":{"statusVerifiedDate":"2021-10","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-09-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-12-07","type":"ACTUAL"},"completionDateStruct":{"date":"2021-12-21","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-12-08","studyFirstSubmitQcDate":"2020-12-08","studyFirstPostDateStruct":{"date":"2020-12-16","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-10-06","lastUpdatePostDateStruct":{"date":"2021-10-07","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Juan Jose Hernández Morante","investigatorTitle":"Associated Professor","investigatorAffiliation":"Universidad Católica San Antonio de Murcia"},"leadSponsor":{"name":"Universidad Católica San Antonio de Murcia","class":"OTHER"},"collaborators":[{"name":"Complejo Asistencial Hermanas Hospitalarias del Sagrado Corazón de Jesús","class":"UNKNOWN"},{"name":"Hospital Clínico Universitario Virgen de la Arrixaca","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Objective: The present work was carried out to determine the effectiveness of neuromuscular stimulation triggered by mirror therapy in older patients with post-stroke hemiplegia by two different intervention protocols, either intensively or spaced over time.\n\nDesign: Prospective longitudinal study Setting: Two Spanish rehabilitation centres. Participants: forty four aging patients (\\>70 y) with diagnosed post-stroke hemiplegia were randomly distributed to intensive intervention group (5 times/week for 6 weeks), or to spaced intervention group (3 times/week for 10 weeks) which were underwent to similar number of mirror therapy sessions (n=30).\n\nMain outcome measures: Muscle strength and activity was measured at baseline and at the end of treatment. Functional ability was also evaluated.","detailedDescription":"INTRODUCTION:\n\nCerebral ischemia or intracranial haemorrhage are the main characteristics of cerebrovascular diseases like the stroke. The disruption of the functional neuronal integrity after a stroke can affect both motor and cognitive states. The most characteristic motor sequel of a stroke is hemiplegia, characterized by the loss of voluntary movement, muscle tone, and osteotendinous reflexes from the affected hemiparetic body.\n\nMirror therapy (MT) was born in the late 1990s and was initially used to treat \"phantom limb\" symptoms. More recently, the effectiveness of this therapy in motor rehabilitation on post-stroke hemiparetic limbs has been also described. Due to its low cost and simplicity, it has become one of the most widely used therapies. The purpose of the MT is to perform bilateral and synchronous movements with the non-paretic limb, creating an illusion of movement in the brain.\n\nThe effectiveness of MT on brain injury can be explained in three ways. First, mirror neurons can recognize an action and activate motor learning through imitation. Secondly, neurological damage from a stroke usually causes inflammation and oedema that interrupts the transmission of motor information. The illusion of movement created MT reawakens these motor pathways by reactivating them. Finally, after suffering a stroke, patients have a different degree of activity in their cerebral hemispheres, being much lower in the injured hemisphere. The performance of MT contributes to reducing this imbalance.\n\nThe MT is based on visual and somatosensory information that is processed in the central nervous system. The movements of the non-paretic limb reflected in the mirror create an illusion of normal movement of the affected limb. This neurophysiological phenomenon stimulates the same cortical areas that are active during movement observation (somatosensory cortex, premotor and primary motor cortex, supplementary motor area, cerebellum and basal ganglia). The mirror reflection leads to additional activation of the contralateral hemisphere to the perceived limb, producing an increase in the hemiparetic cortico-muscular excitability. However, despite its valuable role on patients with post-stroke hemiplegia, its effectiveness in older subjects has not been defined so clearly.\n\nOBJECTIVE For all the above, the objective of the present study was to analyse the application and effectiveness of MT in older people (\\>70 years), and to compare the benefits between an intensively applied (5 times/week) MT protocol and a more spaced over time (3 times/week) procedure.\n\nMETHODOLOGY Design and participants will be explained elsewhere. Main outcome measures are muscle activity after intervention.\n\nEXPECTED OUTCOMES We expect that all groups improved their muscle mobility and activity. Our data will confirm what intervention is more effective."},"conditionsModule":{"conditions":["Hemiplegia, Post-Ictal"],"keywords":["MIRROR THERAPY","OLDER ADULTS","STROKE"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Forty subjects will be divided in two groups depending they were submitted to intensive or a more spaced over time therapy","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","maskingDescription":"The trial will be performed following a de facto masking.","whoMasked":["PARTICIPANT","CARE_PROVIDER"]}},"enrollmentInfo":{"count":40,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"INTENSIVE MIRROR THERAPY","type":"EXPERIMENTAL","description":"The intensive therapy group participants received 5 Mirror Therapy (+physiotherapy) sessions /week for 6 weeks, which makes a total of 30 sessions.","interventionNames":["Device: MIRROR THERAPY"]},{"label":"SPACED OVER TIME MIRROR THERAPY","type":"ACTIVE_COMPARATOR","description":"The conventional therapy group received the same number of sessions but more spaced in time, consisting in 3 Mirror Therapy (+physiotherapy) sessions/week for 10 weeks.","interventionNames":["Device: MIRROR THERAPY"]}],"interventions":[{"type":"DEVICE","name":"MIRROR THERAPY","description":"patients were seated on a chair, with the mirror positioned between the upper limbs perpendicular to the subject's midline and with the unaffected upper limb facing the reflective surface. Following the physiotherapist indications, the patients observed the reflection of their unaffected limb while performing the following movements with the both arms, the affected one as good as possible: flexion and extension of the shoulder, elbow, wrist and finger, prone supination of the forearm.","armGroupLabels":["INTENSIVE MIRROR THERAPY","SPACED OVER TIME MIRROR THERAPY"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"MUSCLE ACTIVITY","description":"The mean activity of the extensor and dorsiflexor muscles during all activity stages of each EMG session was analysed with a NEUROTRAC MYO-PLUS 2 (Verity Medical, UK), which was considered as an indicator of average muscle activity. The calculation excluded the first second of each activity period to eliminate the deviation from the first contraction attempt.","timeFrame":"3 months"}],"secondaryOutcomes":[{"measure":"Hand strength","description":"The isometric strength (Nw) of the hand was assessed with a hand-held digital dynamometer (digital hand dynamometer, RMS Ltd., UK). The measurement was performed three times consecutively, with a 2-3-minute interval between measurements. Peak force values were recorded for each trial, and the median value was considered as the standard value, following the manufacturer's instructions.","timeFrame":"3 months"},{"measure":"Fugl-Meyer test","description":"The Fugl-Meyer Assessment for the Upper Extremity (FMA-UE) was employed. The patients with better physical performance demonstrated higher scores.","timeFrame":"3 months"},{"measure":"Barthel Index","description":"The ability of the patients to perform basic daily living activities was determined through the Barthel index, which, in its Spanish translation, provided a Cronbach's alpha greater than 0.70","timeFrame":"3 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* Voluntary aging patients (70-85 years-old) with ischaemic stroke diagnosed by imaging (CT or MR)\n* To be included into physiotherapy therapy between two and six weeks after the stroke (mean of 20 ± 2 days)\n* Brain damage and a significant limitation of hand extension and foot dorsiflexion stroke-derived without spasticity (Ashworth scale 1 or 1+).\n\nExclusion Criteria:\n\n* Patients with haemorrhagic stroke\n* With a surface EMG signal \\<0.5 μV\n* With previous neurologic comorbidity which comprise muscle strength\n* Patients with medical treatment which may affect muscle strength\n* Patients with pacemaker\n* Those with severe psychiatric conditions like cognitive decline or dementia (beyond the aging-related degenerative progression).","healthyVolunteers":false,"sex":"ALL","minimumAge":"70 Years","maximumAge":"100 Years","stdAges":["OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Juan José Hernández Morante, Ph.D.","role":"CONTACT","phone":"+34 968 278 808","email":"jjhernandez@ucam.edu"}],"overallOfficials":[{"name":"Juan José Hernández Morante, Ph.D.","affiliation":"Catholic University of Murcia","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Catholic University of Murcia","status":"RECRUITING","city":"Murcia","zip":"30107","country":"Spain","contacts":[{"name":"Juan José Hernández Morante, PhD","role":"CONTACT"},{"name":"Ana Belén Gámez Santiago, Ph.D.","role":"SUB_INVESTIGATOR"},{"name":"Carlos Manuel Martínez Cáceres, Ph.D.","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":37.98704,"lon":-1.13004}},{"facility":"Hospital Sagrado Corazon Malaga","status":"RECRUITING","city":"Málaga","zip":"29014","country":"Spain","contacts":[{"name":"Ana Belén Gámez Santiago, Ph.D.","role":"CONTACT","phone":"+34 677 25 52 88","email":"abgsfisio@gmail.com"}],"geoPoint":{"lat":36.72016,"lon":-4.42034}}]},"referencesModule":{"references":[{"pmid":"31511629","type":"BACKGROUND","citation":"Gamez AB, Hernandez Morante JJ, Martinez Gil JL, Esparza F, Martinez CM. The effect of surface electromyography biofeedback on the activity of extensor and dorsiflexor muscles in elderly adults: a randomized trial. Sci Rep. 2019 Sep 11;9(1):13153. doi: 10.1038/s41598-019-49720-x."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED","description":"A previous trial IPD have been allocated in an Internet database. At moment, we are still deciding to perform the same procedure."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000006429","term":"Hemiplegia"}],"ancestors":[{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000010243","term":"Paralysis"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M9205","name":"Hemiplegia","asFound":"Hemiplegia","relevance":"HIGH"},{"id":"M12847","name":"Paralysis","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}