{"protocolSection":{"identificationModule":{"nctId":"NCT03969095","orgStudyIdInfo":{"id":"18-6172.1"},"organization":{"fullName":"University Health Network, Toronto","class":"OTHER"},"briefTitle":"Tongue Pressure Resistance Training for Swallowing Impairment Post-Stroke","officialTitle":"Tongue Pressure Resistance Training for Swallowing Impairment Post-Stroke","acronym":"TPRT-SIPS"},"statusModule":{"statusVerifiedDate":"2022-06","overallStatus":"TERMINATED","whyStopped":"COVID-19 Pandemic","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-04-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-06-16","type":"ACTUAL"},"completionDateStruct":{"date":"2022-06-16","type":"ACTUAL"},"studyFirstSubmitDate":"2019-05-03","studyFirstSubmitQcDate":"2019-05-28","studyFirstPostDateStruct":{"date":"2019-05-31","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-06-16","lastUpdatePostDateStruct":{"date":"2022-06-21","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Catriona Steele","investigatorTitle":"Professor","investigatorAffiliation":"University Health Network, Toronto"},"leadSponsor":{"name":"University Health Network, Toronto","class":"OTHER"},"collaborators":[{"name":"Marianjoy Rehabilitation Hospital & Clinics","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":true},"descriptionModule":{"briefSummary":"For patients who have suffered a stroke, tongue strength may be decreased compared to healthy individuals. Research on strengthening the tongue in the stroke population has shown positive effects of a tongue resistance training protocol. Research also suggests that swallow safety, or protection of the airway, may be improved as a result of such interventions, however the mechanism of improvement remains poorly understood. This study aims to determine what aspects of the swallowing mechanism (response time, movement, etc. of different structures) are directly impacted in order to provide guidance to clinicians using such treatments.","detailedDescription":"Swallowing dysfunction (dysphagia) following stroke results from damage to sensory and motor nerve pathways, impairing muscular physiology and impacting swallow timeliness and airway closure. People with dysphagia experience impaired swallowing safety (entry of food or liquid into the airway - aspiration) and/or impaired swallowing efficiency (food or liquid remaining in the oropharyngeal cavities after the swallow - residue). People with dysphagia following stroke are more likely to experience aspiration pneumonia, which has been associated with higher mortality rates.\n\nThe tongue functions to contain food and liquid within the oral cavity before the bolus moves into the pharynx. The tongue generates the primary driving forces, which carry the bolus through the pharynx; consequently, impairments in tongue function can affect both swallowing safety and efficiency. For people who have experienced a stroke, lingual strength is decreased compared to healthy participants. Tongue pressure resistance training has been utilized as an intervention in this population, and has been shown to positively influence tongue strength. It remains unclear whether changes in tongue pressure impact swallowing mechanisms, safety, and efficiency for patients who complete these interventions. In particular, the impact of tongue pressure resistance training on swallow timeliness (swallow onset timing, airway closure reaction time, speed of hyolaryngeal movement) remains unknown. This study will be a randomized trial of tongue pressure resistance training in people with tongue weakness and impaired swallowing safety post-stroke. The goal is to understand the physiological changes that occur as an outcome of tongue pressure resistance training and their relationship to swallowing safety and efficiency. Additionally, the impact of a training protocol involving a home practice component to delineate the impact of patient-driven practice will be explored.\n\nA sample of approximately 40 patients will be enrolled. Participants will complete an 8-week program involving a 4-week course of tongue-pressure resistance training and a 4-week no-treatment phase. Participants will be randomized either to an immediate treatment group (followed by a 4-week post-treatment detraining phase) or to a delayed treatment group involving a 4-week waiting period prior to beginning training. Swallowing outcomes will be measured based on videofluoroscopic swallowing studies (VFSS) performed at baseline, 4-weeks and 8-weeks post enrollment. The tongue pressure resistance training program will involve practice of tongue-palate pressure generation tasks and swallowing tasks, with biofeedback provided using the Iowa Oral Performance Instrument (IOPI)."},"conditionsModule":{"conditions":["Stroke","Dysphagia"],"keywords":["Stroke","Dysphagia","Rehabilitation","Videofluoroscopy"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"CROSSOVER","interventionModelDescription":"Randomized crossover trial","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"Blinding procedures will be taken to minimize bias - Raters extracting data from VFSS studies will also be blinded to participant allocation, VFSS time-point (pre vs post treatment), time post stroke, and bolus consistency. Each VFSS will be de-identified and converted so that all audio collected during the study will be removed to avoid revealing information to the blinded raters.","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":1,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Immediate","type":"EXPERIMENTAL","description":"Participants in the immediate intervention arm will begin a 4-week intervention tongue pressure resistance training protocol within 10 days of their baseline Videofluoroscopic Swallowing Evaluation assessment, with 2 face-to-face 1-hour visits per week under direct supervision of a speech-language pathologist. These treatment sessions will be supplemented by daily home practice of the intervention.","interventionNames":["Behavioral: Tongue Pressure Resistance Training"]},{"label":"Delayed","type":"ACTIVE_COMPARATOR","description":"Participants in the delayed intervention arm will begin their involvement with a 4-week waiting period after the baseline Videofluoroscopic Swallowing Evaluation. Treatment will commence after the second Videofluoroscopic Swallowing Evaluation and will follow the same schedule for the tongue pressure resistance training, supplemented by daily home practice.","interventionNames":["Behavioral: Tongue Pressure Resistance Training"]}],"interventions":[{"type":"BEHAVIORAL","name":"Tongue Pressure Resistance Training","description":"2 supervised sessions per week: Each session will be a maximum of one hour in length and will include: 1) 20 repetitions of maximum isometric presses (MIPs) with rapid rise in pressure at the anterior location. 2) 15 regular saliva swallows with the IOPI bulb in place. 3)15 effortful saliva swallows with the IOPI bulb in place. 4) 10 generalization tasks with mildly thick liquid and IOPI.","armGroupLabels":["Delayed","Immediate"],"otherNames":["Iowa Oral Performance Instrument"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Penetration-Aspiration Scale [PAS]","description":"Change in swallowing safety on thin and mildly thick liquid swallows. The maximum PAS score per consistency will be collected.","timeFrame":"Pre-treatment baseline, 4 weeks after baseline, 8 weeks after baseline"},{"measure":"Number of swallows per bolus","description":"Change in swallowing efficiency on thin and mildly thick liquid swallows. The maximum number of swallows per bolus for each consistency will be collected.","timeFrame":"Pre-treatment baseline, 4 weeks after baseline, 8 weeks after baseline"},{"measure":"Pixel-based measurement of post-swallow pharyngeal residue","description":"Change in swallowing efficiency on thin and mildly thick liquid swallows measured as a % of the C2-C4-squared anatomical reference scalar. The highest value across repeated boluses within a consistency will be collected.","timeFrame":"Pre-treatment baseline, 4 weeks after baseline, 8 weeks after baseline"},{"measure":"International Dysphagia Diet Standardisation Initiative Functional Diet Scale","description":"Change in diet texture recommendation (number of diet texture levels allowed from the International Dysphagia Diet Standardisation Initiative Framework).","timeFrame":"Pre-treatment baseline, 4 weeks after baseline, 8 weeks after baseline"}],"secondaryOutcomes":[{"measure":"Tongue Strength","description":"Change in maximum isometric tongue pressure, measured using the Iowa Oral performance Instrument. The maximum value of 3 repetitions will be collected.","timeFrame":"Pre-treatment baseline, 4 weeks after baseline, 8 weeks after baseline"},{"measure":"Saliva Swallow Tongue Pressures","description":"Change in saliva swallowing pressures, measured using the Iowa Oral Performance Instrument. the maximum value of 3 repetitions will be collected.","timeFrame":"Pre-treatment baseline, 4 weeks after baseline, 8 weeks after baseline"},{"measure":"Swallow Timing Swallow Timing","description":"Change in the timing of the hyoid burst onset and time to laryngeal vestibule closure, in milliseconds relative to the frame of the bolus passing the ramus of mandible, during thin and mildly thick liquid swallows measured on videofluoroscopy. The maximum value per consistency will be collected.","timeFrame":"Pre-treatment baseline, 4 weeks after baseline, 8 weeks after baseline"},{"measure":"Hyoid Kinematics","description":"Change in peak hyoid position (in anatomically normalized units of distance relative to the C2-C4 reference scalar) during thin and mildly thick liquid swallows measured on videofluoroscopy. The maximum value per consistency will be collected.","timeFrame":"Pre-treatment baseline, 4 weeks after baseline, 8 weeks after baseline"},{"measure":"Pharyngeal constriction","description":"Change in pharyngeal constriction (measured as a % of the C2-C4-squared reference scalar) during thin and mildly thick liquid swallows measured on videofluoroscopy. The best (i.e. smallest) value per consistency will be collected.","timeFrame":"Pre-treatment baseline, 4 weeks after baseline, 8 weeks after baseline"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* English-speaking adults\n* A confirmed diagnosis of ischemic stroke (including hemispheric, cortical or subcortical and excluding cerebellum and brainstem locations within 3 months following the stroke) identified via CT or MRI\n* Eligible participants will display decreased tongue pressure as measured by the Iowa Oral Performance Instrument (IOPI), and show evidence of dysphagia (safety or efficiency concerns) on baseline VFSS with thin or mildly thick liquid stimuli.\n\nExclusion Criteria:\n\n* History of head and neck cancer\n* Radical neck dissection (e.g. anterior cervical surgery fusions) or neck/ oropharyngeal surgery (not excluded - tonsillectomy, adenoidectomy, tracheostomy)\n* Past medical history of any neurological disease other than stroke (e.g. Multiple Sclerosis, Parkinson Disease, Amyotrophic Lateral Sclerosis, Traumatic Brain Injury)\n* Oral apraxia, impairing the participant's ability to complete exercises\n* Cognitive or receptive communication difficulties that preclude the participant's ability to follow study instructions\n* Allergies to barium, potato starch, corn starch, xanthan gum, milk products, or latex","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Catriona Steele","affiliation":"KITE - Toronto Rehabilitation Institute - University Health Network","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Denyse Richardson","affiliation":"University Health Network, Toronto","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Michael Pietrantoni","affiliation":"Marianjoy Hospital","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Susan Brady","affiliation":"Marianjoy Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Marianjoy Hospital","city":"Wheaton","state":"Illinois","zip":"60187","country":"United States","geoPoint":{"lat":41.86614,"lon":-88.10701}},{"facility":"Toronto Rehabilitation Institute - University Health Network","city":"Toronto","state":"Ontario","zip":"M5G 2A2","country":"Canada","geoPoint":{"lat":43.70011,"lon":-79.4163}}]},"referencesModule":{"references":[{"pmid":"29184294","type":"BACKGROUND","citation":"Cho YS, Oh DH, Paik YR, Lee JH, Park JS. Effects of bedside self-exercise on oropharyngeal swallowing function in stroke patients with dysphagia: a pilot study. J Phys Ther Sci. 2017 Oct;29(10):1815-1816. doi: 10.1589/jpts.29.1815. Epub 2017 Oct 21."},{"pmid":"16329231","type":"BACKGROUND","citation":"Hori K, Ono T, Iwata H, Nokubi T, Kumakura I. Tongue pressure against hard palate during swallowing in post-stroke patients. Gerodontology. 2005 Dec;22(4):227-33. doi: 10.1111/j.1741-2358.2005.00089.x."},{"pmid":"27883209","type":"BACKGROUND","citation":"Kim HD, Choi JB, Yoo SJ, Chang MY, Lee SW, Park JS. Tongue-to-palate resistance training improves tongue strength and oropharyngeal swallowing function in subacute stroke survivors with dysphagia. J Oral Rehabil. 2017 Jan;44(1):59-64. doi: 10.1111/joor.12461."},{"pmid":"10187872","type":"BACKGROUND","citation":"Mann G, Hankey GJ, Cameron D. Swallowing function after stroke: prognosis and prognostic factors at 6 months. Stroke. 1999 Apr;30(4):744-8. doi: 10.1161/01.str.30.4.744."},{"pmid":"16269630","type":"BACKGROUND","citation":"Martino R, Foley N, Bhogal S, Diamant N, Speechley M, Teasell R. Dysphagia after stroke: incidence, diagnosis, and pulmonary complications. Stroke. 2005 Dec;36(12):2756-63. doi: 10.1161/01.STR.0000190056.76543.eb. Epub 2005 Nov 3."},{"pmid":"28282484","type":"BACKGROUND","citation":"McKenna VS, Zhang B, Haines MB, Kelchner LN. A Systematic Review of Isometric Lingual Strength-Training Programs in Adults With and Without Dysphagia. Am J Speech Lang Pathol. 2017 May 17;26(2):524-539. doi: 10.1044/2016_AJSLP-15-0051."},{"pmid":"26834320","type":"BACKGROUND","citation":"Park JS, Kim HJ, Oh DH. Effect of tongue strength training using the Iowa Oral Performance Instrument in stroke patients with dysphagia. J Phys Ther Sci. 2015 Dec;27(12):3631-4. doi: 10.1589/jpts.27.3631. Epub 2015 Dec 28."},{"pmid":"17270511","type":"BACKGROUND","citation":"Robbins J, Kays SA, Gangnon RE, Hind JA, Hewitt AL, Gentry LR, Taylor AJ. The effects of lingual exercise in stroke patients with dysphagia. Arch Phys Med Rehabil. 2007 Feb;88(2):150-8. doi: 10.1016/j.apmr.2006.11.002."},{"pmid":"26936446","type":"BACKGROUND","citation":"Steele CM, Bayley MT, Peladeau-Pigeon M, Nagy A, Namasivayam AM, Stokely SL, Wolkin T. A Randomized Trial Comparing Two Tongue-Pressure Resistance Training Protocols for Post-Stroke Dysphagia. Dysphagia. 2016 Jun;31(3):452-61. doi: 10.1007/s00455-016-9699-5. Epub 2016 Mar 2."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000003680","term":"Deglutition Disorders"},{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000004935","term":"Esophageal Diseases"},{"id":"D000005767","term":"Gastrointestinal Diseases"},{"id":"D000004066","term":"Digestive System Diseases"},{"id":"D000010608","term":"Pharyngeal Diseases"},{"id":"D000010038","term":"Otorhinolaryngologic Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M6572","name":"Deglutition Disorders","asFound":"Dysphagia","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M7775","name":"Esophageal Diseases","relevance":"LOW"},{"id":"M8573","name":"Gastrointestinal Diseases","relevance":"LOW"},{"id":"M6945","name":"Digestive System Diseases","relevance":"LOW"},{"id":"M13205","name":"Pharyngeal Diseases","relevance":"LOW"},{"id":"M12651","name":"Otorhinolaryngologic Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC06","name":"Digestive System Diseases"},{"abbrev":"BC09","name":"Ear, Nose, and Throat Diseases"},{"abbrev":"BC07","name":"Mouth and Tooth Diseases"}]}},"hasResults":false}