{"protocolSection":{"identificationModule":{"nctId":"NCT05388578","orgStudyIdInfo":{"id":"P21.113"},"organization":{"fullName":"Leiden University Medical Center","class":"OTHER"},"briefTitle":"The Stroke Box: a Patient-centered eHealth Approach for Improving Post-stroke Care.","officialTitle":"The Stroke Box: a Patient-centered eHealth Approach for Improving Post-stroke Care."},"statusModule":{"statusVerifiedDate":"2022-08","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-07-07","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-07-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-07-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-05-19","studyFirstSubmitQcDate":"2022-05-19","studyFirstPostDateStruct":{"date":"2022-05-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-08-10","lastUpdatePostDateStruct":{"date":"2022-08-12","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Marieke JH Wermer, MD","investigatorTitle":"Prof. dr. Marieke J.H. Wermer","investigatorAffiliation":"Leiden University Medical Center"},"leadSponsor":{"name":"Leiden University Medical Center","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Although there have been major advances in (personalized) stroke treatment in the last decade, the need for prevention of stroke remains critical. Prevention of recurrent stroke is currently primarily organized through management of cardiovascular risk factors including lifestyle, hypertension and atrial fibrillation (AF). To improve the cardiovascular risk management of stroke patients, more frequent measurements of blood pressure and heart rhythm are essential. In addition, actively engaging the patient with their own recovery could lead to an improved lifestyle. Recent studies have shown telemonitoring of patients can improve care, help with prevention of disease, and reduce healthcare costs, whilst keeping the patient more engaged with their disease.\n\nThe LUMC \"Box\" has shown to effectively monitor blood pressure of patients after myocardial infarction with equal results and patient satisfaction rates compared to standard care with less physical contact moments. We plan to use this framework for improving post-stroke care by introducing more frequent blood pressure and heart rhythm measurements. Additionally, we will provide more information around lifestyle improvement and have the patient actively engage with their weight and physical activity.\n\nIn this study we will be evaluating the technical feasibility and clinical implementation of the home-based self-measurements using the Box in a post-stroke pilot setting: the Stroke Box. The results will be used as a basis for the power calculation for a future randomized clinical trial on the effect of the BOX on hypertension treatment and AF detection.","detailedDescription":"Objective: The overall aim of this pilot is to evaluate the technical feasibility and clinical implementation of the Stroke Box by evaluating user experience and hypertension management. The primary objective is gathering data on blood pressure management for power calculation for a future randomized clinical trial where the effect of the Stroke Box on hypertension management and AF detection will be studied. The secondary objectives will be gathering and evaluating data on heart rhythm, weight and activity of patients using the Stroke Box, evaluating the technical- and workflow implementation for healthcare professionals, evaluating the self-management and user-experience of patients, assessing the patient adherence to the self-measurements and pharmacotherapeutic prophylactic therapy, and evaluating the correct functioning of the IT infrastructure, hardware and LUMC Care app, and to assess the correct use of all stakeholders involved in the eHealth support and telemonitoring with the Stroke Box.\n\nStudy design: This study is a prospective cohort study to evaluate the implementation of the Stroke Box and gather data. For the first 5 patients we will mainly evaluate the technical procedures of the study in addition to the other objectives. For the remainder, we will be gathering data on blood pressure management, patient engagement and have a user-based evaluation of the eHealth infrastructure during a six-month follow-up period. We will do evaluations of the collected data based on a before-after comparison of blood pressure and questionnaire results.\n\nStudy population: Patients admitted for a TIA, ischemic or haemorrhagic stroke in the LUMC. We will include 55 patients in total of which in the first 5 patients we specifically focus on testing and evaluating the technical feasibility.\n\nIntervention (if applicable): The Stroke Box will contain a blood pressure monitor, weighting scale, single-lead ECG wristwatch with activity tracking and associated apps. Patients are asked to measure the associated factors on a daily basis. In addition, all patients will be asked to fill in a questionnaire at the start and the end of the study. Patients will participate for 6 months in the pilot.\n\nMain study parameters/endpoints: The primary objective of this study is the gathering of data on blood pressure management as a basis for power analysis in future trials. The secondary objectives will be gathering and evaluating data on heart rhythm, weight and activity of patients, evaluating the technical- and workflow implementation for healthcare professionals, evaluating the self-management and user-experience of patients, assessing the patient adherence to the self-measurements and pharmacotherapeutic prophylactic therapy, and finally evaluating the technical feasibility for all stakeholders."},"conditionsModule":{"conditions":["Stroke"],"keywords":["stroke","eHealth","The Box","Atrial Fibrillation","Hypertension","Lifestyle","Primary Care"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":55,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Primary cohort","description":"All participants will receive the Stroke Box containing a wearable bloodpressure monitor, activity tracker and weighting scale, and associated apps.","interventionNames":["Device: Blood pressure monitor","Device: Weighting scale","Device: Activity tracker"]},{"label":"Patients with indication for AF","description":"All participants will receive the Stroke Box containing a wearable bloodpressure monitor, activity tracker and weighting scale, and associated apps. Patients with an indication for atrial fibrillation (AF) will additionally receive a wrist-worn single-lead ECG device.","interventionNames":["Device: Blood pressure monitor","Device: Weighting scale","Device: Activity tracker","Device: ECG device"]}],"interventions":[{"type":"DEVICE","name":"Blood pressure monitor","description":"Participants will receive the Withings BPM connect monitor and do weekly self-measurements of blood pressure.","armGroupLabels":["Patients with indication for AF","Primary cohort"]},{"type":"DEVICE","name":"Weighting scale","description":"Participants will receive the Withings Body scale and do weekly self-measurements of their body weight and BMI.","armGroupLabels":["Patients with indication for AF","Primary cohort"]},{"type":"DEVICE","name":"Activity tracker","description":"Participants will receive the Withings Move to automatically keep track of their number of steps and activity type.","armGroupLabels":["Patients with indication for AF","Primary cohort"]},{"type":"DEVICE","name":"ECG device","description":"Participants will receive the Withings Move ECG to make daily measurements of heart rhythm, an algorithm will detect abnormalities in heart rhythm such as atrial fibrillation.","armGroupLabels":["Patients with indication for AF"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Blood pressure progression","description":"Gathering data on self-measured blood pressure and AF detection of patients using the Stroke Box as a basis for power analysis of a future randomized controlled clinical trial and performing a quality assessment of the collected data.","timeFrame":"6 months"}],"secondaryOutcomes":[{"measure":"Heart rhythm progression","description":"Gathering data on self-measured heart rhythm, weight and activity of patients using the Stroke Box, and performing a quality assessment of the collected data.","timeFrame":"6 months"},{"measure":"User evaluation of the self-measurements","description":"Evaluation of the potential change in self-management, patient engagement and user experience of the patients using the Stroke Box, using questionnaires. Measured using the mHealth App Usability Questionnaire (MAUQ) with scales between 1 - 7, where lower scores indicate a better user experience.","timeFrame":"6 months"},{"measure":"Patient adherence","description":"Assessment of patient adherence to the self-measurements and pharmacotherapeutic prophylactic therapy, using questionnaires. Measured using the Partners In Healthcare (PIH) questionnaire with scales between 0 - 8, where a higher score indicates more knowledge of or involvement with of the patient's disorder and recovery.","timeFrame":"6 months"},{"measure":"Technical implementation","description":"To evaluate the correct functioning of the IT infrastructure, hardware and LUMC Care app, and to assess the correct use of all stakeholders involved in the eHealth support and telemonitoring with the Stroke Box.","timeFrame":"6 months"},{"measure":"User evaluation of the implementaion","description":"User based evaluation of the technical - and workflow implementation for healthcare professionals using the Stroke Box, using questionnaires. Evaluated with the Acceptability of Intervention Measure (AIM), Intervention Appropriateness Measure (IAM), and Feasibility of Intervention Measure (FIM) questionnaires for healthcare professionals with scales between 1 - 7, where lower scores indicate a better experience.","timeFrame":"6 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* The patient is admitted with a clinical diagnosis of a TIA, ischemic or haemorrhagic stroke in the LUMC\n* The patient is able to communicate in Dutch (patients with severe aphasia - defined as not being able to respond to the questionnaires or perform the self-measurements - are excluded)\n* The patient is at least 18 years of age\n* The patient will be discharged from the hospital directly to home\n* The patient has hypertension during hospital admission as defined by systolic blood pressure \\>140mmHg during two separate blood pressure measurements\n* The patient has a suitable smartphone and is able to use it in a reasonable sense\n\nExclusion Criteria:\n\n* The patient does not have internet access at home\n* Patient is unwilling to sign the informed consent form\n* Patient is considered an incapacitated adult","sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"We will recruit patients visiting for a TIA or admitted for an ischemic or haemorrhagic stroke in the LUMC.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Hermes AJ Spaink, MSc","role":"CONTACT","phone":"+31 71 5262 547","email":"h.a.j.spaink@lumc.nl"}],"overallOfficials":[{"name":"Marieke JH Wermer, MD PhD","affiliation":"Leiden University Medical Center","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Leiden University Medical Center","status":"RECRUITING","city":"Leiden","state":"Zuid-Holland","zip":"2300RC","country":"Netherlands","contacts":[{"name":"Hermes AJ Spaink, MSc","role":"CONTACT","email":"h.a.j.spaink@lumc.nl"},{"name":"Marieke JH Wermer, MD PhD","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Hermes AJ Spaink, MSc","role":"SUB_INVESTIGATOR"},{"name":"Hine JA van Os, MD","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":52.15833,"lon":4.49306}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"Prot_SAP","hasProtocol":true,"hasSap":true,"hasIcf":false,"label":"Study Protocol and Statistical Analysis Plan","date":"2022-02-18","uploadDate":"2022-08-10T11:25","filename":"Prot_SAP_000.pdf","size":655729}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M9714","name":"Hypertension","relevance":"LOW"},{"id":"M4276","name":"Atrial Fibrillation","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}