{"protocolSection":{"identificationModule":{"nctId":"NCT03029884","orgStudyIdInfo":{"id":"16-18617"},"secondaryIdInfos":[{"id":"UH3NS109556","type":"NIH","link":"https://reporter.nih.gov/quickSearch/UH3NS109556"}],"organization":{"fullName":"University of California, San Francisco","class":"OTHER"},"briefTitle":"Closed-loop Deep Brain Stimulation to Treat Refractory Neuropathic Pain","officialTitle":"Technology Development for Closed-loop Deep Brain Stimulation to Treat Refractory Neuropathic Pain"},"statusModule":{"statusVerifiedDate":"2023-11","overallStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-10-28","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-09-30","type":"ACTUAL"},"completionDateStruct":{"date":"2026-06","type":"ESTIMATED"},"studyFirstSubmitDate":"2017-01-06","studyFirstSubmitQcDate":"2017-01-20","studyFirstPostDateStruct":{"date":"2017-01-24","type":"ESTIMATED"},"resultsFirstSubmitDate":"2023-06-09","resultsFirstSubmitQcDate":"2023-11-01","resultsFirstPostDateStruct":{"date":"2023-11-22","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-11-01","lastUpdatePostDateStruct":{"date":"2023-11-22","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Prasad Shirvalkar, MD, PhD","investigatorTitle":"Associate Professor of Neurological Surgery","investigatorAffiliation":"University of California, San Francisco"},"leadSponsor":{"name":"Prasad Shirvalkar, MD, PhD","class":"OTHER"},"collaborators":[{"name":"United States Department of Defense","class":"FED"},{"name":"National Institute of Neurological Disorders and Stroke (NINDS)","class":"NIH"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true},"descriptionModule":{"briefSummary":"Deep brain stimulation (DBS) holds promise as a new option for patients suffering from treatment-resistant chronic pain, but current technology is unable to reliably achieve long-term pain symptom relief. A \"one-size-fits-all\" approach of continuous, 24/7 brain stimulation has helped patients with some movement disorders, but the key to reducing pain may be the activation of stimulation only when needed, as this may help keep the brain from adapting to stimulation effects. By expanding the technological capabilities of an investigative brain stimulation device, the investigators will enable the delivery of stimulation only when pain signals in the brain are high, and then test whether this more personalized stimulation leads to reliable symptom relief for chronic pain patients over extended periods of time.","detailedDescription":"Many pain syndromes are notoriously refractory to almost all treatment and pose significant costs to patients and society. Deep brain stimulation (DBS) for refractory pain disorders showed early promise but demonstration of long-term efficacy is lacking. Current DBS devices provide \"open-loop\" continuous stimulation and thus are prone to loss of effect owing to nervous system adaptation and a failure to accommodate natural fluctuations in chronic pain states. DBS could be significantly improved if neural biomarkers for relevant disease states could be used as feedback signals in \"closed-loop\" DBS algorithms that would selectively provide stimulation when it is needed. This approach may help avert the development of tolerance over time and enable the dynamic features of chronic pain to be targeted in a personalized fashion.\n\nOptimizing the brain targets for both biomarker detection and stimulation delivery may also markedly impact efficacy. Recent imaging studies in humans point to the key role of frontal cortical regions in supporting the affective and cognitive dimensions of pain, which may be more effective DBS targets than previous targets involved in basic somatosensory processing. Pathological activity in the anterior cingulate (ACC) and orbitofrontal cortex (OFC) is correlated with the higher-order processing of pain, and recent clinical trials have identified ACC as a promising stimulation target for the neuromodulation of pain. In this study, the investigators will target ACC and OFC for biomarker discovery and closed-loop stimulation. The investigators will develop data-driven stimulation control algorithms to treat chronic pain using a novel neural interface device (Medtronic Activa PC+S) that allows longitudinal intracranial signal recording in an ambulatory setting. By building and validating this technological capacity in an implanted device, the investigators will empower DBS for chronic pain indications and advance personalized, precision methods for DBS more generally.\n\nThis study will enroll ten patients with post-stroke pain, phantom limb syndrome and spinal cord injury pain in our three-phase clinical trial. The investigators will first identify biomarkers of low and high pain states to define optimal neural signals for pain prediction in individuals (Aim 1). These pain biomarkers will then be used to develop closed-loop algorithms for DBS and test the feasibility and efficacy of performing closed-loop DBS for chronic pain in a single-blinded, sham controlled clinical trial (Aim 2). Our main outcome measures will be a combination of pain, mood and functional scores together with quantitative sensory testing. In the last phase, the investigators will assess the efficacy of closed-loop DBS algorithms against traditional open-loop DBS (Aim 3) and assess mechanisms of DBS tolerance in response to chronic stimulation. Successful completion of this study would result in the first algorithms to predict real-time fluctuations in chronic pain states for the delivery of analgesic stimulation and would prove the feasibility of closed-loop DBS for pain-relief by advancing implantable device technology."},"conditionsModule":{"conditions":["Chronic Pain","Post Stroke Pain","Phantom Limb Pain","Spinal Cord Injuries"],"keywords":["thalamic pain","chronic pain","spinal cord injury","phantom limb"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"CROSSOVER","interventionModelDescription":"All participants (phantom limb and thalamic pain) will participate in the same three phase study to test open-loop DBS vs closed-loop DBS vs Sham DBS","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"There will be assigned active intervention and non-active intervention periods for each patient throughout phase 2 and 3 of the study. The participant will not know if he/she is in the active or non-active period of the phase.","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":4,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Sham DBS","type":"EXPERIMENTAL","description":"Chronic brain recording and stimulation with unilateral or bilateral implantation in pain-related brain regions. Both thalamic pain syndrome and phantom pain participants will participate in sham, open-loop and closed-loop DBS, blinded to the participant.\n\nOpen Loop involves tonic stimulation of ACC of OFC brain region. During closed-loop DBS sessions, stimulation will be delivered in response to identified personalized, brain biomarkers of chronic pain.Sham involves no active stimulation - brain recordings will remain active with no active stimulation. Because more than 6 sequences were used, only 1 \"Arm/Group\" is defined.","interventionNames":["Device: Sham Stimulation"]},{"label":"Open-Loop DBS and Closed-Loop DBS","type":"EXPERIMENTAL","description":"Chronic brain recording and stimulation with unilateral or bilateral implantation in pain-related brain regions. Both thalamic pain syndrome and phantom pain participants will participate in sham, open-loop and closed-loop DBS, blinded to the participant.\n\nOpen Loop involves tonic stimulation of ACC of OFC brain region. During closed-loop DBS sessions, stimulation will be delivered in response to identified personalized, brain biomarkers of chronic pain.Sham involves no active stimulation - brain recordings will remain active with no active stimulation. Because more than 6 sequences were used, only 1 \"Arm/Group\" is defined.","interventionNames":["Device: Open-Loop DBS","Device: Closed-Loop DBS"]}],"interventions":[{"type":"DEVICE","name":"Open-Loop DBS","description":"Conventional brain stimulation that is tonically providing stimulation, without feedback","armGroupLabels":["Open-Loop DBS and Closed-Loop DBS"]},{"type":"DEVICE","name":"Sham Stimulation","description":"No Active Stimulation","armGroupLabels":["Sham DBS"]},{"type":"DEVICE","name":"Closed-Loop DBS","description":"Feedback enabled brain stimulation, where stimulation is provided on demand in response to pain biomarkers.","armGroupLabels":["Open-Loop DBS and Closed-Loop DBS"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Visual Analog Score","description":"Visual Analog Score is indicated by the patient by marking a 10 cm line as they rate their pain intensity from 0 to 100 in mm. Higher scores represent worse outcome.","timeFrame":"2 years"}],"secondaryOutcomes":[{"measure":"Neuropathic Pain Questionnaire","description":"The Neuropathic pain Questionnaire (NPQ) is an assessment instrument for neuropathic pain intensity and quality. It contains 12 items: 10 related to sensations or sensory responses and two related to affect. The items are totaled and rated out of 12, with 12 being in the most neuropathic pain.","timeFrame":"2 years"}],"otherOutcomes":[{"measure":"Becks Depression Inventory","description":"The Becks Depression Inventory is commonly used assessment tools to quantify and track depression mood state over time. Its a single value outcome measurement ranging from 0 to 63, with 63 being the most depressed.","timeFrame":"2 years"},{"measure":"Becks Anxiety Inventory","description":"The Becks Anxiety Inventory is commonly used assessment tools to quantify and track anxious mood state over time.Its a single value outcome measurement ranging from 0 to 63, with 63 the most anxious.","timeFrame":"2 years"},{"measure":"NIH PROMIS Toolbox (Patient Impression)","description":"The NIH PROMIS toolbox contains a host of survey questions tailored to measurement of specific disease states such as pain, global health and function.\n\nThe patient impression evaluates patient self-evaluation and physician evaluation of the patient's general health ranging form 0 to 7 with 7 being the worst general health.","timeFrame":"2 years"},{"measure":"Pain Medication Usage","description":"We will calculate total number of of breakthrough pain medication pills (eg. opioids, NSAIDs and neuropathic pain medication) used each month, to evaluate if analgesia from DBS reduces average usage.","timeFrame":"2 years"},{"measure":"Activity Tracker (Fitbit) - Heartrate","description":"Each patient will be given a fitbit activity monitor which can record steps taken, flights of stairs climbed, heart rate and sleep quality. These measures will be used to infer functional improvement over time. Heartrate will be tracked as beats per minute (bpm) and the association of bpm with changes in NRS pain will be used to correlate changes in heartrate with pain levels.","timeFrame":"2 years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age ≥ 21 years\n* Clinical diagnosis of post-stroke pain (thalamic pain), spinal cord injury or phantom limb pain with allodynia or dysesthesia with pinprick anesthesia or hypoesthesia on the affected hemibody or limb (anesthesia dolorosa).\n* For Post-Stroke Pain: Stroke of ischemic etiology only. MRI done within one year of the first visit showing a lesion that involves the contralateral brainstem, thalamus or cortex. The lesion will involve cortical-subcortical areas in topography consistent with sensory thalamocortical connections. This will include patients with infarcts in the territory of the middle cerebral artery or those with cavernous malformations. A more recent MRI may be required if the patient's condition changed within the previous year.\n* For Phantom limb pain: MRI done within one year not showing any contraindication to surgery such as mass, lesion, hemorrhage or other abnormality near target\n* For Spinal Cord Injury pain: MRI done within one year not showing contraindication to surgery such as mass, lesion, hemorrhage or other abnormality near target\n* One year or more of medically refractory severe pain (see below)\n* Average daily pain for the past 30 days reported as \\>5 on a 0-10 numeric rating scale (NRS)\n* Failure to respond adequately to at least one antidepressant, one anti-seizure medication and one oral narcotic with current stable doses of medications.\n* Ability to speak / read English\n* Capable of understanding and providing informed consent\n* Stable doses of pain medications (e.g. anticonvulsant drug, anti-depressants, and opioids etc.)\n* Women of childbearing age must be on regular use of an accepted contraceptive method(s).\n\nExclusion Criteria:\n\n* Study subjects will be adults with refractory chronic neuropathic pain.\n* Pregnancy or breast feeding\n* Inability to speak and / or read English\n* Inability to give informed consent\n* Significant cognitive impairment or Dementia (MoCA \\< 25)\n* Aphasia severe enough to limit the consent process or communication between the investigators and the patient. Patients with mild or recovering aphasia may be considered candidates at the discretion of the PI.\n* Active depression (BDI \\> 20) or other untreated or uncontrolled psychiatric illness (active general anxiety disorder, schizophrenia, bipolar disorder, obsessive-compulsive disorder (OCD), or personality disorders (e.g. multiple personality disorder, borderline personality disorder, etc.) or other neuropsychiatric conditions that evaluating psychiatrist would recommend exclusion of patient after neuropsychiatric evaluation.\n* Suicide attempt \\</= 12 months or imminent suicide risk\n* History of substance abuse in past 3 years.\n* Major medical co-morbidities increasing the risk of surgery including uncontrolled hypertension, severe diabetes, major organ system failure, history of hemorrhagic stroke, need for chronic anticoagulation other than aspirin, active infection, immunocompromised state or malignancy with \\< 5 years life expectancy\n* Inability to stop Coumadin or platelet anti-aggregation therapy for surgery and after surgery. Patients taking these medications will need to discuss the need/risk of continuing these medications with their physicians and the PI or study personnel may contact the treating physician(s) as well to discuss the risks of anticoagulation / antiaggregation therapy discontinuation.\n* Coagulopathy. Patients will be excluded unless assessed and cleared by hematology.\n* MRI (done within one year of the first visit) with significant abnormalities other than those associated with the neurological disorder causing chronic pain.\n* Implantable hardware not compatible with MRI or with the study.\n* Inability to comply with study follow-up visits\n* Previous ablative intracranial surgery for the management of the thalamic pain syndrome.\n* Previously implanted with deep brain stimulation system or any previously implanted device treatment involving brain stimulation\n* Major neurological disorder other than the one that led to the chronic pain including epilepsy, neurodegenerative condition or any history of seizure\n* Requires diathermy, electroconvulsive therapy (ECT) or transcranial magnetic stimulation (TMS) to treat a chronic condition\n* Has an implanted electronic device such as a neurostimulator, cardiac pacemaker or medication pump\n* Allergies or known hypersensitivity to materials in the Activa PC+S system (i.e. titanium, polyurethane, silicone, polyetherimide, stainless steel).\n* Pregnancy or lack of regular use of contraceptives. Patients who become pregnant after enrollment may be excluded from the study. Patients who become pregnant prior to the surgical implantation of the DBS systems will be excluded from the study.\n* Patients may be excluded from enrollment due to a condition that, in the judgment of the PI, significantly increases risk or reduces significantly the likelihood of benefit from DBS.","healthyVolunteers":false,"sex":"ALL","minimumAge":"21 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Edward Chang, M.D.","affiliation":"University of California, San Francisco","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Prasad Shirvalkar, M.D., Ph.D.","affiliation":"University of California, San Francisco","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of California","city":"San Francisco","state":"California","zip":"94143","country":"United States","geoPoint":{"lat":37.77493,"lon":-122.41942}}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"There is currently no plan to share IPD."}},"resultsSection":{"participantFlowModule":{"preAssignmentDetails":"There was a 6 month run-in period for collection of personalized neural signals before stimulation began","recruitmentDetails":"Recruitment was done through the UCSF Pain management clinic and online from clinicaltrials.gov from October 2017 to December 2019","groups":[{"id":"FG000","title":"Open vs Closed Loop vs Sham DBS","description":"Chronic brain recording and stimulation with unilateral or bilateral implantation in pain-related brain regions. Both thalamic pain syndrome and phantom pain participants will participate in active DBS, blinded to the participant. Open-loop DBS refers to tonic stimulation of ACC or OFC regions without feedback control. Closed loop is feedback enabled stimulation triggered by pain biomarkers. Sham is no stimulation. Because \\>6 sequences were used, only 1 arm/group is defined as per instructions."}],"periods":[{"title":"Inactive DBS Run in Period (6 Months)","milestones":[{"type":"STARTED","achievements":[{"groupId":"FG000","numSubjects":"4"}]},{"type":"COMPLETED","achievements":[{"groupId":"FG000","numSubjects":"4"}]},{"type":"NOT COMPLETED","achievements":[{"groupId":"FG000","numSubjects":"0"}]}]},{"title":"Open-Loop DBS (6 Weeks)","milestones":[{"type":"STARTED","achievements":[{"groupId":"FG000","numSubjects":"4"}]},{"type":"COMPLETED","achievements":[{"groupId":"FG000","numSubjects":"4"}]},{"type":"NOT COMPLETED","achievements":[{"groupId":"FG000","numSubjects":"0"}]}]},{"title":"Closed-Loop DBS (6 Weeks)","milestones":[{"type":"STARTED","achievements":[{"groupId":"FG000","numSubjects":"4"}]},{"type":"COMPLETED","achievements":[{"groupId":"FG000","numSubjects":"4"}]},{"type":"NOT COMPLETED","achievements":[{"groupId":"FG000","numSubjects":"0"}]}]},{"title":"Sham DBS (3 Weeks)","milestones":[{"type":"STARTED","achievements":[{"groupId":"FG000","numSubjects":"4"}]},{"type":"COMPLETED","achievements":[{"groupId":"FG000","numSubjects":"4"}]},{"type":"NOT COMPLETED","achievements":[{"groupId":"FG000","numSubjects":"0"}]}]}]},"baselineCharacteristicsModule":{"populationDescription":"Chronic neuropathic pain with post stroke pain (3) or phantom limb pain (1)","groups":[{"id":"BG000","title":"All Study Participants","description":"Chronic brain recording and stimulation with unilateral or bilateral implantation in pain-related brain regions. Both thalamic pain syndrome and phantom pain participants will participate in active DBS, blinded to the participant.\n\nMedtronic Activa PC+S: In Aim 2 we will perform closed loop DBS versus sham (randomized) to evaluate efficacy of stimulation for analgesia. In Aim 3, closed-loop DBS will be compared to open-loop DBS in a patient blinded, randomized fashion."}],"denoms":[{"units":"Participants","counts":[{"groupId":"BG000","value":"4"}]}],"measures":[{"title":"Age, Categorical","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"categories":[{"title":"<=18 years","measurements":[{"groupId":"BG000","value":"0"}]},{"title":"Between 18 and 65 years","measurements":[{"groupId":"BG000","value":"4"}]},{"title":">=65 years","measurements":[{"groupId":"BG000","value":"0"}]}]}]},{"title":"Age, Continuous","paramType":"MEAN","dispersionType":"FULL_RANGE","unitOfMeasure":"years","classes":[{"categories":[{"measurements":[{"groupId":"BG000","value":"59","lowerLimit":"56","upperLimit":"63"}]}]}]},{"title":"Sex: Female, Male","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"categories":[{"title":"Female","measurements":[{"groupId":"BG000","value":"2"}]},{"title":"Male","measurements":[{"groupId":"BG000","value":"2"}]}]}]},{"title":"Ethnicity (NIH/OMB)","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"categories":[{"title":"Hispanic or Latino","measurements":[{"groupId":"BG000","value":"0"}]},{"title":"Not Hispanic or Latino","measurements":[{"groupId":"BG000","value":"4"}]},{"title":"Unknown or Not Reported","measurements":[{"groupId":"BG000","value":"0"}]}]}]},{"title":"Region of Enrollment","paramType":"NUMBER","unitOfMeasure":"participants","classes":[{"title":"United States","categories":[{"measurements":[{"groupId":"BG000","value":"4"}]}]}]},{"title":"Pain Intensity Numerical Rating Score","description":"Numerical Rating Score (NRS) ranges from 0 (no pain) to 10 (worst pain imaginable). Higher values indicate worse pain (worse outcome).","paramType":"MEAN","dispersionType":"FULL_RANGE","unitOfMeasure":"units on a scale","classes":[{"categories":[{"measurements":[{"groupId":"BG000","value":"7.95","lowerLimit":"5","upperLimit":"10"}]}]}]}]},"outcomeMeasuresModule":{"outcomeMeasures":[{"type":"PRIMARY","title":"Visual Analog Score","description":"Visual Analog Score is indicated by the patient by marking a 10 cm line as they rate their pain intensity from 0 to 100 in mm. Higher scores represent worse outcome.","reportingStatus":"POSTED","paramType":"MEDIAN","dispersionType":"Full Range","unitOfMeasure":"units on a scale (millimeters)","timeFrame":"2 years","groups":[{"id":"OG000","title":"Inactive DBS Run in Period","description":"This period includes the DBS implant surgery, and a run in period of up to 6 months when brain signals are recorded, but electrical stimulation is not yet turned on."},{"id":"OG001","title":"Open Loop DBS","description":"Chronic brain recording and stimulation with unilateral or bilateral implantation in pain-related brain regions. Both thalamic pain syndrome and phantom pain participants will participate in active DBS, blinded to the participant. Open-loop DBS refers to tonic stimulation of ACC or OFC regions without feedback control. Because \\>6 sequences were used, only 1 arm/group is defined as per instructions."},{"id":"OG002","title":"Closed Loop DBS","description":"Closed loop is feedback enabled stimulation triggered by pain biomarkers."},{"id":"OG003","title":"Sham","description":"Sham is no stimulation."}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"4"},{"groupId":"OG001","value":"4"},{"groupId":"OG002","value":"4"},{"groupId":"OG003","value":"4"}]}],"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"76","lowerLimit":"50","upperLimit":"100"},{"groupId":"OG001","value":"74","lowerLimit":"22","upperLimit":"100"},{"groupId":"OG002","value":"75","lowerLimit":"50","upperLimit":"100"},{"groupId":"OG003","value":"75","lowerLimit":"61","upperLimit":"100"}]}]}]},{"type":"SECONDARY","title":"Neuropathic Pain Questionnaire","description":"The Neuropathic pain Questionnaire (NPQ) is an assessment instrument for neuropathic pain intensity and quality. It contains 12 items: 10 related to sensations or sensory responses and two related to affect. The items are totaled and rated out of 12, with 12 being in the most neuropathic pain.","reportingStatus":"NOT_POSTED","anticipatedPostingDate":"2024-06","timeFrame":"2 years","denomUnitsSelected":"Participants"},{"type":"OTHER_PRE_SPECIFIED","title":"Becks Depression Inventory","description":"The Becks Depression Inventory is commonly used assessment tools to quantify and track depression mood state over time. Its a single value outcome measurement ranging from 0 to 63, with 63 being the most depressed.","reportingStatus":"NOT_POSTED","anticipatedPostingDate":"2024-06","timeFrame":"2 years","denomUnitsSelected":"Participants"},{"type":"OTHER_PRE_SPECIFIED","title":"Becks Anxiety Inventory","description":"The Becks Anxiety Inventory is commonly used assessment tools to quantify and track anxious mood state over time.Its a single value outcome measurement ranging from 0 to 63, with 63 the most anxious.","reportingStatus":"NOT_POSTED","anticipatedPostingDate":"2024-06","timeFrame":"2 years","denomUnitsSelected":"Participants"},{"type":"OTHER_PRE_SPECIFIED","title":"NIH PROMIS Toolbox (Patient Impression)","description":"The NIH PROMIS toolbox contains a host of survey questions tailored to measurement of specific disease states such as pain, global health and function.\n\nThe patient impression evaluates patient self-evaluation and physician evaluation of the patient's general health ranging form 0 to 7 with 7 being the worst general health.","reportingStatus":"NOT_POSTED","anticipatedPostingDate":"2024-06","timeFrame":"2 years","denomUnitsSelected":"Participants"},{"type":"OTHER_PRE_SPECIFIED","title":"Pain Medication Usage","description":"We will calculate total number of of breakthrough pain medication pills (eg. opioids, NSAIDs and neuropathic pain medication) used each month, to evaluate if analgesia from DBS reduces average usage.","reportingStatus":"NOT_POSTED","anticipatedPostingDate":"2024-06","timeFrame":"2 years","denomUnitsSelected":"Participants"},{"type":"OTHER_PRE_SPECIFIED","title":"Activity Tracker (Fitbit) - Heartrate","description":"Each patient will be given a fitbit activity monitor which can record steps taken, flights of stairs climbed, heart rate and sleep quality. These measures will be used to infer functional improvement over time. Heartrate will be tracked as beats per minute (bpm) and the association of bpm with changes in NRS pain will be used to correlate changes in heartrate with pain levels.","reportingStatus":"NOT_POSTED","anticipatedPostingDate":"2024-06","timeFrame":"2 years","denomUnitsSelected":"Participants"}]},"adverseEventsModule":{"frequencyThreshold":"5","timeFrame":"2 years","eventGroups":[{"id":"EG000","title":"Inactive DBS Run in Period","description":"This period includes the DBS implant surgery, and a run in period of up to 6 months when brain signals are recorded, but electrical stimulation is not yet turned on.","deathsNumAffected":0,"deathsNumAtRisk":4,"seriousNumAffected":1,"seriousNumAtRisk":4,"otherNumAffected":4,"otherNumAtRisk":4},{"id":"EG001","title":"Open Loop DBS","description":"Chronic brain recording and stimulation with unilateral or bilateral implantation in pain-related brain regions. Both thalamic pain syndrome and phantom pain participants will participate in active DBS, blinded to the participant. Open-loop DBS refers to tonic stimulation of ACC or OFC regions without feedback control. Because \\>6 sequences were used, only 1 arm/group is defined as per instructions.","deathsNumAffected":0,"deathsNumAtRisk":4,"seriousNumAffected":1,"seriousNumAtRisk":4,"otherNumAffected":4,"otherNumAtRisk":4},{"id":"EG002","title":"Closed Loop DBS","description":"Closed loop is feedback enabled stimulation triggered by pain biomarkers.","deathsNumAffected":0,"deathsNumAtRisk":4,"seriousNumAffected":0,"seriousNumAtRisk":4,"otherNumAffected":1,"otherNumAtRisk":4},{"id":"EG003","title":"Sham","description":"Sham is no stimulation.","deathsNumAffected":0,"deathsNumAtRisk":4,"seriousNumAffected":0,"seriousNumAtRisk":4,"otherNumAffected":1,"otherNumAtRisk":4}],"seriousEvents":[{"term":"Hemorrhage","organSystem":"Nervous system disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":1,"numAffected":1,"numAtRisk":4},{"groupId":"EG001","numEvents":0,"numAffected":0,"numAtRisk":4},{"groupId":"EG002","numAffected":0,"numAtRisk":4},{"groupId":"EG003","numAffected":0,"numAtRisk":4}]},{"term":"Suicidal Ideation (passive)","organSystem":"Psychiatric disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":0,"numAffected":0,"numAtRisk":4},{"groupId":"EG001","numEvents":1,"numAffected":1,"numAtRisk":4},{"groupId":"EG002","numEvents":0,"numAffected":0,"numAtRisk":4},{"groupId":"EG003","numEvents":0,"numAffected":0,"numAtRisk":4}]}],"otherEvents":[{"term":"Headache","organSystem":"Nervous system disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":4,"numAffected":4,"numAtRisk":4},{"groupId":"EG001","numEvents":7,"numAffected":4,"numAtRisk":4},{"groupId":"EG002","numEvents":0,"numAffected":0,"numAtRisk":4},{"groupId":"EG003","numEvents":0,"numAffected":0,"numAtRisk":4}]},{"term":"Dizziness","organSystem":"Nervous system disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":2,"numAffected":2,"numAtRisk":4},{"groupId":"EG001","numEvents":0,"numAffected":0,"numAtRisk":4},{"groupId":"EG002","numEvents":1,"numAffected":1,"numAtRisk":4},{"groupId":"EG003","numEvents":0,"numAffected":0,"numAtRisk":4}]},{"term":"Fall","organSystem":"Nervous system disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":1,"numAffected":1,"numAtRisk":4},{"groupId":"EG001","numEvents":3,"numAffected":1,"numAtRisk":4},{"groupId":"EG002","numEvents":0,"numAffected":0,"numAtRisk":4},{"groupId":"EG003","numEvents":1,"numAffected":1,"numAtRisk":4}]}]},"moreInfoModule":{"certainAgreement":{"piSponsorEmployee":true},"pointOfContact":{"title":"Prasad Shirvalkar MD, PhD - Principal Investigator","organization":"University of California, San Francisco","email":"Prasad.Shirvalkar@ucsf.edu","phone":"415-885-7246"}}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"Prot_SAP","hasProtocol":true,"hasSap":true,"hasIcf":false,"label":"Study Protocol and Statistical Analysis Plan","date":"2019-10-01","uploadDate":"2023-06-09T17:05","filename":"Prot_SAP_000.pdf","size":881735}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14","submissionTracking":{"firstMcpInfo":{"postDateStruct":{"date":"2023-07-06","type":"ACTUAL"}}}},"conditionBrowseModule":{"meshes":[{"id":"D000013119","term":"Spinal Cord Injuries"},{"id":"D000009437","term":"Neuralgia"},{"id":"D000010591","term":"Phantom Limb"},{"id":"D000059350","term":"Chronic Pain"}],"ancestors":[{"id":"D000010146","term":"Pain"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000013118","term":"Spinal Cord Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000020196","term":"Trauma, Nervous System"},{"id":"D000014947","term":"Wounds and Injuries"},{"id":"D000010523","term":"Peripheral Nervous System Diseases"},{"id":"D000009468","term":"Neuromuscular Diseases"},{"id":"D000010468","term":"Perceptual Disorders"},{"id":"D000019954","term":"Neurobehavioral Manifestations"},{"id":"D000010149","term":"Pain, Postoperative"},{"id":"D000011183","term":"Postoperative Complications"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M15606","name":"Spinal Cord Injuries","asFound":"Spinal Cord Injury","relevance":"HIGH"},{"id":"M12071","name":"Neuralgia","asFound":"Neuropathic Pain","relevance":"HIGH"},{"id":"M29132","name":"Chronic Pain","asFound":"Chronic Pain","relevance":"HIGH"},{"id":"M13188","name":"Phantom Limb","asFound":"Phantom Limb","relevance":"HIGH"},{"id":"M12756","name":"Pain","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M15605","name":"Spinal Cord Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17375","name":"Wounds and Injuries","relevance":"LOW"},{"id":"M21713","name":"Trauma, Nervous System","relevance":"LOW"},{"id":"M13122","name":"Peripheral Nervous System Diseases","relevance":"LOW"},{"id":"M12101","name":"Neuromuscular Diseases","relevance":"LOW"},{"id":"M13069","name":"Perceptual Disorders","relevance":"LOW"},{"id":"M21516","name":"Neurobehavioral Manifestations","relevance":"LOW"},{"id":"M12759","name":"Pain, Postoperative","relevance":"LOW"},{"id":"M13755","name":"Postoperative Complications","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":true}