{"protocolSection":{"identificationModule":{"nctId":"NCT05011448","orgStudyIdInfo":{"id":"0010-21-RRH"},"organization":{"fullName":"Reuth Rehabilitation Hospital","class":"OTHER"},"briefTitle":"Correlation Between Music Therapist's and Stroke Patient's Engagement Levels and Patient's Fingers and Wrist Movement","officialTitle":"Correlation Between EEG Based Assessment of Music Therapist and Stroke Patient's Engagement and Patient's Fingers and Wrist Movement During Music Therapeutic Interaction Versus Verbal Interaction - A Pilot and Feasibility Study"},"statusModule":{"statusVerifiedDate":"2022-01","overallStatus":"TERMINATED","whyStopped":"During the trial, feasibility testing indicated early on that major amendments would be needed so the decision was made to stop the pilot after collecting data on 4 participants.","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-07-15","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-01-09","type":"ACTUAL"},"completionDateStruct":{"date":"2022-01-09","type":"ACTUAL"},"studyFirstSubmitDate":"2021-08-16","studyFirstSubmitQcDate":"2021-08-16","studyFirstPostDateStruct":{"date":"2021-08-18","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-01-10","lastUpdatePostDateStruct":{"date":"2022-01-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Avi Ohry","investigatorTitle":"MD","investigatorAffiliation":"Reuth Rehabilitation Hospital"},"leadSponsor":{"name":"Reuth Rehabilitation Hospital","class":"OTHER"},"collaborators":[{"name":"University of Haifa","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Background: Fingers and wrist functional impairments are common among stroke patients. The patient's engagement, their therapist's engagement, and the patient-therapist interaction during therapy, contribute significantly towards better outcomes in rehabilitation. Music therapeutic interaction between patient and music therapist, which involves active music-making, can enhance a stroke patient's engagement and improve fingers and wrist movement of the affected hand.\n\nStudy Objectives: 1. To assess the correlation between the therapist engagement's levels, patient engagement's levels, and patient's fingers and wrist movement. 2. To examine how the levels of patient and therapist engagement differ during music therapeutic interaction when compared with verbal interaction. 3. To determine if the changes to patients' fingers and wrist movement differ during a music therapeutic Interaction session when compared with a verbal interaction session.\n\nMethods: This feasibility pilot study will include 10 patients, with right-sided hemiparesis who will be recruited 1-6 months following stroke. Each subject will participate in 2 sessions: verbal interaction session and music interactions session conducted both by the same qualified music therapist. For both sessions, each participant will be asked to perform three musical exercises with their right hand on an electric piano. During the Verbal Interaction session, participants will perform exercises alone, while the therapist only interacts with them verbally. During the second session, the Music Therapeutic Interaction session, participants will perform musical exercises while the therapist is interacting with them musically, using music therapy techniques. Measurement tools will include an EEG marker - the Cognitive Effort Index (CEI), for real-time measurement of the patient's and therapist's level of engagement; the HandTutorTM for evaluating real-time changes in a patient's fingers and wrist movement; and video recordings of the patient's hands while performing the musical exercises.","detailedDescription":"Background: Fingers and wrist functional impairments are common among stroke patients. The patient's engagement, their therapist's engagement, and the patient-therapist interaction during therapy, contribute significantly towards better outcomes in rehabilitation. Music therapeutic interaction between patient and music therapist, which involves active music making, can enhance a stroke patient's engagement and improve fingers and wrist movement of the affected hand.\n\nStudy Objectives:\n\n1. To assess the correlation between the therapist engagement's levels, patient engagement's levels and patient's fingers and wrist movement.\n2. To examine how the levels of patient and therapist engagement differ during music therapeutic interaction when compared with verbal interaction.\n3. To determine if the changes to patients' fingers and wrist movement differ during a music therapeutic Interaction session when compared with a verbal interaction session.\n\nMethods\n\nParticipants:\n\nPost stroke rehabilitation patients with right hemiparesis (n=10), recruited 1-6 months following stroke from Reuth Rehabilitation hospital.\n\nRecruitment process:\n\nThe research team will screen patients' records on a daily basis to identify potentially eligible participants. Eligible patients will be invited by the research coordinator to participate in the study. After obtaining informed consent the researcher will meet them for an intake.\n\nSample size:\n\nBased on Reuth's electronic medical records, with the assumption that some of the eligible patients will not agree to participate, for this feasibility study a convenience sample of 10 patients will be recruited within two months. Outcome data will be utilized to inform a sample size calculation for the larger study.\n\nStudy design and procedures\n\nThis is an intervention study that compares Verbal Interaction to Music Therapeutic Interaction. Each subject will participate in both sessions and will act as their own control, enabling between and within subject comparisons. There will be a two day washout period between the sessions for each patient, to prevent carryover effects. To minimize the between and within subject variance, the sequence of both sessions, including the order of the three musical exercises within each session, will be the same for all study participants. Both sessions will be delivered by the same qualified music therapist with vast clinical experience working with stroke patients in a neurorehabilitation setting. During both sessions, the therapist and the patient will each be wearing single-channel EEG devices to monitor engagement, via the Cognitive Effort Index (CEI) (Neurosky MindWave). Additionally, patients will be wearing a fingers and wrist movement monitoring device on their right affected hand, via the HandTutorTM (MediTouch, Ltd.). Within each session the music therapist's engagement level, the patient's engagement level, and the patient's real-time fingers and wrist movement will be measured.\n\nFinally, video recordings of the patient's hands while performing the musical exercises during both interventions will be used to synchronize between the CEI and the HandTutorTM glove."},"conditionsModule":{"conditions":["Hemiparesis;Poststroke/CVA"],"keywords":["Music Therapy","Music Theraputic Interaction","Engagement","EEG","Fingers Movement","Wrist Movement"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":4,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Single arm study with two interventions","type":"OTHER","description":"Single arm where each participant will undergo two interventions in the following order: Verbal Interaction and Music Therapeutic Interaction. Both interactions will be conducted by the same music therapist.","interventionNames":["Other: Music Therapeutic Interaction and Verbal Interaction"]}],"interventions":[{"type":"OTHER","name":"Music Therapeutic Interaction and Verbal Interaction","description":"In both sessions (the Verbal Interaction and the Music Therapeutic Interaction) participants will be asked to perform three piano playing exercises in a fixed order: (1) playing a musical scale, (2) playing a short excerpt from a familiar song, and (3) free improvisation. Both sessions will also include a protocol of verbal instructions given by the therapist before each exercise. In session A ('Verbal Interaction') participants will perform these exercises alone while the therapist is only interacting with them verbally (asking them questions, commenting regarding their performance etc.). In session B ('Music Therapeutic Interaction') participants will perform these exercises while the therapist is interacting with them musically, using various music therapy techniques that are matched and attuned to each patient's playing dynamics and style. This is to reflect the dynamics of the music therapeutic interaction as it occurs in the \"real world\" of music therapy practice.","armGroupLabels":["Single arm study with two interventions"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Patient's engagement","description":"Cognitive Effort Index (CEI) (Neurosky MindWave) - An easy to use EEG marker for attention which provides a real-time measurement of the patient's and therapist's engagements' levels throughout the session. The CEI data is sampled using a dry electrodes system, with one frontal electrode and one reference electrode on the earlobe. The sampled data is transferred through a wireless connection to a computer, where the data is processed and the CEI marker is generated every 10 seconds and presented by the CEI monitor. The CEI level of engagement appears within the scale of 0-1. During both conditions the patient and the therapist will not have sight of the CEI monitor.","timeFrame":"2 sessions, 30-minutes each"},{"measure":"Therapist's engagement","description":"As described in the 'Patient's engagement' section","timeFrame":"2 sessions, 30-minutes each"},{"measure":"Patient's fingers and wrist movement","description":"HandTutorTM (MediTouch, Ltd.) - Will be used for real-time measuring of a patient's fingers and wrist movement. It includes an ergonomic glove with sensors which enables the patient's fingers and wrist movement to be monitored on a computer screen. This glove provides continuous feedback on range, speed and quality of the movement during the session. In both sessions the patient will be wearing one glove on his right affected hand. Prior to each exercise, there will be a baseline evaluation of the patient's fingers and wrist's active range of motion. These values will be the basis for the comparison of changes in patients' fingers and wrist range of motion during each of the exercises.","timeFrame":"2 sessions, 30-minutes each"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Age 55 and above.\n2. Ability to understand and speak Hebrew.\n3. First CVA (ischemic or hemorrhagic) with right side hemiparesis\n4. Hand dominance: Right.\n5. With sufficient autonomy in motor functions of upper limbs in order to use musical instruments.\n6. Cognition: Mini-Mental State Examination \\>24 or MoCA Test\\>26.\n7. No previous musical education.\n\nExclusion Criteria:\n\n1. History of or current neurological or psychiatric disease.\n2. Aphasia or amusia.","healthyVolunteers":false,"sex":"ALL","minimumAge":"55 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Avi Ohry, M.D","affiliation":"Reuth Rehabilitation Hospital, Tel-Aviv, Israel","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Reuth Rehabilitation Hospital","city":"Tel Aviv","zip":"6902732","country":"Israel","geoPoint":{"lat":32.08088,"lon":34.78057}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000010291","term":"Paresis"}],"ancestors":[{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000009422","term":"Nervous System Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M20634","name":"Muscle Weakness","relevance":"LOW"},{"id":"M12894","name":"Paresis","asFound":"Hemiparesis","relevance":"HIGH"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}