{"protocolSection":{"identificationModule":{"nctId":"NCT04261478","orgStudyIdInfo":{"id":"MP-02-2020-8614"},"organization":{"fullName":"Centre hospitalier de l'Université de Montréal (CHUM)","class":"OTHER"},"briefTitle":"Endovascular Acute Stroke Intervention - Tandem OCclusion Trial","officialTitle":"A Multi-centre, Prospective, Randomized, Open-label, Blinded Endpoint (PROBE) Controlled Trial Comparing Cervical Internal Carotid Artery Stenting to no Stenting During Thrombectomy for Tandem Occlusion Stroke","acronym":"EASI-TOC"},"statusModule":{"statusVerifiedDate":"2023-11","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-08-31","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-06","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-03","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-02-03","studyFirstSubmitQcDate":"2020-02-06","studyFirstPostDateStruct":{"date":"2020-02-07","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-11-14","lastUpdatePostDateStruct":{"date":"2023-11-18","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Centre hospitalier de l'Université de Montréal (CHUM)","class":"OTHER"},"collaborators":[{"name":"McGill University","class":"OTHER"},{"name":"Laval University","class":"OTHER"},{"name":"Queen's University","class":"OTHER"},{"name":"University of Ottawa","class":"OTHER"},{"name":"McMaster University","class":"OTHER"},{"name":"University of Calgary","class":"OTHER"},{"name":"University of British Columbia","class":"OTHER"},{"name":"Dalhousie University","class":"OTHER"},{"name":"Health Sciences North Research Institute","class":"OTHER"},{"name":"University of Toronto","class":"OTHER"},{"name":"University of Alberta","class":"OTHER"},{"name":"Canadian Stroke Consortium (CSC)","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUsExport":true},"descriptionModule":{"briefSummary":"Patients with tandem occlusion or tandem lesion (TL), that is, stroke with an acute intracranial anterior circulation occlusion and an ipsilateral cervical ICA (c-ICA) high-grade stenosis or occlusion, constitute about 15-20% of patients undergoing endovascular thrombectomy (EVT).\n\nHowever, the optimal treatment of acute stroke patients with TL remains uncertain, as relatively few patients with TL were included in the major randomized controlled trials of EVT and management of the c-ICA was generally not specified by protocol nor analyzed post-hoc.\n\nRecent large multi-centre retrospective cases series suggest that acutely stented patients may have more favorable outcomes than patients treated with angioplasty alone or those with no acute ICA intervention, but high quality randomized trial data are lacking.\n\nEASI-TOC, a phase 3, academic multi-centre, controlled trial (PROBE design) with embedded pilot phase, will seek to determine if in patients undergoing acute intracranial thrombectomy for anterior circulation stroke with concurrent ipsilateral symptomatic high-grade (≥70%) atherosclerotic stenosis or occlusion of the extracranial ICA, endovascular ICA revascularization with stenting is superior to intracranial thrombectomy alone with regards to functional outcome at 90 days. Patients will be randomized to Acute stenting or No acute stenting (1:1 allocation).","detailedDescription":"EASI-TOC is a phase III multi-centre, prospective, randomized, open-label, blinded endpoint (PROBE) controlled trial (1:1 allocation).\n\nThe trial will seek to determine if in patients undergoing acute intracranial thrombectomy for anterior circulation stroke with concurrent ipsilateral symptomatic high-grade (≥70%) atherosclerotic stenosis or occlusion of the extracranial ICA, endovascular ICA revascularization with stenting is superior to intracranial thrombectomy alone with regards to functional outcome at 90 days (measured using the Modified Rankin Scale).\n\nEASI-TOC will be conducted at 10-12 high-volume comprehensive stroke centres in Canada.\n\n458 male and female adult (aged ≥ 18 years) patients will be enrolled.\n\nPatients will be randomized (1:1) to undergo acute ICA stenting during the thrombectomy procedure (either before or after intracranial thrombectomy, at the discretion of the treating physician) or to intracranial thrombectomy alone without ICA stenting. Deferred ICA intervention is allowed, if indicated. Randomization will be centralized and web-based. Stratification will be performed for use or not of IV alteplase and for enrolling site.\n\nPatients will be treated acutely and followed up to one year.\n\nOur primary hypothesis assumes a greater proportion of patients with 90-day mRS 0-2 in the stenting group versus the no stenting group (55% versus 40%). Assuming a minimal clinically important difference of 15 % between groups experiencing no crossover, a total of 173 patients per group would be sufficient to detect this difference, with a power of 80 % and a significance level of 5 %. Taking into account a cross-over rate of 10% (5% in either direction) and a loss to follow-up of 5 %, the total sample size will increase to 450 patients.\n\nPrimary analysis will be by Intention-to-treat. Pre-specified as-treated, sex-specific and subgroup analyses will also be performed.\n\nInformed consent will be obtained from patients or their surrogate. Deferral of consent will be allowed if permitted by local ethics committees."},"conditionsModule":{"conditions":["Stroke, Acute","Carotid Stenosis","Carotid Artery Diseases"],"keywords":["Thrombectomy","Tandem occlusion","Carotid stenting"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"A multi-centre, prospective, randomized, open-label, blinded endpoint (PROBE) controlled trial (1:1 allocation).","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"Open-label, blinded endpoint (PROBE)","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":458,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Acute Stenting","type":"ACTIVE_COMPARATOR","description":"All patients in this arm will receive standard of care with regards to intracranial thrombectomy and use of intravenous thrombolysis. In this arm, the cervical carotid artery stenosis will be revascularized with a stent during the acute thrombectomy procedure.","interventionNames":["Device: Carotid artery stenting","Drug: Antiplatelet Agents"]},{"label":"No Acute Stenting","type":"NO_INTERVENTION","description":"All patients in this arm will receive standard of care with regards to intracranial thrombectomy and use of intravenous thrombolysis. In this arm, the cervical carotid artery stenosis will be not revascularized with a stent during the acute thrombectomy procedure."}],"interventions":[{"type":"DEVICE","name":"Carotid artery stenting","description":"The type of stent should be one commonly used for ICA stenting. Balloon angioplasty before and/or after stent placement will be allowed as required. Stenting should be performed after intracranial thrombectomy unless specific technical circumstances suggest that access to the intracranial circulation requires anterograde stenting. Embolic protection devices should not be used routinely during ICA stent placement.","armGroupLabels":["Acute Stenting"],"otherNames":["Stenting"]},{"type":"DRUG","name":"Antiplatelet Agents","description":"The following antiplatelet regimen should be used: For patients having received IV thrombolysis, immediate post-procedural oral or intrarectal single antiplatelet agents, (Aspirin 325mg PO or 650mg PR). A second agent (usually Clopidogrel 300mg PO) is added after follow-up brain imaging at 12-24 hours confirms absence of significant ICH. For patients having not been treated with IV thrombolysis, dual antiplatelet therapy (Aspirin 325mg PO or 650mg PR and Clopidogrel 300-600mg PO) is given immediately post-procedure. Routine use of GPIIb/IIIa inhibitors, periprocedural IV Heparin is discouraged.","armGroupLabels":["Acute Stenting"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Clinical efficacy outcome: proportion of patients achieving a favorable modified Rankin scale score (mRS 0-2)","description":"The proportion of patients achieving a favorable modified Rankin scale score (mRS 0-2) at 90 days (dichotomized) The Modified Rankin Score (mRS) is a 7 point disability scale with possible scores ranging from 0 to 6, with 0 indicating no disability and 6 indicating death.","timeFrame":"90 days ± 14 days"}],"secondaryOutcomes":[{"measure":"Clinical efficacy outcome: Proportion of patients achieving a favorable modified Rankin scale score (mRS 0-2) at 90 days (dichotomized) according to sex","description":"Proportion of patients achieving a favorable modified Rankin scale score (mRS 0-2) at 90 days (dichotomized) according to sex","timeFrame":"90 days ± 14 days"},{"measure":"Clinical efficacy outcome: Ordinal logistic regression for functional improvement on the Modified Rankin Scale (mRS) score (shift analysis)","description":"Ordinal logistic regression for functional improvement by at least one mRS category at 90 days (\"shift analysis\") The Modified Rankin Score (mRS) is a 7 point disability scale with possible scores ranging from 0 to 6, with 0 indicating no disability and 6 indicating death.","timeFrame":"90 days ± 14 days"},{"measure":"Clinical efficacy outcome: Median National Institutes of Health Stroke Scale (NIHSS) score","description":"Median NIHSS score at 24 hours after stroke The NIHSS is a 15 item neurologic examination that provides a quantitative measure of stroke-related neurologic deficit. (Scale from 0 to 42, with higher scores indicating a more severe neurologic deficit)","timeFrame":"24 hours ± 8 hours"},{"measure":"Clinical efficacy outcome: Median National Institutes of Health Stroke Scale (NIHSS) score","description":"Median NIHSS score at 90 days after stroke The NIHSS is a 15 item neurologic examination that provides a quantitative measure of stroke-related neurologic deficit. (Scale from 0 to 42, with higher scores indicating a more severe neurologic deficit)","timeFrame":"90 days ± 14 days"},{"measure":"Clinical efficacy outcome: Median Modified Rankin Scale (mRS) score","description":"Median mRS at 90 days after stroke The Modified Rankin Score (mRS) is a 7 point disability scale with possible scores ranging from 0 to 6, with 0 indicating no disability and 6 indicating death.","timeFrame":"90 days ± 14 days"},{"measure":"Clinical efficacy outcome: Rate of clinically confirmed recurrent ipsilateral stroke or retinal ischemia","description":"Rate of clinically confirmed recurrent ipsilateral stroke or retinal ischemia within 90 days (imaging as clinically indicated) A structured telephone questionnaire for verifying stroke-free status will be used and relevant imaging reviewed","timeFrame":"90 days ± 14 days"},{"measure":"Radiological efficacy outcome: Proportion of patients with complete or near-complete recanalization","description":"Proportion of patients with complete or near-complete recanalization (mTICI 2b/3) at the end of the endovascular procedure.\n\nmTICI score (0,1,2,2a,2b,3) : Grade 0 : no perfusion Grade 1 : penetration with minimal perfusion Grade 2 : partial perfusion Grade 2a : partial filling of less than 1/2 of the vascular territory Grade 2b : partial filling 50-99% of the vascular territory Grade 3 : complete perfusion Independent imaging core laboratory","timeFrame":"End of endovascular procedure"},{"measure":"Radiological efficacy outcome: Proportion of patients with ICA thrombosis (with or without stent)","description":"Proportion of patients with ICA thrombosis (with or without stent) within 90 days after stroke stent patency be evaluated by angiography at the end of the EVT procedure. Furthermore, follow-up carotid vascular imaging will be required between 1 and 90 days following stent placement in the context of usual care. Any non-invasive imaging modality will be allowed, with carotid doppler or CTA strongly recommended.","timeFrame":"90 days ± 14 days"},{"measure":"Clinical efficacy outcome: Median Montreal Cognitive Assessment (MoCA) score","description":"Median Montreal Cognitive Assessment (MoCA) score at 90 days after stroke The MoCA is a 30-point screening tool for cognitive dysfunction (score from 0 to 30 with lower scores indicating greater cognitive impairment). The test assesses 8 domains of cognitive functioning: attention and concentration, executive functions, memory, language, visuoconstructional skills, conceptual thinking, calculations, and orientation.","timeFrame":"90 days ± 14 days"},{"measure":"Clinical efficacy outcome: Rate of any recurrent stroke or retinal ischemia","description":"Rate of any recurrent stroke or retinal ischemia at 12 months after stroke A structured telephone questionnaire for verifying stroke-free status will be used","timeFrame":"1 year ± 60 days"},{"measure":"Clinical efficacy outcome: Proportion of patients achieving a favorable modified Rankin scale (mRS) score","description":"Proportion of patients achieving a favorable modified Rankin scale score (mRS 0-2) at 12 months after stroke The Modified Rankin Score (mRS) is a 7 point disability scale with possible scores ranging from 0 to 6, with 0 indicating no disability and 6 indicating death.","timeFrame":"1 year ± 60 days"}],"otherOutcomes":[{"measure":"Safety outcome: Proportion of patients with any intracranial hemorrhage (ICH)","description":"Proportion of patients with any intracranial hemorrhage on follow-up imaging at 24 hours Independent imaging core laboratory","timeFrame":"24 hours ± 8 hours"},{"measure":"Safety outcome: Proportion of patients with a symptomatic intracranial hemorrhage (sICH)","description":"Proportion of patients with symptomatic intracranial hemorrhage (sICH) within 72 hours of EVT ECASS-2 definition. Imaging core laboratory.","timeFrame":"24 hours ± 8 hours"},{"measure":"Safety outcome: Proportion of patients with death of any cause","description":"All-cause mortality at 90 days","timeFrame":"90 days ± 14 days"},{"measure":"Safety outcome: Proportion of patients with procedural complications","description":"Procedural complications, including: vessel perforation, iatrogenic vessel dissection, embolization into a previously unaffected artery, access site complications","timeFrame":"End of endovascular procedure"},{"measure":"Safety outcome: Type of procedural complications","description":"Procedural complications, including: vessel perforation, iatrogenic vessel dissection, embolization into a previously unaffected artery, access site complications","timeFrame":"End of endovascular procedure"},{"measure":"Tertiary outcome: Proportion of patients with stenting performed after thrombectomy","description":"Timing of ICA stenting relative to intracranial thrombectomy (before/anterograde or after/retrograde)","timeFrame":"End of endovascular procedure"},{"measure":"Tertiary outcome: Description of type and route of administration of antiplatelet agents used peri-interventionally","description":"Antiplatelet and/or anticoagulant regimens used peri-interventionally: aspirin, clopidogrel, GP2b3a inhibitors, Heparin, other and route of administration: oral, rectal, intravenous, intra-arterial","timeFrame":"End of endovascular procedure"},{"measure":"Tertiary outcome: Proportion of patients for whom an embolic protection device was used","description":"Use of distal or proximal embolic protection among patients undergoing stenting","timeFrame":"End of endovascular procedure"},{"measure":"Tertiary outcome: Proportion of patients with internal carotid artery pseudo-occlusions confirmed on angiography","description":"Proportion of patients with presumed internal carotid artery tandem occlusion on non-invasive imaging (CTA or MRA) having no tandem occlusion on conventional angiography (pseudo-occlusions) Patients with no confirmed tandem lesion on angiography will be included in the screening log but not randomized in the trial","timeFrame":"End of endovascular procedure"},{"measure":"Tertiary outcome: Proportion of patients with delayed carotid revascularization","description":"The proportion of patients in the no stent group undergoing deferred ICA revascularization and the type of revascularization (endarterectomy or stenting) used, within 12 months after stroke","timeFrame":"1 year ± 60 days"},{"measure":"Tertiary outcome: Type of delayed carotid revascularization","description":"T he type of revascularization (endarterectomy or stenting) used in patients in the no stent group undergoing deferred ICA revascularization, within 12 months after stroke","timeFrame":"1 year ± 60 days"},{"measure":"Tertiary outcome: Minimum and maximum systolic and diastolic intraprocedural blood pressure (mmHg)","description":"Minimum and maximum blood pressure (systolic and diastolic, mmHg) during EVT procedure Derived from procedural vital sign records","timeFrame":"End of endovascular procedure"},{"measure":"Tertiary outcome: Minimum and maximum intraprocedural heart rate (beats per minute)","description":"Minimum and maximum intraprocedural heart rate (beats per minute) during EVT procedure Derived from procedural vital sign records","timeFrame":"End of endovascular procedure"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Acute ischemic anterior circulation stroke eligible for endovascular therapy according to local guidelines, with or without prior intravenous thrombolysis:\n\n  * Occlusion of the carotid terminus, M1 or M2 segments of the middle cerebral artery (MCA)\n  * A neurological deficit judged to be disabling by the patient and/or treating physician\n  * Any acute imaging judged by the treating physician to demonstrate salvageable brain tissue possibly amenable to EVT\n  * Groin puncture within 24-hours of onset or last known normal\n* Tandem ipsilateral high-grade (≥70%) cervical internal carotid artery (ICA) stenosis or occlusion of presumed atherosclerotic etiology on initial non-invasive vascular imaging\n* Informed consent from patient or surrogate or deferral of consent, according to local ethics policies\n\nExclusion Criteria:\n\n* Pre-existing neurological impairment (modified Rankin score ≥3)\n* Any underlying disease or condition making protocol adherence and/or 3-month follow-up unlikely\n* Any known contra-indication to EVT, angioplasty/stenting, or antiplatelet therapy\n* Tandem ipsilateral high-grade (≥70%) cervical internal carotid artery (ICA) stenosis or occlusion NOT confirmed on conventional angiography\n* Ipsilateral ICA stenosis or occlusion attributable to clinically or radiologically confirmed arterial dissection\n* Isolated cervical carotid occlusion without intracranial occlusion\n* Pregnancy","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Alexandre Y Poppe, MD CM","role":"CONTACT","phone":"5148908000","phoneExt":"26260","email":"alexandre.poppe.med@ssss.gouv.qc.ca"},{"name":"Nandy Simon, BSc","role":"CONTACT","phone":"5148908000","phoneExt":"26242","email":"nandy-shelwine.simon.chum@ssss.gouv.qc.ca"}],"overallOfficials":[{"name":"Alexandre Y Poppe, MD CM","affiliation":"Centre hospitalier de l'Université de Montréal (CHUM)","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Centre Hospitalier de l'Université de Montréal","status":"RECRUITING","city":"Montréal","state":"Quebec","zip":"H2X 0C1","country":"Canada","contacts":[{"name":"Alexandre Y Poppe, MD CM","role":"CONTACT","phone":"5148908000","phoneExt":"26268","email":"alexandre.poppe.med@ssss.gouv.qc.ca"},{"name":"Nandy Simon, BSc","role":"CONTACT","phone":"5148908000","phoneExt":"262642","email":"nandy-shelwine.simon.chum@ssss.gouv.qc.ca"}],"geoPoint":{"lat":45.50884,"lon":-73.58781}}]},"referencesModule":{"seeAlsoLinks":[{"label":"Study website","url":"https://www.easitoc-study.ca/"}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Upon completion of the EASI-TOC Trial, a public use database will be prepared by stripping any and all personal identifiers. The public use database, consisting of several data files, should contain: (1) baseline and demographic characteristics; (2) outcomes assessments; (3) imaging data; (4) serious adverse events.\n\nThese data files will be made available to researchers with validated requests only after all major manuscripts (including secondary analysis papers) of the Trial are accepted for publication in peer-reviewed journals.","infoTypes":["STUDY_PROTOCOL","SAP","ICF"],"timeFrame":"These data files will be made available to researchers with validated requests only after all major manuscripts (including secondary analysis papers) of the Trial are accepted for publication in peer-reviewed journals.","accessCriteria":"These data files will be made available to researchers with validated requests only after all major manuscripts (including secondary analysis papers) of the Trial are accepted for publication in peer-reviewed journals."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000016893","term":"Carotid Stenosis"},{"id":"D000002340","term":"Carotid Artery Diseases"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000001157","term":"Arterial Occlusive Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5284","name":"Carotid Artery Diseases","asFound":"Carotid Artery Diseases","relevance":"HIGH"},{"id":"M6165","name":"Constriction, Pathologic","relevance":"LOW"},{"id":"M18928","name":"Carotid Stenosis","asFound":"Carotid Stenosis","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M4155","name":"Arterial Occlusive Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"D000010975","term":"Platelet Aggregation Inhibitors"}],"browseLeaves":[{"id":"M4238","name":"Aspirin","relevance":"LOW"},{"id":"M1669","name":"Clopidogrel","relevance":"LOW"},{"id":"M9269","name":"Heparin","relevance":"LOW"},{"id":"M13555","name":"Platelet Aggregation Inhibitors","asFound":"Antihypertensive drugs","relevance":"HIGH"},{"id":"M45780","name":"Calcium heparin","relevance":"LOW"}],"browseBranches":[{"abbrev":"Antipy","name":"Antipyretics"},{"abbrev":"Infl","name":"Anti-Inflammatory Agents"},{"abbrev":"ARhu","name":"Antirheumatic Agents"},{"abbrev":"FiAg","name":"Fibrinolytic Agents"},{"abbrev":"Analg","name":"Analgesics"},{"abbrev":"PlAggInh","name":"Platelet Aggregation Inhibitors"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"AnCoag","name":"Anticoagulants"}]}},"hasResults":false}