{"protocolSection":{"identificationModule":{"nctId":"NCT05474105","orgStudyIdInfo":{"id":"EDGE ID 149423"},"secondaryIdInfos":[{"id":"287204","type":"OTHER","domain":"Integrated Research Application System"}],"organization":{"fullName":"Barts & The London NHS Trust","class":"OTHER"},"briefTitle":"Multi-Nutrient Supplementation as a Therapeutic Intervention in Ischaemic Stroke","officialTitle":"Multi-Nutrient Supplementation as a Therapeutic Intervention in Ischaemic Stroke (MUST-IS)","acronym":"MUST-IS"},"statusModule":{"statusVerifiedDate":"2024-01","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-07-11","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-04","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-10","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-07-21","studyFirstSubmitQcDate":"2022-07-22","studyFirstPostDateStruct":{"date":"2022-07-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-01-18","lastUpdatePostDateStruct":{"date":"2024-01-19","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Barts & The London NHS Trust","class":"OTHER"},"collaborators":[{"name":"Queen Mary University of London","class":"OTHER"},{"name":"Nutricia Research","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke is a significant cause of morbidity and disability worldwide. As the population ages, the economic impact of stroke is becoming substantial. In the United Kingdom, the stroke estimated cost is £26 billion a year. A stroke occurs every 5 minutes, which is \\>100,000 strokes in the United Kingdom each year. The current treatments available are very limited and 80% of acute stroke patients suffer from persistent impaired activities of daily living (ADL) and compromised quality of life (QoL).The brain function recovery involves creating new neural connections. This neuroplasticity could be supported by specific interventions. This study aims to explore a new approach which endeavours to support the restoration of lost function. Previous pre-clinical work from the investigator's research group and others on different models of acquired brain injury, e.g. traumatic brain injury and ischemic stroke showed that an intervention with a specialised multi-nutrient medical food, could improve neurological recovery and protect the nervous tissue after injury. This has led to the design of the present proposal for a feasibility study using this oral nutritional supplement in ischaemic stroke. The investigators aim to recruit adult inpatients, suffering from acute ischemic stroke, divided into two groups. One group receives standard National Health Service (NHS) care + a daily oral nutritional supplement (ONS), while the other group (control group) will be given standard NHS care. The investigators will explore various outcomes, including changes in activities of daily living (ADL), quality of life (QoL), fatigue, cognition, malnutrition, nutrient status and plasma biomarkers relevant to stroke. The primary aim of this pilot study will be to assess the feasibility of this type of intervention in stroke patients, so that the investigators can subsequently plan a large trial, with a series of focused outcomes which will be informed by this pilot trial.","detailedDescription":"Stroke is a significant cause of morbidity and disability worldwide. As the population ages, the economic impact of this condition is becoming very significant \\[1\\]. In the UK alone, the stroke estimated cost is £26 billion a year \\[2\\]. A stroke occurs every 5 min, which is more than 100,000 strokes in the UK each year \\[3\\]. Stroke is a leading cause of disability in the UK - almost two-thirds of stroke survivors in England, Wales and Northern Ireland leave the hospital with a disability \\[4\\].\n\nThe two main types of stroke are ischaemic (as a result of a blocked blood vessel) and haemorrhagic (due to bleeding in the brain). Acute ischaemic stroke (AIS) represents the most prevalent form of stroke (85%) and has been the target of numerous unsuccessful clinical drug trials. Therefore, AIS poses a major therapeutic challenge. The primary treatment comprises of intravenous delivery of thrombolytic agents such as Tissue Plasminogen Activator (tPA) and endovascular treatment (EVT) aiming at recanalization of an occluded vessel, and is usually only effective in patients who present within 4.5 hours of the onset of symptoms and 24 hours, for tPA and EVT, respectively \\[5, 6\\]. Yet, tPA has limited benefit in AIS patients with relatively large vessel occlusion (LVO), with only about 25% of the population achieving good clinical outcomes. Therefore, more recently, patients with proximal LVO have been treated with mechanical thrombectomy (MT), an endovascular technique that enables the restoration of blood flow by removing the obstructing blood clot from the affected artery with greater efficacy and a longer treatment window \\[6\\].\n\nThe standard treatment provided at present to AIS patients in the NHS in the post-acute phase consists of limited neurorehabilitation: 3 x 40 minute-long sessions with a therapist each week for 6 weeks in the acute stroke unit. This is divided between occupational therapy, physiotherapy, and speech and language therapy. Early intensive therapy in adults with AIS has been shown to have beneficial effects\\[7\\]. The current NHS rehabilitation standard may be suboptimal, as studies in the literature such as Zhu et al. found increased gains in patients after intensive (4 hours per day) versus standard (2 hours per day) rehabilitation support \\[8\\].\n\nAbout 80% of acute stroke patients suffer from upper extremity (UE) motor impairments, and of those, hemiparesis is the most commonly exhibited damage. Upper limb complications commonly involve impaired sensation, movement and coordination. Among those, more than 50% retain some degree of hemiparesis months after stroke and remain unable to use their affected UE, which leads to impaired activities of daily living (ADL) and therefore compromised quality of life (QoL) \\[9, 10\\].\n\nSouvenaid® (Nutricia, N.V., Zoetermeer, The Netherlands), is a commercially available food for special medical purpose that is used as a daily Oral Nutritional Supplement (ONS). It contains a specific nutrient combination, named Fortasyn Connect (FC), which has been shown to enhance synapse formation and function \\[11\\]. The product is currently used in the management of early Alzheimer's disease, as a specialised medical nutrient support, and it has been shown to preserve functional brain network organization, using electroencephalography (EEG), and also reduce cognitive decline \\[12, 13\\]. It is well established that stroke also disrupts complex neural network structure, and this is linked to disrupted neurological function. EEG is a non-invasive method of assessing cortical connectivity with high temporal sensitivity and it can be used to monitor neural network changes resulting from brain insults such as ischaemic stroke \\[14, 15\\]. In particular, Liu and colleagues recently showed that AIS patients display a weakened cortical connectivity, suggesting functional impairment in cortical information transmission \\[16\\].\n\nFC is a specialised medical food which contains nutrients critical for brain phospholipid synthesis, specifically, the active components are docosahexaenoic acid (DHA), eicosapentaenoic acid (EPA), uridine monophosphate, choline, phospholipids, selenium, folic acid, and vitamins B12, B6, C and E \\[11, 12\\]. Work from our research group shows that in an animal model of traumatic brain injury (controlled cortical impact in adult mice), a diet enriched with FC leads to improved sensorimotor and cognitive outcomes, as well as improved neurogenesis \\[17\\]. Another study, using the transient middle cerebral artery occlusion (tMCAo) experimental model of stroke, showed that animals receiving a diet supplemented with FC after stroke had decreased levels of neuroinflammation, improved structural connectivity and improved motor function, therefore indicating that this medical food has therapeutic potential in ischaemic stroke \\[18\\]. These independent sets of animal data in two models of acquired brain injury, show that a nutritional intervention with a specialised medical food could potentially improve neurological recovery and protect the nervous tissue after injury. This has led to design the present proposal for a feasibility study using Souvenaid in ischaemic stroke.\n\nPreclinical data\n\nA control diet or a diet enriched in FC were given for 35 days following injury in a mouse model of ischaemic stroke, induced by tMCAo. Mice receiving the FC diet showed improved sensorimotor function, enhanced structural connectivity, reduced neuroinflammation and beneficial effects on cerebral blood flow (CBF). This data indicate that FC administration has beneficial effects on both functional and structural indices of recovery and therefore a significant therapeutic potential in ischaemic stroke \\[18\\].\n\nClinical data\n\nIn a first proof-of-concept study, the food for special medical purpose ONS product was safe and well tolerated and improved memory performance in mild Alzheimer's disease patients, after 12 weeks of consumption\\[19\\]. In a second randomised, controlled, double-blind, parallel-group trial, 259 mild Alzheimer's disease patients from 27 centres in six European countries received the ONS product or an isocaloric control drink for 24 weeks. Again, Souvenaid significantly improved memory performance and preserved the organisation of brain networks as measured with EEG \\[20\\], bolstering the hypothesis that Souvenaid positively affects synaptic integrity and function \\[21\\]. Furthermore, the recent LipiDiDiet study, was a 24-month randomised, controlled, double-blind, parallel-group, multi-centre trial. The trial enrolled individuals with prodromal Alzheimer's disease. Souvenaid was shown to diminish the cognitive decline expected in the patients with dementia. A significant difference in the loss of hippocampal volume (associated with memory deficits) was also seen in the treated group versus the control group \\[12\\]. The significant positive impact of Souvenaid was further supported by the 3-year extension data \\[12\\]. In these trials, Souvenaid was safe and well tolerated. Currently, a similar study providing Souvenaid ONS to patients with traumatic brain injury (IRAS ID 273132) is performed in the same Trust as proposed in this trial. So far, patients tolerate the ONS well and are fine with having a daily ONS\n\nRationale\n\nThe rationale for the proposed study is to provide AIS patients with a single daily supplementation of Souvenaid or standard of care to investigate the feasibility of this intervention, in preparation for a future larger trial in this population of patients. Based on our preclinical data we hypothesise that augmenting nutrition with an ONS product containing FC has the potential to support neuroplasticity post-injury and improve functional recovery after AIS.\n\nThe primary endpoint investigated in this study would be the feasibility of using this ONS product in stroke patients. Secondary endpoints will determine changes in nutritional status, QoL status and ADL, as well as fatigue levels. Other secondary endpoints will include cognitive recovery scores and plasma levels of specific biochemical markers associated with neural injury and nutritional status. Stroke is associated with increased risk of infections, and FC contains long-chain omega-3 fatty acids which have been shown to generate powerful pro-resolving mediators which have the potential to reduce inflammation and infection rate \\[22-24\\]. We will assess the level of C-reactive protein in patients and monitor their infections, with focus on pneumonia and urinary tract infections (UTI) \\[25\\]. All these secondary endpoints have been chosen in order to generate preliminary data and to inform and optimise the design of future trials."},"conditionsModule":{"conditions":["Ischemic Stroke"],"keywords":["Ischemic stroke","Multi-nutrient","oral nutritional supplement"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":30,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Oral Nutritional Supplement","type":"EXPERIMENTAL","description":"Daily active oral nutritional supplement (ONS) for 3 months + standard care","interventionNames":["Dietary Supplement: Oral nutritional supplement"]},{"label":"Control","type":"NO_INTERVENTION","description":"Standard care"}],"interventions":[{"type":"DIETARY_SUPPLEMENT","name":"Oral nutritional supplement","description":"Daily drink 125 ml together with meal","armGroupLabels":["Oral Nutritional Supplement"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Feasibility of using an Oral Nutritional Supplement (ONS) in ischemic stroke patients at the Royal London Hospital","description":"Testing feasibility of using ONS in adult population with ischemic stroke at the Royal London Hospital. Traffic light system to indicate whether or not to progress in the future with a similar study (Red: attrition is \\> 80%, do not progress, Amber: 30-80% attrition, learn what prevented participants from continuing, to modify design for a future trial, Green: less than 30% attrition, good setup to continue to future study)","timeFrame":"3 month"}],"secondaryOutcomes":[{"measure":"Feasibility (recruitment rate) of using an Oral Nutritional Supplement (ONS) in ischemic stroke patients at the Royal London Hospital","description":"Testing feasibility of using ONS in adult population with ischemic stroke at the Royal London Hospital. Looking at recruitment rate for the trial to indicate recruitment time frame for future study (participants/week who are eligible and willing to take part)","timeFrame":"Check after recruitment finished (30 participants recruited)"},{"measure":"Feasibility (ONS adherence) of using an Oral Nutritional Supplement (ONS) in ischemic stroke patients at the Royal London Hospital","description":"Testing feasibility of using ONS in adult population with ischemic stroke at the Royal London Hospital. Looking at recruitment rate for the trial to indicate recruitment time frame for future study (participants/week who are eligible and willing to take part)","timeFrame":"Check after recruitment finished (30 participants recruited)"},{"measure":"Oral nutritional supplement adherence","description":"Testing feasibility of using ONS in adult population with ischemic stroke at the Royal London Hospital. Looking at self reported oral nutritional supplement adherence in the intervention group","timeFrame":"At the end of the study (at 3 months)"},{"measure":"Quality of Life (QoL)","description":"Measured using modified Rankin Scale (mRS) Scale 0-5, lower indicates better outcome","timeFrame":"Baseline and end of study (at 3 months)"},{"measure":"Degree of disability","description":"Measured using the National Institutes of Health Stroke Scale (NIHSS), Scale 0-4, lower indicates better outcome","timeFrame":"Baseline and end of study (at 3 months)"},{"measure":"Activities of Daily Living (ADL)","description":"Measured using Barthel Index score, score 0-20, lower indicating increased disability","timeFrame":"Baseline and end of study (at 3 months)"},{"measure":"Nutritional Status","description":"Nutritional status measured using the Malnutrition Universal Screening Tool (MUST), Scale 0-2 or more, lower indicates better","timeFrame":"Baseline and end of study (at 3 months)"},{"measure":"Fatigue","description":"Measured using Fatigue Assessment Scale (FAS), score 10-50, lower score indicates less fatigue","timeFrame":"Baseline and end of study (at 3 months)"},{"measure":"Cognitive changes","description":"Cognition measured Montreal Cognitive Assessment test (MoCA) Score out of 30, higher = better","timeFrame":"Baseline and end of study (at 3 months)"},{"measure":"Biochemical measurements - phospholipids","description":"phospholipid levels, measured by liquid chromatography coupled with mass spectrometry and or thin layer chromatography","timeFrame":"Baseline and end of study (at 3 months)"},{"measure":"Biochemical measurements - omega 3 index","description":"Measured in red blood cells, quantified by gas chromatography coupled with flame ionisation detection","timeFrame":"Baseline and end of study (at 3 months)"},{"measure":"Biochemical measurements - C-reactive protein","description":"using an enzyme linked immunosorbent assay","timeFrame":"Baseline and end of study (at 3 months)"},{"measure":"Biochemical measurements - cytokines","description":"measured using a multiplex assay (ie interleukin (IL) 6 IL8 IL10","timeFrame":"Baseline and end of study (at 3 months)"},{"measure":"Biochemical measurements - choline","description":"measured by liquid chromatography mass spectrometry","timeFrame":"Baseline and end of study (at 3 months)"},{"measure":"Biochemical measurements - selenium","description":"measured using atomic absorption spectrophotometry","timeFrame":"Baseline and end of study (at 3 months)"},{"measure":"Biochemical measurements - Aminoacids","description":"Cysteine, arginie, taurine, citrulline, ornithine, asymmetric dimethylarginine, homocysteine measured using ultra fast liquid chromatography with fluorescence detection","timeFrame":"Baseline and end of study (at 3 months)"},{"measure":"Biochemical measurements - uridine","description":"measured using ultra fast liquid chromatography with fluorescence detection","timeFrame":"Baseline and end of study (at 3 months)"},{"measure":"Biochemical measurements - Vitamin B11","description":"folate/folic acid measured using competitive protein binding ligand with electrochemoluminescence","timeFrame":"Baseline and end of study (at 3 months)"},{"measure":"Biochemical measurements - Vitamin E","description":"measured using ultra fast liquid chromatography with fluorescence detection","timeFrame":"Baseline and end of study (at 3 months)"},{"measure":"Biochemical measurements - Vitamin D","description":"f measured using chemiluminescence microparticle immunoassay","timeFrame":"Baseline and end of study (at 3 months)"},{"measure":"Biochemical measurements - Osmolality","description":"measured using cryoscopy","timeFrame":"Baseline and end of study (at 3 months)"},{"measure":"Biochemical measurements - neurofilament L","description":"measured using SIMOA or MSD","timeFrame":"Baseline and end of study (at 3 months)"},{"measure":"Biochemical measurements - Vitamin B6","description":"measured using pyridoxal-5-phosphate high performance liquid chromatography","timeFrame":"Baseline and end of study (at 3 months)"},{"measure":"Biochemical measurements - Vitamin B1","description":"measured using thiamine pyrophosphate high performance liquid chromatography with spectrofluorometry","timeFrame":"Baseline and end of study (at 3 months)"},{"measure":"Biochemical measurements - Vitamin B2","description":"measured using flavine adeninedinucleotide high performance liquid chromatography with spectrofluorometry","timeFrame":"Baseline and end of study (at 3 months)"},{"measure":"Biochemical measurements - Vitamin B12","description":"measured using high performance liquid chromatography with spectrofluorometry","timeFrame":"Baseline and end of study (at 3 months)"},{"measure":"Infection status","description":"CRP levels in blood (higher indicates infection)","timeFrame":"Baseline and end of study (at 3 months)"},{"measure":"Infection status 2","description":"occurrence of pneumonia and Urinary Tract Infections (UTIs) (count, number indicates number of infections)","timeFrame":"Baseline and end of study (at 3 months)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age \\>18 and \\<80\n* Acute ischaemic stroke (within 24 h of onset), including the following subtypes according to the Trial of Org 10172 in Acute Stroke Treatment (TOAST) classification: large-artery atherosclerosis, cardio-embolism, small-vessel occlusion, stroke of undetermined aetiology OR Acute ischaemic stroke (within 24 h of onset) caused by arterial dissection.\n* Pre-morbid (modified Rankin Scale) mRS of ≤2\n* National Institutes of Health Stroke Scale (NIHSS) score \\>4\n* CT ASPECT score of ≥6 on presentation CT\n* Expected ability to provide consent\n* Ability to drink the ONS product within 7 days of incident stroke\n\nExclusion Criteria:\n\n* Allergies to fish oil/milk/soya\n* Known history of galactosaemia\n* Patients that develop malignant middle cerebral artery (MCA) syndrome\n* Current or previous haemorrhagic stroke including sub-arachnoid haemorrhage\n* Patient with nasogastric (NG) tube\n* Patients with dysphagia (routinely tested) who cannot drink the medical food\n* Known malignancy\n* Known pre-existing neurological disease including multiple sclerosis, Alzheimer's disease, Parkinson's disease, previous strokes\n* Pregnant or breastfeeding\n* Inability to complete the follow-up and/or Investigators uncertainty about the ability to complete the follow-up\n* Chronic renal disease Stage 3b and above (I.e. Glomerular filtration rate (GFR) \\< 44ml/min)\n* Ischaemic stroke of other determined aetiology as classified by the TOAST classification (not including stroke caused by arterial dissection).\n* Unable to receive enteral nutrition","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Oliver Spooner, Dr","role":"CONTACT","phone":"02073777000","email":"o.spooner@NHS.net"}],"overallOfficials":[{"name":"Oliver Spooner, Dr","affiliation":"Barts Health NHS","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Royal London Hospital","status":"RECRUITING","city":"London","zip":"E11FR","country":"United Kingdom","contacts":[{"name":"Isabell Nessel, PhD","role":"CONTACT","phone":"02078822285","email":"i.nessel@qmul.ac.uk"}],"geoPoint":{"lat":51.50853,"lon":-0.12574}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000007238","term":"Infarction"},{"id":"D000009336","term":"Necrosis"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M5483","name":"Cerebral Infarction","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}