{"protocolSection":{"identificationModule":{"nctId":"NCT04260061","orgStudyIdInfo":{"id":"201900904A3"},"organization":{"fullName":"Chang Gung Memorial Hospital","class":"OTHER"},"briefTitle":"Differential Effectiveness of Robotic Assisted Therapy on Upper Extremity Function in Patients With Chronic Stroke","officialTitle":"Differential Effectiveness of Robotic Assisted Therapy on Upper Extremity Function and Health Related Outcomes in Patients With Chronic Stroke: a Comparison of Exoskeleton vs. End Effector Training Systems"},"statusModule":{"statusVerifiedDate":"2020-10","overallStatus":"WITHDRAWN","whyStopped":"These is understaffed to excute study now.","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-08-19","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-01-17","type":"ACTUAL"},"completionDateStruct":{"date":"2020-01-17","type":"ACTUAL"},"studyFirstSubmitDate":"2020-02-05","studyFirstSubmitQcDate":"2020-02-05","studyFirstPostDateStruct":{"date":"2020-02-07","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-10-22","lastUpdatePostDateStruct":{"date":"2020-10-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Chang Gung Memorial Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The objectives of this study are to: determine the effects of exoskeleton vs. end effector training systems on upper extremity motor and physiological function, daily functions, quality of life and self-efficacy in patients with chronic stroke.","detailedDescription":"According to the theory and literature review, there are two hypotheses in this study. One is that exoskeleton training system has better benefits than end-effector training system in motion control techniques, joint mobility and muscle tone control. Second, end-effector training system has better benefits than exoskeleton training system in the functional activity level and daily life participation."},"conditionsModule":{"conditions":["Chronic Stroke"],"keywords":["robotic-assisted therapy","Rehabilitation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":0,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"exoskeleton group","type":"EXPERIMENTAL","description":"The Hand of Hope therapy device will be used in this group. The hand brace is worn on the dorsal side of the impaired hand with 2 surface sensors attached to the extensor and flexor muscles of the arm to detect the surface electromyographic signals (sEMG) for active participation during exercise. The sEMG signals are processed so the patient can visualise the active movement of the muscle where sEMG electrodes are positioned. Different training modes allow the therapist to customise the level of assistance that the Hand of Hope provides. The difficulty level of each mode can be adjusted according to the patient's need.","interventionNames":["Device: training systems"]},{"label":"end effector group","type":"EXPERIMENTAL","description":"The Amadeo Hand-Therapy-System will be used in this group. The Amadeo is a mechatronic rehabilitation device that allows each individual finger to move independently and separately. The main target group are patients suffering from functional motor disabilities of the distal upper extremity. The Amadeo consists of the electrically driven moment mechanism, a supportive framework which is adjustable in height and includes a hand-arm support, and a control and operating unit (all-in-one PC). The finger slides can produce flexion/extension movement of the fingers and the thumb. The fingers and the thumb of the affected hand are attached to the slides and then passive, assistive, active or interactive therapy regime can be started. The integrated sensors for force and position measurement enable quantitative recording and evaluation of the finger range of movement and force.","interventionNames":["Device: training systems"]}],"interventions":[{"type":"DEVICE","name":"training systems","description":"Participants will receive 18 intervention sessions for about 6-9 consecutive weeks in a clinical setting (75 minutes per session, 2-3 sessions per week). For each intervention session, participants will first receive 10 minutes of warm-up followed by 50 minutes robotic-assisted training (robotic-assisted training includes 10 minutes passive training mode, 20 minutes active training mode, and 20 minutes robot-participant interactive training mode) and then 15 minutes of functional activity without robotic-assisted (content will be related to robotic-assisted training and will be based on the action function and preferences of the participants).","armGroupLabels":["end effector group","exoskeleton group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change scores of Mini-Mental State Exam (MMSE)","description":"The Mini-Mental State Exam (MMSE) is used to screen patients for cognitive impairment, track changes in cognitive functioning over time, and often to assess the effects of therapeutic agents on cognitive function. Its range of total score is 0-30 with higher values indicating better cognitvie function.","timeFrame":"Baseline, posttest (an expected average of 3 months), follow-up (up to 6 months)"},{"measure":"Change scores of Fugl-Myer Assessment (FMA)","description":"The upper-extremity subscale of the FMA will be used to assess motor impairment. There are 33 upper extremity items measuring the movements and reflexes of the shoulder/elbow/forearm, wrist, hand, and coordination/speed. Each score is on a 3-point ordinal scale (0 = cannot perform, 1 = performs partially, 2 = performs fully). The maximum score is 66, indicating optimal recovery. The subscore of a proximal shoulder/elbow (FMA s/e: 0-42) and a distal hand/wrist (FMA h/w: 0-24) will be calculated to investigate the treatment effects on separate upper extremity elements. The FMA has good reliability, validity, and responsiveness in stroke patients.","timeFrame":"Baseline, posttest (an expected average of 3 months), follow-up (up to 6 months)"},{"measure":"Change scores of Active Range of Motion (AROM)","description":"Patient performs the exercise to move the joint without any assistance to the muscles surrounding the joint.","timeFrame":"Baseline, posttest (an expected average of 3 months), follow-up (up to 6 months)"},{"measure":"Change scores of Modified Ashworth Scale (MAS)","description":"The MAS is a 6-point ordinal scale that measures muscle spasticity in patients with brain lesions. Higher score indicates higher muscle tone. Investigators will assess the MAS scores of UE muscles, including biceps, triceps, wrist flexors and extensors, and finger flexors and extensors. The validity and reliability of MAS for patients with stroke were established to be adequate to good.","timeFrame":"Baseline, posttest (an expected average of 3 months), follow-up (up to 6 months)"},{"measure":"Change scores of grip and pinch power","description":"The Jamar hand dynamometer is the most widely cited in the literature and accepted as the gold standard by which other dynamometers are evaluated. Excellent concurrent validity of the Jamar hand dynamometer is reported. The Jamar hand dynamometer measure the grip-strength. The norm of healthy male aged 18 to 75 years is from 64.8 lb to 121.8 lb, while the norm of healthy female aged 18 to 75 years is from 41.5 lb to 78.7 lb. Higher value represent a greater grip-strength.","timeFrame":"Baseline, posttest (an expected average of 3 months), follow-up (up to 6 months)"},{"measure":"Change scores of Medical Research Council scale (MRC)","description":"The MRC is an ordinal scale that assesses muscle strength. The scoring for each muscle ranges from 0 to 5, with a higher score indicates stronger muscle. The reliability of MRC for all muscle groups was good to excellent in patients with stroke.","timeFrame":"Baseline, posttest (an expected average of 3 months), follow-up (up to 6 months)"},{"measure":"Change scores of Revised Nottingham Sensory Assessment (rNSA)","description":"Changes in sensation before and after intervention will be measured with rNSA. Tactile sensation,proprioception, and stereognosis will be assessed with various sensory modalities. The rNSA is scored based on a 3-point ordinal scale (0-2) with a higher score indicates better sensation. The clinimetric properties of rNSA have been established in patients with stroke.","timeFrame":"Baseline, posttest (an expected average of 3 months), follow-up (up to 6 months)"},{"measure":"MyotonPRO","description":"The functional state of skeletal muscle will be assessed by the MyotonPRO (Muomeetria Ltd, Estonia) device, which uses a noninvasive way to characterize the viscoelastic properties of skeletal muscle in vivo. The measurement parameters in the MyotonPRO characterize frequency, muscle tone, muscle elasticity, and muscle stiffness (Vain, 1995). The working principles of the MyotonPRO are as follows: the testing end of the MyotonPRO is placed perpendicularly to the skin surface above the muscle to be measured, a brief mechanical impulse is applied, shortly followed by a quick release to the muscle through an acceleration probe, and the damped oscillations of the muscle response is recorded by the acceleration transducer at the testing end of the device. The oscillation graph created during the measurement expresses the acceleration of the testing end. The reliability, validity, and responsiveness of the device have been validated in stroke patients.","timeFrame":"Baseline, posttest (an expected average of 3 months), follow-up (up to 6 months)"},{"measure":"Change scores of Wolf Motor Function Test (WMFT)","description":"The WMFT was designed to assess the effects of CIT on arm function after stroke and traumatic brain injury (Wolf, Lecraw, Barton, \\& Jann, 1989). There are 15 function-based and 2 strength-based tasks. For timed functional tasks, completion times from 0 to 120 seconds are averaged. For functional ability scoring, 6-point ordinal scales are used, where 0 indicates \"does not attempt with the involved arm\" and 5 indicates \"arm does participate, movement appears to be normal.\" The clinimetrics of the WMFT has been ascertained in stroke patients.","timeFrame":"Baseline, posttest (an expected average of 3 months), follow-up (up to 6 months)"},{"measure":"Change scores of Box and Block Test (BBT)","description":"The BBT will be used as a test of manual dexterity. There are 150 blocks in a test box. When testing begins, the subject should grasp one block at a time with dominant hand, transport the block over the partition, and release it into the opposite compartment. Instruction of this test is \"I want to see how quickly you can pick up one block at a time with your right (or left) hand \\[point to the hand\\]. Carry it to the other side of the box and drop it. Make sure your fingertips cross the partition.\" The testing time is one minute. Then, the procedure will be repeated with the nondominant hand. After testing, the examiner should count the blocks. The score is the number of blocks carried from one compartment to the other in one minute. Score for each hand will be separately calculated.","timeFrame":"Baseline, posttest (an expected average of 3 months), follow-up (up to 6 months)"},{"measure":"Change scores of Motor Activity Log (MAL)","description":"The MAL consists of 30 structured questions to interview how the patients rate the frequency (amount of use subscale) and quality (quality of movement subscale) of movements while using their affected arm to accomplish each of the 30 daily activities. The score of each item ranges from 0 to 5, and the higher scores indicate more frequently used or higher quality of movements. The clinimetric properties of the MAL in stroke patients have been validated (Uswatte, Taub, Morris, Light, \\& Thompson, 2006).","timeFrame":"Baseline, posttest (an expected average of 3 months), follow-up (up to 6 months)"},{"measure":"Change scores of Nottingham Extended Activities of Daily Living Scale (NEADL)","description":"The NEADL scale is a measure of Instrumental ADL ability, comprising sub-scales for mobility, household ability and leisure activity. The NEADL consists of 22 activity items, scoring on the basis of the required level of assistance. The range of total score is 0-66, and higher score representing better function. This measure is administered 3 times during the study period.","timeFrame":"Baseline, posttest (an expected average of 3 months), follow-up (up to 6 months)"},{"measure":"Change scores of Stroke Impact Scale (SIS)","description":"To evaluate health-related quality of life, the SIS 3.0 will be used. The SIS consists of 59 test items grouped into 8 domains (strength, hand function, ADL/IADL, mobility, communication, emotion, memory and thinking, and participation/role function). The participants will be asked to rate each item in a 5-point Likert scale regarding to the perceived difficulty in completing the task. The total score for each domain ranges from 0 to 100. An extra question will be asked to evaluate the participant's self-perceived overall recovery from stroke. The SIS 3.0 has satisfactory psychometric properties.","timeFrame":"Baseline, posttest (an expected average of 3 months), follow-up (up to 6 months)"},{"measure":"Change scores of stroke self-efficacy questionnaire (SSEQ)","description":"the Stroke Self-Efficacy Questionnaire (SSEQ) , a questionnaire developed to measure the most relevant self-efficacy and self-management domains specific to the stroke population. It contains 13 items that are rated on a 0 - 10 scale, with higher scores indicating greater levels of self-efficacy. Questionnaire includes a range of relevant functional tasks such as walking, getting comfortable in bed, as well as some self-management tasks.","timeFrame":"Baseline, posttest (an expected average of 3 months), follow-up (up to 6 months)"},{"measure":"Change scores of Daily Living Self-Efficacy Scale (DLSES)","description":"DLSES measures the self-efficacy in daily functions which contains 2 subscales (psychosocial functioning and activities of daily living). It has 12 items, with 10-unit intervals from 0 to 100 (0 = cannot do at all, 100 = highly certain can do). The total score is to sum up the scores of 12 items and is divided by 12. The higher score means higher self-efficacy and the psychometric properties are good (Maujean, Davis, Kendall, Casey, \\& Loxton, 2014).","timeFrame":"Baseline, posttest (an expected average of 3 months), follow-up (up to 6 months)"},{"measure":"Change scores of Functional Abilities Confidence Scale (FACS)","description":"It measures the degree of self-efficacy and confidence when the participants do various movements and postures. It concludes 15 questions which scores from 0% (not confidence at all) to 100% (fully confidence). The higher percentage means the higher confidence of doing the movements. The clinimetric properties are good (Williams \\& Myers, 1998).","timeFrame":"Baseline, posttest (an expected average of 3 months), follow-up (up to 6 months)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Chronic Stroke more than 3 months.\n* FMA score 29\\~59.\n* Modified Ashworth Scale proximal part ≤ 3, Modified Ashworth Scale distal part ≤ 2, and no serious muscle spasms.\n* Mini Mental State Examination ≥ 24 and no serious cognitive impairment.\n* Learn more about the research content and can provide informed consent.\n\nExclusion Criteria:\n\n* Other neurological disease\n* Inability to understand instructions\n* current participation in any other research\n* Botulinum Toxin injection within 3 months","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Ching-yi Wu, ScD","affiliation":"Chang Gung Memorial Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Chang Gung Memorial Hospital","city":"Taoyuan","zip":"333","country":"Taiwan","geoPoint":{"lat":24.95233,"lon":121.20193}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}