{"protocolSection":{"identificationModule":{"nctId":"NCT04963647","orgStudyIdInfo":{"id":"605-2020-OSS-AUSLBO"},"organization":{"fullName":"Azienda Usl di Bologna","class":"OTHER_GOV"},"briefTitle":"7-day Holter Monitoring in Adult Patients With Recent IS or TIA, to Measure the Prevalence of Paroxysmal Atrial Fibrillation Including Episodes Less Than 30 Seconds: Transversal Study","officialTitle":"7-day Holter Monitoring in Adult Patients With Recent IS or TIA, to Measure the Prevalence of Paroxysmal Atrial Fibrillation Including Episodes Less Than 30 Seconds: Transversal Study","acronym":"MY-ATRIA"},"statusModule":{"statusVerifiedDate":"2021-07","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-06-16","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-07-16","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-06-16","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-07-06","studyFirstSubmitQcDate":"2021-07-06","studyFirstPostDateStruct":{"date":"2021-07-15","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-07-06","lastUpdatePostDateStruct":{"date":"2021-07-15","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Azienda Usl di Bologna","class":"OTHER_GOV"},"collaborators":[{"name":"Mortara Instrument Europe S.r.l.","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The main outcome of this study will be to compare the prevalence of PA AF episodes longer than 30 seconds versus the prevalence of PA AF episodes including episodes shorter than 30 seconds, in adult patients who survived IS or TIA with no previous history of AF, after 7-day Holter monitoring. Based on the previous assumptions, the secondary objectives of the project will be:\n\n1. To compare the prevalence of patients diagnosed with BAF after 24-hour, 72-hour, and 7-day Holter monitoring.\n2. To study the feasibility of using information obtained from the ECG during sinus rhythm, for example the characteristics of the P-wave, to predict the presence of PA AF and BAF.\n3. To Collect a new database of multi-monitored, high-resolution, long-term ECG signals. The data will be used by the My-Atria consortium for research purposes, for the development and validation of arrhythmia detection algorithms.\n\nThe results of the study are intended to have an impact on how AF is screened, diagnosed, and treated. The results will also contribute to the choice of the most appropriate secondary stroke prevention modality, which therefore refers to the treatment of subjects who have already had an episode of IS or TIA.","detailedDescription":"Rational:\n\nAlthough patient management and treatment has greatly improved in recent years, atrial fibrillation (AF) remains the most common arrhythmia related with stroke, heart failure, sudden death and cardiovascular morbidity in the global population1. Considering the general adult population, the prevalence of AF is less than 1%, while in people aged 75-84 it reaches 7%2,3, and is expected to increase in the elderly population and in patients with certain predisposing risk factors4-10. Recent studies show that 20-30% of stroke survivors are likely related to AF11-14 and, if not treated properly, it can lead to serious consequences such as future thromboembolic complications, recurrence of stroke episodes or death15-17. The UK National Clinical Guidelines for Stroke Patient Management, provided by the Royal College of Physicians18, recommend cardiac monitoring for at least 12 hours for people with IS or TIA who would be eligible for secondary prevention treatment for AF and at least 24 hours for monitoring for patients with no other known cause of stroke.\n\nThe 2016 ESC guidelines for the treatment of AF instead recommend monitoring of at least 72 hours in patients with IS or TIA, for example 72 hours of Holter monitoring after the stroke event12,19, or for longer periods20,21. Given the intermittent nature of AF and its inclination to be asymptomatic, it would be useful to test the hypothesis that this last approach could lead to a better diagnosis strategy of AF and consequently could clarify the relationship between AF and stroke.\n\nDetection of AF episodes has improved with the rapid development of technology in the medical field, and recently there has been an increase in interest in evaluating whether brief atrial fibrillation (BAF) episodes, less than 30 seconds, carry a similar risk to those of greater length and whether these constitute an indication for treatment. Although new research is focusing on detecting BAF episodes, uncertainty persists in determining whether or not these episodes increase the risk of stroke, as well as the treatment needed for the aforementioned range of patients.\n\nA recent study in patients with first episode of IS or TIA and presence of AF detected by standard ECG concluded that in 6.3% of 869 cases AF was paroxysmal22. The definition of paroxysmal atrial fibrillation (PA AF) in this specific case was related to those episodes of AF that spontaneously converted into sinus rhythm. Similarly, in another study from 2010, previously undiagnosed PA AF was found in 9.2% of the population with IS or TIA23; in the latter study, the mean monitoring time was 22.6 hours and the presence of only episodes of BAF was detected in 72% of the people diagnosed with PA AF while the rest of the patients also had longer episodes of 30 seconds. Similar results were obtained in an AF study in the population with IS or TIA after mobile cardiac telemetry in which 85% of device-reported episodes were found to be less than 30 seconds24. These results encourage researchers to focus more on the subject, therefore in this study we want to investigate the real prevalence of BAF. The results could guide clinicians to determine the most appropriate preventive and curative interventions for this group of patients.\n\nThe international consortium \"My-Atria\" - which brings together universities, companies and hospitals from five European countries including Italy, Spain, Germany, Sweden and the Netherlands - aims to develop a multidisciplinary network to develop research and training \"without barriers\" between academic, industrial and clinical entities in the area of atrial diseases. Mortara Instrument EU company, as a member of the My-Atria Consortium, and the UOC of Neurology and Stroke Network of the Ospedale Maggiore in Bologna, are both interested in the relationship between cardiovascular risk and BAF. It therefore seems logical to join forces and move together in the same direction by proposing a protocol with the aim of studying whether BAF represents a biomarker of increased cardiovascular risk and consequently investigating the clinical relevance and modality of a screening process.\n\nNew methodologies are needed to detect and predict even brief episodes of AF, so there is a need to collect a new database of multiple, high resolution, long-term monitoring ECG signals. The data will be used by the members of the My-Atria Consortium for research purposes, for the development and validation of arrhythmia detection algorithms.\n\nObjectives:\n\nThe main outcome of this study will be to compare the prevalence of PA AF episodes longer than 30 seconds versus the prevalence of PA AF episodes including episodes shorter than 30 seconds, in adult patients who survived IS or TIA with no previous history of AF, after 7-day Holter monitoring. Based on the previous assumptions, the secondary objectives of the project will be:\n\n1. To compare the prevalence of patients diagnosed with BAF after 24-hour, 72-hour, and 7-day Holter monitoring.\n2. To study the feasibility of using information obtained from the ECG during sinus rhythm, for example the characteristics of the P-wave, to predict the presence of PA AF and BAF.\n3. To Collect a new database of multi-monitored, high-resolution, long-term ECG signals. The data will be used by the My-Atria consortium for research purposes, for the development and validation of arrhythmia detection algorithms.\n\nThe results of the study are intended to have an impact on how AF is screened, diagnosed, and treated. The results will also contribute to the choice of the most appropriate secondary stroke prevention modality, which therefore refers to the treatment of subjects who have already had an episode of IS or TIA.\n\nStudy design:\n\nObservational study with transversal design.\n\nPopulation:\n\nThe study population concerns adult subjects admitted to the Neurology and Stroke Network UOC, diagnosed with IS or TIA (confirmed through standardized clinical practice).\n\nThe enrollments will be made for a total number of about 660 patients. Considering that, in the UOC of Neurology and Metropolitan Stroke Network at the Ospedale Maggiore in Bologna there is an absolute number of patients with stroke or TIA episodes that is equivalent to about 800 per year, the study considers an enrollment phase lasting about one year.\n\nMain parameters / endpoints:\n\nPrimary endpoint\n\nAbsolute number of AF episodes (i.e. all AF episodes shorter than seven days) and BAF in adult patients with recent IS or TIA with no previous history of AF, in order to identify and compare prevalence rates to determine the clinical relevance of any BAF screening process.\n\nSecondary endpoint\n\nAbsolute number of BAF episodes detected with Holter 24 hours, 72 hours and 7 days after recent IS or TIA event, with the aim of comparing detected prevalence rates to support the hypothesis that the prevalence of BAF will increase in patients subjected to a longer continuous monitoring time.\n\nExtent of the burden on clinical staff and risks and benefits associated with participation in the study:\n\nThe study is non-interventional, involves the application of two Holter devices for a total duration of 7 days in addition to routine clinical practice (which involves monitoring, but without continuous recording via multi-parameter monitor).\n\nEnrolled patients will be treated according to the normal diagnostic and therapeutic procedure and will not directly benefit from participation in this study. Participation in the study could be associated with the risk of mild adverse skin reactions due to the presence of electrodes of Holter devices, to be applied to the upper chest of the subject or to patient discomfort (the materials used are already commercially available, tested and used in normal clinical practice). Nursing staff will be able to remove the devices if the discomfort for the patient becomes intolerable. For the clinical staff, the burden will mainly be due to the provision of an informed consent form (ICF), the compilation of the data collection form (CRF) and the application, decontamination and data download of Holter devices. The data collected will be made anonymous in accordance with the laws and regulations on privacy (GDPR)."},"conditionsModule":{"conditions":["Atrial Fibrillation"],"keywords":["7 day holter monitoring","tia","Atrial Fibrillation","IS","stroke","Brief atrial fibrillation"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"OTHER","timePerspective":"CROSS_SECTIONAL"},"enrollmentInfo":{"count":660,"type":"ESTIMATED"}},"armsInterventionsModule":{"interventions":[{"type":"DIAGNOSTIC_TEST","name":"Adult subjects diagnosed with IS or TIA","description":"From the moment the person decides to participate, the patient will undergo the first 24-hour cycle of monitoring with a high-resolution 12-lead Holter. The following day, the Holter report generated will be analyzed by an expert electrocardiographic. After the removal of the first Holter, the study subject will undergo a second monitoring with a 3-lead Holter device for a duration of 6 days, followed by decontamination of the device and archiving of data The electronic data relating to the monitoring periods with Holter will be analyzed with various high-sensitivity AF detection algorithms in order to identify the outcome of the study."}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Absolute number of AF episodes","description":"Absolute number of AF episodes (i.e. all AF episodes shorter than seven days) and BAF in adult patients with recent IS or TIA with no previous history of AF, in order to identify and compare prevalence rates to determine the clinical relevance of a possible screening process for BAF.\n\nAtrial flutter episodes will be considered as AF episodes for the purpose of finding the results, as they both have similar risk factors and therapy.","timeFrame":"7 days"}],"secondaryOutcomes":[{"measure":"Absolute number of BAF","description":"Absolute number of BAF episodes detected with Holter 24 hours, 72 hours and 7 days after recent IS or TIA event, with the aim of comparing detected prevalence rates to support the hypothesis that the prevalence of BAF will increase in patients subjected to a longer monitoring time. Atrial flutter episodes will be considered as AF episodes for the purpose of finding the results, as they both have similar risk factors and therapy.","timeFrame":"7 days"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nI. Patients admitted to the UOC of Neurology and Metropolitan Stroke Network diagnosed with IS or TIA. The diagnosis will be confirmed through standardized clinical practice which may include one or more of the following diagnostic tests:\n\n1. imaging tests such as computed tomography (CT),\n2. magnetic resonance imaging (MRI),\n3. computed tomographic angiography (ANGIOTC),\n4. magnetic resonance angiography (MRA),\n5. blood flow tests such as cerebral angiography or cerebral arteriography. II. Patients with IS or TIA within 7 days of the clinical episode. III. Obtaining informed consent (signed and dated). IV. Adult patients (over 18 years of age).\n\nExclusion Criteria:\n\nI. Patients with PM o ICD. II. Patients diagnosed with hemorrhagic stroke. III. Patients who have undergone cardiac surgery in the 30 days prior to enrollment.\n\nIV. More than 7 days between the IS or TIA episode and patient enrollment. V. Patient diagnosed with AF based on a resting ECG performed at the time of enrollment.\n\nVI. Patient with a previous diagnosis of permanent AF or persistent AF. VII. Patient previously enrolled in this clinical study. VIII. Pregnancy.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"The study population concerns adult subjects admitted to the Neurology and Stroke Network UOC, diagnosed with IS or TIA (confirmed through standardized clinical practice). The enrollments will be made for a total number of about 660 patients. Considering that, in the UOC of Neurology and Metropolitan Stroke Network at the Ospedale Maggiore in Bologna there is an absolute number of patients with stroke or TIA episodes that is equivalent to about 800 per year, the study considers an enrollment phase lasting about a year.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Zini Andrea, Md","role":"CONTACT","phone":"051 6478481","email":"a.zini@ausl.bologna.it"}],"locations":[{"facility":"IRCCS Istituto delle Scienze Neurologiche di Bologna","status":"RECRUITING","city":"Bologna","country":"Italy","contacts":[{"name":"Andrea Zini, MD","role":"CONTACT","phone":"051 6478481","email":"a.zini@ausl.bologna.it"}],"geoPoint":{"lat":44.49381,"lon":11.33875}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001281","term":"Atrial Fibrillation"}],"ancestors":[{"id":"D000001145","term":"Arrhythmias, Cardiac"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M4276","name":"Atrial Fibrillation","asFound":"Atrial Fibrillation","relevance":"HIGH"},{"id":"M4143","name":"Arrhythmias, Cardiac","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}