{"protocolSection":{"identificationModule":{"nctId":"NCT06166004","orgStudyIdInfo":{"id":"BT01"},"organization":{"fullName":"Ankara Yildirim Beyazıt University","class":"OTHER"},"briefTitle":"The Effects of Balance Trainer","officialTitle":"The Effects of Balance Trainer-Based Training on Balance and Trunk Control in Stroke Survivors"},"statusModule":{"statusVerifiedDate":"2023-12","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-08-23","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-08-23","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-06-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-11-30","studyFirstSubmitQcDate":"2023-12-08","studyFirstPostDateStruct":{"date":"2023-12-12","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-12-08","lastUpdatePostDateStruct":{"date":"2023-12-12","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Murat Akıncı","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Ankara City Hospital Bilkent"},"leadSponsor":{"name":"Ankara Yildirim Beyazıt University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The trunk is reference and key region of body in terms of both mobility and stability. Sufficient stability in the trunk is essential for the execution of intentional extremity movements. Therefore, even in conditions with significant extremity impairment, such as stroke, trunk functionality is a crucial factor affecting the success of treatment. The Balance Trainer is a device used for balance rehabilitation. However, the patient's use of the trunk is also intense during trunk exercises. The aim of the study is to contribute to the literature by examining the development of trunk control, a component of both balance and stability, through the use of the Balance Trainer.","detailedDescription":"Stroke is one of the leading causes of death in adults and significantly contributes to severe disability. Balance problems are among the most common issues following a stroke, affecting the patient's ability to sit, stand, transfer, and walk, thereby posing a risk of falls. Balance rehabilitation can be instrumental in addressing these challenges. For instance, clinicians may decide to allocate more time to safe transfers or wheelchair skills for individuals with a Berg Balance Scale (BBS) score below 12. Conversely, those scoring 29 or higher on the BBS may warrant an increase in the intensity and duration of walking training, as they are likely to progress to community-appropriate walking speeds.\n\nThe trunk, located at the body's center, plays a crucial role in organizing postural control and balance reactions. A healthy trunk is essential for the successful execution of both lower and upper extremity functions. Trunk control is necessary to provide a stable support base during the execution of lower and upper extremity movements, requiring active involvement of the trunk in daily life activities such as reaching.\n\nThe Balance-Trainer is a technology-based biofeedback-controlled system used in individuals with Multiple Sclerosis, Stroke, Muscle Diseases, and geriatric populations. The device includes balance exercises involving weight shifting in different directions through games like Collect Apples, Outline, Paddle War, and Evaluation of Movement. Reviewing the literature reveals that exercise devices incorporating virtual reality are effective in improving balance.\n\nThe research, designed as a prospective study with two parallel groups, aims to investigate the effects of balance training with the Balance-Trainer (BT) on trunk control, balance, and fall risk in stroke patients. The hypothesis is that balance training with BT will positively impact trunk control and balance. The study population consists of patients undergoing treatment for stroke (ICD.10 G.81 Hemiplegia) at Ankara City Hospital Physical Therapy and Rehabilitation Hospital.\n\nVolunteers meeting the inclusion criteria from stroke patients receiving treatment at Ankara City Hospital Physical Therapy and Rehabilitation Hospital will be enrolled in the research. Participants involved in the study will continue their standard rehabilitation program. Those directed by their physician for BT will be included in the study group, while stroke patients voluntarily not receiving balance training with BT during their stroke clinic treatments will be included in the control group.\n\nBoth study and control groups in the research will continue individualized rehabilitation programs for three weeks, five days a week. This program includes stretching and strengthening exercises, mat activities such as bridging, joint range of motion exercises, static and dynamic balance exercises, and walking exercises. Exercises are selected based on the patient's needs. In addition to the individualized rehabilitation program, the study group will engage in 15 sessions of BT balance exercises over three weeks, with five sessions per week and each session lasting 30 minutes."},"conditionsModule":{"conditions":["Stroke","Virtual Reality"],"keywords":["Stroke","Virtual Reality","Balance-Trainer","Thera-Trainer","Rehabilitation Technologies"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":42,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"BalanceTrainer","type":"EXPERIMENTAL","description":"Balance Trainer Exercises (30 min) Person-Specific Rehabilitation Program\n\n1. Stretching and Strengthening Exercises\n2. Mat Activities\n3. Joint Range of Motion Exercises\n4. Static and Dynamic Balance Exercises\n5. Walking Exercises","interventionNames":["Other: Balance Training","Other: Person-Specific Rehabilitation Program"]},{"label":"Control Group","type":"OTHER","description":"Person-Specific Rehabilitation Program\n\n1. Stretching and Strengthening Exercises\n2. Mat Activities\n3. Joint Range of Motion Exercises\n4. Static and Dynamic Balance Exercises\n5. Walking Exercises","interventionNames":["Other: Person-Specific Rehabilitation Program"]}],"interventions":[{"type":"OTHER","name":"Balance Training","description":"Balance Training device with VR","armGroupLabels":["BalanceTrainer"],"otherNames":["Thera Trainer Balo"]},{"type":"OTHER","name":"Person-Specific Rehabilitation Program","description":"Person-Specific Rehabilitation Program","armGroupLabels":["BalanceTrainer","Control Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Trunk Imapirment Scale","description":"It is a standardized scale designed for assessing the trunk after a stroke. It consists of three sections: static sitting balance, dynamic sitting balance, and coordination, with a maximum score of 23. In our research, it will be utilized to evaluate patients' trunk control after a stroke.","timeFrame":"Baseline and 3 weeks later"},{"measure":"Berg Balance Scale","description":"This is a simple and safe balance test designed to measure an individual's ability to maintain balance while performing functional tasks. The person is asked to perform 14 tasks, and scores are given based on the completion of each task. A score of 0 is assigned when the activity is not performed at all, while a score of 4 is given when the activity is completed independently. The highest possible score is 56, with 0-20 indicating balance impairment, 21-40 suggesting an acceptable balance, and 41-56 indicating good balance.","timeFrame":"Baseline and 3 weeks later"}],"secondaryOutcomes":[{"measure":"Functional Independence Measure","description":"The Functional Independence Measure is a valid and reliable scale for assessing stroke patients, comprising 18 items that evaluate the patient both physically and cognitively. These items are primarily grouped under the headings of Self-Care, Sphincter Control, Transfer, Locomotion, Communication, and Social Cognition.","timeFrame":"Baseline and 3 weeks later"},{"measure":"Falls Efficacy Scale-International","description":"This scale, expanded to 16 items with additions to the original scale developed by Tinetti et al. (1990), assesses the fear of falling and future fall risks. The validity and reliability of the Turkish version of the scale have been established by Ulus et al. (2012)","timeFrame":"Baseline and 3 weeks later"},{"measure":"Functional Ambulation Category","description":"It assesses the amount of physical support needed during walking, scoring from 0 to 5, with observations made through the assessment. The scoring is based on the amount of support the patient requires, ranging from 0 - indicating inability to ambulate independently and requiring maximum support, to 5 - defining a patient who can walk independently on all surfaces.","timeFrame":"Baseline and 3 weeks later"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Having the ICD-10 diagnosis code G.81 Hemiplegia\n2. At least 3 weeks having passed since the diagnosis (Subacute and later periods)\n3. Being 18 years of age or older\n4. Having a Berg Balance Score between 21-40 (indicating an acceptable balance)\n\nExclusion Criteria:\n\n1. Having a known additional neurological or orthopedic problem that could affect balance\n2. Not being cognitively able to understand and perform exercises\n3. Having a diagnosis date that is more than 2 years from the initial evaluation date","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"Ankara City Hospital","status":"RECRUITING","city":"Ankara","state":"Çankaya","zip":"06000","country":"Turkey","contacts":[{"name":"Murat AKINCI","role":"CONTACT","phone":"+905529356978","email":"muratakinci.fzt@gmail.com"}],"geoPoint":{"lat":39.91987,"lon":32.85427}}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}