{"protocolSection":{"identificationModule":{"nctId":"NCT02818868","orgStudyIdInfo":{"id":"2157"},"organization":{"fullName":"Hyogo Medical University","class":"OTHER"},"briefTitle":"Impact of Apixaban on Clinical Outcome of the Patients With Large Vessel Occlusion or Stenosis Trial","officialTitle":"Impact of Apixaban on Clinical Outcome of the Patients With Large Vessel Occlusion or Stenosis Trial","acronym":"ALVO"},"statusModule":{"statusVerifiedDate":"2016-11","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2016-07","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2018-02","type":"ACTUAL"},"completionDateStruct":{"date":"2018-02","type":"ACTUAL"},"studyFirstSubmitDate":"2016-06-07","studyFirstSubmitQcDate":"2016-06-27","studyFirstPostDateStruct":{"date":"2016-06-30","type":"ESTIMATED"},"lastUpdateSubmitDate":"2021-12-20","lastUpdatePostDateStruct":{"date":"2022-01-11","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Shinichi Yoshimura","investigatorTitle":"Professor. Department of Neurosurgery","investigatorAffiliation":"Hyogo Medical University"},"leadSponsor":{"name":"Hyogo Medical University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"The aim of this study is to investigate the clinical events of the patients with acute cerebral large vessel occlusion or stenosis and atrial fibrillation, treated by apixaban within 14 days after onset. This is the observational study that patients will be made the registration at the timing of both retrospective period and prospective period.","detailedDescription":"Four novel oral anticoagulants (NOACs) have been released to the market ahead of any county in the world. However, no information is available on the clinical results of NOACS and their secondary preventive effects in Japanese population.\n\nMedical care for acute-phase stroke is constantly advancing. Specifically, in addition to thrombolytic activator tissue plasminogen activator (t-PA), advancement of endovascular thrombectomy has made it possible to treat patients who would not have been saved otherwise. In Japan, cerebrovascular accident had been the third leading cause of death, but now has dropped to the forth thanks to wide use of various treatments. Nevertheless, patients often suffer from severe sequelae after stroke, even if they survive. In other words, major challenge in the treatment of stroke is not only to save the patients but also to improve the long-term prognosis.\n\nIn large-scale study, NOAC showed an equal to or greater efficacy in preventing recurrence of stroke compared with warfarin and significantly reduced the incidence of bleeding complications. Furthermore, Aristotle trial comparing apixaban vs. warfarin demonstrated that apixaban provided a significant prevention of stroke recurrence as well as significant reduction of bleeding complications and deaths.\n\nHeparin and warfarin had been used as the mainstream agents for the prevention of recurrence after hyperacute phase treatment.However, Aristotle trial showed that there was a significant difference in thromboembolic events between apixaban treatment (1.27 %/year) and warfarin (1.60%/year) (RR 0.79, p\\<0.01). Also, major bleeding events were less frequent in the patients with apixaban treatment (2.13 %/year) compared to those with warfarin (3.09%/year) (RR 0.69, p\\<0.001). This study is conducted on the basis of expectation that the use of apixaban in place of traditional warfarin therapy further improve prognosis and reduce bleeding complications in Japanese patients with acute occlusion of major cerebral artery. Additionally, the study will analyze the correlation of the use of apixaban with the prognosis and the incidence of bleeding/ischemic events in patients with intracranial artery stenosis greater than 50% and with atrial fibrillation"},"conditionsModule":{"conditions":["Ischemic Stroke"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":700,"type":"ACTUAL"}},"armsInterventionsModule":{"interventions":[{"type":"DRUG","name":"apixisaban","otherNames":["eliquis"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Death","timeFrame":"90 days after disease onset"},{"measure":"Ischemic events","timeFrame":"90 days after disease onset"},{"measure":"Bleeding events","timeFrame":"90 days after disease onset"}],"secondaryOutcomes":[{"measure":"modified Rankin Scale","timeFrame":"90 days (±10 days) and 365days（±10 days） after disease onset"},{"measure":"Death","timeFrame":"30 days and 365day"},{"measure":"Ischemic event","timeFrame":"30 days and 365day"},{"measure":"Bleeding event","timeFrame":"30 days and 365day"},{"measure":"Significant bleeding (ISTH)","description":"scale bleeding events Among the major bleeding , according to the society and hemostasis of international thrombosis (ISTH) bleeding criteria , those that fall under any of the following criteria .\n\n1. lethal bleeding\n2. important sites or symptomatic bleeding of organs ( intracranial, bone marrow , in the eye , retroperitoneal , intra-articular , or heart sac bleeding , or muscle hemorrhage with a compartment syndrome )\n3. hemoglobin value has decreased 2 g / dL or more bleeding , whole blood transfusion or red blood cells ( more than 2 units) bleeding that required blood transfusion","timeFrame":"30 days 90 days (±10 days) and 365day"},{"measure":"Symptomatic intracranial hemorrhage (sICH)","description":"scale\n\nSymptomatic intracranial hemorrhage (SICH): new intracranial hemorrhage , which corresponds to one of the following:\n\n1) which compared to the worse just before the NIHSS, admitted the deterioration of more than 4 points 2 ) that recognized the deterioration of two or more points in one of the NIHSS category 3 ) intubation / outside decompression / drainage detention or other things that led to the expensive medical / surgical intervention 4 ) it is not a worsening due to other causes","timeFrame":"0 days, 90 days and 365days"},{"measure":"Ischemic stroke and systemic embolism","description":"systemic embolism defined as an event in which the cases with embolism of extremity arteries, intestinal arteries, renal arteries, etc., accompanied by symptoms of local organs.","timeFrame":"30 days, 90 days and 365days"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Patients 20 years and older with acute stroke and treated with oral apixaban within 14 days after onset.\n2. Patients who are hospitalized in a period from Oct 1, 2014 to Feb 28, 2018\n3. Patients with acute cerebral large vessel occlusion or stenosis (\\> 50%)\n4. Patients with non-valvular atrial fibrillation\n5. Patients who are not confirmed ICH by MRI or CT within 24 hours after r-tPA infusion.\n\nExclusion Criteria:\n\n1. Patients who are considered to be ineligible for the study participation by the investigator.\n2. Patients who are pregnant or potentially pregnant.\n3. Patients who have a history of hypersensitivity to apixaban\n4. Patients with hepatic disease having coagulation disorder and clinically important bleeding risk\n5. Patients with renal failure (creatinine clearance \\< 15 mL/min) 6）Patients with Active pathological bleeding including intracranial bleeding of any type","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Any adult patient with acute stroke who treated with apixaban.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"locations":[{"facility":"Hyogo collage of Medicine","city":"Nishinomiya","state":"Hyogo","zip":"665-8501","country":"Japan","geoPoint":{"lat":34.71562,"lon":135.33199}}]},"referencesModule":{"references":[{"pmid":"21030700","type":"RESULT","citation":"Hirano T, Sasaki M, Mori E, Minematsu K, Nakagawara J, Yamaguchi T; Japan Alteplase Clinical Trial II Group. Residual vessel length on magnetic resonance angiography identifies poor responders to alteplase in acute middle cerebral artery occlusion patients: exploratory analysis of the Japan Alteplase Clinical Trial II. Stroke. 2010 Dec;41(12):2828-33. doi: 10.1161/STROKEAHA.110.594333. Epub 2010 Oct 28."},{"pmid":"17272772","type":"RESULT","citation":"Rha JH, Saver JL. The impact of recanalization on ischemic stroke outcome: a meta-analysis. Stroke. 2007 Mar;38(3):967-73. doi: 10.1161/01.STR.0000258112.14918.24. Epub 2007 Feb 1."},{"pmid":"17702958","type":"RESULT","citation":"Ogawa A, Mori E, Minematsu K, Taki W, Takahashi A, Nemoto S, Miyamoto S, Sasaki M, Inoue T; MELT Japan Study Group. Randomized trial of intraarterial infusion of urokinase within 6 hours of middle cerebral artery stroke: the middle cerebral artery embolism local fibrinolytic intervention trial (MELT) Japan. Stroke. 2007 Oct;38(10):2633-9. doi: 10.1161/STROKEAHA.107.488551. Epub 2007 Aug 16."},{"pmid":"10582984","type":"RESULT","citation":"Lewandowski CA, Frankel M, Tomsick TA, Broderick J, Frey J, Clark W, Starkman S, Grotta J, Spilker J, Khoury J, Brott T. Combined intravenous and intra-arterial r-TPA versus intra-arterial therapy of acute ischemic stroke: Emergency Management of Stroke (EMS) Bridging Trial. Stroke. 1999 Dec;30(12):2598-605. doi: 10.1161/01.str.30.12.2598."},{"pmid":"17525387","type":"RESULT","citation":"IMS II Trial Investigators. The Interventional Management of Stroke (IMS) II Study. Stroke. 2007 Jul;38(7):2127-35. doi: 10.1161/STROKEAHA.107.483131. Epub 2007 May 24."},{"pmid":"7441833","type":"RESULT","citation":"Cass AS, Cass BP, Veeraraghavan K. Immediate exploration of the unilateral acute scrotum in young male subjects. J Urol. 1980 Dec;124(6):829-32. doi: 10.1016/s0022-5347(17)55687-6."},{"pmid":"18388338","type":"RESULT","citation":"Kelly ME, Furlan AJ, Fiorella D. Recanalization of an acute middle cerebral artery occlusion using a self-expanding, reconstrainable, intracranial microstent as a temporary endovascular bypass. Stroke. 2008 Jun;39(6):1770-3. doi: 10.1161/STROKEAHA.107.506212. Epub 2008 Apr 3."},{"pmid":"19764826","type":"RESULT","citation":"Mocco J, Hanel RA, Sharma J, Hauck EF, Snyder KV, Natarajan SK, Linfante I, Siddiqui AH, Hopkins LN, Boulos AS, Levy EI. Use of a vascular reconstruction device to salvage acute ischemic occlusions refractory to traditional endovascular recanalization methods. J Neurosurg. 2010 Mar;112(3):557-62. doi: 10.3171/2009.8.JNS09231."},{"pmid":"17332445","type":"RESULT","citation":"Flint AC, Duckwiler GR, Budzik RF, Liebeskind DS, Smith WS; MERCI and Multi MERCI Writing Committee. Mechanical thrombectomy of intracranial internal carotid occlusion: pooled results of the MERCI and Multi MERCI Part I trials. Stroke. 2007 Apr;38(4):1274-80. doi: 10.1161/01.STR.0000260187.33864.a7. Epub 2007 Mar 1."},{"pmid":"19590057","type":"RESULT","citation":"Penumbra Pivotal Stroke Trial Investigators. The penumbra pivotal stroke trial: safety and effectiveness of a new generation of mechanical devices for clot removal in intracranial large vessel occlusive disease. Stroke. 2009 Aug;40(8):2761-8. doi: 10.1161/STROKEAHA.108.544957. Epub 2009 Jul 9."},{"pmid":"22932715","type":"RESULT","citation":"Saver JL, Jahan R, Levy EI, Jovin TG, Baxter B, Nogueira RG, Clark W, Budzik R, Zaidat OO; SWIFT Trialists. Solitaire flow restoration device versus the Merci Retriever in patients with acute ischaemic stroke (SWIFT): a randomised, parallel-group, non-inferiority trial. Lancet. 2012 Oct 6;380(9849):1241-9. doi: 10.1016/S0140-6736(12)61384-1. Epub 2012 Aug 26."},{"pmid":"22932714","type":"RESULT","citation":"Nogueira RG, Lutsep HL, Gupta R, Jovin TG, Albers GW, Walker GA, Liebeskind DS, Smith WS; TREVO 2 Trialists. Trevo versus Merci retrievers for thrombectomy revascularisation of large vessel occlusions in acute ischaemic stroke (TREVO 2): a randomised trial. Lancet. 2012 Oct 6;380(9849):1231-40. doi: 10.1016/S0140-6736(12)61299-9. Epub 2012 Aug 26. Erratum In: Lancet. 2012 Oct 6;380(9849):1230."},{"pmid":"23390923","type":"RESULT","citation":"Broderick JP, Palesch YY, Demchuk AM, Yeatts SD, Khatri P, Hill MD, Jauch EC, Jovin TG, Yan B, Silver FL, von Kummer R, Molina CA, Demaerschalk BM, Budzik R, Clark WM, Zaidat OO, Malisch TW, Goyal M, Schonewille WJ, Mazighi M, Engelter ST, Anderson C, Spilker J, Carrozzella J, Ryckborst KJ, Janis LS, Martin RH, Foster LD, Tomsick TA; Interventional Management of Stroke (IMS) III Investigators. Endovascular therapy after intravenous t-PA versus t-PA alone for stroke. N Engl J Med. 2013 Mar 7;368(10):893-903. doi: 10.1056/NEJMoa1214300. Epub 2013 Feb 7. Erratum In: N Engl J Med. 2013 Mar 28;368(13):1265."},{"pmid":"24424332","type":"RESULT","citation":"Yoshimura S, Sakai N, Okada Y, Kitagawa K, Kimura K, Tanahashi N, Hyogo T, Yamagami H, Egashira Y; Recovery by Endovascular Salvage for Cerebral Ultra-acute Embolism (RESCUE)-Japan Registry Investigators. Efficacy of endovascular treatment for acute cerebral large-vessel occlusion: analysis of nationwide prospective registry. J Stroke Cerebrovasc Dis. 2014 May-Jun;23(5):1183-90. doi: 10.1016/j.jstrokecerebrovasdis.2013.10.014. Epub 2014 Jan 11."},{"pmid":"10905241","type":"RESULT","citation":"Barber PA, Demchuk AM, Zhang J, Buchan AM. Validity and reliability of a quantitative computed tomography score in predicting outcome of hyperacute stroke before thrombolytic therapy. ASPECTS Study Group. Alberta Stroke Programme Early CT Score. Lancet. 2000 May 13;355(9216):1670-4. doi: 10.1016/s0140-6736(00)02237-6. Erratum In: Lancet 2000 Jun 17;355(9221):2170."},{"pmid":"21719764","type":"RESULT","citation":"Nezu T, Koga M, Nakagawara J, Shiokawa Y, Yamagami H, Furui E, Kimura K, Hasegawa Y, Okada Y, Okuda S, Kario K, Naganuma M, Maeda K, Minematsu K, Toyoda K. Early ischemic change on CT versus diffusion-weighted imaging for patients with stroke receiving intravenous recombinant tissue-type plasminogen activator therapy: stroke acute management with urgent risk-factor assessment and improvement (SAMURAI) rt-PA registry. Stroke. 2011 Aug;42(8):2196-200. doi: 10.1161/STROKEAHA.111.614404. Epub 2011 Jun 30."},{"pmid":"20075341","type":"RESULT","citation":"Mori E, Minematsu K, Nakagawara J, Yamaguchi T, Sasaki M, Hirano T; Japan Alteplase Clinical Trial II Group. Effects of 0.6 mg/kg intravenous alteplase on vascular and clinical outcomes in middle cerebral artery occlusion: Japan Alteplase Clinical Trial II (J-ACT II). Stroke. 2010 Mar;41(3):461-5. doi: 10.1161/STROKEAHA.109.573477. Epub 2010 Jan 14."},{"pmid":"23920012","type":"RESULT","citation":"Zaidat OO, Yoo AJ, Khatri P, Tomsick TA, von Kummer R, Saver JL, Marks MP, Prabhakaran S, Kallmes DF, Fitzsimmons BF, Mocco J, Wardlaw JM, Barnwell SL, Jovin TG, Linfante I, Siddiqui AH, Alexander MJ, Hirsch JA, Wintermark M, Albers G, Woo HH, Heck DV, Lev M, Aviv R, Hacke W, Warach S, Broderick J, Derdeyn CP, Furlan A, Nogueira RG, Yavagal DR, Goyal M, Demchuk AM, Bendszus M, Liebeskind DS; Cerebral Angiographic Revascularization Grading (CARG) Collaborators; STIR Revascularization working group; STIR Thrombolysis in Cerebral Infarction (TICI) Task Force. Recommendations on angiographic revascularization grading standards for acute ischemic stroke: a consensus statement. Stroke. 2013 Sep;44(9):2650-63. doi: 10.1161/STROKEAHA.113.001972. Epub 2013 Aug 6. No abstract available."},{"pmid":"17258667","type":"RESULT","citation":"Wahlgren N, Ahmed N, Davalos A, Ford GA, Grond M, Hacke W, Hennerici MG, Kaste M, Kuelkens S, Larrue V, Lees KR, Roine RO, Soinne L, Toni D, Vanhooren G; SITS-MOST investigators. Thrombolysis with alteplase for acute ischaemic stroke in the Safe Implementation of Thrombolysis in Stroke-Monitoring Study (SITS-MOST): an observational study. Lancet. 2007 Jan 27;369(9558):275-82. doi: 10.1016/S0140-6736(07)60149-4. Erratum In: Lancet. 2007 Mar 10;369(9564):826."},{"pmid":"3363593","type":"RESULT","citation":"van Swieten JC, Koudstaal PJ, Visser MC, Schouten HJ, van Gijn J. Interobserver agreement for the assessment of handicap in stroke patients. Stroke. 1988 May;19(5):604-7. doi: 10.1161/01.str.19.5.604."},{"pmid":"32766953","type":"DERIVED","citation":"Yoshimura S, Uchida K, Sakai N, Imamura H, Yamagami H, Tanaka K, Ezura M, Nonaka T, Matsumoto Y, Shibata M, Ohta H, Morimoto M, Fukawa N, Hatano T, Enomoto Y, Takeuchi M, Ota T, Shimizu F, Kimura N, Kamiya Y, Shimamura N, Morimoto T. Safety of Early Administration of Apixaban on Clinical Outcomes in Patients with Acute Large Vessel Occlusion. Transl Stroke Res. 2021 Apr;12(2):266-274. doi: 10.1007/s12975-020-00839-4. Epub 2020 Aug 7. Erratum In: Transl Stroke Res. 2020 Oct 22;:"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000020521","term":"Stroke"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M6165","name":"Constriction, Pathologic","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"meshes":[{"id":"C000522181","term":"Apixaban"}],"ancestors":[{"id":"D000065427","term":"Factor Xa Inhibitors"},{"id":"D000000991","term":"Antithrombins"},{"id":"D000015842","term":"Serine Proteinase Inhibitors"},{"id":"D000011480","term":"Protease Inhibitors"},{"id":"D000004791","term":"Enzyme Inhibitors"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"},{"id":"D000000925","term":"Anticoagulants"}],"browseLeaves":[{"id":"M288142","name":"Apixaban","asFound":"Stereotactic Body Radiation","relevance":"HIGH"},{"id":"M30203","name":"Factor Xa Inhibitors","relevance":"LOW"},{"id":"M3997","name":"Antithrombins","relevance":"LOW"},{"id":"M3996","name":"Antithrombin III","relevance":"LOW"},{"id":"M14033","name":"Protease Inhibitors","relevance":"LOW"},{"id":"M18081","name":"Serine Proteinase Inhibitors","relevance":"LOW"},{"id":"M19299","name":"HIV Protease Inhibitors","relevance":"LOW"},{"id":"M7641","name":"Enzyme Inhibitors","relevance":"LOW"},{"id":"M3934","name":"Anticoagulants","relevance":"LOW"},{"id":"T18","name":"Serine","relevance":"LOW"}],"browseBranches":[{"abbrev":"AnCoag","name":"Anticoagulants"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Infe","name":"Anti-Infective Agents"},{"abbrev":"AA","name":"Amino Acids"}]}},"hasResults":false}