{"protocolSection":{"identificationModule":{"nctId":"NCT05523973","orgStudyIdInfo":{"id":"2022-0218"},"organization":{"fullName":"University of Cincinnati","class":"OTHER"},"briefTitle":"Lingual Endurance Exercise in Treating Post-Stroke Dysphagia","officialTitle":"Effects of Lingual Endurance Exercise on Rehabilitation of Swallowing Impairment After Ischemic Stroke"},"statusModule":{"statusVerifiedDate":"2023-09","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-08-02","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-08-25","studyFirstSubmitQcDate":"2022-08-30","studyFirstPostDateStruct":{"date":"2022-09-01","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-09-08","lastUpdatePostDateStruct":{"date":"2023-09-11","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Brittany Krekeler","investigatorTitle":"Assistant Professor","investigatorAffiliation":"University of Cincinnati"},"leadSponsor":{"name":"University of Cincinnati","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study will enroll 15 participants in each exercise condition (groups described below).\n\nAim 1: Determine feasibility of lingual endurance training for individuals with persistent dysphagia after ischemic stroke. Primary outcome measures: patient adherence (# of attempted repetitions/# prescribed repetitions) and dose delivery (# of repetitions meeting goal/# prescribed repetitions). Aim 2: Determine efficacy of lingual endurance training on improving critical aspects of oropharyngeal swallowing (physiologic impairments, clearance of oropharyngeal residue, airway protection), functional oral intake, and patient reported swallowing quality of life in individuals with persistent dysphagia after ischemic stroke. Primary outcome measures: improvement on videofluoroscopic assessment of swallowing function using the gold standard Modified Barium Swallowing Impairment Profile (MBSImP) Overall Impairment (OI) score and Functional Oral Intake Scale (FOIS) score. Secondary outcome measures: oropharyngeal residue - Normalized Residue Ratio Scale (NRRS); airway invasion - Penetration Aspiration Scale (PAS). Patient reported outcome measures: EAT-10 (Eating Assessment Tool) and the Swallowing Quality of Life Questionnaire (SWAL-QoL). Aim 3: Determine if lingual endurance training + transference exercise (Exercise Group #2) results in better transference of exercise effects to the aforementioned outcomes of swallow safety and efficiency (in Aim2).","detailedDescription":"Implications of Post-Stroke Dysphagia Dysphagia (swallowing impairment) after stroke is common, estimated to affect 78% of patients.1 Dysphagia results in additional negative consequences that complicate patient recovery and increase the risk of developing pulmonary complications (aspiration pneumonia) and may result in suboptimal nutrition. These comorbidities increase cost of care, up to $6,243 on average per patient, placing a burden not only on the individual, but also the healthcare system at large. The effects of dysphagia post-stroke extend beyond physical health concerns and increase the risk of depression, with devastating impacts on quality of life. Given these undesirable and dangerous health consequences, adequate assessment and treatment of swallowing impairments after stroke is a critical component of rehabilitation for this patient population.\n\nLimitations to Current Treatment Approaches Current treatment approaches to alleviate dysphagia after stroke, especially in acute and sub-acute phases, have primarily focused on diet modification, compensatory posturing, and providing alternate access to hydration and nutrition. While the goal of these strategies is to improve swallow safety and avoid negative consequences of airway invasion, these techniques can be burdensome to the patient if implemented long-term. Additionally, these approaches do not target rehabilitation of swallowing function, but rather provide a somewhat temporary solution to what is, for many patients, a life-long issue. Available rehabilitative approaches to target improvements in function of oropharyngeal musculature during swallowing include both swallowing exercises (task-specific) and non-swallowing exercises (e.g. tongue exercise), which rely on the principles of transference to improve swallowing function. However, evidence is inconsistent regarding efficacy of these \"exercise-based\" interventions that target the oropharyngeal musculature, and the scientific validity of these trials varies greatly. Of these non-swallowing exercise approaches, lingual (tongue) exercise has been frequently studied and can be facilitated by medical devices which provide bio-feedback of lingual pressure generative capabilities to the patient and clinician. However, there is little to no evidence that lingual strengthening improves swallow physiology or functional outcomes in post-stroke dysphagia, and a majority of these previous studies lack use of standardized outcomes or randomized controlled trial procedures. Also, lingual strengthening may not induce biological changes to tongue muscle fiber size, as would be expected with a resistance-based exercise program. Despite these mixed findings, lingual strengthening is still routinely to treat post-stroke dysphagia. A major limitation of these current approaches is a sole focus on increasing muscular strength alone without consideration for other aspects of muscle physiology necessary for swallowing, such as endurance.\n\nLingual Endurance Training as an Alternative Approach In this preliminary study, we have proposed to examine the effects of lingual endurance training in individuals with dysphagia after stroke, as an alternative approach to traditional progressive lingual strength training, because this patient group is known to have specific deficits in lingual function after stroke. Both oral and pharyngeal tongue movements are essential for safe and efficient swallowing. Thus, exercise of the lingual musculature is a reasonable goal. However, swallowing is an endurance task; lingual pressures required for swallowing are submaximal, requiring repeated and sustained contraction over the course of a meal. Thus, targeting improvement in lingual endurance over strength alone may provide greater transferrable benefit to daily swallowing tasks. However, there are currently no randomized controlled trials investigating efficacy of lingual endurance training as a treatment for dysphagia in any patient population. As such, this proposed preliminary trial is essential to gathering the necessary pilot evidence regarding whether lingual endurance training is feasible and effective as an alternative approach to dysphagia rehabilitation for individuals with swallowing impairments after stroke. The long-term goal of this proposed work is to develop improved, evidence-based protocols for lingual exercise training for individuals with dysphagia after stroke. Ultimately, the results of this proposed pilot will be highly significant in creating movement towards more specific and evidence-based approaches for this unique patient group, who currently have very few rehabilitative options available. In this initial trial, we will assess if lingual endurance training will be feasible (Aim 1) and effective (Aim 2) for improving swallowing function in post-stroke dysphagia."},"conditionsModule":{"conditions":["Dysphagia, Oral Phase","Stroke, Ischemic"],"keywords":["swallowing","dysphagia","sub-acute stroke","tongue","exercise"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Participants will be randomized 1:1 into either the Lingual Endurance Training only (Group 1) or Lingual Endurance + Transference Exercise (Group 2)","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":30,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Lingual Endurance Training Only (Group 1)","type":"EXPERIMENTAL","description":"Intervention group 1 will complete lingual endurance training only.","interventionNames":["Other: Lingual Endurance Exercise"]},{"label":"Lingual Endurance Training + Transference Exercise (Group 2)","type":"EXPERIMENTAL","description":"Intervention Group 2 will complete lingual endurance exercise plus a transference exercise.","interventionNames":["Other: Lingual Endurance Exercise","Other: Lingual Endurance + Transference Exercise"]}],"interventions":[{"type":"OTHER","name":"Lingual Endurance Exercise","description":"Participants will participate in 3 training sessions per day for 8 weeks. Group 1 will complete 3 sessions of lingual endurance exercise. For example, if the participant completed 100 repetitions during the baseline measurement, they would complete 75 repetitions during their exercise session.","armGroupLabels":["Lingual Endurance Training + Transference Exercise (Group 2)","Lingual Endurance Training Only (Group 1)"]},{"type":"OTHER","name":"Lingual Endurance + Transference Exercise","description":"Group 2 will complete lingual endurance exercise for 2 sessions, and for the 3rd training session participants will complete 30 swallows where they are instructed to press their tongue hard on the bulb and swallow their saliva. The TongueometerTM will provide biofeedback on performance and will be instructed to generate more pressure during this \"effortful swallow\" than during a natural, saliva swallow.","armGroupLabels":["Lingual Endurance Training + Transference Exercise (Group 2)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Adherence","description":"total number of days of attempted exercise/total number of days prescribed over 8 weeks of therapy","timeFrame":"Assessed at 8 weeks (study completion)"},{"measure":"Dose Delivery","description":"# of repetitions meeting goal/# prescribed repetitions (total for 8 weeks)","timeFrame":"Assessed at 8 weeks (study completion)"},{"measure":"Change from Baseline Modified Barium Swallowing Impairment Profile (MBSImP) Oral Total Score","description":"Improvement on Oral Total (OT) score MBSImP; OT score minimum score (best) =0; OT maximum score (worst) = 22","timeFrame":"Change from Baseline"},{"measure":"Change from Baseline Eating Assessment Tool (EAT-10) Score","description":"patient reported outcome tool; 0 = best score, 50 = worst score","timeFrame":"Change from Baseline"}],"secondaryOutcomes":[{"measure":"Change from Baseline Worst Penetration Aspiration Scale (PAS) Score","description":"measure of airway invasion during swallowing, best score = 1, worst score = 8","timeFrame":"Change from Baseline"},{"measure":"Change from Baseline in Normalized Residue Ratio Rating (NRRS)","description":"measure of post-swallow residue, % of residue remaining based on total pharyngeal space (normalized per patient)","timeFrame":"Change from Baseline"},{"measure":"Change from Baseline in Swallowing Quality of Life Questionnaire (SWAL-QoL)","description":"Patient reported outcome measure of swallowing quality of life, 0 = best score; 100 = worst score","timeFrame":"Change from Baseline"},{"measure":"Change from Baseline Functional Oral Intake Scale (FOIS) Score","description":"Measure of oral intake; 7 = best score (total oral intake, no restrictions); 1 = worst score (not safe for oral intake, feeding tube dependent)","timeFrame":"Change from Baseline"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* ≥3 months since initial diagnosis first-time, ischemic, non-hemorrhagic stroke occurring in areas involving anterior or posterior circulation and affecting underlying cortical or subcortical structures (including brainstem)\n* are safe to tolerate some oral intake required for assessment of swallowing function via Modified Barium Swallow Study\n* able to follow 2-step commands\n* English speaking. Participants will not be considered for inclusion if they meet any of the following screening exclusion criteria\n* Final inclusion must include a score of one or greater in any oral or pharyngeal residue score on MBSImP they will qualify for study entry.\n\nExclusion Criteria:\n\n* a history of dysphagia prior to or after the stroke caused by any of the following conditions: gastrointestinal disease, traumatic brain injury, head and neck cancer, or a surgical procedure involving the pharynx or larynx\n* a history of other neurological disease including traumatic brain injury, multiple sclerosis, Amyotrophic lateral sclerosis (ALS), Parkinson, or dementia\n* Pregnant women\n* Patients with a history of Temporomandibular joint dysfunction (TMJ) or Epilepsy","healthyVolunteers":false,"sex":"ALL","minimumAge":"21 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Brittany Krekeler, PhD","role":"CONTACT","phone":"15132272759","email":"krekelby@ucmail.uc.edu"},{"name":"Anna Hopkins, MS","role":"CONTACT","phone":"513-479-6439","email":"hopkiak@ucmail.uc.edu"}],"overallOfficials":[{"name":"Brittany Krekeler, PhD","affiliation":"University of Cincinnati, Department of Otolaryngology-Head and Neck Surgery","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Medical Sciences Building","status":"RECRUITING","city":"Cincinnati","state":"Ohio","zip":"45220","country":"United States","contacts":[{"name":"Brittany Krekeler, PhD","role":"CONTACT","phone":"513-227-2759","email":"krekelby@ucmail.uc.edu"},{"name":"Anna Hopkins, MS","role":"CONTACT","phone":"513-479-6439","email":"hopkiak@ucmail.uc.edu"},{"name":"Brittany Krekeler, PhD","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Stacie Demel, MD, PhD","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":39.12713,"lon":-84.51435}}]},"referencesModule":{"references":[{"pmid":"16269630","type":"BACKGROUND","citation":"Martino R, Foley N, Bhogal S, Diamant N, Speechley M, Teasell R. Dysphagia after stroke: incidence, diagnosis, and pulmonary complications. Stroke. 2005 Dec;36(12):2756-63. doi: 10.1161/01.STR.0000190056.76543.eb. Epub 2005 Nov 3."},{"pmid":"27999383","type":"BACKGROUND","citation":"Ojo O, Brooke J. The Use of Enteral Nutrition in the Management of Stroke. Nutrients. 2016 Dec 20;8(12):827. doi: 10.3390/nu8120827."},{"pmid":"22684924","type":"BACKGROUND","citation":"Crary MA, Humphrey JL, Carnaby-Mann G, Sambandam R, Miller L, Silliman S. Dysphagia, nutrition, and hydration in ischemic stroke patients at admission and discharge from acute care. Dysphagia. 2013 Mar;28(1):69-76. doi: 10.1007/s00455-012-9414-0. Epub 2012 Jun 9."},{"pmid":"32140905","type":"BACKGROUND","citation":"Krekeler BN, Rowe LM, Connor NP. Dose in Exercise-Based Dysphagia Therapies: A Scoping Review. Dysphagia. 2021 Feb;36(1):1-32. doi: 10.1007/s00455-020-10104-3. Epub 2020 Mar 5."},{"pmid":"28282484","type":"BACKGROUND","citation":"McKenna VS, Zhang B, Haines MB, Kelchner LN. A Systematic Review of Isometric Lingual Strength-Training Programs in Adults With and Without Dysphagia. Am J Speech Lang Pathol. 2017 May 17;26(2):524-539. doi: 10.1044/2016_AJSLP-15-0051."},{"pmid":"31612288","type":"BACKGROUND","citation":"Smaoui S, Langridge A, Steele CM. The Effect of Lingual Resistance Training Interventions on Adult Swallow Function: A Systematic Review. Dysphagia. 2020 Oct;35(5):745-761. doi: 10.1007/s00455-019-10066-1. Epub 2019 Oct 14."},{"pmid":"29621048","type":"BACKGROUND","citation":"Moon JH, Hahm SC, Won YS, Cho HY. The effects of tongue pressure strength and accuracy training on tongue pressure strength, swallowing function, and quality of life in subacute stroke patients with dysphagia: a preliminary randomized clinical trial. Int J Rehabil Res. 2018 Sep;41(3):204-210. doi: 10.1097/MRR.0000000000000282."},{"pmid":"26834320","type":"BACKGROUND","citation":"Park JS, Kim HJ, Oh DH. Effect of tongue strength training using the Iowa Oral Performance Instrument in stroke patients with dysphagia. J Phys Ther Sci. 2015 Dec;27(12):3631-4. doi: 10.1589/jpts.27.3631. Epub 2015 Dec 28."},{"pmid":"26936446","type":"BACKGROUND","citation":"Steele CM, Bayley MT, Peladeau-Pigeon M, Nagy A, Namasivayam AM, Stokely SL, Wolkin T. A Randomized Trial Comparing Two Tongue-Pressure Resistance Training Protocols for Post-Stroke Dysphagia. Dysphagia. 2016 Jun;31(3):452-61. doi: 10.1007/s00455-016-9699-5. Epub 2016 Mar 2."},{"pmid":"24562507","type":"BACKGROUND","citation":"Steele CM, Cichero JA. Physiological factors related to aspiration risk: a systematic review. Dysphagia. 2014 Jun;29(3):295-304. doi: 10.1007/s00455-014-9516-y. Epub 2014 Feb 23."},{"pmid":"3336265","type":"BACKGROUND","citation":"McConnel FM. Analysis of pressure generation and bolus transit during pharyngeal swallowing. Laryngoscope. 1988 Jan;98(1):71-8. doi: 10.1288/00005537-198801000-00015."},{"pmid":"11078092","type":"BACKGROUND","citation":"Nicosia MA, Hind JA, Roecker EB, Carnes M, Doyle J, Dengel GA, Robbins J. Age effects on the temporal evolution of isometric and swallowing pressure. J Gerontol A Biol Sci Med Sci. 2000 Nov;55(11):M634-40. doi: 10.1093/gerona/55.11.m634."},{"pmid":"11716855","type":"BACKGROUND","citation":"Nicosia MA, Robbins JA. The fluid mechanics of bolus ejection from the oral cavity. J Biomech. 2001 Dec;34(12):1537-44. doi: 10.1016/s0021-9290(01)00147-6."},{"pmid":"14658992","type":"BACKGROUND","citation":"Clark HM. Neuromuscular treatments for speech and swallowing: a tutorial. Am J Speech Lang Pathol. 2003 Nov;12(4):400-15. doi: 10.1044/1058-0360(2003/086)."},{"pmid":"23918664","type":"BACKGROUND","citation":"Todd JT, Lintzenich CR, Butler SG. Isometric and swallowing tongue strength in healthy adults. Laryngoscope. 2013 Oct;123(10):2469-73. doi: 10.1002/lary.23852. Epub 2013 Aug 5."},{"pmid":"20689047","type":"BACKGROUND","citation":"Kays SA, Hind JA, Gangnon RE, Robbins J. Effects of dining on tongue endurance and swallowing-related outcomes. J Speech Lang Hear Res. 2010 Aug;53(4):898-907. doi: 10.1044/1092-4388(2009/09-0048)."},{"pmid":"22215031","type":"BACKGROUND","citation":"Clark HM. Specificity of training in the lingual musculature. J Speech Lang Hear Res. 2012 Apr;55(2):657-67. doi: 10.1044/1092-4388(2011/11-0045). Epub 2012 Jan 3."},{"pmid":"8685928","type":"BACKGROUND","citation":"Smithard DG, O'Neill PA, Parks C, Morris J. Complications and outcome after acute stroke. Does dysphagia matter? Stroke. 1996 Jul;27(7):1200-4. doi: 10.1161/01.str.27.7.1200. Erratum In: Stroke 1998 Jul;29(7):1480-1."},{"pmid":"26863627","type":"BACKGROUND","citation":"Arnold M, Liesirova K, Broeg-Morvay A, Meisterernst J, Schlager M, Mono ML, El-Koussy M, Kagi G, Jung S, Sarikaya H. Dysphagia in Acute Stroke: Incidence, Burden and Impact on Clinical Outcome. PLoS One. 2016 Feb 10;11(2):e0148424. doi: 10.1371/journal.pone.0148424. eCollection 2016."},{"pmid":"29155982","type":"BACKGROUND","citation":"Patel DA, Krishnaswami S, Steger E, Conover E, Vaezi MF, Ciucci MR, Francis DO. Economic and survival burden of dysphagia among inpatients in the United States. Dis Esophagus. 2018 Jan 1;31(1):1-7. doi: 10.1093/dote/dox131."},{"pmid":"18315591","type":"BACKGROUND","citation":"Eslick GD, Talley NJ. Dysphagia: epidemiology, risk factors and impact on quality of life--a population-based study. Aliment Pharmacol Ther. 2008 May;27(10):971-9. doi: 10.1111/j.1365-2036.2008.03664.x. Epub 2008 Feb 28."},{"pmid":"17270511","type":"BACKGROUND","citation":"Robbins J, Kays SA, Gangnon RE, Hind JA, Hewitt AL, Gentry LR, Taylor AJ. The effects of lingual exercise in stroke patients with dysphagia. Arch Phys Med Rehabil. 2007 Feb;88(2):150-8. doi: 10.1016/j.apmr.2006.11.002."},{"pmid":"21050403","type":"BACKGROUND","citation":"Luker JA, Wall K, Bernhardt J, Edwards I, Grimmer-Somers K. Measuring the quality of dysphagia management practices following stroke: a systematic review. Int J Stroke. 2010 Dec;5(6):466-76. doi: 10.1111/j.1747-4949.2010.00488.x."},{"pmid":"23076886","type":"BACKGROUND","citation":"Geeganage C, Beavan J, Ellender S, Bath PM. Interventions for dysphagia and nutritional support in acute and subacute stroke. Cochrane Database Syst Rev. 2012 Oct 17;10:CD000323. doi: 10.1002/14651858.CD000323.pub2."},{"pmid":"23480388","type":"BACKGROUND","citation":"Rofes L, Vilardell N, Clave P. Post-stroke dysphagia: progress at last. Neurogastroenterol Motil. 2013 Apr;25(4):278-82. doi: 10.1111/nmo.12112. Epub 2013 Mar 11."},{"pmid":"27006423","type":"BACKGROUND","citation":"Cohen DL, Roffe C, Beavan J, Blackett B, Fairfield CA, Hamdy S, Havard D, McFarlane M, McLauglin C, Randall M, Robson K, Scutt P, Smith C, Smithard D, Sprigg N, Warusevitane A, Watkins C, Woodhouse L, Bath PM. Post-stroke dysphagia: A review and design considerations for future trials. Int J Stroke. 2016 Jun;11(4):399-411. doi: 10.1177/1747493016639057. Epub 2016 Mar 22."},{"pmid":"25825989","type":"BACKGROUND","citation":"Langmore SE, Pisegna JM. Efficacy of exercises to rehabilitate dysphagia: A critique of the literature. Int J Speech Lang Pathol. 2015 Jun;17(3):222-9. doi: 10.3109/17549507.2015.1024171. Epub 2015 Mar 31."},{"pmid":"25869989","type":"BACKGROUND","citation":"Swan K, Speyer R, Heijnen BJ, Wagg B, Cordier R. Living with oropharyngeal dysphagia: effects of bolus modification on health-related quality of life--a systematic review. Qual Life Res. 2015 Oct;24(10):2447-56. doi: 10.1007/s11136-015-0990-y. Epub 2015 Apr 14."},{"pmid":"24166190","type":"BACKGROUND","citation":"Rogus-Pulia N, Robbins J. Approaches to the rehabilitation of dysphagia in acute poststroke patients. Semin Speech Lang. 2013 Aug;34(3):154-69. doi: 10.1055/s-0033-1358368. Epub 2013 Oct 28."},{"pmid":"29243257","type":"BACKGROUND","citation":"Cullins MJ, Krekeler BN, Connor NP. Differential impact of tongue exercise on intrinsic lingual muscles. Laryngoscope. 2018 Oct;128(10):2245-2251. doi: 10.1002/lary.27044. Epub 2017 Dec 15."},{"pmid":"32130514","type":"BACKGROUND","citation":"Krekeler BN, Weycker JM, Connor NP. Effects of Tongue Exercise Frequency on Tongue Muscle Biology and Swallowing Physiology in a Rat Model. Dysphagia. 2020 Dec;35(6):918-934. doi: 10.1007/s00455-020-10105-2. Epub 2020 Mar 4."},{"pmid":"10028038","type":"BACKGROUND","citation":"Daniels SK, Brailey K, Foundas AL. Lingual discoordination and dysphagia following acute stroke: analyses of lesion localization. Dysphagia. 1999 Spring;14(2):85-92. doi: 10.1007/PL00009592."},{"pmid":"27606268","type":"BACKGROUND","citation":"Lee JH, Kim HS, Yun DH, Chon J, Han YJ, Yoo SD, Kim DH, Lee SA, Joo HI, Park JS, Kim JC, Soh Y. The Relationship Between Tongue Pressure and Oral Dysphagia in Stroke Patients. Ann Rehabil Med. 2016 Aug;40(4):620-8. doi: 10.5535/arm.2016.40.4.620. Epub 2016 Aug 24."},{"pmid":"16084801","type":"BACKGROUND","citation":"Crary MA, Mann GD, Groher ME. Initial psychometric assessment of a functional oral intake scale for dysphagia in stroke patients. Arch Phys Med Rehabil. 2005 Aug;86(8):1516-20. doi: 10.1016/j.apmr.2004.11.049."},{"pmid":"18855050","type":"BACKGROUND","citation":"Martin-Harris B, Brodsky MB, Michel Y, Castell DO, Schleicher M, Sandidge J, Maxwell R, Blair J. MBS measurement tool for swallow impairment--MBSImp: establishing a standard. Dysphagia. 2008 Dec;23(4):392-405. doi: 10.1007/s00455-008-9185-9. Epub 2008 Oct 15."},{"pmid":"32650665","type":"BACKGROUND","citation":"Beall J, Hill EG, Armeson K, Garand KLF, Davidson KH, Martin-Harris B. Classification of Physiologic Swallowing Impairment Severity: A Latent Class Analysis of Modified Barium Swallow Impairment Profile Scores. Am J Speech Lang Pathol. 2020 Jul 10;29(2S):1001-1011. doi: 10.1044/2020_AJSLP-19-00080. Epub 2020 Jul 10. Erratum In: Am J Speech Lang Pathol. 2021 Nov 4;30(6):2718-2719."},{"pmid":"28884146","type":"BACKGROUND","citation":"Martin-Harris B, Garand KLF, McFarland D. Optimizing Respiratory-Swallowing Coordination in Patients With Oropharyngeal Head and Neck Cancer. Perspect ASHA Spec Interest Groups. 2017 Jul;2(13):103-110. doi: 10.1044/persp2.SIG13.103. Epub 2017 Jul 31."},{"pmid":"23089830","type":"BACKGROUND","citation":"Pearson WG Jr, Molfenter SM, Smith ZM, Steele CM. Image-based measurement of post-swallow residue: the normalized residue ratio scale. Dysphagia. 2013 Jun;28(2):167-77. doi: 10.1007/s00455-012-9426-9. Epub 2012 Oct 23."},{"pmid":"8721066","type":"BACKGROUND","citation":"Rosenbek JC, Robbins JA, Roecker EB, Coyle JL, Wood JL. A penetration-aspiration scale. Dysphagia. 1996 Spring;11(2):93-8. doi: 10.1007/BF00417897."},{"pmid":"18478837","type":"BACKGROUND","citation":"Carnaby-Mann GD, Crary MA. Adjunctive neuromuscular electrical stimulation for treatment-refractory dysphagia. Ann Otol Rhinol Laryngol. 2008 Apr;117(4):279-87. doi: 10.1177/000348940811700407."},{"pmid":"22930834","type":"BACKGROUND","citation":"Schneider CA, Rasband WS, Eliceiri KW. NIH Image to ImageJ: 25 years of image analysis. Nat Methods. 2012 Jul;9(7):671-5. doi: 10.1038/nmeth.2089."},{"pmid":"10467048","type":"BACKGROUND","citation":"Robbins J, Coyle J, Rosenbek J, Roecker E, Wood J. Differentiation of normal and abnormal airway protection during swallowing using the penetration-aspiration scale. Dysphagia. 1999 Fall;14(4):228-32. doi: 10.1007/PL00009610."},{"pmid":"28534064","type":"BACKGROUND","citation":"Steele CM, Grace-Martin K. Reflections on Clinical and Statistical Use of the Penetration-Aspiration Scale. Dysphagia. 2017 Oct;32(5):601-616. doi: 10.1007/s00455-017-9809-z. Epub 2017 May 22."},{"pmid":"28204745","type":"BACKGROUND","citation":"Bonilha HS, Wilmskoetter J, Tipnis SV, Martin-Harris B, Huda W. EFFECTIVE DOSE PER UNIT KERMA-AREA PRODUCT CONVERSION FACTORS IN ADULTS UNDERGOING MODIFIED BARIUM SWALLOW STUDIES. Radiat Prot Dosimetry. 2017 Nov 1;176(3):269-277. doi: 10.1093/rpd/ncx006."},{"pmid":"30830303","type":"BACKGROUND","citation":"Bonilha HS, Huda W, Wilmskoetter J, Martin-Harris B, Tipnis SV. Radiation Risks to Adult Patients Undergoing Modified Barium Swallow Studies. Dysphagia. 2019 Dec;34(6):922-929. doi: 10.1007/s00455-019-09993-w. Epub 2019 Mar 4."},{"pmid":"3961515","type":"BACKGROUND","citation":"Hendee WR, Edwards FM. ALARA and an integrated approach to radiation protection. Semin Nucl Med. 1986 Apr;16(2):142-50. doi: 10.1016/s0001-2998(86)80027-7."},{"pmid":"12874397","type":"BACKGROUND","citation":"Fullerton HJ, Wu YW, Zhao S, Johnston SC. Risk of stroke in children: ethnic and gender disparities. Neurology. 2003 Jul 22;61(2):189-94. doi: 10.1212/01.wnl.0000078894.79866.95."},{"pmid":"21823153","type":"BACKGROUND","citation":"Bigi S, Fischer U, Wehrli E, Mattle HP, Boltshauser E, Burki S, Jeannet PY, Fluss J, Weber P, Nedeltchev K, El-Koussy M, Steinlin M, Arnold M. Acute ischemic stroke in children versus young adults. Ann Neurol. 2011 Aug;70(2):245-54. doi: 10.1002/ana.22427."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000003680","term":"Deglutition Disorders"},{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000004935","term":"Esophageal Diseases"},{"id":"D000005767","term":"Gastrointestinal Diseases"},{"id":"D000004066","term":"Digestive System Diseases"},{"id":"D000010608","term":"Pharyngeal Diseases"},{"id":"D000010038","term":"Otorhinolaryngologic Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Stroke, Ischemic","relevance":"HIGH"},{"id":"M6572","name":"Deglutition Disorders","asFound":"Dysphagia","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M7775","name":"Esophageal Diseases","relevance":"LOW"},{"id":"M8573","name":"Gastrointestinal Diseases","relevance":"LOW"},{"id":"M6945","name":"Digestive System Diseases","relevance":"LOW"},{"id":"M13205","name":"Pharyngeal Diseases","relevance":"LOW"},{"id":"M12651","name":"Otorhinolaryngologic Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC06","name":"Digestive System Diseases"},{"abbrev":"BC09","name":"Ear, Nose, and Throat Diseases"},{"abbrev":"BC07","name":"Mouth and Tooth Diseases"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}