{"protocolSection":{"identificationModule":{"nctId":"NCT02599259","orgStudyIdInfo":{"id":"AI-007.2"},"organization":{"fullName":"AiCure","class":"INDUSTRY"},"briefTitle":"Using Artificial Intelligence to Measure and Optimize Adherence in Patients on Anticoagulation Therapy.","officialTitle":"Using Artificial Intelligence on Mobile Devices to Automate Directly Observed Therapy (DOT), Confirm Medication Ingestion, and Optimize Treatment in Patients on Anticoagulation Therapy."},"statusModule":{"statusVerifiedDate":"2016-07","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2015-03"},"primaryCompletionDateStruct":{"date":"2016-04","type":"ACTUAL"},"completionDateStruct":{"date":"2016-04","type":"ACTUAL"},"studyFirstSubmitDate":"2015-03-25","studyFirstSubmitQcDate":"2015-11-05","studyFirstPostDateStruct":{"date":"2015-11-06","type":"ESTIMATED"},"lastUpdateSubmitDate":"2016-07-11","lastUpdatePostDateStruct":{"date":"2016-07-12","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"AiCure","class":"INDUSTRY"},"collaborators":[{"name":"Montefiore Medical Center","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"AiCure uses artificial intelligence and visual recognition technology to confirm medication ingestion. The software is available as an app and downloaded onto a smart phone. The single-site, parallel-arm, randomized controlled trial will test the feasibility and impact of using the platform in a stroke population. End points: usability, consistent use of the device, and optimization of treatment.","detailedDescription":"This study will employ a single-site, parallel-arm, and randomized trial design. A total of 50-100 human subjects- who have a diagnosis of ischemic stroke and taking any one of the following oral anticoagulant medication- Coumadin® (warfarin), Pradaxa® (dabigatran), Xarelto® (rivaroxaban) and Eliquis® (apixaban) will be recruited for the study. All participants will receive their doctor's treatment-as-usual. 1:1 randomization will be done at baseline, those in the +arm will have their medication adherence monitored by means of the AiCure platform, and the other participants will be assigned to the control arm of the study.\n\nStudy visits include a screening visit, one or two baseline visits (which ideally will occur between 7 and 14 days after the screening visit), and monthly visits for the 12 weeks following the last baseline visit. Randomization will occur during the final baseline visit. During the final baseline visit, patients assigned to the AiCure intervention arm will be provided training on the AiCure platform. While in the clinic, the participants will practice using the AiCure app by going through a detailed tutorial that consists of a number of interactive training steps. Participants will use a substitute placebo practice medication in order to complete the training tutorial.\n\nStudy participants will be reimbursed to cover their time and transportation costs in accordance with Institutional Review Board (IRB) guidelines.\n\nFor the length of the study, participants assigned to the AiCure intervention arm of the study will be requested to take each dose of their prescribed medication regimen using the AiCure app. Data from each dosing event will be saved onto the participant's device and encrypted data (including de-identified video and time and date of administration) will be automatically transmitted to the centralized dashboard. If the study participant takes a dose but does not use the AiCure app (self-reports by confirming administration over the phone to a Study Coordinator or manually self-reports on the AiCure App without going through the necessary steps), misses a dose (participant fails to take dose prior to 'time for next dose' message appears on the device), or uses the AiCure app incorrectly (usability error or suspicious behavior), the Study Coordinator and/or the AiCure team will intervene as detailed in the escalation protocol.\n\nReal-time adherence data will be automatically transmitted to the cloud-based centralized dashboard for the intervention group. All subjects will have INR and DRVVT measured once a month (or more frequently if on warfarin) to monitor medication adherence using a point of care device and/or laboratory monitoring (upon Principal Investigator and hematologist's discretion) at the clinic visit. All participants will get their prescription refills at their monthly visits. In addition, pill counts will be done for all participants. If adherence is sub-optimal based on pill count, the study coordinator will document the participant's self-reported reasons for sub-optimal adherence. In addition, participants in the intervention group will have their AiCure adherence rates reviewed by the assessing research staff, and any reasons provided by the subject for sub-optimal adherence will be recorded."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke","Oral anticoagulants","NOAC","wireless monitoring","Warfarin","Xarelto","compliance","adherence","monitoring","directly observed therapy","DOT","mobile device","electronic monitoring","artificial intelligence","oral anticoagulation therapy","adherence monitoring methods","nonadherence","non-adherence"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":28,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"1. Monitored (M+)","type":"EXPERIMENTAL","description":"Group receiving treatment as usual (TAU) and using the AiCure platform for monitoring and intervention platform on a mobile device being tested when taking their daily anticoagulation medication.","interventionNames":["Device: Monitored (M+)"]},{"label":"Unmonitored (M-)","type":"NO_INTERVENTION","description":"No Intervention. Group receiving TAU and not issued mobile device with the AiCure platform."}],"interventions":[{"type":"DEVICE","name":"Monitored (M+)","description":"Patients assigned to the intervention arm will use the AiCure Platform to monitor ingestion of all prescribed doses of oral anticoagulants. If a patient misses a dose, takes an incorrect dose, or their data are flagged for suspicious activity, they will be contacted by the Study Coordinator or AiCure study team.","armGroupLabels":["1. Monitored (M+)"],"otherNames":["AiCure","Automated DOT®","AiView®"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"To evaluate acceptability and likability of the platform to patients and providers in providing real-time adherence monitoring.","description":"Assess sustainability over 12 weeks by comparing number of prescribed doses to number of doses taken using the device.","timeFrame":"12 Weeks"}],"secondaryOutcomes":[{"measure":"Improved self-efficacy rates as measured by the SEAMS and BMQ questionnaires, administered at baseline and at the end of the study.","description":"Improved self-efficacy rates as measured by the SEAMS and BMQ questionnaires, administered at baseline and at the end of the study.","timeFrame":"12 Weeks"},{"measure":"Optimized treatment models based on regular monitoring of INR in desired target range of 2 - 3 and DRVVT in combination with real-time adherence data from the Automated DOT® platform","description":"Maintenance of target INR of 2 to 3 in a stroke population taking oral anticoagulants.","timeFrame":"12 Weeks"},{"measure":"Optimized treatment models based on regular monitoring of INR and DRVVT in combination with real-time adherence data from the Automated DOT® platform.","description":"Maintenance of target DRVVT within a predetermined range by a stroke population taking oral anticoagulants.","timeFrame":"12 Weeks"},{"measure":"Evaluate acceptability and utility through qualitative questionnaires.","description":"Evaluate acceptability and utility through qualitative questionnaires.","timeFrame":"12 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Is male or female at least 18 years of age.\n* Having a diagnosis of ischemic stroke.\n* Has a score between 1 and 20 on the NIH Stroke Survey (NIHSS) at admission and upon enrollment at discharge from the index admission to the hospital or at first encounter in the outpatient stroke center.\n* Is taking any one of the monitored drugs- Coumadin®, Pradaxa®, Xarelto® or Eliquis®.\n* Is going home or to acute outpatient rehabilitation after discharge.\n* Has sufficient capacity to provide consent or agree to assent.\n* Has at least minimal mental capacity and motor skills.\n\nExclusion Criteria:\n\n* Has poor fine motor skills, to preclude him/her from holding a pill steady in front of a camera.\n* Has impaired visual or auditory faculties.\n* Is being released to a nursing home, hospice or any other inpatient care facility.\n* Has stable, therapeutic INRs on warfarin for at least one year.\n* Has a mechanical mitral valve or left ventricular assist device.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Adam Hanina, MBA","affiliation":"AiCure","role":"STUDY_DIRECTOR"},{"name":"Daniel Labovitz, MD","affiliation":"Montefiore Medical Center","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Montefiore Medical Center","city":"New York","state":"New York","zip":"10467","country":"United States","geoPoint":{"lat":40.71427,"lon":-74.00597}}]},"referencesModule":{"references":[{"pmid":"28386037","type":"DERIVED","citation":"Labovitz DL, Shafner L, Reyes Gil M, Virmani D, Hanina A. Using Artificial Intelligence to Reduce the Risk of Nonadherence in Patients on Anticoagulation Therapy. Stroke. 2017 May;48(5):1416-1419. doi: 10.1161/STROKEAHA.116.016281. Epub 2017 Apr 6."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M3934","name":"Anticoagulants","relevance":"LOW"},{"id":"M463","name":"Rivaroxaban","relevance":"LOW"},{"id":"M17292","name":"Warfarin","relevance":"LOW"}],"browseBranches":[{"abbrev":"AnCoag","name":"Anticoagulants"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}