{"protocolSection":{"identificationModule":{"nctId":"NCT04467554","orgStudyIdInfo":{"id":"T-Chair"},"organization":{"fullName":"KU Leuven","class":"OTHER"},"briefTitle":"Providing Sitting Balance Training With a Newly Developed Rehabilitation Device","officialTitle":"Monocenter Interventional Study: Providing Sitting Balance Training With a Newly Developed Rehabilitation Device in the Chronic Stage After Stroke A Feasibility and Pilot Randomized Controlled Trial","acronym":"T-Chair"},"statusModule":{"statusVerifiedDate":"2022-01","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-07-17","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-12-18","type":"ACTUAL"},"completionDateStruct":{"date":"2021-07-13","type":"ACTUAL"},"studyFirstSubmitDate":"2020-06-29","studyFirstSubmitQcDate":"2020-07-08","studyFirstPostDateStruct":{"date":"2020-07-13","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-01-14","lastUpdatePostDateStruct":{"date":"2022-01-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Prof Geert Verheyden","investigatorTitle":"Professor","investigatorAffiliation":"KU Leuven"},"leadSponsor":{"name":"KU Leuven","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This clinical study is being conducted to evaluate a new training device, the T-CHAIR, for trunk rehabilitation and post-stroke balance. The investigators would like to study three objectives. First, the investigators want to examine whether training with a new training device is feasible and safe during rehabilitation in the later phase, more than six months after a stroke. The investigators also evaluate whether training with a new training device has an effect on the sitting balance and the function and strength of the trunk. Finally, the investigators examine whether training with a new training device has an effect on walking, standing and activities of daily life and self-care.","detailedDescription":"The primary goal of this study is to evaluate safety, acceptance and feasibility when participants in the chronic phase after a stroke train with this newly developed trainings device. Secondly, the investigators will evaluate the effect of training with this device on secondary outcome parameters such as trunk function, standing and sitting balance, gait and selective movement. The investigators compare the effect on secondary outcomes of the experimental intervention with a control intervention using a randomized controlled trial. Both groups include participants in the chronic phase post-stroke.\n\nTRIAL OBJECTIVES AND PURPOSE\n\nThe primary objective of the proposed project is to investigate the feasibility and safety of sitting balance training on the T-chair, in the chronic phase (\\>6 months) after stroke.\n\nThe second objective of the study is to investigate if utilizing the T-chair has an effect on sitting balance, trunk function and trunk strength in participants post stroke, in comparison to conventional therapy.\n\nThirdly, the investigators will examine if training on the T-chair has an effect on other parameters, such as gait, balance, activities of daily living and reintegration in community.\n\nTYPE AND DESIGN OF THE TRIAL WITH HYPOTHESIS\n\nThis study is a monocenter randomized controlled trial, evaluating participants in the chronic phase (\\>6 months) after stroke. This study will be performed in a rehabilitation center (outpatient department) in Belgium. In this study two groups will be included; the experimental group will receive usual therapy plus additional training on the T-chair, the control group will receive usual therapy only. The investigators believe this is feasible to provide only additional therapy in the experimental group, as our trial is designed to examine the effect of a specific type of additional therapy (independent sitting balance training), and not to compare the effect of one therapy over another kind of therapy.\n\nHypotheses:\n\n1. The T-chair is a safe and feasible training device, to train trunk function in the subacute and chronic phase after stroke.\n2. Training on the T-chair has a positive effect on trunk function and strength compared to conventional therapy.\n3. Training on the T-chair has a positive effect on balance, gait, walking endurance, walking speed, activities of daily living, level of disability and change in patient status compared to conventional therapy.\n\nASSESSMENT\n\nData such as age, date of stroke, type of stroke, localization of stroke, comorbidities, dominant hand, educational level and gender are registered. Testing will be performed three times.\n\nTwo test moments at baseline, with an interval of 2 weeks. The third test moment will be conducted after the after the four weeks intervention.\n\nThe investigators evaluate feasibility and effect of sitting balance training with different standardized measures. All the outcome measures will be assessed using clinical measurement tools, whereby the investigators evaluated trunk selectivity and strength, leg selectivity and strength, walking abilities, level of functional performance and balance. Trunk strength will be assessed with a hand dynanometer and trunk stability with a balance platform BioRescue (RM Ingénierie, France).\n\nThe psychometric properties of the majority of the measurement tools were evaluated through a literature search. The investigators found a high interrater reliability, ranging from 0.74 to 0.99 and an excellent test-retest reliability, ranging from 0.90 to 0.99."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke","Rehabilitation","Chronic phase","feasibility","randomized controlled trial"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Pilot randomized controlled trial","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":30,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Measurements and T-chair training","type":"EXPERIMENTAL","description":"This group will receive three measurements sessions and training with a new developed device (15 therapy sessions in total).","interventionNames":["Device: T-chair"]},{"label":"Measurements","type":"NO_INTERVENTION","description":"This group will receive three measurements sessions."}],"interventions":[{"type":"DEVICE","name":"T-chair","description":"Participants will receive 15 sessions of intervention, four weeks in total with a duration of one hour for each session. The focus of the intervention will be trunk rehabilitation.","armGroupLabels":["Measurements and T-chair training"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Recruitment","description":"Recruitment is characterized by the number of possible participants divided by the number of participants actually participated in the trial.","timeFrame":"Through study completion, an average of 1.5 months."},{"measure":"Retention","description":"Retention is the number of participants that complete the whole trial divided by the number of participants that are included in the study.","timeFrame":"Through study completion, an average of 1.5 months."},{"measure":"Participation","description":"During each therapy the therapist evaluates the participation of each candidate.","timeFrame":"Through study completion, an average of 1.5 months."},{"measure":"Adherence","description":"After each therapy session the therapist evaluates the adherence using the Clinician Rating of Compliance Scale. This is a seven point ordinal scale which assesses the level of adherence of the patient. A higher score represent better adherence. A score lower than five is defined as non-adherent.","timeFrame":"Through study completion, an average of 1.5 months."},{"measure":"Acceptability and enjoyment","description":"The level of enjoyment during the training will be assessed using the physical activity enjoyment scale. This scale contains 18 items, during the training participants have to score how they feel about the training on a seven-point bipolar scale. The lowest score stands for less enjoyment or acceptance, a higher score stands for maximum enjoyment or acceptance.","timeFrame":"Through study completion, an average of 1.5 months."},{"measure":"Safety and Adverse events","description":"Safety is evaluated by retaining all adverse events during the therapy sessions.","timeFrame":"Through study completion, an average of 1.5 months."},{"measure":"Device development or modifications","description":"Feedback from the participants and therapists to improve the device are noted after every session. Each patient and therapist who came in contact with the device received an experience questionnaire. The questionnaire contains 16 questions, 3 questions and 13 categorical questions on 5 or 7 point Likert scale.","timeFrame":"Through study completion, an average of 1.5 months."},{"measure":"Fatigue","description":"After each training session fatigue will be evaluated using Visual Analog Fatigue Scale.This scale consists of a 10 cm horizontal line with written description at each end of the line. The written description varies from no fatigue to Very Severe Fatigue on top of the 10 cm line.","timeFrame":"Through study completion, an average of 1.5 months."},{"measure":"Patient Global Impression of Change","description":"The patient Global impression of change is a one single question to rate their condition after the therapy sessions compared to the rate of their condition at the start of the therapy session. This scale will be evaluated twice. One time after two weeks of intervention and once after the four weeks of intervention.","timeFrame":"Through study completion, an average of 1.5 months."}],"secondaryOutcomes":[{"measure":"Trunk function","description":"The trunk impairment scale evaluates static and dynamic sitting balance and trunk coordination. The trunk impairment scale scores the trunk function based on 17 items on an ordinal scale. A higher score indicates a better trunk function. The maximum score on this scale is 23 points.","timeFrame":"Through study completion, an average of 1.5 months."},{"measure":"Trunk stability","description":"This will be done by performing the modified functional reaching task. More distance is a better outcome.","timeFrame":"Through study completion, an average of 1.5 months."},{"measure":"Trunk strength","description":"We measure strength in Newton with a hand-held dynamometer (MicroFet 2) of a variety of trunk muscle groups. A higher values stands for a better outcome.","timeFrame":"Through study completion, an average of 1.5 months."},{"measure":"Sitting balance","description":"The limits of stability will be evaluated using the balance platform BioRescue or similar measurement.","timeFrame":"Through study completion, an average of 1.5 months."},{"measure":"Walking speed","description":"Walking at comfortable speed and at maximum speed. Each condition will be performed three times. Patient safety will be guaranteed by a therapist walking next to the patient. Walking speed will also be registered using the GAITRite, which is a CE-marked rehabilitation device.","timeFrame":"Through study completion, an average of 1.5 months."},{"measure":"Walking capacity","description":"The functional ambulation categories examines the level of walking capacity. This test is a six-point scale. It ranges from non-functional walking to walking independently on an unstable surface. At first, we evaluate in this test if the participant is able to walk with or without aid or supervision of two or one therapists. If this is possible, then the assessor evaluates if walking is possible only on an even (indoor) or uneven (outdoor) surface. In this test, the participants will be allowed to use a walking aid. A higher level stands for better walking abilities.","timeFrame":"Through study completion, an average of 1.5 months."},{"measure":"Walking endurance","description":"We evaluate the endurance of walking by using the two-minute walk test (2MWT). The participants walk for two minutes at a standardized indoor walking track and may use a walking aid.","timeFrame":"Through study completion, an average of 1.5 months."},{"measure":"Lower extremities strength","description":"We measure strength in Newton with a hand-held dynamometer (MicroFet 2) of a variety of lower limb muscle groups.","timeFrame":"Through study completion, an average of 1.5 months."},{"measure":"Selective movements of the lower extremities and coordination","description":"We utilize the Fugl-Meyer assessment scale to evaluate selective movements of both the lower extremities.The motor score for the extremities includes assessment of reflex reactions, coordination as well as movements of the shoulder, elbow, wrist, hip, knee and ankle joint. The scoring ranges from 0-34 for selective movements and coordination of the lower extremities and 66 for selective movements and coordination of the upper extremities. A higher score represents a better motor function. We collect the total score and sub scores.","timeFrame":"Through study completion, an average of 1.5 months."},{"measure":"Balance","description":"The Berg Balance scale scores sitting and standing balance based on 14 items. The score ranges from 0 to 56. For each item, the scoring is possible on a 4-point ordinal scale. A higher score represents a better outcome.","timeFrame":"Through study completion, an average of 1.5 months."},{"measure":"Number of falls","description":"Participants in this study all receive an agenda to note the number of falls and the circumstances of the falls. During the four study weeks they have to fill in the agenda when a fall or an almost fall incident occurs.","timeFrame":"Through study completion, an average of 1.5 months."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. First major stroke event, a transient ischemic attack or a previous stroke with full recovery is allowed.\n2. Impairment of the trunk function, with a maximum score of 19 on the trunk impairment scale .\n3. Able to maintain seated position for more than 10 seconds.\n4. Able to come to the rehabilitation ward as a chronic patient.\n5. More than six months after a stroke event.\n6. Older than 18 years.\n7. With no comorbidities other than stroke affecting trunk function. Comorbidities could be musculoskeletal problems or other neurological diseases.\n8. With sufficient cognitive and language capacity to perform the assessment.\n\nExclusion Criteria:\n\n1. Not able to give informed consent.\n2. Not approved informed consent.\n3. Subject does not understand the study procedures.\n4. Subject has any history of another major neurological disorder.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"110 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"Liselot Thijs","city":"Leuven","zip":"3000","country":"Belgium","geoPoint":{"lat":50.87959,"lon":4.70093}}]},"referencesModule":{"references":[{"pmid":"34321042","type":"DERIVED","citation":"Thijs L, Voets E, Wiskerke E, Nauwelaerts T, Arys Y, Haspeslagh H, Kool J, Bischof P, Bauer C, Lemmens R, Baumgartner D, Verheyden G. Technology-supported sitting balance therapy versus usual care in the chronic stage after stroke: a pilot randomized controlled trial. J Neuroeng Rehabil. 2021 Jul 28;18(1):120. doi: 10.1186/s12984-021-00910-7."}],"seeAlsoLinks":[{"label":"Open access","url":"https://doi.org/10.1186/s12984-021-00910-7"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}