{"protocolSection":{"identificationModule":{"nctId":"NCT03311386","orgStudyIdInfo":{"id":"Collaterals and acute stroke"},"organization":{"fullName":"Assiut University","class":"OTHER"},"briefTitle":"Intracranial Collaterals in Acute Stroke and Clinical Outcome","officialTitle":"Evaluation of Collateral Vessels in Patients With Acute Ischemic Stroke Receiving Thrombolytic Therapy (Clinical and Radiological Study)"},"statusModule":{"statusVerifiedDate":"2021-09","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-11-23","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-01-01","type":"ACTUAL"},"completionDateStruct":{"date":"2021-08-01","type":"ACTUAL"},"studyFirstSubmitDate":"2017-10-02","studyFirstSubmitQcDate":"2017-10-13","studyFirstPostDateStruct":{"date":"2017-10-17","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-09-08","lastUpdatePostDateStruct":{"date":"2021-09-16","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Ahmed Mamdouh Mohammed Tawfeeq","investigatorTitle":"principle investigator","investigatorAffiliation":"Assiut University"},"leadSponsor":{"name":"Assiut University","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Assessment of the evolution of intracranial collaterals and its relationship with functional outcomes in acute ischemic stroke (AIS) patients treated with IV tissue plasminogen activator (tPA).","detailedDescription":"Intracranial collaterals Assessment in acute ischemic stroke In clinical practice, infarct growth does not always progress to involve the full extent of the vascular territory, even if the affected intracranial artery fails to recanalize. The presence and recruitment of various collateral channels are believed to be responsible for this phenomenon in acute ischemic stroke (AIS). These collaterals may also play an important role in influencing the safety and efficacy of acute revascularization approaches. Although blood supply from the leptomeningeal collaterals may temporarily maintain the ischemic penumbra, the persistence and effectiveness of this alternative circulatory supply is erratic and unpredictable. Some collaterals may disappear over time (collateral failure); this is one of the mechanisms responsible for clinical deterioration following initial improvement.\n\nConversely, dramatic resolution of initial neurologic deficits may be seen though the occluded intracranial artery did not recanalize, often attributable to the rapid improvement of cerebral perfusion via effective collateral pathways (collateral recruitment). Therefore, the temporal behavior of intracranial collaterals may play an important role in determining the functional outcome in AIS patients.\n\nCT angiography (CTA) of the brain is acutely performed in AIS patients before or immediately after administering IV tissue plasminogen activator (tPA) The Alberta Stroke Program Early CT (ASPECTS) leptomeningeal collaterals score on CT-angiography helps in prognosticating functional outcome in acute ischemic stroke (AIS) patients treated with intravenous thrombolysis. Leptomeningeal collaterals in AIS are dynamic, especially during the first few hours or days of AIS.\n\nIn animals, 3 different types of collaterals have been identified: transient collaterals that could be seen immediately after the stroke and last less than 90 minutes; impermanent collaterals that disappear after 90-150 minutes; and persistent collaterals, which can be seen for longer periods.\n\nPatients with good collateral flow demonstrated less hypo perfused tissue and less infarct growth within the penumbra zone than those with poor collateral . A relationship is found between good early collaterals on pretreatment imaging and smaller infarct volume with better outcomes.\n\nThe initial state of the collateral circulation on the pretreatment CTA also has bearing on the clinical effect of the collateral recruitment on the day 2 CTA.\n\nHowever, collateral recruitment with poor pretreatment collaterals was associated with poor functional outcome at 3 months and a higher risk of intracranial hemorrhage.\n\nOne plausible mechanism that delayed collateral recruitment lead to worse outcomes could be related to the maximal vasodilation in the ischemic area and how collateral recruitment in the adjacent regions may trigger a steal-like phenomenon with resultant expansion of the ischemic core. Another possible mechanism could be related to failed autoregulation in the affected vascular territory, leading to increased hyper perfusion damage with a higher chance of bleeding."},"conditionsModule":{"conditions":["Collateral Circulation, Any Site"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":40,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Patients in AIS receiving actilyse","description":"the patients will receive actilyse intaravenously in a dose of 0.9mg/kg once","interventionNames":["Drug: Actilyse"]}],"interventions":[{"type":"DRUG","name":"Actilyse","description":"thrombolytic therapy","armGroupLabels":["Patients in AIS receiving actilyse"],"otherNames":["Alteplase"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"90-days functional outcome","description":"90-day modified Rankin Score (mRS) 0-2 or equal to the pre-stroke modified Rankin scale he Modified Rankin Scale (mRS) The scale runs from 0-6 0 - No symptoms.\n\n1. - No significant disability. Able to carry out all usual activities, despite some symptoms.\n2. - Slight disability. Able to look after own affairs without assistance, but unable to carry out all previous activities.\n3. - Moderate disability. Requires some help, but able to walk unassisted.\n4. - Moderately severe disability. Unable to attend to own bodily needs without assistance, and unable to walk unassisted.\n5. - Severe disability. Requires constant nursing care and attention, bedridden, incontinent.\n6. - Dead.","timeFrame":"90 days"}],"secondaryOutcomes":[{"measure":"Early neurologic improvement","description":"Defined as The National Institutes of Health Stroke Scale score \"NIHSS\" of 0 to 2 at 24 hours or an 8-point drop in NIHSS score from baseline to 24 hours.\n\nThe NIHSS is composed of 11 items, each of which scores a specific ability between a 0 and 4. For each item, a score of 0 typically indicates normal function in that specific ability, 0 No stroke symptoms 1-4 Minor stroke 5-15 Moderate stroke 16-20 Moderate to severe stroke 21-42 Severe stroke","timeFrame":"24 hours"}]},"eligibilityModule":{"eligibilityCriteria":"IInclusion Criteria:\n\n* Patient presenting to the emergency department with symptoms consistent with ischemic stroke.\n* Age \\> 18 yrs.\n* Evidence of a visible and symptomatic intracranial occlusion on baseline CT-angiography (intracranial ICA, M1 MCA segment +/- intracranial ICA, proximal M2 MCA).\n* Treatment with IV tPA.\n\nExclusion Criteria:\n\n* Intracranial hemorrhage (ICH) identified on baseline CT.\n* Previous moderate to large stroke in the ipsilesional hemisphere.\n* Modified Rankin Scale \\> 2 at baseline.\n* Unable to have CT-angio performed due to recent estimated creatinine clearance eCCr\\<60 ml/min, contrast allergy or other reasons.\n* Any terminal illness (patient not expected to survive \\> 1 year).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"All patients with acute ischemic stroke within 4.5 hours - legible for receiving IV r TPA- admitted to Neurology department of Asyut University within 1 year (2017-2018)","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Essam Darwish, Professor","affiliation":"Assiut University","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Ahmed Hamdy, Ass.Prof","affiliation":"Assiut University","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Assiut university","city":"Assiut","zip":"71511","country":"Egypt","geoPoint":{"lat":27.18096,"lon":31.18368}}]},"referencesModule":{"references":[{"pmid":"26451027","type":"BACKGROUND","citation":"Bang OY, Goyal M, Liebeskind DS. Collateral Circulation in Ischemic Stroke: Assessment Tools and Therapeutic Strategies. Stroke. 2015 Nov;46(11):3302-9. doi: 10.1161/STROKEAHA.115.010508. Epub 2015 Oct 8. No abstract available."}]}},"annotationSection":{"annotationModule":{"unpostedAnnotation":{"unpostedResponsibleParty":"Ahmed Mamdouh Mohammed Tawfeeq, principle investigator, Assiut University","unpostedEvents":[{"type":"RELEASE","date":"2022-11-03"},{"type":"RESET","date":"2023-09-12"}]}}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14","submissionTracking":{"estimatedResultsFirstSubmitDate":"2022-11-03","submissionInfos":[{"releaseDate":"2022-11-03","resetDate":"2023-09-12"}]}},"conditionBrowseModule":{"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"D000010959","term":"Tissue Plasminogen Activator"}],"ancestors":[{"id":"D000005343","term":"Fibrinolytic Agents"},{"id":"D000050299","term":"Fibrin Modulating Agents"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"}],"browseLeaves":[{"id":"M13539","name":"Tissue Plasminogen Activator","asFound":"Airflow","relevance":"HIGH"},{"id":"M8163","name":"Fibrinolytic Agents","relevance":"LOW"},{"id":"M13538","name":"Plasminogen","relevance":"LOW"}],"browseBranches":[{"abbrev":"FiAg","name":"Fibrinolytic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}