{"protocolSection":{"identificationModule":{"nctId":"NCT04770194","orgStudyIdInfo":{"id":"SP-8008-1001"},"secondaryIdInfos":[{"id":"2019-000098-21","type":"EUDRACT_NUMBER"}],"organization":{"fullName":"Shin Poong Pharmaceutical Co. Ltd.","class":"INDUSTRY"},"briefTitle":"Phase I Study to Assess the Safety, Tolerability, Pharmacokinetics and Pharmacodynamics of SP-8008","officialTitle":"A Phase I Study to Assess the Safety, Tolerability, Pharmacokinetics and Pharmacodynamics of Single Oral Doses of SP-8008 in Healthy Male Subjects"},"statusModule":{"statusVerifiedDate":"2021-02","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-10-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-01-23","type":"ACTUAL"},"completionDateStruct":{"date":"2020-01-23","type":"ACTUAL"},"studyFirstSubmitDate":"2020-09-08","studyFirstSubmitQcDate":"2021-02-22","studyFirstPostDateStruct":{"date":"2021-02-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-02-22","lastUpdatePostDateStruct":{"date":"2021-02-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Shin Poong Pharmaceutical Co. Ltd.","class":"INDUSTRY"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This is a single-centre, double-blind, randomised, placebo-controlled single oral-dose escalation study in healthy male subjects. It is planned to enrol approximately 48 subjects into up to 6 planned dose level cohorts.\n\nSubjects will be randomly assigned to receive a single oral dose of active Investigational medicinal product (IMP) or matching placebo in a sequential escalating manner with at least 14 days planned between dose cohorts. Dose review of the preceding dose will take place during the 14 day interval.\n\nThe study will consist of escalating single doses in sequential cohorts. Each dose level cohort will consist of 8 subjects; 6 subjects will receive SP-8008 and 2 subjects will receive placebo according to the randomisation schedule. For all dose levels the first 2 sentinel subjects will be randomised 1:1 to placebo or SP-8008, and the remaining 6 subjects will be randomised 1:5 to placebo or SP-8008, respectively.","detailedDescription":"Investigational medicinal product (IMP) will be administered at only 1 dose level at a time. Following each of Periods 1, 2, 3, 4, and 5, there will be a period of interim analysis and review of safety, PK and available PD data from the previous period(s) in order to determine which SP 8008 formulation and dose to administer further regimens. Administration at the next dose level will not begin until the safety and tolerability of the preceding dose level have been evaluated and deemed acceptable by the investigator and sponsor, and the exposure of SP-8008 remains within the pre specified limits following interim review. There will be an interval of no less than 14 days between the dosing of successive cohorts, unless a subject cohort returns to a dose that is lower than that already given in a previous cohort eg to obtain dose linearity information. Dose escalation will be guided by emerging safety, PK and available PD data and confirmed after each interim data review meeting.\n\nThere is the option to assess the safety, PK and PD of an alternative formulation. This formulation will be invoked if, following review of data from the preceding periods, it is decided that the exposure from the current formulation may not be ideal for future development."},"conditionsModule":{"conditions":["Acute Coronary Syndrome","Stroke"],"keywords":["antiplatelet drug","shear stress","SP-8008"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Subjects will be screened for inclusion in the study up to 28 days prior to dosing. Subjects will be admitted to the clinical unit on the morning of Day -1, and will be dosed in a randomised, double-blind manner on the morning of Day 1 following an overnight fast (approximately 10 h).\n\nDrug administration will be performed with an appropriate interval (approximately 10 min) between subjects based on logistical requirements. Subjects will remain resident in the clinical unit until up to 48 h after dosing (up to Day 3). Subjects with AEs that represent a cause for concern will be asked to remain resident in the clinical unit until the AE resolves or stabilises. The minimum interval between dose administrations will be 14 days to allow for interim review of PK and safety data from the previous regimen. A follow-up visit will take place 5 to 7 days post-dose for assessment of safety and tolerability.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","INVESTIGATOR"]}},"enrollmentInfo":{"count":48,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Cohort 1: 200mg SP-8008 Prototype Capsule A","type":"EXPERIMENTAL","description":"Treat 200 mg SP-8008 Prototype Capsule A or matching placebo. 6 out of 8 subjects were administrated SP-8008 and the other two were received Placebo.","interventionNames":["Drug: SP-8008 Prototype Capsule A","Drug: Placebo"]},{"label":"Cohort 2: 400mg SP-8008 Prototype Capsule A","type":"EXPERIMENTAL","description":"Treat 400 mg SP-8008 Prototype Capsule A or matching placebo. 6 out of 8 subjects were administrated SP-8008 and the other two were received Placebo.","interventionNames":["Drug: SP-8008 Prototype Capsule A","Drug: Placebo"]},{"label":"Cohort 3: 800mg SP-8008 Prototype Capsule A","type":"EXPERIMENTAL","description":"Treat 800 mg SP-8008 Prototype Capsule A or matching placebo. 6 out of 8 subjects were administrated SP-8008 and the other two were received Placebo.","interventionNames":["Drug: SP-8008 Prototype Capsule A","Drug: Placebo"]},{"label":"Cohort 4: 800 mg SP-8008 Prototype Capsule B","type":"EXPERIMENTAL","description":"Treat 800 mg SP-8008 Capsule B or matching placebo. 6 out of 8 subjects were administrated SP-8008 and the other two were received Placebo.","interventionNames":["Drug: SP-8008 Prototype Capsule B","Drug: Placebo"]},{"label":"Cohort 5: 1200 mg SP-8008 Prototype Capsule B","type":"EXPERIMENTAL","description":"Treat 1200 mg SP-8008 Capsule B or matching placebo. 6 out of 8 subjects were administrated SP-8008 and the other two were received Placebo.","interventionNames":["Drug: SP-8008 Prototype Capsule B","Drug: Placebo"]},{"label":"Cohort 6: 1800 mg SP-8008 Prototype Capsule B","type":"EXPERIMENTAL","description":"Treat 1600 mg SP-8008 Capsule B or matching placebo. 6 out of 8 subjects were administrated SP-8008 and the other two were received Placebo.","interventionNames":["Drug: SP-8008 Prototype Capsule B","Drug: Placebo"]}],"interventions":[{"type":"DRUG","name":"SP-8008 Prototype Capsule A","description":"Oral","armGroupLabels":["Cohort 1: 200mg SP-8008 Prototype Capsule A","Cohort 2: 400mg SP-8008 Prototype Capsule A","Cohort 3: 800mg SP-8008 Prototype Capsule A"],"otherNames":["SP-8008"]},{"type":"DRUG","name":"SP-8008 Prototype Capsule B","description":"Oral","armGroupLabels":["Cohort 4: 800 mg SP-8008 Prototype Capsule B","Cohort 5: 1200 mg SP-8008 Prototype Capsule B","Cohort 6: 1800 mg SP-8008 Prototype Capsule B"],"otherNames":["SP-8008"]},{"type":"DRUG","name":"Placebo","description":"Oral","armGroupLabels":["Cohort 1: 200mg SP-8008 Prototype Capsule A","Cohort 2: 400mg SP-8008 Prototype Capsule A","Cohort 3: 800mg SP-8008 Prototype Capsule A","Cohort 4: 800 mg SP-8008 Prototype Capsule B","Cohort 5: 1200 mg SP-8008 Prototype Capsule B","Cohort 6: 1800 mg SP-8008 Prototype Capsule B"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Safety profile of single doses of SP-8008 in healthy male subjects was evaluated with serious adverse drug reactions (SADRs)","description":"The number of subject who experienced a serious adverse drug reaction","timeFrame":"Follows up to 7 days"},{"measure":"Safety profile of single doses of SP-8008 in healthy male subjects was evaluated with severe adverse drug reactions (ADRs)","description":"The number of subject who experienced a severe adverse drug reaction","timeFrame":"Follows up to 7 days"},{"measure":"Safety profile of single doses of SP-8008 in healthy male subjects was evaluated with clinically significant non-serious adverse events (AEs)","description":"The number of subject who experienced a clinically significant non serious adverse event","timeFrame":"Follows up to 7 days"}],"secondaryOutcomes":[{"measure":"To evaluate the effect of single dose SP-8008 on platelet function through Shear stress-induced platelet aggregation (SIPA)","description":"Evaluate the pharmacodynamics (PD) effects of SP-8008 to measure platelet functional closure time under SIPA conditions. The effect of SP-8008 on SIPA will be evaluated in anti-coagulated blood with citrate using the Platelet Function Analyser (PFA-100) instrument and optical aggregometry.","timeFrame":"Follows up to 48 hours"},{"measure":"To evaluate the effect of single dose SP-8008 on platelet function through inhibition of platelet aggregation (IPA)","description":"Evaluate the PD effects of SP-8008 to investigate the increment of platelet aggravating physiological factors under IPA conditions. The effect of SP-8008 on IPA will be evaluated in anti-coagulated blood with citrate using the Platelet Function Analyser (PFA-100) instrument and optical aggregometry.","timeFrame":"Follows up to 48 hours"},{"measure":"To characterize the pharmacokinetics of SP-8008 in health male subjects. - Peak Plasma Concentration (Cmax)","description":"Evaluate Maximum Observed Drug Concentration (Cmax) of SP-8008.","timeFrame":"Follows up to 48 hours"},{"measure":"To characterize the pharmacokinetics of SP-8008 in health male subjects. - Area under the plasma concentration versus time curve from time zero to infinity (AUC[0-∞])","description":"Evaluate Area Under the Concentration Versus Time Curve from Time Zero to Infinity (AUC\\[0-∞\\]) of SP-8008.","timeFrame":"Follows up to 48 hours"}],"otherOutcomes":[{"measure":"Laboratory measures of von Willebrand Factor (VWF) activity through Shear stress-induced platelet aggregation (SIPA)","description":"Evaluate the PD effects of SP-8008 to investigate the increment of vWF under SIPA conditions.","timeFrame":"Follows up to 48 hours"},{"measure":"To characterize the pharmacokinetics of SP-8008 metabolites- Peak Plasma Concentration (Cmax)","description":"Evaluate Maximum Observed Drug Concentration (Cmax) of the metabolite glucuronide and sulfate conjugates of SP-8008 following a single oral dose.","timeFrame":"Follows up to 48 hours"},{"measure":"To characterize the pharmacokinetics of SP-8008 metabolites- Area under the plasma concentration versus time curve from time zero to infinity (AUC[0-∞])","description":"Evaluate Area Under the Concentration Versus Time Curve from Time Zero to Infinity (AUC\\[0-∞\\]) of the metabolite glucuronide and sulfate conjugates of SP-8008 following a single oral dose.","timeFrame":"Follows up to 48 hours"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Healthy males\n2. Age 18 to 55 years of age at the time of signing informed consent\n3. Body mass index of 18.0 to 32.0 kg/m2 as measured at screening\n4. Good state of health (mentally and physically) as indicated by a comprehensive clinical assessment (detailed medical history and a complete physical examination), electrocardiogram (ECG) and laboratory investigations (haematology, coagulation, clinical chemistry and urinalysis) and bleeding time (bleeding time may be measured on Day 1)\n5. Must be willing and able to communicate and participate in the whole study\n6. Must provide written informed consent\n7. Must agree to adhere to the contraception requirements\n\nExclusion Criteria:\n\n1. Female subjects\n2. Subjects who had received any investigator medicinal product (IMP) in a clinical research study within the 3 months or 90 days prior to Day 1\n3. Subjects who were study site employees, or immediate family members of a study site or sponsor employee\n4. Subjects who had previously been enrolled in this study\n5. History of any drug or alcohol abuse in the past 2 years\n6. Regular alcohol consumption \\>21 units per week (1 unit = ½ pint beer, or a 25 mL shot of 40% spirit, 1.5 to 2 units = 125 mL glass of wine, depending on type)\n7. Current smokers and those who had smoked within the last 12 months. A confirmed breath carbon monoxide (CO) reading of greater than 10 ppm at screening or admission Current users of e-cigarettes and nicotine replacement products and those who had used these products within the last 12 months\n8. Current users of e-cigarettes and nicotine replacement products and those who had used these products within the last 12 months\n9. Subjects without suitable veins for multiple venepunctures/cannulation as assessed by the investigator or delegate at screening\n10. Clinically significant abnormal biochemistry, haematology, coagulation or urinalysis as judged by the investigator including investigator medicinal product (PT) \\>14 s, investigator medicinal product (aPTT) \\> reference laboratory values, platelet count ≤100,000 mm3, alanine aminotransferase (ALT)/ aspartate aminotransferase (AST) \\>2× upper limit of normal, white blood cells ≤3000 × 109/L, haemoglobin \\<11 g/dL, total bilirubin \\>20 µmol/L, bleeding time \\>15 min\n11. Any clinically significant medical disorders increasing the tendency to bleed easily, or a history of recent trauma or surgery, or a history of gout and renal stones\n12. Confirmed positive drugs of abuse test result\n13. Positive hepatitis B surface antigen (HBsAg), hepatitis C virus antibody (HCV Ab) or human immunodeficiency virus (HIV) results\n14. Evidence of renal impairment at screening, as indicated by an estimated Creatinine Clearance (CrCl) of \\<80 mL/min using the Cockcroft-Gault equation\n15. History of clinically significant cardiovascular, renal, hepatic, chronic respiratory or gastrointestinal disease, neurological or psychiatric disorder, as judged by the investigator\n16. Serious adverse reaction (SAE) or serious hypersensitivity to any drug or the formulation excipients\n17. Presence or history of clinically significant allergy requiring treatment, as judged by the investigator. Hay fever was allowed unless it was active\n18. Donation or loss of greater than 400 mL of blood within the previous 3 months\n19. Subjects who were taking, or had taken, any prescribed or over-the-counter drug, herbal remedies or supplements in the 14 days before IMP administration; these included fish oil/Omega-3, St. John's wort, ginseng, garlic, gingko, saw palmetto, echinacea, yohimbine, liquorice and black cohosh. Exceptions may have applied on a case by case basis, if considered not to interfere with the objectives of the study, as agreed by the principal investigator (PI) and sponsor's medical monitor.\n20. Failure to satisfy the investigator of fitness to participate for any other reason","healthyVolunteers":true,"sex":"MALE","genderBased":true,"genderDescription":"Male","minimumAge":"18 Years","maximumAge":"55 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Stuart Mair, MD","affiliation":"Quotient Sciences","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Quotient Sciences","city":"Nottingham","state":"Nottinghamshire","zip":"NG11 6JS","country":"United Kingdom","geoPoint":{"lat":52.9536,"lon":-1.15047}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000054058","term":"Acute Coronary Syndrome"}],"ancestors":[{"id":"D000017202","term":"Myocardial Ischemia"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000014652","term":"Vascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M16045","name":"Syndrome","relevance":"LOW"},{"id":"M27235","name":"Acute Coronary Syndrome","asFound":"Acute Coronary Syndrome","relevance":"HIGH"},{"id":"M6236","name":"Coronary Artery Disease","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M19196","name":"Myocardial Ischemia","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M13555","name":"Platelet Aggregation Inhibitors","relevance":"LOW"}],"browseBranches":[{"abbrev":"PlAggInh","name":"Platelet Aggregation Inhibitors"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}