{"protocolSection":{"identificationModule":{"nctId":"NCT05097040","orgStudyIdInfo":{"id":"IRB-300008160"},"organization":{"fullName":"University of Alabama at Birmingham","class":"OTHER"},"briefTitle":"A Coach-Guided Online Acceptance and Commitment Therapy (ACT) Intervention for Stroke Survivors","officialTitle":"Effects of a Coach-Guided Online Acceptance and Commitment Therapy (ACT) Intervention on Stroke Survivors: A Pilot Randomized Controlled Trial"},"statusModule":{"statusVerifiedDate":"2022-02","overallStatus":"WITHDRAWN","whyStopped":"The research team decided not to implement this study.","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-01-09","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-02-11","type":"ACTUAL"},"completionDateStruct":{"date":"2022-02-11","type":"ACTUAL"},"studyFirstSubmitDate":"2021-10-18","studyFirstSubmitQcDate":"2021-10-18","studyFirstPostDateStruct":{"date":"2021-10-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-02-11","lastUpdatePostDateStruct":{"date":"2022-03-02","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Areum Han","investigatorTitle":"Assistant professor","investigatorAffiliation":"University of Alabama at Birmingham"},"leadSponsor":{"name":"University of Alabama at Birmingham","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The pilot randomized controlled trial aims to assess effects of a guided online acceptance and commitment therapy (ACT) intervention on distressed stroke survivors compared to the care-as-usual control group. A total of 24 stroke survivors who meet the inclusion criteria will be recruited and randomized to either the intervention group or the control group. Exploratory hypotheses are that the ACT group will show improvements in mental health outcomes (e.g., depressive symptoms, anxiety, and stress), and ACT processes (e.g., psychological flexibility/acceptance) at posttest and 2-month follow-up, compared to the care-as-usual control group. Also, the project will evaluate the feasibility of recruitment, adherence, and retention of participants and explore participants' experiences in the ACT intervention through semi-structured interviews at posttest.","detailedDescription":"This pilot randomized controlled trial aims to assess effects of a coach-guided individual online acceptance and commitment therapy (ACT) intervention on distressed stroke survivors compared to the care-as-usual control group. A total of 24 stroke survivors who meet the inclusion criteria will be recruited and randomized to either the intervention group or the control group. The intervention group will receive individual ACT sessions guided by a trained coach for one hour per week over 6 weeks through Zoom videoconferencing. Also, a one-time 1-hour booster session will be provided at 1-month follow-up to facilitate the maintenance of treatment effects. All ACT sessions will be delivered by our ACT coach, a licensed professional counselor (LPC) with substantial clinical experiences and expertise in ACT. Participants assigned to the control group will receive care as usual during the study period. Outcomes regarding mental health and ACT processes will be collected at three time points (i.e., pretest, posttest, and 2-month follow-up) and compared between groups over time. Mental health outcomes and ACT processes will be measured using self-reported questionnaires. A 30-minute individual interview also will be conducted for participants in the intervention group through Zoom videoconferencing to explore participants' experiences in the ACT intervention. The participant demographic information form will be asked to complete at pretest only, asking participants' information such as age, gender, ethnicity/race, level of education, marital status, employment status, and time since stroke."},"conditionsModule":{"conditions":["Depression","Anxiety","Stress","Stroke"],"keywords":["Acceptance and Commitment Therapy","Stroke","Mindfulness","Psychological health","Self-compassion","Depression","Anxiety","Stress"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["INVESTIGATOR"]}},"enrollmentInfo":{"count":0,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Acceptance and commitment therapy (ACT) group","type":"EXPERIMENTAL","description":"A total of 7 ACT sessions individually guided by a trained coach through Zoom videoconferencing","interventionNames":["Behavioral: acceptance and commitment therapy (ACT)"]},{"label":"Control group","type":"NO_INTERVENTION","description":"Care as usual"}],"interventions":[{"type":"BEHAVIORAL","name":"acceptance and commitment therapy (ACT)","description":"The intervention group will receive individual ACT sessions guided by a trained coach for one hour per week over 6 weeks through Zoom videoconferencing. Also, a one-time 1-hour booster session will be provided at 1-month follow-up to facilitate the maintenance of treatment effects.","armGroupLabels":["Acceptance and commitment therapy (ACT) group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change from baseline to immediately after the intervention and 2-month follow-up on the Patient Health Questionnaire-9","description":"The Patient Health Questionnaire-9 is a 9-item questionnaire assessing depressive symptoms on a scale of 0 to 3. Scores range from 0 to 27. Higher scores indicate greater symptomatology in depression.","timeFrame":"Change from baseline to immediately after the intervention and 2-month follow-up"},{"measure":"Change from baseline to immediately after the intervention and 2-month follow-up on the Generalized Anxiety Disorder-7","description":"The Generalized Anxiety Disorder-7 is a 7-item questionnaire assessing anxiety on a scale of 0 to 3. Scores range from 0 to 21. Higher scores indicate greater anxiety.","timeFrame":"Change from baseline to immediately after the intervention and 2-month follow-up"},{"measure":"Change from baseline to immediately after the intervention and 2-month follow-up on the Perceived Stress Scale","description":"The Perceived Stress Scale is a 10-item questionnaire assessing stress on a scale of 0 to 4. Scores range from 0 to 40. Higher scores indicate greater stress.","timeFrame":"Change from baseline to immediately after the intervention and 2-month follow-up"}],"secondaryOutcomes":[{"measure":"Change from baseline to immediately after the intervention and 2-month follow-up on the World Health Organization Quality of Life - Psychological health component","description":"World Health Organization Quality of Life - Psychological health component has 6 items measuring psychological quality of life on scale of 1 to 5. Scores range from 6 to 30. Higher scores denote higher quality of life in terms of psychological health.","timeFrame":"Change from baseline to immediately after the intervention and 2-month follow-up"},{"measure":"Change from baseline to immediately after the intervention and 2-month follow-up on the Self-Compassion Scale- Short Form","description":"Self-Compassion Scale- Short Form is a 12-item self-report questionnaire assessing self-compassion on a scale of 1 to 5. Scores range from 12 to 60. Higher scores indicate higher levels of self-compassion.","timeFrame":"Change from baseline to immediately after the intervention and 2-month follow-up"},{"measure":"Change from baseline to immediately after the intervention and 2-month follow-up on the Patient-Reported Outcomes Measurement Information System (PROMIS) - Meaning and Purpose Short Form","description":"The PROMIS Meaning and Purpose Short Form is a 4-item self-report questionnaire assessing meaning and purpose in life on a scale of 1 to 5. Scores range from 4 to 20. Higher scores indicate greater meaning and purpose in life.","timeFrame":"Change from baseline to immediately after the intervention and 2-month follow-up"},{"measure":"Change from baseline to immediately after the intervention and 2-month follow-up on the Patient-Reported Outcomes Measurement Information System (PROMIS) Self-Efficacy for Managing Chronic Conditions - Managing Emotions - Short Form","description":"The PROMIS Self-Efficacy for Managing Chronic Conditions - Managing Emotions - Short Form is a 4-item self-report questionnaire assessing an individual's self-efficacy for managing chronic conditions in terms of emotions on a scale of 1 to 5. The scores range from 4 to 20. Higher scores reflect greater self-efficacy in managing chronic conditions in terms of emotions.","timeFrame":"Change from baseline to immediately after the intervention and 2-month follow-up"},{"measure":"Change from baseline to immediately after the intervention and 2-month follow-up on the Action and Acceptance Questionnaire-II","description":"Action and Acceptance Questionnaire -II is a 7-item self-report questionnaire measuring psychological flexibility on a scale of 1 to 7. Scores range from 7 to 49. Higher scores indicate poor psychological flexibility.","timeFrame":"Change from baseline to immediately after the intervention and 2-month follow-up"},{"measure":"Change from baseline to immediately after the intervention and 2-month follow-up on the Cognitive Fusion Questionnaire","description":"Cognitive Fusion Questionnaire -7 is a 7-item self-report questionnaire measuring cognitive fusion on scale of 1 to 7. Scores range from 7 to 49. Higher scores indicate greater levels of cognitive fusion.","timeFrame":"Change from baseline to immediately after the intervention and 2-month follow-up"},{"measure":"Change from baseline to immediately after the intervention and 2-month follow-up on the Engaged Living Scale","description":"Engaged Living Scale -9 is a 9-item self-assessment instrument that measures clarity and engagement with personal values and life fulfillment on a scale of 1 to 5. The total scores range from 9 to 45, and higher scores indicate increased clarity and engagement with personal values and greater life fulfillment.","timeFrame":"Change from baseline to immediately after the intervention and 2-month follow-up"}],"otherOutcomes":[{"measure":"Interviews of participants","description":"Participants' experiences in the ACT intervention will be explored using individual interviews at the immediate completion of 6 weekly ACT sessions. Each interview will last for about 30 minutes.","timeFrame":"Immediately after completing 6 weekly ACT sessions"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* community-dwelling adults (aged 18 or above) with a confirmed diagnosis of stroke\n* having at least mild symptoms of psychological distress measured by the Depression, Anxiety and Stress Scale\n* having a computer or a smartphone with internet access at home\n* being able to provide informed consent by understanding the nature of study participation\n\nExclusion Criteria:\n\n* living in a nursing home at time of consent\n* a diagnosis of severe cognitive impairment (e.g., dementia)\n* inability to understand spoken and/or written English\n* having severe communication difficulties (e.g., aphasia and dysarthria) that can impede study participation\n* having a life-threatening illness (e.g. advanced cancer or advanced heart failure) that would make survival for 6 months unlikely\n* having a diagnosis of other central nervous system disorders other than stroke or a severe mental illness (e.g., psychosis)\n* currently receiving a psychological therapy or participating in another study that may affect mental health\n* having a prior experience in ACT\n* having psychiatric hospitalizations or diagnoses of mental illness in the previous two years\n* taking antipsychotic medication at the time of recruitment.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Areum Han, PhD","affiliation":"University of Alabama at Birmingham","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of Alabama at Birmingham","city":"Birmingham","state":"Alabama","zip":"35294","country":"United States","geoPoint":{"lat":33.52066,"lon":-86.80249}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000003863","term":"Depression"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000001526","term":"Behavioral Symptoms"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M6748","name":"Depression","asFound":"Depression","relevance":"HIGH"},{"id":"M6751","name":"Depressive Disorder","relevance":"LOW"},{"id":"M4014","name":"Anxiety Disorders","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M4508","name":"Behavioral Symptoms","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}