{"protocolSection":{"identificationModule":{"nctId":"NCT04950218","orgStudyIdInfo":{"id":"The Psoriasis Echo Study"},"organization":{"fullName":"Herlev and Gentofte Hospital","class":"OTHER"},"briefTitle":"The Psoriasis Echo Study","officialTitle":"The Psoriasis Echo Study"},"statusModule":{"statusVerifiedDate":"2023-02","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-09-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-09-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2030-10-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-12-08","studyFirstSubmitQcDate":"2021-07-02","studyFirstPostDateStruct":{"date":"2021-07-06","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-02-27","lastUpdatePostDateStruct":{"date":"2023-02-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Maria Flarup Dons","investigatorTitle":"MD, fellow","investigatorAffiliation":"Herlev and Gentofte Hospital"},"leadSponsor":{"name":"Herlev and Gentofte Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"In a prospective cohort study (n = 1.000), the investigators aim to investigate the correlation between cardiac biomarkers and advanced echocardiography and determine whether these are prognostic markers of heart disease in patients suffering from psoriasis.","detailedDescription":"Cardiovascular disease (CVD) is mainly caused by atherosclerosis, now considered as a chronic inflammatory disease of blood vessels. Likewise, psoriasis is a chronic and relapsing, inflammatory, immune mediated disease. Atherosclerosis and psoriasis therefore share several pathophysiological traits. Previous epidemiological studies have demonstrated a high prevalence of cardiovascular (CV) risk factors in psoriasis patients, including metabolic syndrome, cigarette smoking, obesity, hypertension, diabetes mellitus, insulin resistance and dyslipidemia(1-11). Furthermore, studies suggest that psoriasis may be an independent risk factor for cardiovascular disease such as myocardial infarction(12-15), coronary artery disease(9, 16, 17), stroke(18-20) and cardiovascular mortality(18, 21, 22). In addition, psoriasis is associated with surrogate markers of cardiovascular disease and increased platelet activity, e.g. endothelial dysfunction and coronary calcification.\n\nThe fundamental role of inflammation in cardiovascular disease has prompted interest in the predictive capability of numerous biomarkers such as hsCRP, hsTNT, suPAR and pro-BNP that detect subclinical levels of inflammation. Hence, these inflammatory biomarkers might be able to reveal a pro-inflammatory disease state that represent a significant risk of CVD. Likewise, novel myocardial deformation imaging echocardiography, such as Tissue Doppler Imaging (TDI) and 2-dimensional speckle tracking echocardiography (2DSE), have been able to demonstrate subtle signs of myocardial dysfunction in high risk persons from the general population despite a normal convention echocardiography(24-26). These advanced echocardiographic techniques are able to detect asymptomatic reduced left ventricular function, which is not visible by the naked eye. Early identification of this group of patients is of utmost importance in order to initiate appropriate treatment in attempt to minimize further left ventricular damage and ensure better quality of life.\n\nBy evaluating biomarkers and advanced echocardiography in a prospective study setting it might be possible to establish the prevalence of cardiac dysfunction and disease in patients with psoriasis and to identify patients who have miniscule signs of cardiac dysfunction and therefore are in high risk of future fulminant cardiovascular disease.\n\nPopulation\n\nThe Psoriasis Echo Study is a prospective cohort study consisting of a random sample of 1.000 consecutive patients from a population of outpatients with psoriasis and a control group.\n\nPsoriasis patients will be recruited prospectively from the Outpatient Clinic, Department of Dermato- Allergology, Herlev and Gentofte University Hospital, Denmark.\n\n* Inclusion criteria: In order to approximate a random sample as accurate as possible all patients 18 years or older with a diagnosis of psoriasis will be invited to participate.\n* Exclusion criteria: Patients not able to cooperate to the study and patients unable understand and sign informed consent will be excluded from the study.\n\nEligible psoriasis patients will be identified from the daily outpatient program, at the Department of Dermato-Allergology, that is the department will provide the patient's contact information to the project group.\n\nAs most outpatient clinic psoriasis is classified as moderate to severe, in order to approximate a random sample as accurate as possible including patients with mild psoriasis, all people with a diagnosis of psoriasis will a general invitation to participate in the study through appropriate channels such as the Danish Psoriasis Foundation's newsletter.\n\nThe control group will consist of a retrospective random sample of around 1.000 patients from the general population examined in the 4th and 5th Copenhagen City Heart Study.\n\nMedical history at baseline\n\nIn order to adjust for potential confounders, information about medical history at baseline will be obtained.\n\nPatients agreeing to participate will return a questionnaire with general information as well as information on psoriasis and possible prior heart disease. Questionnaire information will include medication, psoriasis duration, previous history of CVD, symptoms of heart disease, history of hypertension, hypercholesterolemia, family history of heart disease, alcohol consumption, smoking habits and exercise habits. Data will be cross referenced to information drawn from the electronic medical records in Sundhedsplatformen/Epic and will include data on health conditions including symptoms, risk factors, medication, prior assessments, blood tests and procedures relevant to psoriasis and potential heart disease.\n\nDiagnoses and/or medical history obtained from medical records will include:\n\n* Psoriasis\n* Stroke\n* Chronic obstructive lung disease (COLD)\n* Periferal artery disease (PAD)\n* Atrial fibrillation/atrial flutter and/or other cardiac arrythmias\n* Pacemaker\n* Diabetes type 1 and type 2\n* Kidney disease\n* Hypertension\n* Hypercholesterolemia\n* Valvular disease (mitral, aortic, tricuspid and pulmonic valve disease)\n* Previous heart surgery\n* Ischemic heart disease including non-invasive ischemic imaging results, prior MI, prior revascularization and/or CABG\n* Heart failure\n* Sleep apnea\n* Thyroid disease or other metabolic disease\n\nData concerning medication will be obtained from The Danish National Prescription Registry.\n\nAll included participants will undergo a compressive physical examination by a dermatologist. The examination will be performed at inclusion and prior to echocardiographic examination and contain the following:\n\n* Assessment severity of the psoriasis by the psoriasis area\n* Determination of severity index (PASI)\n* Dermatology Life Quality Index (DLQI)\n\nOther data collected at inclusion consult:\n\n* Blood pressure\n* ECG\n* Body mass index\n\nBlood samples, biomarkers and biobank\n\nBlood samples will be withdrawn by one of the study responsible physicians and sent for immediate analysis. A total of approximately 30 ml blood will be withdrawn. Immediate analyzes include:\n\n* Hemoglobin A1c (HbA1c), hemoglobin level, fasting plasma glucose, ALAT, cholesterol, triglyceride levels, creatinine, potassium, sodium, TSH\n* Specific biomarkers: HsCRP , hsTNT and proBNP\n\nAll analyzes will be performed immediately after blood withdrawal and potential left over biological material will be destroyed within 24 hours If separate consent is given, additional blood samples will be drawn and saved in a separate biobank for future research purposes.\n\nGE Vingmed Ultrasound's Vivid9 (Horten, Norway) will be used to perform all echocardiograms. All subjects are examined with color TDI, 2-dimensional and M-mode echocardiography, conventional spectral Doppler, 2D speckle tracking and - where possible - 3D Echocardiography in the left lateral decubitus position.\n\nFollow-up and outcome\n\nFollow-up will be performed at 2, 5 and 10 years, starting with 2021 for the prospectively included patients and starting with inclusion date for the control group, respectively. Follow-up will consist of data collection on mortality using the personal identification number in the Central Office of Civil Registration. Further more, data on hospitalizations will be obtained from the highly validated Danish National Board of Health's Danish National Patient Registry and data on causes of death will be obtained from The Danish Register of Causes of Death. Follow-up data collection has been approved by The Danish Data Protection Agency (P- 2020-505).\n\n* Primary outcomes: Cardiovascular mortality, myocardial infarction, revascularization (percutaneous coronary intervention/coronary artery bypass graft)\n* Secondary outcomes: All-cause mortality, admission with cardiac heart failure (CHF) and admission with stroke\n\nData management and statistics\n\nAll data will be stored in a password-protected electronic research database, REDCap, The Capital Region of Denmark's electronic data system. Patient questionnairs, signed consent forms and other sensitive dociments will be kept in a locked archive in a locked office at the Department of Cardiology, Herlev \\& Gentofte Hospital. Approval by the Danish Data Protection Agency will be obtained and all data will be handled confidentially according to Danish law.\n\nBaseline characteristics across the primary endpoints will be compared with trend tests using linear regression for continuous Gaussian distributed variables, by an extension of the Wilcoxon rank-sum test fir continuous Gaussian distributed variables and by chi-square test for trend for proportions. Rates of all events will be calculated as the number of events divided by person-time at risk and stratified according to the primary endpoints. Hazard ratios (HR) will be calculated by Cox proportional hazards regression analysis. Harrell's C-statistics will be obtained from univariable Cox models. Non-Gaussian distributed continuous variables will be categorized as dichotomous variables. The assumptions of proportional haxards in the models will be tested based on the Schoenfeld residuals. Predictive models for predicting the risk of future heart disease will be constructed using logistic regression.\n\nA p-value £ 0.05 in 2-sided test will be considered statistically significant. As the study cohort is observational, a sample size calculation was not performed. As previous studies has shown significant results with a sample size of around 1.000 patients, this is the chosen power estimate of the current study.\n\nProject significance and impact\n\nUnrecognized heart disease:\n\nThe prevalence of unrecognized heart disease in patients with psoriasis is unknown. This study will address the prevalence of asymptomatic reduced left ventricular ejection fraction and pathological left ventricular structure in a large random sample of outpatients with psoriasis. It is of utmost importance to identify this group in due time to be able to offer appropriate treatment in attempt to minimize further left ventricular damage.\n\nIn the course of follow-up, the investigators hope to provide evidence that myocardial deformation imaging in an otherwise normal conventional echocardiogram can identify patients with psoriasis at risk of developing heart failure and ischemic heart disease. This will, consequently, enable clinicians to encourage patients to life-style changes, stricter optimization of prophylactic medical therapy, perhaps periodical echocardiograms and referral of patients with very discrete symptoms to further examinations.\n\nIn addition, the investigators expect this study to provide valuable insight in the pathophysiology of deteriorating left ventricular function in psoriasis and assess the link between inflammatory disease, inflammatory biomarkers and the process of atherosclerosis.\n\nEfficacy of existing and future biomarkers to detect heart disease:\n\nA unique research biobank with blood samples from a well-described cohort of patients with psoriasis will be established. At present, the study will assess the use of existing biomarkers - as outlined - and examine their ability to 1) detect cardiac involvement and 2) provide prognostic information. Sufficient material will be stored with the purpose to examine future possible biomarkers and gene polymorphisms."},"conditionsModule":{"conditions":["Psoriasis","Cardiovascular Diseases","Cardiovascular Risk Factor","Cardiovascular Pathology","Psoriasis Vulgaris","Psoriatic Nail","Psoriasis Face","Psoriasis Guttate","Psoriasis Gyrata","Psoriasis Diffusa","Psoriasis Palmaris","Psoriasis Annularis","Psoriasis Circinata","Psoriasis Plantaris","Psoriasis Universalis","Psoriasis Geographica","Left Ventricular Dysfunction","Myocardial Infarction","Myocardial Ischemia","Heart Failure","Stroke","Heart Diseases","Heart Failure, Systolic","Heart Failure, Diastolic"],"keywords":["Psoriasis","Echocardiography","Advanced echocardiography","Biomarkers","Mortality","Cardiovascular mortality"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"bioSpec":{"retention":"SAMPLES_WITHOUT_DNA","description":"Hemoglobin A1c (HbA1c), hemoglobin level, fasting plasma glucose, ALAT, cholesterol, triglyceride levels, creatinine, potassium, sodium, TSH Specific biomarkers: HsCRP, hsTNT and proBNP"},"enrollmentInfo":{"count":1000,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Psoriasis patients","description":"Eligible psoriasis patients will be identified from the daily outpatient program, at the Department of Dermato-Allergology, that is the department will provide the patient's contact information to the project group. As most outpatient clinic psoriasis is classified as moderate to severe, in order to approximate a random sample as accurate as possible including patients with mild psoriasis, all people with a diagnosis of psoriasis will a general invitation to participate in the study through appropriate channels such as the Danish Psoriasis Foundation's newsletter."},{"label":"Control group","description":"The control group will consist of a retrospective random sample of around 1.000 patients from the general population examined in the 4th and 5th Copenhagen City Heart Study, 2001-2003 and 2011-2014 (ClinicalTrials.gov identifier NCT02993172, I-Suite no. 03741, National Committee on Health Research Ethics approval HEH-2015-045). Existing data from the Copenhagen City Heart Study will be transferred to the current study and will include personal identification number from the Central Office of Civil Registration, echocardiographic assessments, electrocardiograms as well as health related data (health conditions including symptoms, risk factors for cardiovascular disease, medication, prior clinical and/or paraclinical assessments including blood test results and procedures relevant to psoriasis and potential heart disease)."}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Cardiovascular mortality","timeFrame":"2 year follow-up"},{"measure":"Cardiovascular mortality","timeFrame":"5 year follow-up"},{"measure":"Cardiovascular mortality","timeFrame":"10 year follow-up"},{"measure":"Myocardial infarction","timeFrame":"2 year follow up"},{"measure":"Myocardial infarction","timeFrame":"5 year follow up"},{"measure":"Myocardial infarction","timeFrame":"10 year follow up"},{"measure":"Coronary revascularization","description":"Percutaneous coronary intervention or coronary artery bypass graft","timeFrame":"2 year follow up"},{"measure":"Coronary revascularization","description":"Percutaneous coronary intervention or coronary artery bypass graft","timeFrame":"5 year follow up"},{"measure":"Coronary revascularization","description":"Percutaneous coronary intervention or coronary artery bypass graft","timeFrame":"10 year follow up"}],"secondaryOutcomes":[{"measure":"All-cause mortality","timeFrame":"2 year follow up"},{"measure":"All-cause mortality","timeFrame":"5 year follow up"},{"measure":"All-cause mortality","timeFrame":"10 year follow up"},{"measure":"Admission with cardiac heart failure (CHF)","timeFrame":"2 year follow up"},{"measure":"Admission with cardiac heart failure (CHF)","timeFrame":"5 year follow up"},{"measure":"Admission with cardiac heart failure (CHF)","timeFrame":"10 year follow up"},{"measure":"Admission with stroke","timeFrame":"2 year follow up"},{"measure":"Admission with stroke","timeFrame":"5 year follow up"},{"measure":"Admission with stroke","timeFrame":"10 year follow up"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients 18 years or older with a diagnosis of psoriasis will be invited to participate\n\nExclusion Criteria:\n\n* Patients not able to cooperate to the study\n* Patients unable understand and sign informed consent","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Psoriasis patients will be recruited prospectively from the Outpatient Clinic, Department of Dermato- Allergology, Herlev and Gentofte University Hospital, Denmark. Eligible psoriasis patients will be identified from the daily outpatient program, at the Department of Dermato-Allergology. As most outpatient clinic psoriasis is classified as moderate to severe, in order to approximate a random sample as accurate as possible including patients with mild psoriasis, all people with a diagnosis of psoriasis will a general invitation to participate in the study through appropriate channels such as the Danish Psoriasis Foundation's newsletter.","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Maria F Dons, MD","role":"CONTACT","phone":"+4560604780","email":"mariaflarupdons@hotmail.com"}],"overallOfficials":[{"name":"Tor Biering-Sørensen, MD, PhD, MPH","affiliation":"Department of Cardiology, Herlev and Gentofte University Hospital, University of Copenhagen","role":"STUDY_DIRECTOR"},{"name":"Claus Zachariae, MD, DMSc","affiliation":"Department of Dermato-Allergology, Herlev and Gentofte University Hospital, University of Copenhagen","role":"STUDY_DIRECTOR"},{"name":"Lone Skov, MD, PhD, DMSc","affiliation":"Department of Dermato-Allergology, Herlev and Gentofte University Hospital, University of Copenhagen","role":"STUDY_DIRECTOR"},{"name":"Gunnar Gislason, MD, PhD","affiliation":"Department of Cardiology, Herlev and Gentofte University Hospital, University of Copenhagen","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Department of Cardiology, Herlev and Gentofte University Hospital, University of Copenhagen","status":"RECRUITING","city":"Hellerup","state":"Copenhagne","zip":"2900","country":"Denmark","contacts":[{"name":"Maria F Dons, MD, PhD-felllow","role":"CONTACT","phone":"+4560604780","email":"maria.flarup.dons.01@regionh.dk"},{"name":"Tor Biering-Sørenesn","role":"CONTACT"}],"geoPoint":{"lat":55.73204,"lon":12.57093}}]},"referencesModule":{"references":[{"pmid":"19479122","type":"BACKGROUND","citation":"Chang YT, Chen TJ, Liu PC, Chen YC, Chen YJ, Huang YL, Jih JS, Chen CC, Lee DD, Wang WJ, Lin MW, Liu HN. Epidemiological study of psoriasis in the national health insurance database in Taiwan. Acta Derm Venereol. 2009;89(3):262-6. doi: 10.2340/00015555-0642."},{"pmid":"18331320","type":"BACKGROUND","citation":"Cohen AD, Dreiher J, Shapiro Y, Vidavsky L, Vardy DA, Davidovici B, Meyerovitch J. Psoriasis and diabetes: a population-based cross-sectional study. J Eur Acad Dermatol Venereol. 2008 May;22(5):585-9. doi: 10.1111/j.1468-3083.2008.02636.x. Epub 2008 Mar 7."},{"pmid":"18216477","type":"BACKGROUND","citation":"Cohen AD, Sherf M, Vidavsky L, Vardy DA, Shapiro J, Meyerovitch J. Association between psoriasis and the metabolic syndrome. A cross-sectional study. Dermatology. 2008;216(2):152-5. doi: 10.1159/000111512. Epub 2008 Jan 23."},{"pmid":"17553036","type":"BACKGROUND","citation":"Gisondi P, Tessari G, Conti A, Piaserico S, Schianchi S, Peserico A, Giannetti A, Girolomoni G. Prevalence of metabolic syndrome in patients with psoriasis: a hospital-based case-control study. Br J Dermatol. 2007 Jul;157(1):68-73. doi: 10.1111/j.1365-2133.2007.07986.x. Epub 2007 Jun 6."},{"pmid":"7751469","type":"BACKGROUND","citation":"Henseler T, Christophers E. Disease concomitance in psoriasis. J Am Acad Dermatol. 1995 Jun;32(6):982-6. doi: 10.1016/0190-9622(95)91336-x."},{"pmid":"17052489","type":"BACKGROUND","citation":"Neimann AL, Shin DB, Wang X, Margolis DJ, Troxel AB, Gelfand JM. Prevalence of cardiovascular risk factors in patients with psoriasis. J Am Acad Dermatol. 2006 Nov;55(5):829-35. doi: 10.1016/j.jaad.2006.08.040. Epub 2006 Sep 25."},{"pmid":"11163020","type":"BACKGROUND","citation":"Rocha-Pereira P, Santos-Silva A, Rebelo I, Figueiredo A, Quintanilha A, Teixeira F. Dislipidemia and oxidative stress in mild and in severe psoriasis as a risk for cardiovascular disease. Clin Chim Acta. 2001 Jan;303(1-2):33-9. doi: 10.1016/s0009-8981(00)00358-2."},{"pmid":"17157411","type":"BACKGROUND","citation":"Shapiro J, Cohen AD, David M, Hodak E, Chodik G, Viner A, Kremer E, Heymann A. The association between psoriasis, diabetes mellitus, and atherosclerosis in Israel: a case-control study. J Am Acad Dermatol. 2007 Apr;56(4):629-34. doi: 10.1016/j.jaad.2006.09.017. Epub 2006 Dec 8."},{"pmid":"17021763","type":"BACKGROUND","citation":"Sommer DM, Jenisch S, Suchan M, Christophers E, Weichenthal M. Increased prevalence of the metabolic syndrome in patients with moderate to severe psoriasis. Arch Dermatol Res. 2006 Dec;298(7):321-8. doi: 10.1007/s00403-006-0703-z. Epub 2006 Sep 22."},{"pmid":"18400833","type":"BACKGROUND","citation":"Tam LS, Tomlinson B, Chu TT, Li M, Leung YY, Kwok LW, Li TK, Yu T, Zhu YE, Wong KC, Kun EW, Li EK. Cardiovascular risk profile of patients with psoriatic arthritis compared to controls--the role of inflammation. Rheumatology (Oxford). 2008 May;47(5):718-23. doi: 10.1093/rheumatology/ken090. Epub 2008 Apr 9."},{"pmid":"18459519","type":"BACKGROUND","citation":"Wu Y, Mills D, Bala M. Psoriasis: cardiovascular risk factors and other disease comorbidities. J Drugs Dermatol. 2008 Apr;7(4):373-7."},{"pmid":"3089849","type":"BACKGROUND","citation":"Lindegard B. Diseases associated with psoriasis in a general population of 159,200 middle-aged, urban, native Swedes. Dermatologica. 1986;172(6):298-304. doi: 10.1159/000249365."},{"pmid":"18616778","type":"BACKGROUND","citation":"Kaye JA, Li L, Jick SS. Incidence of risk factors for myocardial infarction and other vascular diseases in patients with psoriasis. Br J Dermatol. 2008 Sep;159(4):895-902. doi: 10.1111/j.1365-2133.2008.08707.x. Epub 2008 Jul 4."},{"pmid":"19210501","type":"BACKGROUND","citation":"Brauchli YB, Jick SS, Miret M, Meier CR. Psoriasis and risk of incident myocardial infarction, stroke or transient ischaemic attack: an inception cohort study with a nested case-control analysis. Br J Dermatol. 2009 May;160(5):1048-56. doi: 10.1111/j.1365-2133.2008.09020.x. Epub 2009 Feb 4."},{"pmid":"19522710","type":"BACKGROUND","citation":"Xiao J, Chen LH, Tu YT, Deng XH, Tao J. Prevalence of myocardial infarction in patients with psoriasis in central China. J Eur Acad Dermatol Venereol. 2009 Nov;23(11):1311-5. doi: 10.1111/j.1468-3083.2009.03318.x. Epub 2009 Jun 1."},{"pmid":"18349542","type":"BACKGROUND","citation":"Kimball AB, Robinson D Jr, Wu Y, Guzzo C, Yeilding N, Paramore C, Fraeman K, Bala M. Cardiovascular disease and risk factors among psoriasis patients in two US healthcare databases, 2001-2002. Dermatology. 2008;217(1):27-37. doi: 10.1159/000121333. Epub 2008 Mar 18."},{"pmid":"20175849","type":"BACKGROUND","citation":"Al-Mutairi N, Al-Farag S, Al-Mutairi A, Al-Shiltawy M. Comorbidities associated with psoriasis: an experience from the Middle East. J Dermatol. 2010 Feb;37(2):146-55. doi: 10.1111/j.1346-8138.2009.00777.x."},{"pmid":"21114692","type":"BACKGROUND","citation":"Ahlehoff O, Gislason GH, Charlot M, Jorgensen CH, Lindhardsen J, Olesen JB, Abildstrom SZ, Skov L, Torp-Pedersen C, Hansen PR. Psoriasis is associated with clinically significant cardiovascular risk: a Danish nationwide cohort study. J Intern Med. 2011 Aug;270(2):147-57. doi: 10.1111/j.1365-2796.2010.02310.x. Epub 2010 Nov 29."},{"pmid":"19458634","type":"BACKGROUND","citation":"Gelfand JM, Dommasch ED, Shin DB, Azfar RS, Kurd SK, Wang X, Troxel AB. The risk of stroke in patients with psoriasis. J Invest Dermatol. 2009 Oct;129(10):2411-8. doi: 10.1038/jid.2009.112. Epub 2009 May 21."},{"pmid":"21840930","type":"BACKGROUND","citation":"Ahlehoff O, Gislason GH, Jorgensen CH, Lindhardsen J, Charlot M, Olesen JB, Abildstrom SZ, Skov L, Torp-Pedersen C, Hansen PR. Psoriasis and risk of atrial fibrillation and ischaemic stroke: a Danish Nationwide Cohort Study. Eur Heart J. 2012 Aug;33(16):2054-64. doi: 10.1093/eurheartj/ehr285. Epub 2011 Aug 12."},{"pmid":"20037179","type":"BACKGROUND","citation":"Mehta NN, Azfar RS, Shin DB, Neimann AL, Troxel AB, Gelfand JM. Patients with severe psoriasis are at increased risk of cardiovascular mortality: cohort study using the General Practice Research Database. Eur Heart J. 2010 Apr;31(8):1000-6. doi: 10.1093/eurheartj/ehp567. Epub 2009 Dec 27."},{"pmid":"20633008","type":"BACKGROUND","citation":"Abuabara K, Azfar RS, Shin DB, Neimann AL, Troxel AB, Gelfand JM. Cause-specific mortality in patients with severe psoriasis: a population-based cohort study in the U.K. Br J Dermatol. 2010 Sep;163(3):586-92. doi: 10.1111/j.1365-2133.2010.09941.x."},{"pmid":"23845149","type":"BACKGROUND","citation":"Horreau C, Pouplard C, Brenaut E, Barnetche T, Misery L, Cribier B, Jullien D, Aractingi S, Aubin F, Joly P, Le Maitre M, Ortonne JP, Paul C, Richard MA. Cardiovascular morbidity and mortality in psoriasis and psoriatic arthritis: a systematic literature review. J Eur Acad Dermatol Venereol. 2013 Aug;27 Suppl 3:12-29. doi: 10.1111/jdv.12163."},{"pmid":"21257018","type":"BACKGROUND","citation":"Biering-Sorensen T, Mogelvang R, Pedersen S, Schnohr P, Sogaard P, Jensen JS. Usefulness of the myocardial performance index determined by tissue Doppler imaging m-mode for predicting mortality in the general population. Am J Cardiol. 2011 Feb 1;107(3):478-83. doi: 10.1016/j.amjcard.2010.09.044."},{"pmid":"19433761","type":"BACKGROUND","citation":"Mogelvang R, Sogaard P, Pedersen SA, Olsen NT, Marott JL, Schnohr P, Goetze JP, Jensen JS. Cardiac dysfunction assessed by echocardiographic tissue Doppler imaging is an independent predictor of mortality in the general population. Circulation. 2009 May 26;119(20):2679-85. doi: 10.1161/CIRCULATIONAHA.108.793471. Epub 2009 May 11."},{"pmid":"19176536","type":"BACKGROUND","citation":"Mogelvang R, Sogaard P, Pedersen SA, Olsen NT, Schnohr P, Jensen JS. Tissue Doppler echocardiography in persons with hypertension, diabetes, or ischaemic heart disease: the Copenhagen City Heart Study. Eur Heart J. 2009 Mar;30(6):731-9. doi: 10.1093/eurheartj/ehn596. Epub 2009 Jan 27."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000006333","term":"Heart Failure"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000009203","term":"Myocardial Infarction"},{"id":"D000017202","term":"Myocardial Ischemia"},{"id":"D000018754","term":"Ventricular Dysfunction"},{"id":"D000018487","term":"Ventricular Dysfunction, Left"},{"id":"D000054143","term":"Heart Failure, Systolic"},{"id":"D000054144","term":"Heart Failure, Diastolic"},{"id":"D000011565","term":"Psoriasis"}],"ancestors":[{"id":"D000006331","term":"Heart Diseases"},{"id":"D000007238","term":"Infarction"},{"id":"D000007511","term":"Ischemia"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000009336","term":"Necrosis"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000017444","term":"Skin Diseases, Papulosquamous"},{"id":"D000012871","term":"Skin Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M9111","name":"Heart Failure","asFound":"Heart Failure","relevance":"HIGH"},{"id":"M6236","name":"Coronary Artery Disease","relevance":"LOW"},{"id":"M14112","name":"Psoriasis","asFound":"Psoriasis","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M19196","name":"Myocardial Ischemia","asFound":"Myocardial Ischemia","relevance":"HIGH"},{"id":"M11845","name":"Myocardial Infarction","asFound":"Myocardial Infarction","relevance":"HIGH"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"},{"id":"M27269","name":"Heart Failure, Systolic","asFound":"Heart Failure, Systolic","relevance":"HIGH"},{"id":"M20281","name":"Ventricular Dysfunction, Left","asFound":"Left Ventricular Dysfunction","relevance":"HIGH"},{"id":"M27273","name":"Systolic Murmurs","relevance":"LOW"},{"id":"M20779","name":"Facies","relevance":"LOW"},{"id":"M20514","name":"Ventricular Dysfunction","asFound":"Ventricular Dysfunction","relevance":"HIGH"},{"id":"M27270","name":"Heart Failure, Diastolic","asFound":"Heart Failure, Diastolic","relevance":"HIGH"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M15364","name":"Skin Diseases","relevance":"LOW"},{"id":"M19403","name":"Skin Diseases, Papulosquamous","relevance":"LOW"},{"id":"T2643","name":"Guttate Psoriasis","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC17","name":"Skin and Connective Tissue Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}