{"protocolSection":{"identificationModule":{"nctId":"NCT01996137","orgStudyIdInfo":{"id":"NHGDSRB_D_2013/01042"},"organization":{"fullName":"Tan Tock Seng Hospital","class":"OTHER"},"briefTitle":"VASSTII: An Exploratory Clinical Study on a VASST IITreadmill System for Post Stroke Gait Rehabilitation.","officialTitle":"An Exploratory Clinical Study on a Variable Speed and Sensing Treadmill (VASST II) System for Hemiparetic Gait Rehabilitation After Stroke","acronym":"VASSTII"},"statusModule":{"statusVerifiedDate":"2019-09","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-09-24","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-06-15","type":"ACTUAL"},"completionDateStruct":{"date":"2019-06-15","type":"ACTUAL"},"studyFirstSubmitDate":"2013-11-21","studyFirstSubmitQcDate":"2013-11-26","studyFirstPostDateStruct":{"date":"2013-11-27","type":"ESTIMATED"},"lastUpdateSubmitDate":"2019-09-11","lastUpdatePostDateStruct":{"date":"2019-09-13","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Chua Sui Geok, Karen","investigatorTitle":"Doctor","investigatorAffiliation":"Tan Tock Seng Hospital"},"leadSponsor":{"name":"Tan Tock Seng Hospital","class":"OTHER"},"collaborators":[{"name":"Ngee Ann Polytechnic Singapore","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"An exploratory clinical study on a Variable Speed and Sensing Treadmill system(VASST) for hemiparetic gait rehabilitation after stroke.\n\nBuilding upon the positive results of VASST I conducted in 2012, VASST II will be an open label pilot trial of 11 subjects screened for eligibility by TTSH medical and rehabilitation team Study hypotheses : Training on VASST may result in a gain of +40% - 50% for distance walked and +10-20% of gait speed compared to baseline and response rate of 85% and serious adverse event rate of \\<10%.","detailedDescription":"A recent collaboration with Ngee Ann Polytechnic's team from the Biomedical Engineering Centre, Electronic \\& Computer Engineering Division, School Of Engineering Singapore yielded the VASST I; an innovative product, the result of co development between NP and TTSH rehabilitation centre's CART (Centre for Advanced Rehabilitation Therapeutics) was supported by a competitive grant. (EMBC paper ref, SIRF)\n\nVASST I incorporates the following features which enhance manual treadmill training:\n\n1. Sensing mechanisms to track user's self-activated actions during exercise.\n2. Automated speed-control to adapt to a user's gait speed and pattern.\n3. Safety sensing to slow down the treadmill when the user is unable to sustain the treadmill speed in order to avert a potential fall.\n4. Overhead safety harness without body weight support for reduction of fall risk.\n5. Software tools to collect vital clinical data regarding ambulatory gait speed, distance and time walked during treatment.\n\nA recently completed proof of concept trial in June 2013 yielded encouraging results in 10 chronic poststroke hemiplegic subjects. All subjects completed the trial without any adverse events. The clinical team was able to smoothly test-bed VASST in 10 subjects with good subjective feedback. Following 12 hour - long supervised training sessions over 4 weeks, there were significant gains from baseline for measures of gait quantity (+30.1%) and gait speed (+8.7%). These gains were maintained for up to 4 weeks after training ceased. The response rate was 80% and positive feedback was obtained in 80% of subjects. Objective measurements were obtained using independent kinematic gait analysis using the Gaitrite system.\n\nWith these encouraging results, the combined TTSH and Ngee Ann medical and bioengineering teams have brought the co-development to a deeper level, leading to VASST II which is conceptualized as a pre-commercialisation prototype.\n\nAdditional technological improvements include:\n\n1. Automated unweighting subsystem of up to 20% body weight support to benefit more severely impaired subjects in terms of reduction of physical fatigue during ambulation and to reduce destabilization or fall risk during higher gait training speeds.\n2. Hand grip sensors to intelligently guide progression of training speeds\n3. Instrumentation subsystem including sensors to record spatial and temporal gait measurements during gait training such as step and stride length, gait speed / distance walked. An anticipated sensor accuracy of +/- 1.27 cm similar to the Gaitrite system in measuring step length may potentially allow ambulatory gait monitoring, obviating the need for additional independent post-training analysis using a gait measurement instrument such as Gaitrite.\n4. Real-time feedback subsystem with graphical LCD display which is interactive and varied in order reduce boredom and motivate users.\n5. Wireless data transfer subsystem for data storage and analysis to a laptop computer for the treating therapist.\n\nResearch objectives\n\n1. To provide clinical inputs into VASST II via systematic hazard analyses, in order to arrive at a prototype which may attract commercial interest for licensing and manufacture and eventual deployment to ambulatory rehabilitation clinics in hospitals and day rehabilitation centres.\n2. To conduct of a pilot clinical trial using VASST II for 11 subacute to chronic (\\>3 months) hemiplegic stroke patients in an ambulatory setting.\n3. To obtain pre and post outcomes using standardized clinical scales and objective measurements of gait parameters during exercise. (gait speed, quantity, cadence, step length)\n4. To obtain subjective feedback with regards to their experience after using VASST II from research subjects and therapists."},"conditionsModule":{"conditions":["Stroke","Hemiplegic Gait"],"keywords":["Stroke","Treadmill","Gait Speed"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"1 hour of VASST II training, total 15 sessions over 5 weeks continuously","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":11,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"VASST II","type":"EXPERIMENTAL","description":"Stroke patients selected to undergo VASST II treadmill training for 60 minutes x15 sessions over 5 weeks Outcomes at week 0.3 6.12.24","interventionNames":["Device: VASST II treadmill"]}],"interventions":[{"type":"DEVICE","name":"VASST II treadmill","description":"Supervised treadmill training under physiotherapist","armGroupLabels":["VASST II"],"otherNames":["Variable Automated Speed and Sensing Treadmill version II"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"6 minute walk test","description":"distance (metres) walked in 6 minutes","timeFrame":"6 weeks"}],"secondaryOutcomes":[{"measure":"Gait speed","description":"seconds taken to walk 10 metre","timeFrame":"6 weeks"},{"measure":"Functional ambulation category FAC","description":"Walking independence description","timeFrame":"6 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. First ever stroke (ischaemic or haemorrhagic) confirmed on CT or MR imaging\n2. Aged 21 - 80 years\n3. Stroke duration of \\> 3 months - 24 months (subacute -chronic stroke)\n4. Able to walk overground at a self-selected speed of \\>0.2m/s with or without walking aids or lower limb orthoses for at least 150 meters with at most minimal aid or supervision.\n5. Functional ambulation category (FAC \\>/= 2) (subject needs at most minimal assistance to walk)\n\nExclusion Criteria:\n\n1. Cardiovascular conditions such as uncontrolled hypertension/hypotension, angina pectoris, recent myocardial infarction, congestive cardiac failure, known echocardiographic ejection fraction \\< 40%, chronic arrhythmias (e.g. atrial fibrillation), pacemaker, uncontrolled Diabetes Mellitus.; within 3 months of study screening\n2. Terminal illness such as advanced malignancy, end stage renal failure, neurodegenerative diseases with life expectancy of \\< 6 months.\n3. Aphasia (inability to obey 2 step commands), cognitive impairment, untreated depression or psychiatric disorder.\n4. Severe hearing or visual impairment despite aids.\n5. Active lower limb arthritis, lower limb or joint pain (Visual Analogue Scale) \\>5/10, fixed orthopaedic deformities and peripheral vascular disease of the lower limb which could be worsened by treadmill training.\n6. Moderate to severe lower limb spasticity or spasms (Modified Ashworth Scale \\>2)\n7. Active trunk skin conditions, known abdominal aortic aneurysm, anticoagulation with warfarin precluding safe fit of unweighting gait harness.\n8. Body weight \\> 130kg.\n9. Pregnancy.","healthyVolunteers":false,"sex":"ALL","minimumAge":"21 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Karen SG Chua, MBBS,FRCP","affiliation":"Tan Tock Seng Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Tan Tock Seng Hospital CART 5B","city":"Singapore","zip":"308433","country":"Singapore","geoPoint":{"lat":1.28967,"lon":103.85007}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000020233","term":"Gait Disorders, Neurologic"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M21748","name":"Gait Disorders, Neurologic","asFound":"Hemiplegic Gait","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}