{"protocolSection":{"identificationModule":{"nctId":"NCT05253989","orgStudyIdInfo":{"id":"21CX6751"},"organization":{"fullName":"Imperial College London","class":"OTHER"},"briefTitle":"Pilot Study of EMG-Directed Virtual-Reality Experience Training for Motor Stroke Rehabilitation","officialTitle":"Pilot Study of EMG-Directed Virtual-Reality Experience Training for Motor Stroke Rehabilitation"},"statusModule":{"statusVerifiedDate":"2022-04","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-05-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-03-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-10-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-01-31","studyFirstSubmitQcDate":"2022-02-14","studyFirstPostDateStruct":{"date":"2022-02-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-04-20","lastUpdatePostDateStruct":{"date":"2022-04-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Imperial College London","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Novel approaches are needed for the management of stroke patients, as current practice relies on the presence of a qualified professional, of which there are severe shortages. Rehabilitation technologies provide a unique solution to this problem. Recent technological advances in EMG signal processing mean that researchers are now able to decompose EMG recordings of the residual muscle activity of stroke survivors. This information can be used to detect biomarkers of a patient's functional status, allowing an objective measure of function to be obtained. This information could be used to predict patient recovery and decide on the best course of treatment. Furthermore, this technology can be used to predict attempted patient movements, which could be used to drive a virtual reality interface that gives feedback on movement attempts. This could be delivered through a gaming interface, creating an enjoyable and motivational rehabilitation technology for stroke patients, and providing a treatment option for the most severe patients. Synchronizing patients' attempted movements with electrical stimulation of the desired muscle groups may further enhance neuroplasticity and rehabilitation outcomes. Advances in electronics have made it so electrical stimulation systems are wearable, portable and comfortable, commonplace in rehabilitation clinics and accessible to the general public (https://www.surge.co.uk/).\n\nIn order to verify the clinical validity of such an approach, there is a need to conduct a large scale trial (6 months). The purpose of this study will be to assess the clinical validity of a gaming-based intervention driven by EMG activity in promoting long-term functional recovery. The study will also be assessing the capability of an AI algorithm to predict long-term recovery based on biomarkers detected in the early EMG signals. The team wishes to conduct a large scale trial to learn from the past mistakes of rehabilitation technologies, which were insufficiently powered to result in statistically significant outcomes, especially given the heterogeneous nature of the stroke population.\n\nThe impact of such an intervention could be revolutionary for stroke patients. It would provide a treatment option for severe stroke patients, where none currently exists. It also ensures that rehabilitation could be commenced within the most time-critical period (the earliest weeks following stroke). Such an intervention would integrate easily into existing care practice and relieve some of the pressure on the NHS. The long-term impact would be to significantly improve the lives of stroke survivors and substantially reduce the burden on the NHS.\n\nFurthermore, the implications of this technology would go beyond stroke rehabilitation, and could be used in any patient with any form of paralysis. In order to test and validate this, the study team are also looking to include a small proportion of spinal cord injury patients in the protocol. The rationale being two-fold: they provide an alternative recruitment pool, with a simpler injury that does not also cause cognitive impairments, meaning they will be easier to collect data from and draw meaningful conclusions, in addition, it will help support that this technology can be useful in different patient groups and provide insight for future research directions. Spinal cord injury was chosen as a second condition, as like stroke it is one of the largest causes of paralysis, but tends to affect a younger patient population, which will allow us to compare the efficacy of this treatment approach in different age groups.","detailedDescription":"Study Design:\n\nMain Study: An interventional study conducted in both acute stroke patients and chronic stroke patients, as well as spinal cord injury patients, to validate the use of a virtual-reality based rehabilitation therapy. Data from the control group will be collected first (approximately 29 patients), to generate preliminary results. Following this, the intervention group data will be collected (also approximately 29 patients) and compared to the control group.\n\nSub Study: An interventional study similar to the main study will be conducted, with the addition of functional electrical stimulation. Both acute stroke patients and chronic stroke, as well as spinal cord injury, patients (approximately 40 patients) will be recruited to validate the use of a FES with virtual-reality during rehabilitation. The data collected will be compared to the data collected in the Main Study to evaluate the effectiveness of FES + VR therapy in comparison to the main control group, VR-only group and sub-study control group.\n\nAims:\n\nMain study: To validate the use of an EMG-based virtual reality interface for use in the rehabilitation of motor function. To determine if there are biomarkers present in the EMG data that can be used to predict and inform on patient recovery. Generating experimental evidence on how to optimise rehabilitation, according to cognitive load, type of motor task and force generation. To compare the use of global EMG information to the use of decomposed motor neuron activity to determine which methodology is most effective in developing a rehabilitation tool.\n\nSub Study: To validate the use of EMG-based virtual reality and FES feedback in the rehabilitation of motor function. To generate experimental evidence quantifying how EMG-based virtual reality and FES feedback impacts the motor recovery process. To determine how well the patients' EMG data can be used as a control signal for FES assistance, in terms of enhancing performance, motivation, effort and recovery. To determine how well sub-motor and above-motor FES impulses enhance game performance and how modulating the amount of FES feedback based on game performance impacts performance, motivation, effort and recovery.\n\nOutcome Measures:\n\nMain Study: The primary end point outcome will be the Fugl Meyer Upper Extremity Assessment (FM-UE) at 6 months, controlled for baseline.\n\nAdditional outcome measures will include: The Action Arm Research Test (ARAT), Functional Independence Measure (FIM), Modified Rankin Scale (mRS), Hospital Anxiety and Depression Scale (HADS), Faces Pain Rating Scale (F-PRS), Stanford Fatigue Visual Numeric Scale (SFVNS), Patient Questionnaires (see Semi-Structured Interview - Patient Questionnaire document ), Device Recordings (EMG data, game performance metrics, time spent engaging with rehabilitation).\n\nSub Study: The outcome measures will be the same for the sub study. In addition, patients will complete the Goal Attainment Scale and Motor Activity Log to track their goal achievements and amount and quality of arm use. The System Usability Scale and NASA-Task Load Index questionnaires will be completed to evaluate the system's usability and the mental and physical effort during gameplay with and without FES feedback. Each of these patient-reported questionnaires requires just 5 minutes to complete so will not introduce a considerable burden to the patients, yet will provide important research information.\n\nPopulation:\n\nMain Study: A convenience sample of 58 stroke survivors or spinal cord injury patients will be screened and consented by delegated health care practitioners (HCPs) or Co-Is.\n\nSub Study: A convenience sample of 40 stroke survivors or spinal cord injury patients will be screened and consented by delegated health care practitioners (HCPs) or Co-Is.\n\nEligibility: Participants will be 18yrs or over, acute/sub-acute or chronic stroke survivors with UL impairment that resulted from the stroke, fitting inclusion criteria specified herewith.\n\nDuration: Participants' enrolment in the study will last up to 9 months. The study recruitment phase will open for up to 36months. The overall research period, including analysis and write up is anticipated to last 39months."},"conditionsModule":{"conditions":["Stroke","Spinal Cord Injuries"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"SEQUENTIAL","interventionModelDescription":"Control Group comprises 28 patients. Receive no intervention, but do receive regular assessments. Control Group patients can then decide to be involved in one of the intervention arms.\n\nIntervention Groups are split evenly between FES and non-FES. Non-FES group receives VR intervention (VR training for rehabilitation). FES group receives the same, but with the addition of FES during the intervention.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":98,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Control","type":"NO_INTERVENTION","description":"Regular assessments as outlined in the outcomes assessment section. No other change from standard of care."},{"label":"VR Intervention Group","type":"ACTIVE_COMPARATOR","description":"Regular assessments as outlined in the outcomes assessment section. Regular VR training sessions.","interventionNames":["Device: VR Intervention"]},{"label":"VR Intervention + FES Group","type":"ACTIVE_COMPARATOR","description":"Regular assessments as outlined in the outcomes assessment section. Regular VR training sessions, with FES stimulation.","interventionNames":["Device: VR Intervention","Device: FES"]}],"interventions":[{"type":"DEVICE","name":"VR Intervention","description":"VR Device that allows a patient to play games based on the EMG activity in the upper limb.","armGroupLabels":["VR Intervention + FES Group","VR Intervention Group"]},{"type":"DEVICE","name":"FES","description":"Functional Electrical Stimulation used to increase motor excitability whilst engaging in VR rehabilitation","armGroupLabels":["VR Intervention + FES Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The Fugl Meyer Upper Extremity Assessment","description":"The Fugl-Meyer Assessment (FMA) is a stroke-specific, performance-based impairment index. It is designed to assess motor functioning, balance, sensation and joint functioning in patients with post-stroke hemiplegia. Scoring is based on direct observation of performance. Scale items are scored on the basis of ability to complete the item using a 3-point ordinal scale where 0=cannot perform, 1=performs partially and 2=performs fully. The total possible scale score is 226.","timeFrame":"Taken at 6 months post enrollment"}],"secondaryOutcomes":[{"measure":"Action Arm Research Test (ARAT)","description":"The Action Research Arm Test (ARAT) is a 19 item observational measure used by physical therapists and other health care professionals to assess upper extremity performance (coordination, dexterity and functioning) in stroke recovery, brain injury and multiple sclerosis populations. The 19 items comprising the ARAT are scored using a 4 point ordinal scale, ranging from 0 (no movement) to 3 (normal).","timeFrame":"Taken at 6 months post enrollment"},{"measure":"Functional Independence Measure (FIM)","description":"The Functional Independence Measure (FIM) is an instrument that was developed as a measure of disability for a variety of populations and is not specific to any diagnosis. The total score for the FIM instrument (the sum of the motor and cognition subscale scores) will be a value between 18 and 126.","timeFrame":"Taken at 6 months post enrollment"},{"measure":"Modified Rankin Score (mRS)","description":"The Modified Rankin Scale (mRS) assesses disability in patients who have suffered a stroke and is compared over time to check for recovery and degree of continued disability. A score of 0 is no disability, 5 is disability requiring constant care for all needs; 6 is death.","timeFrame":"Taken at 6 months post enrollment"},{"measure":"Hospital Anxiety and Depression Score (HADS)","description":"The Hospital Anxiety and Depression Scale (HADS) was devised 30 years ago by Zigmond and Snaith to measure anxiety and depression in a general medical population of patients. The questionnaire comprises seven questions for anxiety and seven questions for depression, there is a maximum score of 21, which indicates severe.","timeFrame":"Taken at 6 months post enrollment"},{"measure":"Faces Pain Rating Score (F-PRS)","description":"The scale shows a series of faces ranging from a happy face at 0, or \"no hurt\", to a crying face at 10, which represents \"hurts like the worst pain imaginable\". Based on the faces and written descriptions, the patient chooses the face that best describes their level of pain.","timeFrame":"Taken at 6 months post enrollment"},{"measure":"Stanford Fatigue Visual Numeric Score(SFVNS)","description":"The scale consists of 18 items relating to the subjective experience of fatigue. Each item asks respondents to place an \"X,\" representing how they currently feel, along a visual analogue line that extends between two extremes (e.g., from \"not at all tired\" to \"extremely tired\").","timeFrame":"Taken at 6 months post enrollment"}],"otherOutcomes":[{"measure":"TMS asessments","description":"Whether motor-evoked potentials are present when TMS is applied to the motor cortex as this provides an assessment of the integrity of the corticospinal tract.","timeFrame":"Taken at 6 months post enrollment"},{"measure":"Electroencephalography Assessments (EEG) with sEMG assessments","description":"Changes in the corticomuscular coherence, particularly in the beta band has been associated with recovery of motor function. The activity recorded in the cortical areas will be compared to the peripheral recordings to try and track recovery.","timeFrame":"Taken at 6 months post enrollment"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Aged 18 or over\n* Cognitive status that would permit for use /supported use of intervention device and engagement in protocol related trainings/assessment. To be indicated by treating clinician at point of screening, formal capacity assessment to be conducted as appropriate. Refer to easy read patient information sheet (PIS) and training materials to support all patients presenting with specific cognitive and/or communication needs. (patients with cognitive impairment will not be excluded as this would limit the heterogeneity of the sample and generalizability of the findings, given the prevalence of cognitive impairment in stroke patients.)\n* Stroke diagnosis (can be first or subsequent stroke, unilateral haemorrhagic or ischemic) 2 weeks max post stroke at time of recruitment.\n* Can communicate in English, that is, sufficient for completion of intervention and outcome measures. A speech and language therapist (SLT) will be consulted if necessary to ensure all reasonable accommodations are made to support participation.\n* UL motor deficit post stroke (bilateral/unilateral) (according to National Institutes of Health Stroke Score (NIHSS) item 5), distal UL power \\<1 /5 on the Oxford Rating Scale (Medical Research Council Manual Muscle Testing scale).\n* Sub Study Only: The Sub Study will use identical inclusion criteria to the main study, except for the degree of motor impairment, where patients with UL distal power up to 3/5 will be accepted.\n\nExclusion Criteria:\n\n* Patients already enrolled an interventional neuro rehabilitation trial.\n* Patients enrolled in clinical trials that contraindicate co-enrolment.\n* Patients presenting with unstable medical conditions/medical contraindications as determined by treating medical consultant (these patients may be approached at a later date should their condition improve).\n* Those registered blind/with uncompensated/uncorrected visual deficits, including severe neglect that prevents them from being able to focus on visually provided feedback.\n* Behavioural/affective dysfunction which could influence the ability of the person to engage with the research protocol and/or pose risk to the participating researchers (in circumstances such as follow-up community visits).\n* Other concomitant neurological disorders affecting upper extremity motor function (Multiple Sclerosis, Spinal Cord Injury, Brachial Plexus or Radial Nerve Injury).\n* Unremitting arm, wrist or hand pain at rest (Numeric Pain Rating Scale \\> 4).\n* Consumption of caffeine 2 hours prior to assessment (assessment will be postponed to a later time).\n* Pre-existing UL impairment with known and significant disruption to range of motion, motor or functional performance (fracture, arthritic changes, other known musculoskeletal problems). Or pre-modified Rankin Score \\> 2.\n* Skin condition apparent on the ventral UE such that might place participant at risk of irritation in the context of repeated physical contact (such as that associated with the intervention).\n* Subsequent MRI that fails to confirm stroke\n* Chronic stroke patients whose stroke occurred in excess of 2.5 years ago\n* Patients whose cognitive impairment prevents them from following instructions\n* Intervention Group Only: Patients with uncontrolled photosensitive epilepsy/Other neurological symptoms that may be exacerbated by required focus on LED screen/moving object on screen).\n* Pregnancy\n\nPatients will be excluded from the TMS assessment if they meet any of the following additional criteria:\n\n* Epilepsy episodes or previous convulsion or a seizure episodes\n* Fainting spell or syncope in the past, it should be described on which occasion(s)\n* Head trauma diagnosed as a concussion or associated with loss of consciousness\n* Hearing problems or ringing in the ears\n* Cochlear implants\n* Metal in the brain, skull or elsewhere in the body\n* Implanted neurostimulator\n* Cardiac pacemaker or intracardiac lines\n* Medication infusion device\n* Taking medications that can interfere with neural function\n* History of migraines\n* Previous neurologic, musculoskeletal or mental illnesses","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Paul Bentley","role":"CONTACT","phone":"02033111184","email":"p.bentley@imperial.ac.uk"},{"name":"Megan Hutchings","role":"CONTACT","phone":"07305992813","email":"m.hutchings19@imperial.ac.uk"}],"overallOfficials":[{"name":"Paul Bentley","affiliation":"Charing Cross Hospital: Neurology Consultant","role":"PRINCIPAL_INVESTIGATOR"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000013119","term":"Spinal Cord Injuries"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000013118","term":"Spinal Cord Diseases"},{"id":"D000020196","term":"Trauma, Nervous System"},{"id":"D000014947","term":"Wounds and Injuries"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M15606","name":"Spinal Cord Injuries","asFound":"Spinal Cord Injury","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M15605","name":"Spinal Cord Diseases","relevance":"LOW"},{"id":"M17375","name":"Wounds and Injuries","relevance":"LOW"},{"id":"M21713","name":"Trauma, Nervous System","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC26","name":"Wounds and Injuries"}]}},"hasResults":false}