{"protocolSection":{"identificationModule":{"nctId":"NCT06049849","orgStudyIdInfo":{"id":"2022/09/27"},"organization":{"fullName":"First Institute of All Medicines","class":"OTHER"},"briefTitle":"Can Patients With Chronic Stroke Regain Living Independence by Daily Energizing With Biophoton Generators","officialTitle":"Can Participants With Chronic Stroke Regain Living Independence by Daily Energizing With a Biophoton Generator"},"statusModule":{"statusVerifiedDate":"2023-09","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-03-31","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-10-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-09-11","studyFirstSubmitQcDate":"2023-09-16","studyFirstPostDateStruct":{"date":"2023-09-22","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-09-16","lastUpdatePostDateStruct":{"date":"2023-09-22","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"First Institute of All Medicines","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true},"descriptionModule":{"briefSummary":"Study objective The purpose of this clinical research is to verify if the patient with chronic stroke can regain the ability of living independently after daily using Testa BioHealing® Biophoton Generators to increase the energy of the brain and other parts of the body.\n\nStudy design This study is a randomized, triple-blinded, placebo-controlled prospective intervention clinical research. At least 46 patients with chronic stroke will participate in the live-in observational study in a Tesla MedBed Center.\n\nStudy patient population The adult patient with a chronic stroke which was defined as a stroke occurred at least 6 months ago with a significant disability unable to have an independent life, is to be considered as a qualified participant.","detailedDescription":"Investigational product and mode of administration The hotel bed is powered by a standardized set of 14 biophoton generators of 32-Oz size, which was previously tested as safe and effective. The active device is FDA registered over-the-counter (OTC) medical device. The device can be used by anyone who wants to increase blood circulation and reduce bodily pains, according to the label claims. For this study, the active or inactive devices will be labeled with individual codes. The participant, caregiver and the study staff cannot know if the hotel room is equipped with a set of active or inactive devices. When the participant is lying on the hotel bed, she/he may or may not receive biophotons. The study physician, participant or the caregiver will record the ADL and other changes, and answer the standard study questionnaires at the baseline, 2, or 4 weeks after study treatment, respectively.\n\nStudy procedure Each of all participants assigned to the Control or Treatment Group will be continually treated with the current standard of care (SOC), if any. The Control group will use the coded placebo devices, and the Treatment Group will use the coded treatment product. All coded products will be packed with the same container with the same size and weight. Each participant will use the Treatment or Control device at least for 8-hours every day for 4-weeks during sleep and any daytime during the day. Each participant and caregiver will be guided by the study physician to use Katz Index of Independence in Activities of Daily Living (ADL) to measure the level of life independence. The study physician will perform neurological examination. Stroke Impact Scale (SIS) for stroke-specific health status measurement, SF-36 questionnaires (SF-36) to measure life quality, Electroencephalography (EEG) test, and Bio-Well energy test, will be conducted respectively at the baseline, 2 or 4 weeks after the study treatment. SIS and SF-36 questionnaires will be recalled 4 weeks before the baseline for each participant.\n\nComparator and mode of administration The same shape, size, and weight of the device without generating biophoton is to be labelled with individual codes and used as a comparator. The comparator device will be placed in the same way as the Treatment device in the hotel room during the designed study period.\n\nStudy duration Estimated date of the first participant enrolled: May 2023. The estimated date of the last patient completed: December 2023. The participants randomized in the Control group will be switched to the Treatment after observing the placebo effects for four weeks. They will be treated with the active device for 4-weeks for self-comparison analysis.\n\nDuration of treatment Participants in the Control and Treatment Groups will actively participate in the study for 4-weeks. Each participant and caregiver will answer the standard study questionnaires at the baseline, 2 or 4 weeks of the study, respectively. The participants randomized in the Control will participate in the study for a total of 6 weeks."},"conditionsModule":{"conditions":["Chronic Stroke"],"keywords":["stroke, paralysis"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"This study is a randomized, triple-blinded, placebo-controlled prospective intervention clinical research. All patients with chronic stroke will participate in the live-in observational study by sleeping on Tesla MedBed in a special hotel.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"QUADRUPLE","maskingDescription":"All products are individual coded. All other visible characters are identical.","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":46,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Treatment Group","type":"EXPERIMENTAL","description":"Active Biophoton Generators are placed under the hotel bed.","interventionNames":["Device: Biophoton Energizing Brain and Whole Body"]},{"label":"Control Group","type":"PLACEBO_COMPARATOR","description":"Inactive Biophoton Generators are placed under the hotel bed.","interventionNames":["Device: Biophoton Energizing Brain and Whole Body"]}],"interventions":[{"type":"DEVICE","name":"Biophoton Energizing Brain and Whole Body","description":"The patient is to be energized within a strong biophoton field which is constantly generated by active biophoton generators.","armGroupLabels":["Control Group","Treatment Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Regain Life Independence by Normalizing Activities of Daily Living (ADL).","description":"If the damaged brain is repaired, the participant can perform daily activities.","timeFrame":"0-2 weeks, 0-4 weeks after starting the study treatment."}],"secondaryOutcomes":[{"measure":"Neurologic Examination Using a Standard Neurologic Exam Form to Measure Neurologic Function","description":"The study physician will conduct the standardized neurologic examinations","timeFrame":"0-2 weeks, 0-4 weeks after starting the study treatment."},{"measure":"Stroke Impact Scale (SIS) to Reflect Paralysis Status Change (fully recovery =300)","description":"Under study physician's guidance, participant will answer the standard questionnaires.","timeFrame":"0-2 weeks, 0-4 weeks after starting the study treatment."},{"measure":"Brain injury status detected with EEG (electroencephalogram).","description":"Brain injury exists at the baseline and can be repaired with biophotons.","timeFrame":"0-2 weeks, 0-4 weeks after starting the study treatment."},{"measure":"Life Quality Improvement Measured with a Standard SF-36 Questionnaire","description":"Using Short Form Health Survey (SF-36) to measure life quality.","timeFrame":"0-2 weeks, 0-4 weeks after starting the study treatment."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Must be 18-years or older and can live in a hotel\n* Must have a caregiver willing to support the participant's full involvement in the study and can assist to complete all study questionnaires\n* Can provide informed consent (maybe assisted by Caregiver)\n* Has evidence of a clinical diagnosis of stroke occurred at least 6 months ago.\n* Has a disability unable to be living independently per Caregiver\n* Can complete all study procedures during the study\n* Must be fluent in English (or the Caregiver can fully translate)\n\nExclusion Criteria:\n\n* Untreated psychiatric disturbances that would affect trial participation as judged by the Caregiver or by the clinical study medical professional\n* Who relies on ventilators\n* Co-morbid conditions that would interfere with study activities or response to treatment, which may include severe chronic pulmonary disease, history of uncontrolled seizures, acute or chronic infectious illness, kidney failure, etc.\n* Is participating in another investigational drug or device trial","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Jessica Jackson","role":"CONTACT","phone":"3029222486","email":"jessica.jackson@firstallmed.org"},{"name":"Mariola Smotrys, M.D.","role":"CONTACT","phone":"3025003010","email":"mariola.smotrys@firstallmed.org"}],"locations":[{"facility":"Tesla MedBed Center at Butler-PA","status":"RECRUITING","city":"Butler","state":"Pennsylvania","zip":"16001","country":"United States","contacts":[{"name":"Jessica Jackson","role":"CONTACT","phone":"302-922-2486","email":"jessica.jackson@firstallmed.org"},{"name":"Mariola Smotrys, M.D.","role":"CONTACT","phone":"3025003010","email":"mariola.smotrys@firstallmed.org"}],"geoPoint":{"lat":40.86118,"lon":-79.89533}}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"All individual participants' identification information will be kept confidential. All data report forms will have the subject number. The study report and scientific publication will not show any identifiable information of the patient."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M12847","name":"Paralysis","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}