{"protocolSection":{"identificationModule":{"nctId":"NCT02351778","orgStudyIdInfo":{"id":"5D43TW008660-04","type":"NIH","link":"https://reporter.nih.gov/quickSearch/5D43TW008660-04"},"organization":{"fullName":"Aga Khan University","class":"OTHER"},"briefTitle":"Quality of Life of Stable Stroke Survivors in Pakistan","officialTitle":"Quality of Life of Stable Stroke Survivors and Their Caregivers in an Low and Middle Income Country"},"statusModule":{"statusVerifiedDate":"2015-01","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2014-01"},"primaryCompletionDateStruct":{"date":"2014-05","type":"ACTUAL"},"completionDateStruct":{"date":"2014-06","type":"ACTUAL"},"studyFirstSubmitDate":"2015-01-28","studyFirstSubmitQcDate":"2015-01-29","studyFirstPostDateStruct":{"date":"2015-01-30","type":"ESTIMATED"},"lastUpdateSubmitDate":"2015-01-29","lastUpdatePostDateStruct":{"date":"2015-01-30","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Dr. Ayeesha Kamran Kamal","investigatorTitle":"Associate Professor Neurology,Director Stroke Fellowship Program","investigatorAffiliation":"Aga Khan University"},"leadSponsor":{"name":"Aga Khan University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"In study the investigators sought to\n\n1. Assess the quality of life experience in stable post stroke survivors in Pakistan and detail important factors influencing quality of life.\n2. Explore the association between primary care giver's quality of life and stroke survivor's quality of life.\n3. To validate the quality of life tools and experience via in depth interviews and focus group discussion with the primary care giver of stroke patients to report the quality of life of the primary care giver.","detailedDescription":"Disability caused by stroke has a detrimental impact on patients with social and physical consequences of stroke being equally devastating. Yet there are only few studies done in South Asia that explore holistically the cumulative impact of disability and quality of life on stroke survivors.\n\nIn Pakistan majority of stroke patients are cared by close family members and no inpatient rehabilitation services are available in Pakistan for stroke survivors. The amount of support from government is scarce and private systems are largely unregulated therefore the psychosocial problems in Pakistani stroke survivors are different from those experienced by stroke survivors in developed countries. It is proposed that the quality of life of stroke survivors in Pakistan will be worse as compared to stroke survivors in developed countries. However, due to existence of considerable family support even in absence of good government and environmental support systems we cannot be certain about this assumption. Since care givers provide all medical and social services to chronic stroke victims their quality of life and stress level also plays an important role in the care given to the stroke survivors.\n\nWe propose to conduct a cross-sectional study, in order to assess the quality of life in stroke survivors and its important predictors in Karachi. The domains which will be studied includes physical; in terms of severity of disability, which affects the person after stroke, social functioning; which includes the role of primary care giver and social support given to the stroke survivors, mental health; in which depression affects the life of stroke survivor badly after stroke.\n\nAlso to explore the perspective of the primary care giver for those important factors which affect the quality of life focus group discussions will be conducted in the study. This is a mixed methods observational analytical study."},"conditionsModule":{"conditions":["Cerebrovascular Disease"],"keywords":["Developing Countries","Quality of Life","Mixed Methods","Validation","Caregiver Burden"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"timePerspective":"CROSS_SECTIONAL"},"enrollmentInfo":{"count":350,"type":"ACTUAL"}},"outcomesModule":{"primaryOutcomes":[{"measure":"Quality of life of stroke survivors evaluated by stroke specific quality of life scale one month post stroke","description":"Stroke Specific Quality of Life Scale","timeFrame":"12 Months"}],"secondaryOutcomes":[{"measure":"Quality of life of primary care givers of stroke survivors evaluated by RAND-36","description":"RAND- 36 Quality of Life in Primary Caregivers","timeFrame":"12 Months"}]},"eligibilityModule":{"eligibilityCriteria":"INCLUSION CRITERIA:\n\n* All men and women of age greater than 18 years of age with medically confirmed diagnosis of stroke.\n* Suffered stroke (3 months till 12 months), stable non fluctuating stroke which means no acute ongoing neurologic developments (Crescendo TIA, CEA planned, intervention needed, progressing stroke, fluctuating unexplained neurologic symptoms).\n* With an identified primary care giver (This is a person who lives with the stroke patient, is familiar with the medical history and provides direct care e.g. feeding support, medication reminders, rehab. This person may be different from the legal surrogate e.g., son vs. daughter in law )\n\nEXCLUSION CRITERIA:\n\n* Post procedure stroke like CABG, angiography, post-operative.\n* Global aphasia with failure to communicate (NIHSS greater than 23).\n* Dementia with failure to communicate (Minimental state of 22)\n* With history of psychoactive substance abuse.\n* Psychiatric morbidity like schizophrenia and other manic disorders.\n* Suffering from chronic disease like terminal stage cancer and end stage renal disease.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"All men and women greater than 18 years, with a chronic stable stroke, medically confirmed supported by medical reports or radiological and neurological diagnosis and with an identified primary care giver.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"referencesModule":{"references":[{"pmid":"27912744","type":"DERIVED","citation":"Khalid W, Rozi S, Ali TS, Azam I, Mullen MT, Illyas S, Un-Nisa Q, Soomro N, Kamal AK. Quality of life after stroke in Pakistan. BMC Neurol. 2016 Dec 3;16(1):250. doi: 10.1186/s12883-016-0774-1."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000002561","term":"Cerebrovascular Disorders"}],"ancestors":[{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","asFound":"Cerebrovascular Disease","relevance":"HIGH"},{"id":"M2481","name":"Caregiver Burden","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T6034","name":"Quality of Life","asFound":"Quality of Life","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}