{"protocolSection":{"identificationModule":{"nctId":"NCT05612776","orgStudyIdInfo":{"id":"AHIITATE"},"organization":{"fullName":"Universidad de Almeria","class":"OTHER"},"briefTitle":"HIIT vs HRV-based Training for Rehabilitation After Stroke","officialTitle":"High Intensity Interval Training (HIIT) vs Heart Rate Variability (HRV) Training for Cardiac and Functional Rehabilitation After Stroke"},"statusModule":{"statusVerifiedDate":"2022-11","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-12-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2023-08-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-12-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-07-19","studyFirstSubmitQcDate":"2022-11-04","studyFirstPostDateStruct":{"date":"2022-11-10","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-11-04","lastUpdatePostDateStruct":{"date":"2022-11-10","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"María Carrasco Poyatos","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Universidad de Almeria"},"leadSponsor":{"name":"Universidad de Almeria","class":"OTHER"},"collaborators":[{"name":"CEINSA, University of Almeria","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Consequences of stroke are manyfold but all of them are important factors on the long-term outcomes of rehabilitation, becoming an important health problem with requires health strategies with advanced age. High intensity interval training (HIIT) is an efficient training protocol used in cardiac rehabilitation programs, but owing to the inter-individual variability in physiological responses to training associated to cardiovascular diseases, the exercise dose received by each patient should be closely controlled and individualized to ensure the safety and efficiency of the exercise program. The heart rate variability (HRV) is actually being used for this purpose, as it is closely linked to de parasympathetic nervous system activation. In this way, higher scores in HRV are associated with a good cardiovascular adaptation. The objective of this protocol is to determine the effect of HIIT compared with HRV-guided training on cardiorespiratory fitness, heart rate variability, functional parameters, body composition, quality of life, inflammatory markers, cognitive function, and feasibility, safety and adherence in patients after stroke undertaking an 8-week cardiac rehabilitation program. This will be a cluster-randomized controlled protocol in which patients after stroke will be assigned to an HRV-based training group (HRV-G) or a HIIT-based training group (HIIT-G). HIIT-G will train according to a predefined training program. HRV-G training will depend on the patients' daily HRV. The peak oxygen uptake (VO2peak), endothelial and work parameters, the heart rate variability, the functional parameters, the relative weight and body fat distribution, the quality of life, the inflammatory markers, the cognitive function, and the exercise adherence, feasibility and safety will be considered as the outcomes. It is expected that this HRV-guided training protocol will improve functional performance in the patients after stroke, being more safe, feasible and generating more adherence than HIIT, providing a better strategy to optimize the cardiac rehabilitation interventions."},"conditionsModule":{"conditions":["Stroke","Cardiac Disease","Ischemic Stroke","Ischemic Heart Disease","Stroke, Ischemic"],"keywords":["Heart Rate Variability","HIIT","cardiac rehabilitation","safety","adherence","VO2peak"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":60,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"HIIT-based training","type":"EXPERIMENTAL","description":"The HIIT group will train according to a predefined high intensity training program","interventionNames":["Other: HIIT"]},{"label":"HRV-based training","type":"EXPERIMENTAL","description":"The training prescribed to the HRV group will depend on the subjects' diary HRV","interventionNames":["Other: HRV"]}],"interventions":[{"type":"OTHER","name":"HIIT","description":"HIIT training will consist of performing high intensity intervals along with passive rests. The intensity of the exercise will be progressively increased and the rest time will be decreased. All participants will perform the same training according to the maximum heart rate reached in the Bruce test.","armGroupLabels":["HIIT-based training"]},{"type":"OTHER","name":"HRV","description":"The intervention group will perform HRV-based training, measuring HRV every day before training in order to obtain HRV normality ranges for each participant. If the HRV value is within the normal range, the participant will perform a high intensity training but if the HRV value is below the normal range, the participant will perform a continuous training at low intensity as active rest.","armGroupLabels":["HRV-based training"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Peak oxygen uptake (VO2peak) changes","description":"According to the Spanish Society of Cardiology, the modified Bruce procotol will be used as a treadmill test, as it is indicated for people considered to be at high risk and the elderly.","timeFrame":"baseline and week 8"}],"secondaryOutcomes":[{"measure":"Heart rate variability","description":"HRV is proposed to be measured at rest, just before the training session, in a laying position and over a 60 second period. Smartphone application known as \"HRV4Training\" will be used.","timeFrame":"every day before starting the intervention"},{"measure":"Functional performance","description":"To measure functional capacity, the Senior Fitness Test battery will be used such as the \"Six Minutes Walk Test\" Or \"Timed Up and Go Tests\", as it has been used in previous studies in which a program based on high-intensity training has been implemented with elderly people.","timeFrame":"Baseline and week 8"},{"measure":"Body mass index (BMI)","description":"Height will be measured using a measuring rod (Seca 213), and the body mass index (BMI) will be calculated according to the formula: BMI = kg/m2.","timeFrame":"Baseline and week 8"},{"measure":"Quality of life MacNew","description":"the MacNew QLMI post-myocardial infarction quality of life questionnaire will be administered. Consists of a 27-question questionnaire answered on a scale of 1 to 7, where 1 means \"always\" and 7 means \"never\".","timeFrame":"Baseline and week 8"},{"measure":"Number of participants with abnormal laboratory test results","description":"The blood analysis will include the lipid profile, the detection and quantification of plasma insuline and its' resistance.","timeFrame":"baseline and week 8"},{"measure":"Waist-to-hip ratio","description":"As body fat distribution can vary substantially, and having into account that abdominal adiposity has been associated with coronary heart disease, Waist-to-hip ratio will be measured according to International Society for the Advancement of Kinanthropometry Standards.","timeFrame":"Baseline and week 8"},{"measure":"Waist-to-height ratio","description":"In the same way, waist-to-height ratio will be also measured as a recent systematic reviews with meta-analysis have proposed it as a better predictor of cardiovascular risk factors.","timeFrame":"Baseline and week 8"},{"measure":"Cognitive function, spatial memory recognition test","description":"the spatial memory recognition test (ASMRT), a simple virtual reality based task for specific population like older adults and with proved sensitivity to gender differences","timeFrame":"baseline and week 8"},{"measure":"Cognitive function, virtual version of the Walking Corsi test","description":"the virtual version of the Walking Corsi test (VR_WalCT) will be used to measure topographical memory, as proved its' equivalency regarding the real environment one","timeFrame":"baseline and week 8"},{"measure":"Cognitive function, Trail Making Test","description":"the Trail Making Test (TMT) will be used to detect neurological disease and neuropsychological impairment through the cognitive domains of processing speed, sequencing, mental flexibility and visual-motor skills.","timeFrame":"baseline and week 8"},{"measure":"Exercise Adherence","description":"Adherence will be assessed by the number of sessions completed by the participants. At least, the 80% of the sessions should be achieved to consider a successful adherence.","timeFrame":"up to 8 weeks"},{"measure":"Feasibility study","description":"Feasibility study will be considered as the compliance to the exercise protocol, and will be registered as the percentage of participants that finished every training session.","timeFrame":"up to 8 weeks"},{"measure":"Safety study","description":"Safety study will be measured as the numbers of adverse events occurred during the training sessions. They will be registered as mild, moderate and severe. Moreover, their relation to the exercise session will also be taken into account.","timeFrame":"up to 8 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* left ejection fraction higher than 30% after stroke\n* aged between 18 and 80 years old\n\nExclusion Criteria:\n\n* presence of absolute or relative contraindications for accomplishing the treadmill test, indicated by the Spanish Society of Cardiology\n* being treated for other diseases, or regularly taking a drug(s) that has a direct or indirect effect on the nervous system (e.g., anxiolytics, antidepressants or neuroleptics)\n* absence of medication to control the cardiovascular disease or its modification during the intervention\n* people who are participating or have participated in the previous three months in other similar exercise programs\n* not performing at least 80% of the workouts during the intervention","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"María Carrasco, PhD","role":"CONTACT","phone":"+34950214773","phoneExt":"84773","email":"carrasco@ual.es"}],"locations":[{"facility":"CITE III","status":"RECRUITING","city":"Almería","zip":"04120","country":"Spain","contacts":[{"name":"María Carrasco, PhD","role":"CONTACT","phone":"950214773","phoneExt":"84773","email":"carrasco@ual.es"}],"geoPoint":{"lat":36.83814,"lon":-2.45974}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000017202","term":"Myocardial Ischemia"},{"id":"D000003324","term":"Coronary Artery Disease"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000003327","term":"Coronary Disease"},{"id":"D000001161","term":"Arteriosclerosis"},{"id":"D000001157","term":"Arterial Occlusive Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M6236","name":"Coronary Artery Disease","asFound":"Ischemic Heart Disease","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M19196","name":"Myocardial Ischemia","asFound":"Ischemic Heart Disease","relevance":"HIGH"},{"id":"M9109","name":"Heart Diseases","asFound":"Cardiac Disease","relevance":"HIGH"},{"id":"M6239","name":"Coronary Disease","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M4159","name":"Arteriosclerosis","relevance":"LOW"},{"id":"M4155","name":"Arterial Occlusive Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}