{"protocolSection":{"identificationModule":{"nctId":"NCT02101606","orgStudyIdInfo":{"id":"Pro00009050"},"organization":{"fullName":"University of Alberta","class":"OTHER"},"briefTitle":"Penumbral Based Novel Thrombolytic Therapy in Acute Ischemic Stroke","officialTitle":"Penumbral Based Novel Thrombolytic Therapy in Acute Ischemic Stroke","acronym":"TIAS"},"statusModule":{"statusVerifiedDate":"2018-04","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2009-10"},"primaryCompletionDateStruct":{"date":"2017-11","type":"ACTUAL"},"completionDateStruct":{"date":"2017-11","type":"ACTUAL"},"studyFirstSubmitDate":"2014-03-28","studyFirstSubmitQcDate":"2014-04-01","studyFirstPostDateStruct":{"date":"2014-04-02","type":"ESTIMATED"},"lastUpdateSubmitDate":"2018-04-04","lastUpdatePostDateStruct":{"date":"2018-04-06","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Ken Butcher","investigatorTitle":"Professor","investigatorAffiliation":"University of Alberta"},"leadSponsor":{"name":"University of Alberta","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"Rationale The only proven therapy for acute stroke is tPA within 4.5 hours of symptom onset. This is the standard of care for patients presenting to our hospital within that time frame. Thrombolysis outside the 4.5 hour window is considered only on experimental or compassionate grounds. Tenecteplase (TNK) is a genetically modified variant of tPA that has many theoretical advantages in acute stroke. Studies show that systemic plasminogen activation is higher after tPA administration, relative to TNK and this is associated with an increased risk of bleeding events. Imaging cerebral blood flow (CBF) with MRI (perfusion weighted imaging-PWI) and CT perfusion (CTP) can be performed routinely with standard clinical scanners. Patients with evidence of large volumes of tissue with low CBF, that is also structurally intact, as demonstrated by either normal signal on Diffusion weighted imaging (DWI) or normal cerebral blood volume (CBV) are considered to have penumbral patterns. Patients with penumbral patterns appear to be the ideal candidates for thrombolytic therapy, regardless of time from onset.\n\nStudy Hypotheses\n\n1. The primary aim of this study is to demonstrate the feasibility and safety of TNK based thrombolysis in ischemic stroke patients presenting 4.5-24 hours after symptom onset.\n2. It is hypothesized that treatment with TNK in patients with penumbral patterns will be associated with reperfusion, early neurological improvement and penumbral tissue salvage.\n\nStudy Design The study is planned as an open label feasibility and safety study of acute treatment with TNK in ischemic stroke patients with penumbral patterns evident on advanced MRI or CT perfusion sequences.\n\nStudy Outcomes The primary outcome of this study is a safety endpoint, specifically the frequency of symptomatic hemorrhagic transformation evident on MRI or CT images on 24 h or day 5 scans. The ECASS II system for rating hemorrhagic transformation will be applied to all GRE/SWI images\n\nSignificance Current treatment paradigms have not permitted success of tPA to be extended beyond narrow and limiting therapeutic window of 4.5 hours. Clearly, more effective patient selection criteria are required. Penumbral imaging is biologically plausible, practical and has been shown to be predictive of outcome. Application of these imaging techniques to the acute stroke population is the most promising strategy for extending the therapeutic window and for introducing superior thrombolytic agents."},"conditionsModule":{"conditions":["Cerebral Infarction","Brain Ischemia","Stroke"],"keywords":["Acute Stroke","Cerebral Stroke","Brain Ischemia","Perfusion Imaging","MRI, Diffusion Weighted","MRI, Perfusion Weighted"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":20,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Tenecteplase","type":"EXPERIMENTAL","interventionNames":["Drug: Tenecteplase (TNK) (0.25 mg/kg, to maximum of 25mg)"]}],"interventions":[{"type":"DRUG","name":"Tenecteplase (TNK) (0.25 mg/kg, to maximum of 25mg)","description":"TNK will be administered within 30 minutes once MRI and CTP inclusion criteria are determined to have been met.","armGroupLabels":["Tenecteplase"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Frequency of symptomatic hemorrhagic transformation evident on MRI or CT","description":"The ECASS II system for rating hemorrhagic transformation will be applied to all GRE / SWI / CT images","timeFrame":"2-5 days post treatment"}],"secondaryOutcomes":[{"measure":"Imaging: Change in volume of hypoperfused tissue at follow up perfusion imaging","description":"The primary efficacy endpoint is the change in volume of hypoperfused tissue, defined as that having a Tmax delay of \\>4s, between the acute and 24 hour post-treatment PWI or CTP scans. It is hypothesized that the perfusion deficit volume will decrease significantly between the two scans.","timeFrame":"At 24 hours follow up perfusion scan"},{"measure":"Clinical: Clinical improvement as shown by change in NIHSS","description":"All follow-up neurological examinations and scoring will be performed during face-to-face examinations in the Stroke Clinic or, if necessary, in the facility where the patient is at that time. Day 90 is the standard time point for measuring outcome in stroke trials, as most patients destined to improve will have had the bulk of their neurological recovery by then. All clinical assessments will be done by study personnel certified in NIHSS administration and blinded to image analysis. All adverse events, including those related to imaging procedures will be recorded","timeFrame":"At 24 h, 3, 30 and 90 days"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Acute ischemic stroke patients, within 24 hours of symptom onset. In cases where onset time can not be established, including symptoms upon waking, it will be considered to be the time when the patient was last known to be well.\n2. All patients will be 18 years or older.\n3. Baseline NIHSS must be 4-18 inclusive.\n4. Blood pressure (BP) must be ≤180 mmHg systolic and ≤105 mmHg diastolic at the time of enrolment. Treatment of higher systolic BP is permitted, prior to enrolment.\n5. Female patients of child-bearing potential will have a negative pregnancy test prior to enrollment.\n6. NCCT Inclusion Criteria: ASPECT scores of the NCCT will be assessed prior to enrolment. An ASPECT score of \\>6 will be required for inclusion in the trial. Patients with an ASPECT score of ≤6 will be considered screening failures and no further imaging will be conducted.\n7. MRI Inclusion Criteria: Patients will have an MR mismatch score of \\>2. This will be defined as a minimum of 3 ASPECTS regions with evidence of hypoperfusion visible on MTT maps, associated with normal diffusion as demonstrated by DWI. This will ensure that all patients have more than 20% mismatch by volume. In cases where PWI demonstrates oligemia in the ACA or PCA territories, patients will be treated only if diffusion abnormality volumes are 50% of the MTT deficits by visual inspection.\n8. CTP Inclusion Criteria: Patients will have a CTP mismatch score of \\>2. This will be defined as a minimum of 3 ASPECTS regions with evidence of hypoperfusion, visible on MTT maps, associated with normal CBV. This will ensure that all patients have more than 20% mismatch by volume.\n\nExclusion Criteria:\n\nPatients with contraindications to both MRI and CT perfusion will be excluded. MRI Exclusion Criteria: Patients with metallic implants and any past sensitivity to gadolinium contrast media will be excluded from MRI. Due to recent reports of nephrogenic systemic fibrosis associated with gadolinium exposure in individuals with pre-existing renal failure, patients with Creatinine \\> 160 μmol/l or Glomerular Filtration Rate (GFR) \\<60 ml/min will also be excluded.72 Patients with metallic implants of any kind, pacemakers or other foreign bodies will be excluded from MRI, as will those with excessive claustrophobia.\n\nCT Perfusion Exclusion Criteria: Patients with any past sensitivity to iodinated contrast media, serum creatinine \\>160 μmol/l or Glomerular Filtration Rate (GFR) \\<50 ml/min will be excluded from CT perfusion imaging. Patients taking metformin will be eligible, but metformin will be withheld for 48 hours after imaging to avoid possible metabolic acidosis.\n\nThrombolysis Exclusion Criteria: Patients who have suffered a prior ischemic stroke within 30 days of the presenting event or who have any history of intracranial hemorrhage will be excluded. Patients with a known secured or unsecured cerebral aneurysm or vascular malformation will be ineligible. An inability to control systolic BP \\> 180 mmHg, or diastolic BP \\> 105 mmHg with IV anti-hypertensive medications will result in exclusion. Patients with a known coagulopathy or evidence of active bleeding will be excluded. Surgical procedures, biopsy, subclavian venous or arterial puncture, trauma, gastrointestinal or genitourinary bleeding within 14 days of the event will all result in exclusion. Patients treated with IV heparin within the previous 24 hours and an abnormal PTT will be excluded, as will those taking oral anticoagulants, resulting in an INR \\>1.4. A platelet count \\<100 000, venous glucose either \\< 3 mmol/l or \\>18 mmol/l will all result in exclusion.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Kenneth Butcher, MD, PhD","affiliation":"University of Alberta","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of Alberta","city":"Edmonton","state":"Alberta","zip":"T6G2B7","country":"Canada","geoPoint":{"lat":53.55014,"lon":-113.46871}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000007238","term":"Infarction"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000009336","term":"Necrosis"},{"id":"D000020520","term":"Brain Infarction"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M4804","name":"Body Weight","relevance":"LOW"},{"id":"M10233","name":"Ischemia","asFound":"Ischemia","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M9972","name":"Infarction","asFound":"Infarction","relevance":"HIGH"},{"id":"M5483","name":"Cerebral Infarction","asFound":"Cerebral Infarction","relevance":"HIGH"},{"id":"M5484","name":"Brain Ischemia","asFound":"Brain Ischemia","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"D000077785","term":"Tenecteplase"}],"ancestors":[{"id":"D000005343","term":"Fibrinolytic Agents"},{"id":"D000050299","term":"Fibrin Modulating Agents"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"}],"browseLeaves":[{"id":"M1911","name":"Tenecteplase","asFound":"Early Intervention","relevance":"HIGH"},{"id":"M8163","name":"Fibrinolytic Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"FiAg","name":"Fibrinolytic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}