{"protocolSection":{"identificationModule":{"nctId":"NCT00343304","orgStudyIdInfo":{"id":"BRC-357"},"organization":{"fullName":"Burke Rehabilitation Hospital","class":"OTHER"},"briefTitle":"Pilot Study - Comparison of Upper Body Ergometer Vs. Robot in Upper Extremity Motor Recovery Post-Stroke"},"statusModule":{"statusVerifiedDate":"2005-04","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2005-04"},"completionDateStruct":{"date":"2006-05"},"studyFirstSubmitDate":"2006-06-20","studyFirstSubmitQcDate":"2006-06-20","studyFirstPostDateStruct":{"date":"2006-06-22","type":"ESTIMATED"},"lastUpdateSubmitDate":"2006-06-20","lastUpdatePostDateStruct":{"date":"2006-06-22","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"leadSponsor":{"name":"Burke Rehabilitation Hospital","class":"OTHER"}},"descriptionModule":{"briefSummary":"We will test whether robot driven, goal directed, trajectory corrected exercise enhances motor outcome in the upper limb of stroke patients better than matched motor activity on an upper body ergometer (monark).","detailedDescription":"Upper extremity (UE) weakness post-stroke occurs in 70-80% of patients. By 3 months this complaint persists in 40% of patients, and by 6 months this complaint persists in a similar percentage of patients (1). Greater improvement in motor functional recovery was achieved in patients with intact sensation. Shoulder pain persisted in 20% of patients (2). Most of the arm recovery occurs in the initial 3 months post-stroke (2,3,4). The Copenhagen stroke study found 79% of patients with mild UE paresis achieving functional motor recovery compared to 18% of patients with severe UE paresis (4). Katrak P et al. found early shoulder shrug and synergistic hand movements to be useful bedside predictors of functional motor recovery of the UE (5). The initial grade of paresis (measured on admission in the hospital) is the most important predictor of motor recovery after stroke, with initial paralysis implying the worst prognosis for subsequent motor recovery (6). Perceptual inattention does impact upon UE action and functional recovery (7). The UE weakness and functional motor recovery lags behind lower extremity (LE) weakness and functional motor recovery because of the complexity of motor skills needed for daily living tasks.\n\nDue to the persistence of upper extremity weakness, different rehabilitation techniques such as Constraint Induced (CI) (8,9,10) and robotic (11,12,13) therapies were developed to help with meaningful functional motor recovery in the paretic arm (unilateral arm training). Both of these forced-use interventions focus on the paretic arm only. The main drawback of the CI therapy is that subjects need to have some degree of voluntary movement both at the wrist and the digits. Bilateral arm training with rhythmic clueing (BATRAC) has been used in chronic stroke patients and has been found to improve functional motor performance in the paretic UE (14). The authors in a recent paper showed BATRAC inducing reorganization in contraleisonal motor networks based on functional MRI (15). Facilitation of paretic arm movement by the non-paretic arm (bimanual movement) is thought to be superior to individual paretic arm movement, which indicates both arms to be a coordinated brain unit (16). Richards L et al., in their review article (17) and Vander Lee J et al., in their meta-analysis of randomized stroke trials (18) on therapeutic interventions to improve UE function, found extensive practice to be the most important factor irrespective of the type of intervention instituted. Early repetitive sensorimotor stimulation of the arm results in long-lasting functional motor recovery (19).\n\nThe overall goal of this study is to determine whether bilateral arm training with upper body ergometer is as or more effective in upper extremity functional recovery than unilateral arm training with robot in patients with a recent ischemic and hemorrhagic stroke."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke.Robot.Ergometer.Group OT"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":30}},"armsInterventionsModule":{"interventions":[{"type":"DEVICE","name":"Robot"},{"type":"DEVICE","name":"Ergometer"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Functional Independence Measure (FIM™)"}],"secondaryOutcomes":[{"measure":"The Fugl-Meyer Assessment (FMA) scale"},{"measure":"Motor Status Scale (MSS)"},{"measure":"Medical Research Council (MRC)"},{"measure":"Motor Power Scale (MPS) Action Research Arm Test (ARAT)"},{"measure":"Modified Ashworth scale (MAS)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Patients with a recent acute stroke in the last 4 weeks\n2. Patients with an upper extremity plegia (Medical Research Council \\[MRC\\] grade 2 or less at the shoulder joint),\n3. Patients or their next of kin (in the absence of their being able to) provide with a written informed consent.\n4. Aphasic alert patients provided they could follow simple directions given by verbal or gestural cues.\n\nExclusion criteria:\n\n1. Patients with anterior or severe inferior shoulder subluxation (3 cms) of the plegic arm\n2. Patients without shoulder pain on passive range of 75 degrees forward flexion and 75 degrees abduction of the plegic arm\n3. Patients with trophic skin changes and significant edema (shoulder-hand syndrome)\n4. Patients with prior rotator cuff surgery, patients with bursitis and/or biceps tendonitis\n5. Patients who have suffered recent cardiac events (myocardial infarction, congestive cardiac failure, recent coronary artery bypass surgery)\n6. Patients who refuse to sign a written informed consent.","healthyVolunteers":false,"sex":"ALL","minimumAge":"19 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Meheroz H Rabadi, MD, MRCPI","affiliation":"Burke Rehabilitation Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Burke Rehabilitation Hospital","city":"White Plains","state":"New York","zip":"10605","country":"United States","geoPoint":{"lat":41.03399,"lon":-73.76291}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}