{"protocolSection":{"identificationModule":{"nctId":"NCT04916223","orgStudyIdInfo":{"id":"2017-260"},"organization":{"fullName":"Medstar Health Research Institute","class":"OTHER"},"briefTitle":"Study to Determine Therapeutic Massage Dosing to Improve Quality of Life in Hospitalized Patients Receiving Palliative Care","officialTitle":"Study to Determine Therapeutic Massage Dosing to Improve Quality of Life in Hospitalized Patients Receiving Palliative Care"},"statusModule":{"statusVerifiedDate":"2022-12","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-11-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-03-26","type":"ACTUAL"},"completionDateStruct":{"date":"2019-03-26","type":"ACTUAL"},"studyFirstSubmitDate":"2021-06-01","studyFirstSubmitQcDate":"2021-06-01","studyFirstPostDateStruct":{"date":"2021-06-07","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-12-09","lastUpdatePostDateStruct":{"date":"2022-12-13","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Medstar Health Research Institute","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Therapeutic massage is the most common non-traditional treatment option offered to improve quality of life, provide comfort and decrease pain in hospice and palliative care settings outside the hospital. Three systematic reviews of data in general pain, surgical and cancer populations found massage to be effective for treating pain versus active comparators.\n\nGiven the remarkable negative impact on QOL experienced by patients hospitalized with a serious progressive illness, a nationwide opioid crisis in the setting of public concern for untreated pain, and patient demand for integrative therapies, we wish to investigate non-traditional methods of supporting patients in pain and providing clinicians with viable alternatives. Unfortunately, very little is known about optimal delivery of massage interventions in the hospital setting, including dosing parameters such as time and frequency\n\nWe conducted a single center comparative effectiveness study to evaluate therapeutic massage \"dosing\" to improve self-reported quality-of-life in hospitalized patients receiving palliative care consultation.","detailedDescription":"Palliative care (PC) provides expert symptom management and communication skills for patients and families facing serious life-limiting illness in the hospital. Many such patients experience lower quality of life (QOL) due to moderate-severe pain or other symptoms and require strong pharmacotherapies - often controlled substances such as opioids or benzodiazepines - to alleviate associated distress. A major tenet of quality supportive care is the combination of many types of therapy, both pharmacologic and nonpharmacologic. Patients with serious life-limiting illnesses often rely on the use of nonpharmacologic therapies to manage pain or other symptoms at home. However, implementing complementary therapies in the hospital setting can be challenging and thus they are rarely available for hospitalized patients with serious illness. Patients often request non-drug options, but medications remain the mainstay of treating pain while hospitalized.\n\nTherapeutic massage is the most common non-traditional treatment option offered to improve quality of life, provide comfort and decrease pain in hospice and palliative care settings outside the hospital. Nevertheless, there remains limited data describing the impact of therapeutic massage in hospitalized patients receiving palliative care.\n\nAdditionally, in the hospital setting, the logistical challenges of providing massage therapy include a number of setting-specific factors. A massage therapy session may be interrupted by care being provided by other members of the team, by personal visitors, or by the activities of his/her roommate in a semi-private room. Also, the availability of massage therapy may be such that a patient's session time is limited because of the high demand on the short amount of time a non-integrated, contracted massage therapist has to see multiple patients. Given the remarkable negative impact on QOL experienced by patients hospitalized with a serious progressive illness, a nationwide opioid crisis in the setting of public concern for untreated pain, and patient demand for integrative therapies, we wish to investigate non-traditional methods of supporting patients in pain and providing clinicians with viable alternatives. Unfortunately, very little is known about optimal delivery of massage interventions in the hospital setting, including dosing parameters such as time and frequency.\n\nThe purpose of this study is to examine the impact of different massage dosing strategies on QOL, symptom management, and satisfaction in hospitalized patients already receiving PC consultation."},"conditionsModule":{"conditions":["Cancer","Heart Failure","COPD","Sepsis","HIV Infections","ESRD","Trauma","Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":405,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"3 x 10-minute massage","type":"EXPERIMENTAL","description":"Subject receives a 10-minute massage daily for three consecutive days","interventionNames":["Other: Therapeutic massage"]},{"label":"3 x 20-minute massage","type":"EXPERIMENTAL","description":"Subject receives a 20-minute massage daily for three consecutive days","interventionNames":["Other: Therapeutic massage"]},{"label":"Single 20-minute massage","type":"ACTIVE_COMPARATOR","description":"Subject receives one 20-minute massage","interventionNames":["Other: Therapeutic massage"]}],"interventions":[{"type":"OTHER","name":"Therapeutic massage","description":"The massage therapists were scheduled on a rotating schedule with two alternates scheduled for each day to ensure adherence to assigned study arm and to avoid \"therapist effect\" as much as possible. For each enrolled subject, the therapist assessed the subject and created a treatment plan depending on his/her individual needs and preferences. For example, if a subject reported bothersome lower extremity pain, the therapist might focus the massage on that lower extremity or might avoid massaging that lower extremity, depending solely on the preference of the subject. Massage duration was determined by the assigned study arm.","armGroupLabels":["3 x 10-minute massage","3 x 20-minute massage","Single 20-minute massage"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change from baseline to post-intervention in McGill Quality of Life Questionnaire Single Item","description":"The McGill QOL Questionnaire is a validated reliable tool to evaluate self-reported QOL. One item in the Questionnaire has been shown to effectively assess subject's self-reported QOL.","timeFrame":"Baseline and one day post intervention"}],"secondaryOutcomes":[{"measure":"Change from baseline to post-intervention in Edmonton Symptom Assessment Scale","description":"The Edmonton Symptom Assessment Scale is a validated, reliable instrument developed to measure 9 different common symptoms in advanced illness","timeFrame":"Baseline and one day post intervention"},{"measure":"Change from baseline to post-intervention in National Comprehensive Cancer Network Distress Thermometer","description":"The NCCN Distress Thermometer is an 11-point Likert scale tool to self-report general distress between 0 (no distress) and 10 (extreme distress)","timeFrame":"Baseline and one day post intervention"},{"measure":"Change from baseline to post-intervention in Peace Questionnaire","description":"We adapted a single-item probe of spiritual concerns (\"are you at peace?\") to a 5-point Likert scale to self-report experience of being at peace, where 0=experiencing no peace and 5=experiencing total peace.","timeFrame":"Baseline and one day post intervention"},{"measure":"Satisfaction with assigned intervention","description":"We developed a post-intervention Patient Satisfaction Survey that included pain-related questions from the Hospital Consumer Assessment of Healthcare Providers and Systems (HCAHPS) survey, modified to reference the current hospitalization","timeFrame":"One day post intervention"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* age 18 and older\n* hospitalized, receiving inpatient palliative care consultation for any indication\n\nExclusion Criteria:\n\n* unable to complete surveys in English\n* on negative-pressure isolation\n* unstable spine\n* platelets \\< 10,000\n* received massage in last 30 days","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"MedStar Washington Hospital Center","city":"Washington","state":"District of Columbia","zip":"20010","country":"United States","geoPoint":{"lat":38.89511,"lon":-77.03637}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M17375","name":"Wounds and Injuries","relevance":"LOW"},{"id":"M9111","name":"Heart Failure","relevance":"LOW"},{"id":"M9973","name":"Infections","relevance":"LOW"},{"id":"M20554","name":"Sepsis","relevance":"LOW"},{"id":"M3212","name":"Acquired Immunodeficiency Syndrome","relevance":"LOW"},{"id":"M17940","name":"HIV Infections","relevance":"LOW"},{"id":"M6058","name":"Communicable Diseases","relevance":"LOW"},{"id":"M16559","name":"Toxemia","relevance":"LOW"},{"id":"T6034","name":"Quality of Life","asFound":"Quality of Life","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"BC01","name":"Infections"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXS","name":"Urinary Tract, Sexual Organs, and Pregnancy Conditions"},{"abbrev":"BC20","name":"Immune System Diseases"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}