{"protocolSection":{"identificationModule":{"nctId":"NCT02280083","orgStudyIdInfo":{"id":"HengLi002"},"organization":{"fullName":"Lanzhou Institute of Biological Products Co., Ltd","class":"INDUSTRY"},"briefTitle":"A Study to Evaluate the Botulinum Toxin Type A for Injection(HengLi®) in Subjects With Post-stroke Upper Limb Spasticity","officialTitle":"A Multicenter, Double-Blind, Randomized, Placebo-Controlled Study to Evaluate the Efficacy and Safety of Botulinum Toxin Type A for Injection in Chinese Subjects With Post-stroke Upper Limb Spasticity"},"statusModule":{"statusVerifiedDate":"2016-09","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2014-07"},"primaryCompletionDateStruct":{"date":"2016-02","type":"ACTUAL"},"completionDateStruct":{"date":"2016-09","type":"ACTUAL"},"studyFirstSubmitDate":"2014-10-29","studyFirstSubmitQcDate":"2014-10-29","studyFirstPostDateStruct":{"date":"2014-10-31","type":"ESTIMATED"},"lastUpdateSubmitDate":"2016-09-22","lastUpdatePostDateStruct":{"date":"2016-09-26","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Lanzhou Institute of Biological Products Co., Ltd","class":"INDUSTRY"}},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"This is a multicenter, double-blind, randomized, placebo-controlled study designed to compare Botulinum Toxin Type A for Injection (HengLi®) with placebo on the efficacy and safety of treatment in post-stroke subjects with focal wrist, finger and in some cases, thumb spasticity. Approximately 180 subjects will be enrolled. The core period of the subjects will receive a single treatment session of intramuscular HengLi® 200U or 240U (if thumb spasticity is present) or placebo in a randomization ratio of 2:1. Research contains two parts: core phase and extension phase. In the core phase, subjects will finish 6 visits (12 weeks ) after initial injection. During the extension phase, subjects will accept two follow-up visit (6 weeks). Outcome measures include changes from baseline at every post injection visit as measured on the Modified Ashworth Scale (MAS), Disability Assessment Scale (DAS) and Global Assessment Scale(GAS). The primary efficacy endpoint is the change from baseline at week 6 for wrist flexor muscle tone as measured on the Modified Ashworth Scale. Safety parameters will also be measured including adverse events, vital signs (pulse and blood pressure) and clinical laboratory tests (haematology, serum chemistry and urinanalysis).","detailedDescription":"The primary purpose is to prove the efficacy of treatment administration with Botulinum Toxin Type A for Injection (HengLi®) beyond placebo in subjects with post-stroke upper limb spasticity of both wrist and fingers flexors as measured on the Modified Ashworth Scale (MAS).\n\nSubjects will receive a single treatment session of intramuscular HengLi® 200U or 240U (if thumb spasticity is present) or placebo after they first enroll the core phase randomly. Totally 180 subjects will be recruited in this part. Each completed subject should finish 8 (visit 0 to 7) clinic visits. Subjects will receive a single intramuscular treatment with either HengLi® or placebo at day 0 (visit 0). The else 7 visits are at week 1, 4, 6, 8, 12, 16 and 18 (visits 1 to 7) and week 6 (visit 3) is appointed as the primary visit to determine efficacy.\n\nThe primary endpoint is the change from baseline at week 6 for wrist flexor muscle tone as measured on the Modified Ashworth Scale (MAS). The secondary endpoints involve the area under curve (AUC) for the MAS wrist score change from baseline, change from baseline for wrist/finger/thumb flexor muscle tone as measured on MAS, DAS and GAS. The safety measures involve adverse events, clinical laboratory tests and pulse, blood pressure."},"conditionsModule":{"conditions":["Cerebrovascular Accident"],"keywords":["Spasticity, Post-Stroke","Botulinum toxin type A for Injection","upper limb spasticity"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE3"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"QUADRUPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":180,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Botulinum Toxin Type A for Injection","type":"EXPERIMENTAL","description":"HengLi002(Botulinum Toxin Type A for Injection,also known as \"HengLi®\")","interventionNames":["Drug: Botulinum Toxin Type A for Injection"]},{"label":"placebo","type":"PLACEBO_COMPARATOR","description":"excipient","interventionNames":["Drug: placebo"]}],"interventions":[{"type":"DRUG","name":"Botulinum Toxin Type A for Injection","description":"HengLi002(Botulinum Toxin Type A for Injection,also known as \"HengLi®\")","armGroupLabels":["Botulinum Toxin Type A for Injection"],"otherNames":["HengLi®"]},{"type":"DRUG","name":"placebo","description":"placebo","armGroupLabels":["placebo"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change From Baseline at Week 6 of Wrist Flexor Muscle Tone is calculated by the Modified Ashworth Scale (MAS)","description":"The investigator, physiotherapist, or occupational therapist extended the participant's wrist as quickly as possible to grade flexor muscle tone. The MAS wrist score was calculated by using the 6-point MAS (0, 1, 1+ \\[regarded as 1.5\\], 2, 3, and 4; 0=no increase in muscle tone; 4=affected part\\[s\\] rigid in flexion/extension). Change from Baseline at Week 6 was calculated as the value at Week 6 minus the value at Baseline.","timeFrame":"Baseline (Day 0) and Week 6"}],"secondaryOutcomes":[{"measure":"Area Under the Curve (AUC) for the Change From Baseline at Weeks 6 and 12 for MAS Wrist Score","description":"horizontal axis (HA): plotting time points; vertical axis: Mean changes from Baseline for the MAS wrist score are calculated as the value at Week 6 and Week 12 minus the value at Baseline","timeFrame":"Baseline (Day 0), Week 6, and Week 12"},{"measure":"Change From Baseline at Weeks 1, 4, 8, 12, 16 and 18 for Wrist Flexor Muscle Tone are calculated by the MAS","description":"The investigator, physiotherapist, or occupational therapist extended the participant's wrist as quickly as possible to grade flexor muscle tone. The MAS wrist score was calculated by using the 6-point MAS (0, 1, 1+ \\[regarded as 1.5\\], 2, 3, and 4; 0=no increase in muscle tone; 4=affected part\\[s\\] rigid in flexion/extension). Change from Baseline at the indicated time points was calculated as the value at the indicated time points minus the value at Baseline.","timeFrame":"Baseline (Day 0) and Weeks 1, 4, 8, 12, 16 and 18"},{"measure":"Proportion of subjects Classified as Wrist Treatment Responders at All Post-injection Visits","description":"Definition of Wrist Treatment Responder: The MAS wrist score reduces at least 1 point. The MAS wrist score was calculated by using the 6-point MAS (0, 1, 1+ \\[regarded as 1.5\\], 2, 3, and 4; 0=no increase in muscle tone; 4=affected part\\[s\\] rigid in flexion/extension).","timeFrame":"Weeks 1, 4, 6, 8, 12, 16 and 18"},{"measure":"Changes From Baseline at Week 1, 4, 6, 8, 12, 16 and 18 of Finger Flexor Muscle Tone are calculated by the MAS","description":"The investigator, physiotherapist, or occupational therapist extended the participant's finger as quickly as possible to grade the flexor muscle tone. The MAS finger score was calculated by using the 6-point MAS (0, 1, 1+ \\[regarded as 1.5\\], 2, 3, and 4; 0=no increase in muscle tone; 4=affected part\\[s\\] rigid in flexion/extension). Change from Baseline at the indicated time points was calculated as the value at Week 1, 4, 6, 8, and 12 minus the value at Baseline.","timeFrame":"Baseline (Day 0) and Weeks 1, 4, 6, 8, 12, 16 and 18"},{"measure":"Changes From Baseline at Week 1, 4, 6, 8, 12, 16 and 18 of Thumb Flexor Muscle Tone are calculated by the MAS","description":"The investigator, physiotherapist, or occupational therapist extended the participant's thumb as quickly as possible to grade the flexor muscle tone. The MAS thumb score was calculated by using the 6-point MAS (0, 1, 1+ \\[regarded as 1.5\\], 2, 3, and 4; 0=no increase in muscle tone; 4=affected part\\[s\\] rigid in flexion/extension). Change from Baseline at the indicated time points was calculated as the value at Week 1, 4, 6, 8, and 12 minus the value at Baseline.","timeFrame":"Baseline (Day 0) and Weeks 1, 4, 6, 8, 12, 16 and 18"},{"measure":"Changes From Baseline at Week 1, 4, 6, 8, 12, 16 and 18 of individual situations are calculated by the Disability Assessment Scale (DAS)","description":"The investigator evaluates 4 areas of disability, hygiene, pain, dressing, and limb posture, with the 4-point DAS (0=No functional disability to 3=Severe disability). Prior to the initial administration, the investigator, in consultation with the participant, selects 1 functional disability item (The item should be scored 2 or greater as measured by the DAS, indicating moderate to severe disability) from the 4 areas of disability and assessed it as a principal measure. Change from Baseline at the indicated time points was calculated at Week 1, 4, 6, 8, 12, 16 and 18 minus the value at Baseline.","timeFrame":"Baseline (Day 0) and Weeks 1, 4, 6, 8, 12, 16 and 18"},{"measure":"Global Assessment Scale (GAS) Score as Evaluated by the Physician at the Indicated Time Points","description":"The investigators use the GAS to assess response after administration at each visit (visit 1 to 7). The 9-point GAS (-4, -3, -2, -1, 0, +1, +2, +3, +4; -4=very marked worsening, 0=unchanged, +4=very marked improvement) is chosen to measure at the indicated time points.","timeFrame":"Weeks 1, 4, 6, 8, 12, 16 and 18"},{"measure":"GAS Score as Evaluated by the Care Giver or the Participants at the Indicated Time Points","description":"The caregivers or participants take the GAS to assess response after administration at each visit (visit 1 to 7). The 9-point GAS (-4, -3, -2, -1, 0, +1, +2, +3, +4; -4=very marked worsening, 0=unchanged, +4=very marked improvement) is chosen to measure at the indicated time points.","timeFrame":"Weeks 1, 4, 6, 8, 12, 16 and 18"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* ≥40kg in weight.\n* Subjects voluntarily sign the informed consent.\n* Subjects with upper limb spasticity who are at least 3 months post stroke and present with spasticity of both the wrist and fingers in the study limb.\n* Both wrist flexor muscle tone and finger flexor muscle tone evaluation recorded 2 or greater individually as measured by MAS (0 to 4).\n* At least one functional disability item (i.e., hygiene, dressing, pain, or cosmesis) evaluated 2 or greater by DAS (0 to 3).\n* If using oral anti-spasticity medications, must be stable for at least 1 month prior to study enrolment.\n* If taking any physical therapy or occupational therapy, must be stable on frequency, type, and intension for at least 1 month prior to study enrolment.\n* In the opinion of the investigator, subject must clearly understand the intent of the study and be willing and able to comply with study instructions and complete the entire study.\n\nExclusion Criteria:\n\n* Females who are pregnant, nursing, or planning a pregnancy during the study period, or females of childbearing potential, not using a reliable means of contraception.\n* Known allergy or sensitivity to study medication or its components.\n* Infection or dermatological condition at the injection sites.\n* Significant inflammation in the study limb limiting joint movement.\n* Unstable liver disease (as defined by the presence of ascites, encephalopathy, coagulopathy, hypoalbuminaemia, esophageal or gastric varices or persistent jaundice), cirrhosis, known biliary abnormalities (with the exception of Gilbert's syndrome or asymptomatic gallstones).\n* History of or planned surgical intervention for spasticity of the study limb.\n* Participation in another clinical study currently, or within the one months immediately prior to enrolment.\n* Within six months prior to the study had received any treatment of patients with botulinum toxin of any serotype.\n* Any medical condition that may put the subject at increased risk with exposure , including diagnosed myasthenia gravis, Eaton-Lambert syndrome, amyotrophic lateral sclerosis, or any other disorder that might have interfered with neuromuscular function.\n* History of or planned treatment for spasticity with phenol or alcohol block in the study limb.\n* Current treatment for spasticity with an intrathecal baclofen.\n* QTc criteria: (either QTcb or QTcf, machine or manual overread, males or females); include the following details as appropriate: QTc≥450 millisecond (msec) or≥480msec for subjects with Bundle Branch Block-values based on either single electrocardiogram (ECG) values or triplicate ECG averaged QTc values obtained over a brief recording period.\n* Liver function tests: aspartate aminotransferase (AST) and alanine aminotransferase (ALT) ≥2xULN; alkaline phosphatase and bilirubin \\>1.5xULN (isolated bilirubin \\>1.5ULN is acceptable if bilirubin is fractionated and direct bilirubin \\<35%).\n* Concurrent use of aminoglycoside antibiotics or other agents that might interfere with neuromuscular function.\n* Presence of clinically unstable severe cardiovascular, renal or respiratory disease.\n* Profound atrophy of muscles to be injected (in the investigators opinion).\n* Planned or anticipated initiation of new antispasticity medications during the clinical study.\n* History (within 3 months of qualification) of or planned (during study period) casting of the study limb.\n* patients with severe cognitive impairment or neurological diseases affecting the implementation or evaluation of the test, and drug-dependent patients.\n* Researchers believe there are other factors unfit to participate in this study of patients .","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Xinhua Wan, archiater","affiliation":"Peking Union Medical College Hospital","role":"STUDY_DIRECTOR"},{"name":"Shengyuan Yu, archiater","affiliation":"The General Hospital of People's Liberation Army(301 hospital)","role":"PRINCIPAL_INVESTIGATOR"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000009128","term":"Muscle Spasticity"},{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000009135","term":"Muscular Diseases"},{"id":"D000009140","term":"Musculoskeletal Diseases"},{"id":"D000009122","term":"Muscle Hypertonia"},{"id":"D000020879","term":"Neuromuscular Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Cerebrovascular Accident","relevance":"HIGH"},{"id":"M11775","name":"Muscle Spasticity","asFound":"Spasticity","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M11782","name":"Muscular Diseases","relevance":"LOW"},{"id":"M11787","name":"Musculoskeletal Diseases","relevance":"LOW"},{"id":"M11769","name":"Muscle Hypertonia","relevance":"LOW"},{"id":"M22309","name":"Neuromuscular Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"meshes":[{"id":"D000001905","term":"Botulinum Toxins"},{"id":"D000019274","term":"Botulinum Toxins, Type A"},{"id":"C000542869","term":"abobotulinumtoxinA"}],"ancestors":[{"id":"D000065087","term":"Acetylcholine Release Inhibitors"},{"id":"D000049990","term":"Membrane Transport Modulators"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"},{"id":"D000018678","term":"Cholinergic Agents"},{"id":"D000018377","term":"Neurotransmitter Agents"},{"id":"D000045505","term":"Physiological Effects of Drugs"},{"id":"D000009465","term":"Neuromuscular Agents"},{"id":"D000018373","term":"Peripheral Nervous System Agents"}],"browseLeaves":[{"id":"M4873","name":"Botulinum Toxins","asFound":"250","relevance":"HIGH"},{"id":"M250157","name":"abobotulinumtoxinA","asFound":"Previous","relevance":"HIGH"},{"id":"M20947","name":"Botulinum Toxins, Type A","asFound":"Previous","relevance":"HIGH"},{"id":"M3163","name":"Acetylcholine","relevance":"LOW"},{"id":"M20448","name":"Cholinergic Agents","relevance":"LOW"},{"id":"M20194","name":"Neurotransmitter Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"VaDiAg","name":"Vasodilator Agents"}]}},"hasResults":false}