{"protocolSection":{"identificationModule":{"nctId":"NCT02144831","orgStudyIdInfo":{"id":"MENA-TIA study"},"organization":{"fullName":"University of Alberta","class":"OTHER"},"briefTitle":"The Middle East Dual Anti-platelet Treatment in Acute Transient Ischemic Attack","officialTitle":"The Middle East Dual Anti-platelet Treatment in Acute Transient Ischemic Attack.10 vs 30 Days of Combination ASA and Clopidogrel Study","acronym":"MENA-TIA"},"statusModule":{"statusVerifiedDate":"2022-05","overallStatus":"WITHDRAWN","whyStopped":"Could not get study started","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2014-07"},"primaryCompletionDateStruct":{"date":"2018-06","type":"ESTIMATED"},"completionDateStruct":{"date":"2018-10","type":"ESTIMATED"},"studyFirstSubmitDate":"2014-04-17","studyFirstSubmitQcDate":"2014-05-19","studyFirstPostDateStruct":{"date":"2014-05-22","type":"ESTIMATED"},"lastUpdateSubmitDate":"2022-05-24","lastUpdatePostDateStruct":{"date":"2022-05-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Alberta","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"The primary goal of the research is to determine if 10 days of dual anti-platelet treatment is as effective as 30 days of similar treatment in the prevention of stroke, myocardial ischemia (MI) and death in patients with TIAs and minor stroke.","detailedDescription":"Transient Ischemic Attacks (TIAs) are common, easily misdiagnosed, not investigated appropriately and are often harbingers of disabling strokes. A TIA is best defined as an episode of neurological dysfunction caused by focal ischemia that lasts for less than 24 hours (very often less than an hour). Minor stroke (NIHSS of \\<3) is often lumped together with TIAs. The distinction between minor ischemic stroke and TIA is unimportant in terms of prognosis. Numerous studies have shown that short-term risk of stroke is high after TIA and minor ischemic stroke, particularly in the first few days, even in patients treated with aspirin, the current standard of care. In patients with TIAs and minor stroke effective therapies can significantly reduce the overall burden of stroke if initiated immediately. The recently completed CHANCE study comprising more than 5000 patients with TIAs and minor stroke showed that a short course of combination antiplatelet medications (ASA+clopidogrel) for 3 weeks significantly reduced the 90-day risk of stroke when compared to ASA treatment.\n\nThere are three trials where patients with TIAs and minor strokes were treated early after onset of symptoms with combination treatment with clopidogrel and ASA versus ASA alone. FASTER was a pilot trial based in Canada (5). It evaluated clopidogrel (300 mg load and 75 mg/day afterwards) on a background of aspirin in patients presenting within 24 hours of a TIA or minor stroke. The trial enrolled 392 patients. The risk of stroke (ischemic or hemorrhagic) at 90 days was 11% in those treated with aspirin alone and 7% in those treated with clopidogrel and aspirin, a non-significant 36% relative risk reduction (RRR) in this pilot trial (p=0.19). There were two Intra cerebral hemorrhages(ICHs) and these were both in patients treated with clopidogrel and ASA.\n\nThe recently completed CHANCE trial (5170 patients enrolled within 24 hours of symptom-onset) from China showed that in patients with high-risk TIAs and minor strokes, there was a significant absolute reduction of early stroke at 90 days from 11.7 % to 8.2 % hazard ration (HR) 0.68, 95% Confidence interval (CI) 0.57-0.81; p\\<0.001) in patients treated with a combination of ASA and clopidogrel for 21 days compared to ASA alone (13). Similar to the EXPRESS study (3), most of the strokes developed in the initial days following the TIA. The observation that strokes occur very early, as is evident from EXPRESS and CHANCE suggests that perhaps the vascular pathology responsible for the events begins to heal rapidly once antiplatelet therapy is initiated. This allows for the possibility that shorter duration combination antiplatelet therapy may also be as effective as the 21 days treatment in CHANCE or the 30 days treatment in the NIH funded POINT trial. A prospective study that compares the outcome of stroke, MI or death at 90 days in patients treated with 10 days or 30 days of dual antiplatelet therapy will therefore be very useful. If the shorter duration dual antiplatelet therapy is as effective as the longer duration dual antiplatelet treatment, this will result in lower costs and the lower risk of side effects in stroke prevention in high-risk TIA patients.\n\nHypothesis:\n\nThe short duration use of dual antiplatelet agents for 10 days is as effective as a longer duration of 30 days or longer. The shorter duration treatment will however result in fewer hemorrhagic complications.\n\nSTUDY OBJECTIVES\n\nThe Primary Specific Aim of this randomized, multicenter clinical trial is to determine whether a 10 day course of treatment with clopidogrel 75 mg/day by mouth after a loading dose of 600 mg is as effective a similar treatment for 30 days in improving survival free from ischemic vascular events (ischemic stroke, myocardial infarction, and ischemic vascular death) at 90 days when subjects are randomized within 24 hours of time last known free of new ischemic symptoms in patients receiving aspirin 50-325 mg/day as the long-term antiplatelet therapy.\n\nThere will be several secondary aims of the study, including comparison of the risk of major and minor hemorrhage, the risk of recurrent TIAs or minor stroke at 10-day, 30-day and 90-day evaluations and the measuring severity of any stroke in the two arms in the 90 days of follow-up. The NIHSS will be used for assessment of the severity of the stroke.\n\nParticipation Centers During the course of the trial, approximately 10-15 sites will enroll approximately 1200 subjects with TIA or minor ischemic stroke. Before enrolling subjects into the study, all collaborating sites will obtain approval from local institutional review boards (IRBs), which will have access to all study documentation and educational materials.\n\nStudy Population The study will include both TIA and minor ischemic stroke. Neurological impairment at the time of enrollment is expected to be minimal since the deficits prompting diagnosis will have largely resolved. Vascular risk factors, including diabetes, hypertension, and coronary artery disease, are expected to be common.\n\nPregnant women will be excluded from the study because the safety of clopidogrel is not established in this population, and this drug may increase risk of harm to the fetus. Women at risk for pregnancy (see Exclusion Criteria) will also be excluded. No other vulnerable population will be excluded from the study.\n\nTREATMENTS Study Drugs This randomized study is primarily designed to compare a clopidogrel/aspirin combination versus an aspirin alone regimen for 10 days versus 30 days. This is an open-label design. Patients and physicians will be aware of the study medications.\n\nAspirin tablets will be open label with the dose in a range 50-325 mg daily determined by the treating physician. A dose of 162 mg daily x 5 days, followed by 81 mg daily will be strongly recommended.\n\nClopidogrel treatment will be offered in the following manner:\n\nDay 1: 8 tablets of clopidogrel 75 mg (loading dose of 600 mg) From D2 to D10 or D2 to D30: one tablet of clopidogrel 75 mg\n\nAll patients will be on ASA 50-325 for the 90 days until the final assessment. Assignment to a Treatment Group The randomization will take place locally. To keep the study simple, sequential subjects will be randomized to 10 days (even number recruitment) and 30 day (odd number recruitment). All centers will recruit competitively into the trial."},"conditionsModule":{"conditions":["Transient Ischemic Attacks","Minor Stroke"],"keywords":["TIA","stroke prevention","ASA","clopidogrel","dual antiplatelet treatment"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE4"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","INVESTIGATOR"]}},"enrollmentInfo":{"count":0,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"anti-thrombotic treatment","type":"ACTIVE_COMPARATOR","description":"10 days of ASA (75-325 mg) + Clopidogrel (75mg) anti-thrombotic treatment","interventionNames":["Drug: anti-thrombotic treatment using Aspirin (ASA 75-325mg) and Clopidogrel (75mg)"]},{"label":"anti-thrombotic","type":"ACTIVE_COMPARATOR","description":"30 days of ASA (75-325 mg) + Clopidogrel (75mg) anti-thrombotic treatment","interventionNames":["Drug: anti-thrombotic treatment using Aspirin (ASA 75-325mg) and Clopidogrel (75mg)"]}],"interventions":[{"type":"DRUG","name":"anti-thrombotic treatment using Aspirin (ASA 75-325mg) and Clopidogrel (75mg)","description":"comparisson of what is the efficacy and safety of 10 days to 30 day treatment of aspirin (ASA)+Clopidogrel","armGroupLabels":["anti-thrombotic","anti-thrombotic treatment"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"To test if 10 days of treatment with ASA and Clopidogrel has fewer complications than 30 days of similar treatment","description":"Initiation of dual anti platelet treatment in high risk TIA patients within 24 hours of presentation","timeFrame":"4 years prospective study"},{"measure":"What is the feasibility and efficacy of the non-inferiority design","description":"If 10 days of dual anti platelet treatment has equal efficacy in stroke prevention as 30 days of dual anti platelet treatment in patients with recent high risk TIAs","timeFrame":"4 years"}],"secondaryOutcomes":[{"measure":"To study the incidence of hemorrhagic complications","description":"Safety outcome will be the measurement hemorrhagic complication within thirty days of initiation of treatment. To test if 10 days of treatment with ASA and Clopidogrel has fewer complications than 30 days of similar treatment","timeFrame":"4 years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\n1. Neurologic deficit (based on history or exam) attributed to focal brain ischemia and EITHER:\n\n   High risk TIA: Complete resolution of the deficit at the time of randomization AND age, blood pressure, clinical features, duration of TIA and presence of diabetes (ABCD2) score \\>4 OR Minor ischemic stroke: residual deficit with NIHSS ≤3 at the time of randomization.\n2. Ability to randomize within 24 hours of time last known free of new ischemic symptoms.\n3. Head CT or MRI ruling out hemorrhage or other pathology, such as vascular malformation, tumor, or abscess, that could explain symptoms or contraindicate therapy.\n4. Ability to tolerate aspirin at a dose of 50-325 mg/day.\n\nExclusion Criteria\n\n1. TIA symptoms limited to isolated numbness, isolated visual changes, or isolated dizziness/vertigo.\n2. In the judgment of the treating physician, a candidate for thrombolysis, endarterectomy or endovascular intervention, unless the subject declines both endarterectomy and endovascular intervention at the time of the evaluation for eligibility.\n3. Receipt of any intravenous or intra-arterial thrombolysis within 1 week prior to index event.\n4. Gastrointestinal bleed or major surgery within 3 months prior to index event. History of non-traumatic intracranial hemorrhage.\n5. Clear indication for anticoagulation (e.g., warfarin, heparin) anticipated during the study period (atrial fibrillation, mechanical heart valve, deep venous thrombosis, pulmonary embolism, antiphospholipid antibody syndrome, hypercoagulable state).\n6. Qualifying ischemic event induced by angiography or surgery.\n7. Severe non-cardiovascular comorbidity with life expectancy \\<3 months.\n8. Contraindication to clopidogrel or aspirin:\n\n   * Known allergy\n   * Severe renal (serum creatinine \\>2 mg/dL) or hepatic insufficiency (prior or concurrent diagnosis, with international normalized ratio (INR)\\>1.5, or any resultant complication, such as variceal bleeding, encephalopathy, or icterus)\n   * Hemostatic disorder or systemic bleeding in the past 3 months\n   * Current thrombocytopenia (platelet count \\<100 x109/l) or neutropenia/granulocytopenia (\\<1 x109/l) o History of drug-induced hematologic or hepatic abnormalities\n9. Anticipated requirement for long-term (\\>10 days) nonstudy antiplatelet drugs (eg, dipyridamole, clopidogrel, ticlopidine), or non steroidal anti inflammatory drugs (NSAIDs) affecting platelet function (such as prior vascular stent or arthritis).\n10. Not willing or able to discontinue prohibited concomitant medications. Inability to swallow medications.\n11. At risk for pregnancy: premenopausal or postmenopausal woman within 12 months of last menses without a negative pregnancy test or not committing to adequate birth control (e.g., oral contraceptive, two methods of barrier birth control, or abstinence).\n12. Unavailability for follow-up. Signed and dated informed consent not obtained from patient.\n\nOther neurological conditions that would complicate assessment of outcomes during follow-up.\n\nOngoing treatment in another study of an investigational therapy, or treatment in such a study within the last 7 days.","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Ashfaq Shuaib, MD FRCPC","affiliation":"University of Alberta","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of Alberta Hospital","city":"Edmonton","state":"Alberta","country":"Canada","geoPoint":{"lat":53.55014,"lon":-113.46871}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000002546","term":"Ischemic Attack, Transient"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000002545","term":"Brain Ischemia"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M5485","name":"Ischemic Attack, Transient","asFound":"Transient Ischemic Attack","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"D000001241","term":"Aspirin"},{"id":"D000077144","term":"Clopidogrel"}],"ancestors":[{"id":"D000000894","term":"Anti-Inflammatory Agents, Non-Steroidal"},{"id":"D000018712","term":"Analgesics, Non-Narcotic"},{"id":"D000000700","term":"Analgesics"},{"id":"D000018689","term":"Sensory System Agents"},{"id":"D000018373","term":"Peripheral Nervous System Agents"},{"id":"D000045505","term":"Physiological Effects of Drugs"},{"id":"D000000893","term":"Anti-Inflammatory Agents"},{"id":"D000018501","term":"Antirheumatic Agents"},{"id":"D000005343","term":"Fibrinolytic Agents"},{"id":"D000050299","term":"Fibrin Modulating Agents"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"},{"id":"D000010975","term":"Platelet Aggregation Inhibitors"},{"id":"D000016861","term":"Cyclooxygenase Inhibitors"},{"id":"D000004791","term":"Enzyme Inhibitors"},{"id":"D000058633","term":"Antipyretics"},{"id":"D000058921","term":"Purinergic P2Y Receptor Antagonists"},{"id":"D000058919","term":"Purinergic P2 Receptor Antagonists"},{"id":"D000058914","term":"Purinergic Antagonists"},{"id":"D000058905","term":"Purinergic Agents"},{"id":"D000018377","term":"Neurotransmitter Agents"}],"browseLeaves":[{"id":"M4238","name":"Aspirin","asFound":"Knee","relevance":"HIGH"},{"id":"M1669","name":"Clopidogrel","asFound":"Results","relevance":"HIGH"},{"id":"M3907","name":"Anti-Inflammatory Agents","relevance":"LOW"},{"id":"M3908","name":"Anti-Inflammatory Agents, Non-Steroidal","relevance":"LOW"},{"id":"M3722","name":"Analgesics","relevance":"LOW"},{"id":"M20476","name":"Analgesics, Non-Narcotic","relevance":"LOW"},{"id":"M20294","name":"Antirheumatic Agents","relevance":"LOW"},{"id":"M8163","name":"Fibrinolytic Agents","relevance":"LOW"},{"id":"M13555","name":"Platelet Aggregation Inhibitors","relevance":"LOW"},{"id":"M18899","name":"Cyclooxygenase Inhibitors","relevance":"LOW"},{"id":"M7641","name":"Enzyme Inhibitors","relevance":"LOW"},{"id":"M28866","name":"Antipyretics","relevance":"LOW"},{"id":"M28984","name":"Purinergic P2Y Receptor Antagonists","relevance":"LOW"},{"id":"M20194","name":"Neurotransmitter Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"Antipy","name":"Antipyretics"},{"abbrev":"Infl","name":"Anti-Inflammatory Agents"},{"abbrev":"ARhu","name":"Antirheumatic Agents"},{"abbrev":"FiAg","name":"Fibrinolytic Agents"},{"abbrev":"Analg","name":"Analgesics"},{"abbrev":"PlAggInh","name":"Platelet Aggregation Inhibitors"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}