{"protocolSection":{"identificationModule":{"nctId":"NCT00076479","orgStudyIdInfo":{"id":"040100"},"secondaryIdInfos":[{"id":"04-N-0100"}],"organization":{"fullName":"National Institutes of Health Clinical Center (CC)","class":"NIH"},"briefTitle":"Role of the Right Brain in Recovery of Language Function in Chronic Stroke"},"statusModule":{"statusVerifiedDate":"2006-01","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2004-01"},"completionDateStruct":{"date":"2006-01"},"studyFirstSubmitDate":"2004-01-22","studyFirstSubmitQcDate":"2004-01-22","studyFirstPostDateStruct":{"date":"2004-01-23","type":"ESTIMATED"},"lastUpdateSubmitDate":"2008-03-03","lastUpdatePostDateStruct":{"date":"2008-03-04","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"leadSponsor":{"name":"National Institute of Neurological Disorders and Stroke (NINDS)","class":"NIH"}},"descriptionModule":{"briefSummary":"This study will examine in healthy individuals and in patients with aphasia (a language disturbance that is usually caused by stroke, brain disease, or injury) which parts of the brain are involved in naming everyday objects. In most people, language and speech originate in the left side of the brain. When this side of the brain is damaged, language function is often impaired. Often, however, function partly recovers, possibly because the right half of the brain takes over some language functions when the left half is injured.\n\nHealthy volunteers and patients with aphasia due to stroke may be eligible for this study. All candidates must be 18 years of age and older. Patients' aphasia must have occurred as the result of a stroke that occurred more than 12 months before entering the study. In addition, their stroke must not have affected the brainstem or cerebellum. Candidates will be screened with a medical history, brief physical examination, and questionnaire about handedness. Participants will undergo the following tests and procedures:\n\nSession 1: Magnetic resonance scanning (MRI)\n\nMRI is a diagnostic and research tool that uses a strong magnetic field and radio waves to obtain images of body organs and tissues, including the brain. The subject lies in a cylindrical machine for up to 60 minutes. Loud thumping noises occur when the radiofrequency circuits are switched; this noise can be muffled by the use of earplugs.\n\nSessions 2 and 3: Picture naming during transcranial magnetic stimulation (TMS)\n\nFor transcranial magnetic stimulation, a wire coil is held on the subject's scalp. A brief electrical current is passed through the coil, creating a magnetic pulse that stimulates the brain. The subject hears a click and feels a pulling sensation on the skin under the coil. There may also be a twitch in the muscles of the arm or leg. During the TMS, subjects are asked to name pictures of common everyday objects that appear on a computer screen. They are asked to name them as fast and as accurately as possible. Their voice is recorded to determine the accuracy of their answers and the time it takes to answer. Subjects may also be asked to tense certain muscles slightly or perform other simple actions during the TMS to position the coil properly.","detailedDescription":"Background: Aphasia, a language impairment usually induced by stroke, is typically the result of damage to the left hemisphere. Severity of this disorder can vary across patients, as well as the degree of impairment at various levels of linguistic processes. However, one consistent symptom of aphasia is anomia (or dysnomia) which is a word finding deficit. Given the reliable presence of anomia, picture naming is a common task used both clinically and experimentally to probe linguistic processing.\n\nFunctional imaging studies have suggested that the right hemisphere may be recruited to compensate for loss of left hemispheric language regions. However, they could not assess the functional significance of the observed activations. In a previous experiment (NIDCD protocol 92-DC-0178), we have identified the areas activated in association with language function (picture naming) in patients with chronic stroke that have partially recovered from an initially severe aphasia and in healthy, age- and gender-matched controls. The preliminary outcome is increased involvement of the right hemisphere for picture naming in recovered aphasics.\n\nObjectives: In the present protocol, we plan to test the hypothesis that right hemispheric homologues of traditional left hemispheric anterior and posterior language areas are the neural substrate mediating recovery of language functions in patients with chronic stroke. This investigation is important because it can provide novel evidence on plasticity of language functions in chronic stroke.\n\nStudy Population: We plan to include chronic stroke patients that suffer from aphasia, and healthy, age- and gender-matched controls.\n\nDesign: We will test if inhibitory transcranial magnetic stimulation (TMS) of right-hemispheric cortical areas (inferior frontal gyrus - IFG, superior temporal gyrus - STG, middle temporal gyrus - MTG) that are activated during picture naming will result in a decrease in task performance (picture naming latency) in chronic stroke patients, in comparison to stimulation of left hemispheric areas in aphasics, and right-hemispheric homologue areas in healthy controls. The TMS experiment is necessary to identify a cause-effect link between right hemispheric activation and recovery of language functions after chronic stroke. Stereotactic applications of TMS during the picture naming task will be implemented over six cortical sites in both groups: left IFG, left STG, left MTG, and right IFG, right STG, and right MTG.\n\nOutcome Measures: The outcome measure will be performance on the picture naming task (primary outcome measure reaction time) during TMS as a function of subject group and stimulation site."},"conditionsModule":{"conditions":["Aphasia","Cerebrovascular Accident"],"keywords":["Aphasia","Rehabilitation","Neuroplasticity","Picture Naming","Transcranial Magnetic","Stroke","Healthy Volunteer","HV"]},"designModule":{"studyType":"OBSERVATIONAL","enrollmentInfo":{"count":40}},"eligibilityModule":{"eligibilityCriteria":"INCLUSION CRITERIA:\n\nWe will include patients with thromboembolic non-hemorrhagic hemispheric lesions and with hemorrhagic hemispheric lesions (as documented by CT or MRI) at least 12 months after the stroke.\n\nWe will choose subjects with chronic stable aphasia, that initially presented with severe aphasia and have partially recovered.\n\nAssessment of the initial functional state will be taken either from patient report or medical records. All of the aphasic patients are already known to the investigators from the NIDCD.\n\nEXCLUSION CRITERIA - HEALTHY CONTROLS:\n\nUnable to perform the task (naming of everyday objects in less than 10 s).\n\nHistory of alcohol or drug abuse or psychiatric illness like depression.\n\nEpilepsy.\n\nAre less than 18 years of age.\n\nPregnant or breast feeding a child.\n\nEXCLUSION CRITERIA - PATIENTS:\n\nUnable to perform the task (naming of everyday objects in less than 10 s).\n\nHistory of alcohol or drug abuse or psychiatric illness like depression.\n\nEpilepsy.\n\nAre less than 18 years of age.\n\nPregnant or breast feeding a child.\n\nPatients with cerebellar or brainstem lesions.\n\nPatients or subjects with severe uncontrolled medical problems (e.g. cardiovascular disease, severe rheumatoid arthritis, active joint deformity of arthritic origin, active cancer or renal disease, any kind of end-stage pulmonary or cardiovascular disease).\n\nPatients or subjects with increased intracranial pressure as evaluated by clinical means.\n\nIndividuals receiving drugs acting primarily on the central nervous system.","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"National Institute of Neurological Disorders and Stroke (NINDS)","city":"Bethesda","state":"Maryland","zip":"20892","country":"United States","geoPoint":{"lat":38.98067,"lon":-77.10026}}]},"referencesModule":{"references":[{"pmid":"12953304","type":"BACKGROUND","citation":"Abrahams S, Goldstein LH, Simmons A, Brammer MJ, Williams SC, Giampietro VP, Andrew CM, Leigh PN. Functional magnetic resonance imaging of verbal fluency and confrontation naming using compressed image acquisition to permit overt responses. Hum Brain Mapp. 2003 Sep;20(1):29-40. doi: 10.1002/hbm.10126."},{"pmid":"7511518","type":"BACKGROUND","citation":"Amassian VE, Maccabee PJ, Cracco RQ, Cracco JB, Somasundaram M, Rothwell JC, Eberle L, Henry K, Rudell AP. The polarity of the induced electric field influences magnetic coil inhibition of human visual cortex: implications for the site of excitation. Electroencephalogr Clin Neurophysiol. 1994 Feb;93(1):21-6. doi: 10.1016/0168-5597(94)90087-6."},{"pmid":"2612175","type":"BACKGROUND","citation":"Basso A, Gardelli M, Grassi MP, Mariotti M. The role of the right hemisphere in recovery from aphasia. Two case studies. Cortex. 1989 Dec;25(4):555-66. doi: 10.1016/s0010-9452(89)80017-6."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001037","term":"Aphasia"},{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000013064","term":"Speech Disorders"},{"id":"D000007806","term":"Language Disorders"},{"id":"D000003147","term":"Communication Disorders"},{"id":"D000019954","term":"Neurobehavioral Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Cerebrovascular Accident","relevance":"HIGH"},{"id":"M4042","name":"Aphasia","asFound":"Aphasia","relevance":"HIGH"},{"id":"M15554","name":"Speech Disorders","relevance":"LOW"},{"id":"M10513","name":"Language Disorders","relevance":"LOW"},{"id":"M6064","name":"Communication Disorders","relevance":"LOW"},{"id":"M21516","name":"Neurobehavioral Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}