{"protocolSection":{"identificationModule":{"nctId":"NCT05751148","orgStudyIdInfo":{"id":"B0762023230106"},"organization":{"fullName":"Centre Hospitalier Universitaire Saint Pierre","class":"OTHER"},"briefTitle":"Cardiovascular Effects of Intrathecal Hyperbaric Prilocaine or Bupivacaine in Surgery Under Spinal Anesthesia","officialTitle":"Cardiovascular Effects of Intrathecal Hyperbaric Prilocaine or Bupivacaine in Surgery Under Spinal Anesthesia: A Multicenter Prospective Pilot Study Based on Non- Invasive Haemodynamic Monitoring"},"statusModule":{"statusVerifiedDate":"2023-03","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-03-22","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-09-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-09-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-01-22","studyFirstSubmitQcDate":"2023-02-20","studyFirstPostDateStruct":{"date":"2023-03-02","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-03-23","lastUpdatePostDateStruct":{"date":"2023-03-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Centre Hospitalier Universitaire Saint Pierre","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"Spinal anesthesia remains a mainstay in lower limbs- as in day-case surgeries as well. It consists in injecting a local anesthetic drug into the intrathecal space of a patient's spinal canal. To achieve a suitable sensory and motor block for elective or emergent surgery, the anesthetist must adapt his choice of local anesthetic to the surgery's requirements and the patient's comorbidities, too.\n\nSpinal anesthesia is often associated with adverse cardiovascular events, notably hypotension which is a major concern in current anesthetic practice, especially in specific patient populations.\n\nSpinal induced hypotension is reported to be commonly related to the sympathetic block level and may be linked to perioperative cardiac and renal complications. Several mechanisms might play a role in the incidence of perioperative hypotension after spinal puncture. A decrease in peripheric systemic vascular resistance from arterial vasodilatation, a reduction of cardiac output due to a decrease in preload from a redistribution of venous blood into lower limbs or even an occurrence or increment of cardiac dysfunction, might compound proper blood flow towards noble organs such as brain, heart and kidneys. Spinal induced hypotension may also be related to a direct reduction of cardiac contractibility by the local anesthetic injection.\n\nCompensating mechanisms might be inhibited depending on the level of sympathetic blockade, usually related to the dose of the local anesthetic. Former studies found that intrinsic left ventricular depression might occur during spinal anesthesia as left ventricular volumes per se remain stable. One noticed that diastolic and systolic function (i.e., ventricular outflow tract velocity) decreased significantly after intrathecal levobupivacaine plus fentanyl injection based on transthoracic ultrasound assessment. Other authors use Pro-Brain Natriuretic Peptide to assess myocardial stress induced by surgery and anesthetic management. Other serum markers such as Cortisol, Adreno Cortico-Trope Hormone, Angiotensin are identified to screen and monitor myocardial stress as for instance acute myocardial dysfunction.\n\nHyperbaric prilocaine is an intermediate-acting local anesthetic, whereas bupivacaine may be intermediate- or long-acting depending on the employed dose. Both drugs provide comparable sensory and motor block that meet the anesthesia level requirements in various surgical procedures.\n\nIn regard to the hemodynamic effects, hypotension has been largely reported following hyperbaric bupivacaine in a dose-dependent way. However, discrepancy exists between the rare studies having investigated prilocaine's effects, probably related to the methodology and the employed doses. Moreover, the hemodynamics effects of these local anesthetics have been barely specifically investigated in a non-cesarean section context.\n\nThe aim of this study is to compare the cardiovascular effects inflicted by hyperbaric prilocaine and bupivacaine under spinal anesthesia. Cardiovascular response will be assessed by non-invasive hemodynamic monitoring whereas metabolic stress will be evaluated using serum stress markers.","detailedDescription":"The investigators will conduct a double blinded pilot study in adult patients scheduled for elective surgery under spinal anesthesia. Selected interventions with few hemodynamic variations and minimal liquid shifts are knee arthroscopy, orthopedic lower limb surgery using a tourniquet, uni- or bilateral saphenectomy, ureteric stent insertion, inguinal hernia repair, vasectomy and penile circumcision.\n\n1. Population Patients will be included in the study, after reading, understanding, and signing the consent documents explaining the goals and the procedure of the study protocol. The study will take place in the departments of Anesthesiology and Pain Medicine of the Saint-Pierre University Hospital and Edith Cavell Interregional Hospital Group - Site Braine l'Alleud, in collaboration with their respective departments of surgery.\n\n   Considering that the present study is a pilot study, the number of patients to be included has been determined to be 30 in each study group for a total of 60 patients. The trial will end when the whole enrolled population will be subjected to the current protocol on elective surgery under spinal anesthesia.\n\n   The primary goal is to assess patients' cardiac output variation between the pre-spinal period and 20 minutes after intrathecal anesthesia.\n\n   Following ethics committee approval and informed signed consent, enrolled patients will be assigned after randomization into 2 groups\n\n   Group 1 : Spinal anesthesia using 10 mg of hyperbaric bupivacaine 0,5% Group 2 : Spinal anesthesia using 50 mg of hyperbaric prilocaine 2%\n\n   In both groups, spinal anesthesia will be performed by an attending anesthetist different than the one doing the ultrasound assessment to assure double blindness of this study. To preserve double blindness, 0,5 ml of NaCl 0,9% is added to the bupivacaine solution.\n2. Anesthetic management\n\ni. Pre-procedural\n\n1. Pre-operative patient consultation\n\n   Aim: evaluate overall perioperative risks and to assess patient's eligibility for the current study. Usual biological screening comprising blood count, coagulation tests and kidney function will be prescribed at the attending's discretion. Patient will be given information about the study protocol and, if eligible, an informed consent will be signed.\n2. Anxiolysis\n\nTo reduce the impact of psychological stress on the day of surgery, patients are premedicated with 0,5 mg alprazolam.\n\nii. Intra-procedural\n\n1. Setup\n\n   After admission in the day-care department, the patient is correctly installed, undressed and prepared for surgery. Before carried to the operating theater, a blood sample is obtained to measure basal values of serum markers reflecting cardiac stress i.e.:\n\n   • Cortisol\n\n   • ACTH\n   * Pro-BNP\n   * Angiotensin\n   * IL-1 - IL - 6\n   * IL-10\n\n   After the blood sample is obtained, vital parameters are collected such as heart rate, arterial pressure and oxygen saturation.\n2. Pre-loading\n\n   A peripheral intravenous line is threaded, and a crystalloid solution perfused at a flow rate determined by the Holliday - Segar 4-2-1 - rule using a Dial-A-Flow device (Wolf Medical Supply, Sunrise, Florida, United States).\n\n   Pre-operative hypovolemia may increase spinal anesthesia induced hypotension. Inferior vena cava collapsibility during respiratory cycles, measured with an ultrasound device, has shown interest in prediction fluid responsiveness in critical ill patients with septic shock. Preau et al. showed a positive correlation between higher valued of IVCc and fluid responsiveness in patients with spontaneous breathing. Patients whom IVCc exceeds 40% during basal measuring prior to spinal puncture, are pre-loaded with a fluid challenge of 100 ml of a colloid solution for 5 minutes. This procedure is repeated till obtaining a normovolemic state.\n\n   Another measurement of the patient's IVCc is done after the 5-minute fluid challenge. If the value of IVCc is less than 48%, the investigators then proceed to transthoracic echocardiographic assessment.\n3. First cardiac ultrasound assessment\n\n   Before spinal anesthesia, an extended cardiac ultrasound assessment is realized by the same operator for the entire study duration.\n\n   Following values are either measured or derived from previous ones:\n\n   • Left ventricular ejection fraction (LVEF)\n\n   • Left ventricular outflow tract velocity integral (VTI)\n\n   • Stroke volume (SV)\n\n   • Cardiac output (CO)\n\n   • Fractional shortening of the left ventricle (FR)\n\n   • Systemic vascular resistance (SVR) (calculated) (PAM - PVC / CO x 80)\n\n   • Diastolic inflow: E and A peak velocities\n\n   • E/A ratio \\& E/E'\n\n   • Tissue Doppler imaging (TDI) for septal and lateral mitral annulus motion (E')\n\n   • TDI for systolic velocity of the tricuspid annulus (S')\n   * Tricuspid annular plane systolic excursion (TAPSE)\n   * Peak tricuspid regurgitation velocity\n   * Pulmonary artery systolic pressure (PAPs)\n\n   All the Doppler variables are determined by averaging the values measured over three consecutive cardiac cycles.\n4. Novel non-invasive hemodynamic assessment using Clear Sight\n\n   Hemodynamic variables such as VVE, SV, SVR and Cardiac Output can be easily obtained with the new Clear Sight device from Edwards Electronics. The latter has been approved and validated for its reliability according to other more invasive cardiac output measuring devices. Moreover, the Clear Sight is used as a guarantor of plausible hemodynamic values obtained by transthoracic ultrasound in this setting. The Clear Sight device has the advantage of being fully handy and ready to use after a fast initial calibration with its Heart-rate-sensor.\n5. Spinal anesthesia\n\n   Spinal anesthesia (SA) is always performed in a sitting position by a different staff anesthetist than the one doing cardiac assessment. To do so, manual palpation and ultrasound spotting identifies L3-L4 intervertebral space. Using a 25-Gauge Withacre needle (BD, Franklin Lakes, NJ, USA) in a midline approach, either 50 mg of hyperbaric prilocaine (2,5 mL) or 10 mg of hyperbaric bupivacaine + 0,5 mL NaCL 0,9% (2,5 mL) are injected into intrathecal space after positive barbotage test. After the procedure, the patient remains immediately in a supine position. HR and NIBP are continually measured at 5-minute intervals until the end of surgery.\n\n   The dermatome level of the sensory block is obtained with the cold- and the pin-prick test bilaterally. Attainment of an at least Th7 level signifies a good quality block for urological-, gynecological-, lower abdominal- and lower limb surgery, respectively.\n6. Second cardiac ultrasound assessment, clear sight assessment and cardiac biomarkers\n\n   The second cardiac evaluation will be done twenty minutes after intrathecal injection. If the sensory block is found to be insufficient (i.e. below Th7) twenty minutes after spinal puncture, another five minutes are awaited to undergo second echocardiographic assessment. All the mentioned values from the first cardiac assessment are collected.\n\n   Another blood sample is obtained for cardiac stress markers determination.\n7. Surgery\n\nSurgery rarely exceeds one hour. If used, tourniquet is inflated to 350 mmHg. Minimal blood loss is expected during all selected interventions. This procedural environment allows to practically characterize our subjects as \"healthy\" subjects undergoing spinal anesthesia.\n\n• Spinal anesthesia failure\n\nIn case of insufficient sensory block, the anesthetic plan is converted into general anesthesia and the patient is excluded from per procedural analyses.\n\n• Hypotension Protocol\n\nHypotension is defined as a Mean BP (MBP) \\< 65 mmHg. It is treated using intravenous ephedrine: 6-mg boluses every five minutes if necessary.\n\n• Bradycardia Protocol\n\nBradycardia is defined as a decrease of 20% of basal heart rate. Symptomatic bradycardia is treated with intravenous atropine: 0,5 mg repeated, if necessary, based on physician's discretion.\n\niii. Postoperative\n\n1. Postoperative analgesia\n\n   Postoperative analgesia is administrated as soon as the patient returns to ward. A multimodal approach using paracetamol and non-steroidal anti-inflammatory drugs is applied. First NSAID dose is given per os preoperatively. Post-operative analgesic medication consists of paracetamol, NSAID and second stage analgesics such as tramadol if necessary. Third stage analgesics such as morphine and piritramide are barely used but administered if necessary, at the anesthetist's discretion.\n2. Third cardiac ultrasound assessment, clear sight assessment and cardiac biomarkers\n\nAfter complete offset of sensory and motor block, patients undergo a last transthoracic ultrasound examination. Variables are compared to those gathered from the Clear Sight non-invasive hemodynamic device. A further blood sample is obtained, and the patient is discharged from PACU."},"conditionsModule":{"conditions":["Spinal Anesthesia","Cardiac Toxicity"],"keywords":["Hyperbaric Bupivacaine","Hyperbaric Prilocaine","Non-Invasive Hemodynamic Assessment","Clear Sight Edwards","Cardiac Ultrasound","Cardiac Output","Stroke Volume Variation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"DIAGNOSTIC","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":60,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Group 1: Hyperbaric Bupivacaine","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Hyperbaric bupivacaïne"]},{"label":"Group 2: Hyperbaric Prilocaine","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Hyperbaric prilocaïne"]}],"interventions":[{"type":"DRUG","name":"Hyperbaric bupivacaïne","description":"Spinal anesthesia with 10mg of hyperbaric bupivacaïne. A syringe filled with 2 mL of hyperbaric bupivacaïne + 0,5 ml of saline solution","armGroupLabels":["Group 1: Hyperbaric Bupivacaine"],"otherNames":["Hyperbaric Marcaïne"]},{"type":"DRUG","name":"Hyperbaric prilocaïne","description":"Spinal anesthesia with 50mg of hyperbaric prilocaïne. A syringe filled with 2,5 mL of hyperbaric prilocaïne","armGroupLabels":["Group 2: Hyperbaric Prilocaine"],"otherNames":["Tachipri"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in cardiac output assessed by Clear Sight device","description":"Cardiac output (liters per minute) will be assessed by the Clear Sight non-invasive hemodynamic system before spinal anesthesia (baseline), 20 minutes after spinal anesthesia and before discharge from the post anesthesia care unit (PACU).","timeFrame":"Up to two hours post surgery"},{"measure":"Change in cardiac output assessed by transthoracic Ultrasound","description":"Cardiac output (liters per minute) will be assessed by ultrasound assessment before spinal anesthesia (baseline), 20 minutes after spinal anesthesia and before discharge from the post anesthesia care unit (PACU).","timeFrame":"Up to two hours post surgery"},{"measure":"Stroke Volume Variation assessed by the Clear Sight device","description":"Stroke volume variation (%) will be assessed by the Clear Sight non-invasive hemodynamic system before spinal anesthesia, 20 minutes after spinal anesthesia and before discharge from the post anesthesia care unit (PACU).","timeFrame":"Up to two hours post surgery"},{"measure":"Stroke Volume Variation assessed by transthoracic Ultrasound","description":"Stroke volume variation (%)will be assessed by ultrasound assessment before spinal anesthesia, 20 minutes after spinal anesthesia and before discharge from the post anesthesia care unit (PACU).","timeFrame":"Up to two hours post surgery"}],"secondaryOutcomes":[{"measure":"Highest dermatome level","description":"Highest dermatome level is assessed by the loss of sensitivity to cold at 20 minutes after spinal anesthesia.","timeFrame":"20 minutes after spinal anesthesia"},{"measure":"Motor block","description":"Maximal intensity is assessed by the use of Bromage score at 20 minutes after spinal anesthesia.\n\nBromage Score is a validated score which assesses patient's capacity to move lower limbs. It goes from 0 = free movement of legs and feet to 3 = unable to move legs or feet.","timeFrame":"20 minutes after spinal anesthesia"},{"measure":"Adrenocorticotropic Hormone (ACTH)","description":"Adrenocorticotropic Hormone (ACTH) in pg/mL will be measured in blood samples before spinal anesthesia, 20 minutes after spinal anesthesia and just before discharging from PACU.","timeFrame":"Up to two hours post surgery"},{"measure":"Cortisol","description":"Cortisol in microgram/dL will be measured in blood samples before spinal anesthesia, 20 minutes after spinal anesthesia and just before discharging from PACU.","timeFrame":"Up to two hours post surgery"},{"measure":"Dosage of Neuro-Inflammatory Markers","description":"Interleukine-1, Interleukine-6, and Interleukine-10 will be measured in blood samples before before spinal anesthesia, 20 minutes after spinal anesthesia and just before discharging from PACU.","timeFrame":"Up to two hours post surgery"},{"measure":"Angiotensine","description":"Angiotensine in microgram/L will be measured in blood samples before before spinal anesthesia, 20 minutes after spinal anesthesia and just before discharging from PACU.","timeFrame":"Up to two hours post surgery"},{"measure":"Pro-BNP","description":"Pro-BNP ng/L will be measured in blood samples before before spinal anesthesia, 20 minutes after spinal anesthesia and just before discharging from PACU.","timeFrame":"Up to two hours post surgery"},{"measure":"Total Vasopressor Dose","description":"Total Vasopressor Dose used throughout the intervention to maintain Arterial Pressure within a pre-defined individualized ranges ( \\>= 65 mmHg).","timeFrame":"Up to two hours post surgery"},{"measure":"Bradycardia episodes","description":"Bradycardia episodes are counted as single events when patient's heart rate drops below 20% of basal heart rate in beats per minute.\n\nThese episodes are treated at the physicians discrepancy with 0,5 mg of atropine.","timeFrame":"Up to two hours post surgery"},{"measure":"Surgeon's Satisfaction","description":"Surgeon's satisfaction will be assessed using an arbitrary scale:\n\n1 - Satisfied, 2 - Some discomfort, 3 - Fully unsatisfied","timeFrame":"Through surgery completion, an average of one hour after spinal anesthesia"},{"measure":"Patient's satisfaction","description":"Patient's satisfaction will be assessed using an arbitrary scale:\n\n1 - Satisfied, 2 - Some discomfort, 3 - Fully unsatisfied","timeFrame":"Up to two hours post surgery"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male\n* 165 cm \\< x \\< 180 cm\n* Aged of 18 or more and less than 65\n* Elective surgery under spinal anesthesia\n* American Society of Anesthesiology (ASA) I or II\n\nExclusion Criteria:\n\n* History of heart disease: ischemic or valvular\n* Atrial fibrillation\n* Cardiotropic medication\n* Cardiovascular disease history\n* Norepinephrine uptake medication\n* Urgent surgery\n* History of narrow spinal canal\n* Hemostasis abnormalities or local skin infection\n* Hypersensitivity to local anesthetics\n* Failure of spinal anesthesia leading to plan change during surgery\n* Patient's refusal","healthyVolunteers":false,"sex":"MALE","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Daniel Patricio, MD.","role":"CONTACT","phone":"025354286","phoneExt":"+32","email":"daniel.patricio@stpierre-bru.be"},{"name":"Panayota Kapessidou, MD. PhD.","role":"CONTACT","phone":"025353750","phoneExt":"+32","email":"panayota.kapessidou@stpierre-bru.be"}],"overallOfficials":[{"name":"Panayota Kapessidou, MD. PhD.","affiliation":"Centre Hospitalier Universitaire Saint Pierre","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Saint Pierre University Hospital","status":"RECRUITING","city":"Brussels","zip":"1000","country":"Belgium","contacts":[{"name":"Daniel Patricio, MD.","role":"CONTACT","phone":"02 535 42 86","phoneExt":"+32","email":"daniel.patricio@stpierre-bru.be"},{"name":"Panayota Kapessidou, MD. PhD","role":"CONTACT","phone":"02 535 37 50","phoneExt":"+ 32","email":"panayota.kapessidou@stpierre-bru.be"},{"name":"Daniel Patricio, MD.","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":50.85045,"lon":4.34878}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000066126","term":"Cardiotoxicity"}],"ancestors":[{"id":"D000006331","term":"Heart Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000064420","term":"Drug-Related Side Effects and Adverse Reactions"},{"id":"D000064419","term":"Chemically-Induced Disorders"},{"id":"D000011832","term":"Radiation Injuries"},{"id":"D000014947","term":"Wounds and Injuries"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M30360","name":"Cardiotoxicity","asFound":"Cardiac Toxicity","relevance":"HIGH"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"},{"id":"M29993","name":"Drug-Related Side Effects and Adverse Reactions","relevance":"LOW"},{"id":"M29992","name":"Chemically-Induced Disorders","relevance":"LOW"},{"id":"M14369","name":"Radiation Injuries","relevance":"LOW"},{"id":"M17375","name":"Wounds and Injuries","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC25","name":"Substance Related Disorders"},{"abbrev":"BC26","name":"Wounds and Injuries"}]},"interventionBrowseModule":{"meshes":[{"id":"D000002045","term":"Bupivacaine"},{"id":"D000011318","term":"Prilocaine"}],"ancestors":[{"id":"D000000779","term":"Anesthetics, Local"},{"id":"D000000777","term":"Anesthetics"},{"id":"D000002492","term":"Central Nervous System Depressants"},{"id":"D000045505","term":"Physiological Effects of Drugs"},{"id":"D000018689","term":"Sensory System Agents"},{"id":"D000018373","term":"Peripheral Nervous System Agents"}],"browseLeaves":[{"id":"M5005","name":"Bupivacaine","asFound":"Following","relevance":"HIGH"},{"id":"M3797","name":"Anesthetics","relevance":"LOW"},{"id":"M21550","name":"Pharmaceutical Solutions","relevance":"LOW"},{"id":"M13881","name":"Prilocaine","asFound":"Exposure Therapy","relevance":"HIGH"},{"id":"M3799","name":"Anesthetics, Local","relevance":"LOW"}],"browseBranches":[{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"PhSol","name":"Pharmaceutical Solutions"}]}},"hasResults":false}