{"protocolSection":{"identificationModule":{"nctId":"NCT03209830","orgStudyIdInfo":{"id":"2016/2214"},"organization":{"fullName":"Oslo University Hospital","class":"OTHER"},"briefTitle":"Pharmaceutical Treatment of Fatigue After Aneurysmal Subarachnoid Hemorrhage","officialTitle":"OSU6162 in the Treatment of Fatigue and Other Neuropsychological Sequelae After Aneurysmal Subarachnoid Hemorrhage - A Double-blind, Randomised, Placebo-controlled Study"},"statusModule":{"statusVerifiedDate":"2019-11","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-09-05","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-09-13","type":"ACTUAL"},"completionDateStruct":{"date":"2019-09-13","type":"ACTUAL"},"studyFirstSubmitDate":"2017-06-28","studyFirstSubmitQcDate":"2017-07-03","studyFirstPostDateStruct":{"date":"2017-07-06","type":"ACTUAL"},"lastUpdateSubmitDate":"2019-11-20","lastUpdatePostDateStruct":{"date":"2019-11-22","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Angelika Sorteberg","investigatorTitle":"Principal investigator","investigatorAffiliation":"Oslo University Hospital"},"leadSponsor":{"name":"Oslo University Hospital","class":"OTHER"},"collaborators":[{"name":"Göteborg University","class":"OTHER"},{"name":"Sahlgrenska University Hospital, Sweden","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Many people who have undergone subarachnoid hemorrhage from an aneurysm (an artery of a vein in the brain) struggle with a pronounced fatigue as well as a number of other sequelae such as impaired concentration, memory deficits and emotional problems. Exhaustion is often permanent and can lead to a significant worsening of quality of life and be the cause of disability. This condition does not only have major consequences for the individual who is affected, but also for their families and for society. So far no effective treatment for fatigue has been found. The drug OSU6162 has shown a beneficial effect on fatigue and other impairments after stroke and after traumatic brain injury. There is good reason to believe that OSU6162 can also improve fatigue and other impairments after aneurysm bleeding and thus increase the chance of returning to the level of daily function they had before the bleeding. The study is double blinded and measures the effect of OSU6162 and placebo on fatigue and neuropsychological function.","detailedDescription":"The primary objective of this study is to evaluate the efficacy of OSU6162 with respect to sequela after aneurysmal subarachnoid haemorrhage with special emphasis on fatigue. The eventual aim is to find a cure for the debilitating fatigue, cognitive and emotional problems arising in many of the individuals that have suffered aSAH. Until now, no effective treatment exists and the final goal is to provide a medical treatment that alleviates these symptoms to such an extend that aSAH patients can regain a normal quality of live and resume their pre-morbid occupational status and level of social participation.\n\nThe study is a phase II, double-blind, randomised, placebo-controlled study.\n\nPatients that have undergone aSAH from Health-region South-East. All aSAH patients in Health-region South-East are treated at Oslo University Hospital, Neuroclinic, at the Departments of Neurosurgery and the Department of Physical Medicine and Rehabilitation and will be recruited from there. 100 patients will be included in this trial (50 in each group).\n\nAll patients will receive a dose of OSU6162 15 mg or placebo BID. The expected duration of therapy is 12 weeks.\n\nThe primary endpoint will be change from baseline in Fatigue Severity Scale (FSS) after 12 weeks of treatment with OSU6162 or placebo, with data collection at weeks 1, 4, 12, and 20 (20=8 weeks after treatment).\n\nThe secondary endpoints include change from baseline in total score on a number of questionnaires, with data collection at week 4, 12, and 20 (i.e. at 8 weeks after treatment).\n\nSecondary endpoints include change from baseline in vital signs, adverse events (+ week 4), physical examinations, blood and urine samples at week 1 and 12.\n\nSecondary endpoints include change from baseline on a number of neuropsychological tests, with data collection at week 12.\n\nStatistical analyses will be based on linear mixed models. A mixed model analysis uses all the available data to compensate for the data missing on a particular patient. Thus any imputation techniques for missing data points are not necessary.\n\nAdverse events (AEs) will be coded using Medical Dictionary for Regulatory Activities (MedDRA) and tabulated by System Organ Class (SOC) and preferred term.\n\nA data monitoring committee (DMC) will be established in order to enhance the safety aspect of the study and its primary function will be to review all registered side-effects at various points of time along the study and consider if there are indications for early stopping (either for futility or for positive efficacy).\n\nThe study will be conducted in accordance with ethical principles that have their origin in the Declaration of Helsinki and are consistent with ICH/Good Clinical Practice and applicable regulatory requirements. Registration of patient data will be carried out in accordance with national personal data laws."},"conditionsModule":{"conditions":["Aneurysmal Subarachnoid Hemorrhage"],"keywords":["mental fatigue","drug therapy","subarachnoid hemorrhage","stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Double-blind, randomised, placebo-controlled study","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","INVESTIGATOR"]}},"enrollmentInfo":{"count":100,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Arm A","type":"EXPERIMENTAL","description":"OSU6162, drug given to half of the patients after randomization","interventionNames":["Drug: OSU 6162"]},{"label":"Arm B","type":"PLACEBO_COMPARATOR","description":"Placebo oral tablet, drug given to halv of the patients after randomization","interventionNames":["Drug: Placebo Oral Tablet"]}],"interventions":[{"type":"DRUG","name":"OSU 6162","description":"All patients will receive a dose of OSU6162 15 mg BID x 2 per day. The expected duration of therapy is 12 weeks. After 1 week of treatment, patients who do not respond to treatment will have their dose increased to maximum 30 mg BID x 2 per day.","armGroupLabels":["Arm A"],"otherNames":["PNU-9639"]},{"type":"DRUG","name":"Placebo Oral Tablet","description":"All patients will receive a dose of placebo 15 mg BID x 2 per day. The expected duration of therapy is 12 weeks. After 1 week of treatment, patients who do not respond to treatment will have their dose increased to maximum 30 mg BID x 2 per day.","armGroupLabels":["Arm B"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Fatigue Severity Scale over time","description":"FSS - change","timeFrame":"Baseline, week 1, 4 12, and 20."}],"secondaryOutcomes":[{"measure":"Beck Depression Inventory","description":"BDI","timeFrame":"Baseline, week 4, 12, and 20."},{"measure":"Beck Anxiety Inventory","description":"BAI","timeFrame":"Baseline, week 4, 12, and 20."},{"measure":"Mental Fatigue Scale","description":"MFS","timeFrame":"Baseline, week 4, 12, and 20."},{"measure":"Situational fatigue scale","description":"SFS","timeFrame":"Baseline, week 4, 12, and 20."},{"measure":"Short Form 36","description":"SF-36","timeFrame":"Baseline, week 4, 12, and 20."},{"measure":"Resilience Scale for Adults","description":"RSA","timeFrame":"Baseline, week 4, 12, and 20."},{"measure":"Brief COPE","description":"B-COPE","timeFrame":"Baseline, week 4, 12, and 20."},{"measure":"Symptom Checklist 90 Revised","description":"SCL-90-R","timeFrame":"Baseline, week 4, 12, and 20."},{"measure":"Post-traumatic stress symptom scale","description":"PTSS-10","timeFrame":"Baseline, week 4, 12, and 20."},{"measure":"Connors Performance Test Version 3","description":"CPT-III","timeFrame":"Baseline and week 12"},{"measure":"Trail making Test (D-KEFS)","description":"TMT","timeFrame":"Baseline and week 12"},{"measure":"Color-Word Interference Test (D-KEFS)","description":"CWIT","timeFrame":"Baseline and week 12"},{"measure":"California Verbal Learning Test Version 2","description":"CVLT-II","timeFrame":"Baseline and week 12"},{"measure":"Digit Span (WAIS-IV)","description":"DS","timeFrame":"Baseline and week 12"},{"measure":"Grooved Pegboard (Halstead-Reitan Battery)","description":"PEG","timeFrame":"Baseline and week 12"}]},"eligibilityModule":{"eligibilityCriteria":"Patients that have undergone aneurysmal subarachnoid hemorrhage (aSAH) from Health-region South-East.\n\nInclusion Criteria:\n\n* Signed written informed consent\n* \\> 18 years old\n* Aneurysmal subarachnoid haemorrhage \\>12 months prior to the start of the study.\n* Diagnosed with post SAH syndrome/fatigue at ≥12 months after their hemorrhage\n* Post-menopausal or using adequate contraceptive measures\n\n  * Female patients of childbearing potential using a highly efficient method of contraception (i.e. a method with a failure rate of less than 1% \\[e.g. sterilisation, hormone implants, hormone injections, some intrauterine devices, or vasectomy in partner\\])\n  * Male patients agreeing to use condoms during the study and for 3 months after the end of the study/last dose of the investigational medicinal product, or male patients with a partner who is using a highly efficient method of contraception (as described above)\n\nExclusion Criteria:\n\n* Residual symptoms following other pathologies than aSAH\n* Not adequately treated hydrocephalus secondary to aSAH\n* Diagnosed with epilepsy, neurodegenerative disease, cerebral paresis, tumor cerebri, cerebral arterio-venous malformations\n* Patients that have undergone brain surgery, have been hospitalized for head trauma, or suffered intracranial hemorrhage, stroke, or infectious brain diseases within the last 12 months\n* Active substance abuse (drug screen taken at baseline)\n* Current pregnancy or breast-feeding, or intention to become pregnant within 3 months after the last dose\n* Women of childbearing age not using contraceptives\n* Pathologic ECG, as assessed by the investigator. Max QTc-time on ECG in excess of 480 ms or any of these conditions that can increase QT related incidences: long QT syndrome or family history of long QT syndrome, hypothyreoidism, hypocalcemia, significant potassium deviations, type 1 diabetes with prolonged QT, and cardiac insufficiency\n* Abnormal laboratory values of such severity that participation in the study, in the opinion of the investigator, is questionable\n* Patients who are so debilitated by their disease that they are not assumed to be able to perform the assessments or handle the instruments used for evaluation of effect and/or are not able to consent\n* Patients that speak so poorly Norwegian that they are not able to answer the questionnaires or undergo neuropsychological testing\n* Previous treatment with OSU6162\n* Clinically significant liver disease which may prevent the patient from completing the study and/or an elevation in either total bilirubin, alkaline phosphatase, LDH, SGOT of \\>2 times the laboratory reference\n* Clinically significant renal disease which may prevent the patient from completing the study and/or an elevation in serum creatinine of \\>1.5 times the laboratory reference.\n* Any surgical or medical condition which, in the opinion of the investigator, might interfere with the absorption, distribution, metabolism or excretion of OSU6162\n* Patients treated with Modiodal, Xyrem, Mirtazapine, Mianserin or metabolic enzyme inhibitors or inducers, or drugs with a narrow treatment window (e.g. warfarin, antiepileptics, cyclosporine) and individually modelled drugs such as lithium\n* Use of drugs capable of inducing hepatic enzyme metabolism (e.g., barbiturates, rifampicin, carbamazepine, phenytoin, primidone) within 30 days prior to the start of the study (or 5 half-lives of the inducing agent, whichever is longer)\n* Antipsychotic treatment\n* Patients treated with \"unstable therapies\", i.e., treatments that have not been at the same dose for at least 6 weeks prior to inclusion in this study. The treatment must also remain unchanged during the study period. Insomnia medication and other PRN medications are allowed.\n* Use of acute or chronic medications for other medical conditions are allowed based on the investigator's judgement. Occasional use of over-the-counter (OTC) medication is not allowed during the study or one month prior to inclusion.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Angelika Sorteberg, MD","affiliation":"Oslo University Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Oslo University Hospital","city":"Oslo","zip":"0027","country":"Norway","geoPoint":{"lat":59.91273,"lon":10.74609}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000013345","term":"Subarachnoid Hemorrhage"},{"id":"D000005221","term":"Fatigue"},{"id":"D000006470","term":"Hemorrhage"}],"ancestors":[{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000020300","term":"Intracranial Hemorrhages"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M9246","name":"Hemorrhage","asFound":"Hemorrhage","relevance":"HIGH"},{"id":"M8054","name":"Fatigue","asFound":"Fatigue","relevance":"HIGH"},{"id":"M15825","name":"Subarachnoid Hemorrhage","asFound":"Subarachnoid Hemorrhage","relevance":"HIGH"},{"id":"M8055","name":"Mental Fatigue","relevance":"LOW"},{"id":"M21803","name":"Intracranial Hemorrhages","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}