{"protocolSection":{"identificationModule":{"nctId":"NCT02230280","orgStudyIdInfo":{"id":"STPILOT-134162"},"organization":{"fullName":"McMaster University","class":"OTHER"},"briefTitle":"My Stroke Team (MYST): Stroke App Pilot Study","officialTitle":"Strengthening Community-Based Stroke Care: A Pilot Study of a Community Navigation and Rehabilitation Intervention That Includes a Mobile Health Solution"},"statusModule":{"statusVerifiedDate":"2019-03","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-05-08","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2018-04-30","type":"ACTUAL"},"completionDateStruct":{"date":"2018-04-30","type":"ACTUAL"},"studyFirstSubmitDate":"2014-08-28","studyFirstSubmitQcDate":"2014-09-02","studyFirstPostDateStruct":{"date":"2014-09-03","type":"ESTIMATED"},"lastUpdateSubmitDate":"2019-03-05","lastUpdatePostDateStruct":{"date":"2019-03-06","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Maureen Markle-Reid","investigatorTitle":"Associate Professor and Canada Research Chair","investigatorAffiliation":"McMaster University"},"leadSponsor":{"name":"McMaster University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Most stroke survivors live with other chronic health conditions that can negatively affect their recovery and overall health and well-being. Although stroke care has improved, there are still many challenges to the delivery of community-based stroke care. These challenges include: poor coordination of care across health care providers and settings; limited communication among health care providers; limited use of evidence-based treatment guidelines; difficulties navigating community services and supports; and limited client and family caregiver involvement in making healthcare decisions. The investigators developed a new mobile health (mHealth) application, My Stroke Team (MYST), to address these challenges to improve the overall quality of stroke care at home. This study will expand this work to: 1) explore the feasibility and acceptability of this mobile tool, 2) determine its impact and usability for home care providers, stroke survivors, and their family caregivers, and 3) determine its impact on the costs of use of health services.","detailedDescription":"Research Questions:\n\n1. What is the feasibility and acceptability of the MYST app within the context of a 6-month community navigation and rehabilitation intervention from the perspectives of health care providers, clients, and family caregivers?\n2. What are the MYST app usage patterns by various subgroups of end-users (e.g., clients, health-care providers, age groups of HCPs, stroke survivors and family caregivers)?\n3. What is the effect of the intervention on stroke survivors' health-related quality of life, community re-integration, physical functioning, depression, anxiety, self-efficacy, and costs of use of health services, from a societal perspective?\n4. What is the effect of the intervention on family caregivers' health-related quality of life, caregiver strain, depression, anxiety, and costs of use of health services from a societal perspective?\n5. What is the effect of the intervention on HCP outcomes (interprofessional collaboration)?\n\nMethods:\n\nDue to the complexity of evaluating health services interventions, a mixed methods design will be used to evaluate the multi-component intervention. A pragmatic pre-test post-test single site study design will be used to evaluate the intervention. By pragmatic, the investigators mean the intervention will be implemented under real-world conditions, including reliance on existing staff at the participating site. Assessments will be made at baseline (pre-test) and immediately following the six-month intervention period (post-test). Descriptive qualitative methods will be used to explore the feasibility and acceptability of the intervention.\n\nOutcomes will be assessed at baseline and 6 months. Summary descriptive measures will be reported for all variables.\n\nExpected Outcomes:\n\nIt is expected that stroke survivors with multiple chronic conditions, their family caregivers and healthcare providers will find the MYST app acceptable and feasible."},"conditionsModule":{"conditions":["Stroke","Comorbidity","Chronic Disease"],"keywords":["Mobile health technology","Multiple chronic conditions","Older adults","Home and community care","Effectiveness","Cost analysis","Interprofessional Stroke Rehabilitation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"HEALTH_SERVICES_RESEARCH","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":30,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"The intervention cohort.","type":"OTHER","description":"A community transition and rehabilitation intervention that includes a mobile health solution","interventionNames":["Other: Strengthening Community-Based Stroke Care: A Pilot Study of a Community Navigation and Rehabilitation Intervention that Includes a Mobile Health Solution"]}],"interventions":[{"type":"OTHER","name":"Strengthening Community-Based Stroke Care: A Pilot Study of a Community Navigation and Rehabilitation Intervention that Includes a Mobile Health Solution","description":"Participants will be offered regular in-home visits over the 6-month study period in addition to usual outpatient rehabilitation services. The health care providers will have access to a mobile health application (MYST) to share real-time information and access community resources and best practice guidelines.","armGroupLabels":["The intervention cohort."]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Changes in health-related quality of life (HRQoL) for both stroke survivors and caregivers as measured by the SF-12","description":"The Short-Form 12(SF-12) Health Survey will be administered to stroke survivors and caregivers to measure health-related quality of life","timeFrame":"Baseline and the end of the intervention (6 months from baseline)"},{"measure":"Feasibility of the mobile application as part of the intervention.","description":"Participants' perspectives on the feasibility of the mobile application will be assessed qualitatively through focus groups (HCPs) and interviews (stroke survivors and family caregivers).","timeFrame":"At the end of the intervention (6 months)"}],"secondaryOutcomes":[{"measure":"Changes in the degree of physical functioning related to stroke.","description":"The Stroke Impact Scale (SIS)-16 will be administered to stroke survivors at baseline and 6 months, to assess physical functioning related to stroke","timeFrame":"Baseline and the end of the intervention (6 months from baseline)"},{"measure":"Change in the prevalence and severity of depression symptoms in stroke survivors and family caregivers.","description":"The Centre for Epidemiological Studies Depression Scale (CES-D-10) will be used to assess the prevalence and the severity of depression symptoms.","timeFrame":"Baseline and the end of the intervention (6 months from baseline)"},{"measure":"Change in the degree of strain of family caregiver.","description":"The Modified Caregiver Strain Index(CSI) will be administered to every stroke survivor's family caregiver at baseline and at 6 months to assess change in burden associated with caregiving","timeFrame":"Baseline and the end of the intervention (6months from baseline)"},{"measure":"Change in prevalence and severity of anxiety.","description":"The Generalized Anxiety Disorder Screener-7 (GAD-7) scale will be used to assess changes in the degree of anxiety of stroke survivors at baseline and 6 months from baseline.","timeFrame":"Baseline and end of intervention (6 months from baseline)"},{"measure":"Change in the self efficacy of stroke survivors.","description":"The Stanford's 6-item Self-Efficacy for Managing Chronic Disease Scale (SE-MCD) will be administered to stroke survivors to assess changes in self efficacy at baseline and end of the study.","timeFrame":"Baseline and end of the intervention (6 months from baseline)"},{"measure":"Change in the community integration of stroke patients.","description":"The Reintegration to Normal Living Index (RNLI) will be administered to stroke survivors to assess degree of community reintegration post-stroke.","timeFrame":"Baseline and end of the intervention (6 months from baseline)"},{"measure":"Change in the costs of use of health services by stroke survivors and family caregivers","description":"The costs of use of all types of health services from baseline to six months will be determined using the Health and Social Services Utilization Inventory (HSSUI).","timeFrame":"Baseline and end of intervention (6 months from baseline)"},{"measure":"Change in team functioning.","description":"The Collaborative Practice Assessment Tool will be administered to home care providers to assess changes in team functioning.","timeFrame":"At three months into the intervention study and upon completion of the study (16 months)"},{"measure":"Change in level of integration between home care providers.","description":"The Team Climate Inventory will be administered to home care providers to assess changes in their level of integration.","timeFrame":"At three months into the intervention study and upon completion of the study (16 months)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participants are newly referred for outpatient rehabilitation with a confirmed diagnosis of stroke (first ever or recurrent) within the past 12 months, and are not planning to move away from the community in the next 6 months. Participants have at least 2 predetermined comorbid conditions, and must have the capacity to provide informed consent, either independently or by substitute decision maker.\n\nExclusion Criteria:\n\n* Participants will be excluded if they are unable to read and understand English and do not have access to a translator.","healthyVolunteers":false,"sex":"ALL","minimumAge":"55 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Maureen Markle-Reid, RN, PhD","affiliation":"McMaster University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Hamilton Health Sciences","city":"Hamilton","state":"Ontario","zip":"L8S 4L8","country":"Canada","geoPoint":{"lat":43.25011,"lon":-79.84963}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000002908","term":"Chronic Disease"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000020969","term":"Disease Attributes"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5837","name":"Chronic Disease","asFound":"Chronic Disease","relevance":"HIGH"},{"id":"M692","name":"Multiple Chronic Conditions","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M22390","name":"Disease Attributes","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M21550","name":"Pharmaceutical Solutions","relevance":"LOW"}],"browseBranches":[{"abbrev":"PhSol","name":"Pharmaceutical Solutions"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}