{"protocolSection":{"identificationModule":{"nctId":"NCT03753984","orgStudyIdInfo":{"id":"UNIVAP"},"organization":{"fullName":"Universidade do Vale do Paraíba","class":"OTHER"},"briefTitle":"Effects of Low-level Laser Therapy in the Fatigue Muscle of Healthy Individual and Spastic Individuals","officialTitle":"Analysis of the Effects of Low-level Laser Therapy in the Muscular Fadiga of the Braquial Biceps Muscle of Healthy Individual and Spastic Individuals"},"statusModule":{"statusVerifiedDate":"2018-11","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-09-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-06-01","type":"ACTUAL"},"completionDateStruct":{"date":"2020-03-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2018-10-31","studyFirstSubmitQcDate":"2018-11-23","studyFirstPostDateStruct":{"date":"2018-11-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2019-07-12","lastUpdatePostDateStruct":{"date":"2019-07-15","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Universidade do Vale do Paraíba","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Muscle fatigue is caused by biochemical changes that modify the mechanics of muscle contraction, which result in negative changes in the performance of the contraction. The objective of this study is to evaluate the effects of LLLT on brachial biceps muscle fatigue in healthy individuals and individuals with spastic hemiparesis. The study will consist of three groups (Control Group, Placebo Group and LLLT Group) and all individuals will go through all groups, following the criteria of randomization. The protocol consists of LLLT application in the dominant side brachialis muscle in healthy subjects and on the hemiparetic side of post-stroke individuals, prior to performing the Isometric Maximum Voluntary Contraction (IMVC) for 50 seconds in the isokinetic dynamometer. Will be evaluated pain, myoelectric activity associated with muscular torque, local temperature and blood lactate concentration.","detailedDescription":"Muscle fatigue is caused by biochemical changes that modify the mechanics of muscle contraction, which result in negative changes in the performance of the contraction. Several resources are studied in order to mitigate this situation, among them we can mention the Low Level-Laser Therapy (LLLT), which has demonstrated positive effects in the treatment of muscle disorders and fatigue prevention. The effects of LLLT are being studied in healthy individuals with fibromyalgia and athletes, currently studies are being performed on spastic muscles with post-stroke patients (post-stroke). The objective of this study is to evaluate the effects of LLLT on brachial biceps muscle fatigue in healthy individuals and individuals with spastic hemiparesis. A double-blind, cross-sectional, comparative, randomized, double-blind clinical trial will be conducted. Phase I will consist of 30 healthy individuals and Phase II will be composed of 30 post-stroke individuals. The study will consist of three groups (Control Group, Placebo Group and LLLT Group) and all individuals will go through all groups, following the criteria of randomization. The protocol consists of LLLT application in the dominant side brachialis muscle in healthy subjects and on the hemiparetic side of post-stroke individuals, prior to performing the Isometric Maximum Voluntary Contraction (IMVC) for 50 seconds in the isokinetic dynamometer. The pain intensity will be evaluated through the Visual Analog Pain Scale, the myoelectric activity through the surface electromyography associated with the evaluation of the muscular torque through the isokinetic dynamometer. The local temperature will be evaluated by infrared thermography and blood lactate concentration by means of the lactimeter, which will be measured at four different times, prior to the application of the laser (basal collection) and 3, 15 and 25 minutes after IMVC."},"conditionsModule":{"conditions":["Fatigue","Stroke Sequelae"],"keywords":["Fatigue","Low-level Laser Therapy","Stroke","Infrared thermograpy"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"TRIPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":50,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Healthy group","type":"EXPERIMENTAL","description":"The protocol consists of Low-level laser therapy (LLLT) application in the dominant side brachialis muscle in healthy subjects prior to performing the Isometric Maximum Voluntary Contraction (IMVC) for 50 seconds in the isokinetic dynamometer and will be analize Visual Analog Pain Scale, electromyography associated with the evaluation of the muscular torque through the isokinetic dynamometer, local infrared thermography and blood lactate concentration by means of the lactimeter, which will be measured at four different times, prior to the application of the laser (basal collection) and 3, 15 and 25 minutes after IMVC. All the participants will pass for three groups: Control group (not will be applicate LLLT), Placebo group (laser will be off) and LLLT group (will be applicate LLLT).","interventionNames":["Other: Low-level laser therapy"]},{"label":"Post stroke group","type":"EXPERIMENTAL","description":"The protocol consists of Low-level laser therapy (LLLT) application in the hemiparetic side brachialis muscle post stroke individuals prior to performing the Isometric Maximum Voluntary Contraction (IMVC) for 50 seconds in the isokinetic dynamometer and will be analize Visual Analog Pain Scale, surface electromyography with the evaluation of the muscular torque through the isokinetic dynamometer, local infrared thermography and blood lactate concentration, which will be measured at four different times, prior to the application of the laser (basal collection) and 3, 15 and 25 minutes after IMVC. All the participants will pass for three groups: Control group (not will be applicate LLLT), Placebo group (laser will be off) and LLLT group (will be applicate LLLT).","interventionNames":["Other: Low-level laser therapy"]}],"interventions":[{"type":"OTHER","name":"Low-level laser therapy","description":"In both arms will be applied Low-level laser therapy and induced muscle fatigue.","armGroupLabels":["Healthy group","Post stroke group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Changes in pain sensation","description":"To analize the pain. The scale is composed of a horizontal line with a scale of 0 to 10, with 0 representing no pain and 10 representing the worst possible pain.","timeFrame":"Baseline (before test) and will be assessed from the beginning to the end of the test (50 seconds)."},{"measure":"Surface electromyograph","description":"To analize the myoelectric activity. The surface electrodes will be placed in pairs on the muscular belly of the biceps and triceps brachii muscles, following the longitudinal direction of the muscle fibers.","timeFrame":"Will be assessed from the beginning to the end of the test (50 seconds)."},{"measure":"Analyze the behavior of the local temperature (Infra-red thermography)","description":"To analize the local temperature.","timeFrame":"Baseline (Before test) and will be assessed from the beginning to the end of the test (50 seconds)."},{"measure":"To evaluate changes in lactate concentration through lactimeter.","description":"A collection of blood lactate levels will be performed at four different times.","timeFrame":"Baseline (before test) and after the test (3, 15 and 25 minutes after the test)"},{"measure":"Isokinetic dynamometer","description":"To analize muscle torque","timeFrame":"Will be assessed from the beginning to the end of the test (50 seconds)."}]},"eligibilityModule":{"eligibilityCriteria":"* Inclusion Criteria (Healthy group):\n\n  * Preserved cognition, and preservation of the ability to respond to verbal stimul;\n  * To present the \"insufficient active\" or \"active\" indices on the scale of the International Questionnaire of Physical Activity.\n* Inclusion Criteria (Post stroke group):\n\n  * Individuals with medical diagnosis of stroke;\n  * Individuals with physiotherapeutic diagnosis of spastic hemiparesis with brachial predominance;\n  * Preserved cognition and preservation of the ability to respond to verbal stimuli;\n  * Injury time: after 12 months;\n  * Patients with a maximum of 2 degree spasticity according to the Modified Ashworth Scale and minimum muscle strength of 1 in the biceps brachii muscle.\n* Exclusion Criteria (Healthy group):\n\n  * Possess musculoskeletal impairment of the dominant upper limb;\n  * Practice physical activity with load (bodybuilding);\n  * Presence of active infection and eruptions in the dominant upper limb;\n  * Limiting pain that makes it impossible to perform the evaluation protocol;\n  * Ingestion of analgesic and / or anti-inflammatory drugs and / or drugs containing corticosteroids or steroids.\n  * Fitzpatrick classification: Phototypes V and VI;\n  * Presence of malignant neoplastic lesion;\n  * Presence of active infection and eruptions at the electrode application site;\n  * Hypoesthesia and / or hyperesthesia and / or anesthesia of the limb in which TLBI will be applied.\n* Exclusion Criteria (Healthy group):\n\n  * Presence of active infection and eruptions in the dominant upper limb;\n  * Limiting pain that makes it impossible to perform the evaluation protocol;\n  * Ingestion of analgesic and / or anti-inflammatory drugs and / or drugs containing corticosteroids or steroids.\n  * Fitzpatrick classification: Phototypes V and VI;\n  * Presence of malignant neoplastic lesion;\n  * Presence of active infection and eruptions at the electrode application site;\n  * Hypoesthesia and / or hyperesthesia and / or anesthesia of the limb to be treated;\n  * Muscular contractures and joint deformities;\n  * Uncontrolled arterial hypertension;\n  * Individuals with other associated neurological and / or orthopedic disorders;\n  * Wernick or Broca's aphasia.","healthyVolunteers":true,"sex":"ALL","minimumAge":"20 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Gabriela S Souza","role":"CONTACT","phone":"5512997232806","email":"gabrielasouza507@yahoo.com.br"},{"name":"Gabriela S Souza","role":"CONTACT","phone":"5512997232806","email":"fpupio@univap.br"}],"overallOfficials":[{"name":"Fernanda P Lima, Doctor","affiliation":"Universidade do Vale do Paraíba","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Universidade do Vale do Paraiba","status":"RECRUITING","city":"São José Dos Campos","state":"São Paulo","zip":"12.244-000","country":"Brazil","contacts":[{"name":"Gabriela S Souza","role":"CONTACT","phone":"5512997232806","email":"gabrielasouza507@yahoo.com.br"}],"geoPoint":{"lat":-23.17944,"lon":-45.88694}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000005221","term":"Fatigue"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M8054","name":"Fatigue","asFound":"Fatigue","relevance":"HIGH"},{"id":"M11775","name":"Muscle Spasticity","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"}]}},"hasResults":false}