{"protocolSection":{"identificationModule":{"nctId":"NCT00354081","orgStudyIdInfo":{"id":"NSD-14154"},"organization":{"fullName":"Haukeland University Hospital","class":"OTHER"},"briefTitle":"WENBIT - Western Norway B Vitamin Intervention Trial","officialTitle":"A Randomised Double Blind Study of the Effects of Homocysteine Lowering Therapy on Mortality and Cardiac Events in Patients Undergoing Coronary Angiography","acronym":"WENBIT"},"statusModule":{"statusVerifiedDate":"2010-05","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"1999-04"},"primaryCompletionDateStruct":{"date":"2007-06","type":"ACTUAL"},"completionDateStruct":{"date":"2008-02","type":"ACTUAL"},"studyFirstSubmitDate":"2006-07-19","studyFirstSubmitQcDate":"2006-07-19","studyFirstPostDateStruct":{"date":"2006-07-20","type":"ESTIMATED"},"lastUpdateSubmitDate":"2013-07-11","lastUpdatePostDateStruct":{"date":"2013-07-12","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Haukeland University Hospital","class":"OTHER"},"collaborators":[{"name":"The Research Council of Norway","class":"OTHER"},{"name":"Norwegian Foundation for Health and Rehabilitation","class":"OTHER"},{"name":"Norwegian Heart and Lung Patient Organisation","class":"UNKNOWN"},{"name":"The Royal Norwegian Ministry of Health","class":"OTHER"},{"name":"Locus for Homocysteine and Related Vitamins, University of Bergen, Norway","class":"OTHER"},{"name":"Locus for Cardiac Research, University of Bergen, Norway","class":"OTHER"},{"name":"Foundation to Promote Research into Functional Vitamin B12 Deficiency, Bergen, Norway","class":"OTHER"},{"name":"Alpharma Pharmaceuticals LLC, a subsidiary of Pfizer Inc.","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"PURPOSE OF STUDY Observational studies have demonstrated that elevated levels of plasma total homocysteine is a risk factor for cardiovascular disease. The purpose of this trial is to evaluate the clinical effects of homocysteine lowering treatment with B vitamins during 3-5 years follow-up of patients undergoing cardiac catheterization for suspected coronary artery disease (CAD). Special attention will be given to complication rates among patients needing subsequent percutaneous transluminal coronary angioplasty (PCI) or coronary artery by-pass grafting (CABG).\n\nHYPOTHESIS The primary hypothesis of this study is that, among patients with CAD, a daily supplement with B vitamins will reduce the risk for cardiovascular mortality and serious cardiovascular events with at least 20%. The secondary hypothesis of this study is that, among patients with CAD, a daily supplement with B vitamins will reduce the risk for total mortality, coronary events, cerebrovascular events and other cardiovascular events. The hypothesis will be tested for an effect of any of the treatments (folic acid / vitamin B12 or B6), and the effect will be evaluated according to initial total homocysteine levels and B vitamin levels as well as to the change in these levels after 1 and 6 months. The sample size has been calculated to 3088 patients using a two-sided chi-square test with significance 0.05 and at an 80% power level, presumed event rate of 22% over 4 years, and event rate reduction of 20%, adjusted for non-compliance/drop-out of 20%.\n\nSTUDY DESIGN This is a controlled, double-blind two-centre trial with 3090 included men and women who underwent coronary angiography at Haukeland University Hospital or Stavanger University Hospital between April 1999 and April 2004. At baseline about 1300 patients underwent PCI and 600 underwent CABG. The patients were randomized into 4 groups in a 2 x 2 factorial design to receive one of the following four treatments: A, folic acid 0.8 mg plus vitamin B12 0.4 mg and vitamin B6 40 mg per day; B, folic acid 0.8 mg plus vitamin B12 0.4 mg per day; C, vitamin B6 40 mg per day; D, placebo. The active drug and the placebo tablets had identical appearance and taste. Treatment was started as soon as the patients were randomized after the coronary angiography procedure. The patients have been undergoing interviews, clinical examination and blood-sampling at baseline, at follow-up after 1 month and 1 year, and at a final study visit. In addition, information on dietary habits was obtained from 2400 patients at baseline. Among 350 patients that have undergone PCI at baseline, a full clinical examination, blood sampling and repeat coronary angiography to assess re-stenosis has been performed about 9 (6-12) months after the PCI procedure. For these patients, angiograms suitable for quantitative coronary angiography (QCA) analysis have been obtained at the baseline and follow-up invasive procedures.\n\nThe follow-up was terminated ahead of schedule in October 2005 due to lack of compliance of the participants caused by media reports from the NORVIT study (NCT00266487) on potential increased cancer risk associated by B vitamin supplementation. The patients had then been followed for 1.5 - 5 years.\n\nSTUDY END POINTS Primary clinical endpoints during follow-up are all cause death, non-fatal acute myocardial infarction, acute hospitalization for unstable angina and non-fatal thromboembolic stroke (infarction). Secondary endpoints are fatal and non-fatal acute myocardial infarction (including procedure related myocardial infarction), acute hospitalization for angina, stable angina with angiographic verified progression, myocardial revascularization, fatal and non-fatal thromboembolic stroke.","detailedDescription":"BACKGROUND Coronary artery disease (CAD) is one of our common diseases, and despite the decline in mortality from acute coronary syndromes in the Western world, CAD remains the most important cause of death in Norway.\n\nHOMOCYSTEINE Homocysteine (Hcy) is an amino acid and total homocysteine (tHcy) is the sum of several different forms of Hcy that is present in blood, usually measured in serum or plasma. A population-based study of plasma tHcy in 18,043 individuals in Hordaland, Norway demonstrated that plasma tHcy usually is between 5 and 15 micromol/L, is higher in men than in women and increases with age \\[Nygård, et al., 1995\\].\n\nFOLIC ACID The most common cause of elevated tHcy is low intake of folic acid (a B vitamin) that occurs in many fruits, vegetables, liver products, milk, and bread. Vitamin supplements that are sold without prescription commonly contain folic acid (0.1 or 0.2 mg in Norway, 0.4 or 0.8 mg in other countries). In the United States and United Kingdom many food products are fortified with folic acid. The Food and Drug administration in the United States has made fortification with folic acid mandatory for some products from 1998. The rationale for this policy is to reduce the occurrence of neural tube defects, a class of serious congenital malformations. Several studies have also shown a direct relation between serum folic acid and coronary heart disease.\n\nMODERATELY ELEVATED tHcy AND CARDIOVASCULAR DISEASE More than twenty retrospective and three prospective studies, including two Norwegian \\[Nygård, et al., 1997\\], over the past twenty years have demonstrated a relation between tHcy measured in serum or plasma and coronary heart disease, peripheral artery disease or stroke \\[Boushey, et al., 1995, Ueland, et al., 1992\\]. The meta-analysis performed by Boushey et al \\[Boushey, et al., 1995\\] estimated that a 5 micromol/L difference in tHcy increase the risk of coronary artery disease with 60%. Common causes of moderately elevated tHcy include nutritional deficiency of folic acid, vitamin B6 and B12, genetic variation in genes coding key enzymes of the Hcy metabolism (e.g., thermolabile MTHFR) and, as demonstrated in the Hordaland Homocysteine Study \\[Nygård, et al., 1995\\], life-style factors as smoking, coffee drinking and exercise.\n\nVITAMIN THERAPY A common feature of most individuals with elevated tHcy is responsiveness to folic acid therapy. One exception is vitamin B12 deficiency that needs to be corrected with appropriate therapy. A recent meta-analysis shows that the mean tHcy lowering effect of folic acid at doses 0.5-5.0 mg/day is 25% at tHcy levels of 12 micromol/L \\[Homocysteine Lowering Trialists' Collaboration, 1998 #1892\\]. The study further shows that the absolute and percentage reduction in tHcy is higher in subjects with higher tHcy levels and particular low folic acid concentrations. Moreover, additional daily oral therapy with 0,5 mg B12 seems to have a small but significant additional tHcy lowering effect whereas vitamin B6 at a mean dose of 16,5 mg daily has no effect on basal tHcy levels.\n\nRANDOMIZED TRIALS WITH FOLIC ACID There is solid evidence that tHcy is associated with cardiovascular disease. We know that tHcy is easily lowered by folic acid in most patients, but we cannot know that folic acid will prevent cardiovascular disease or complications of such disease until randomized double-blind trials are carried out. The only possible problem with folic acid is that it may correct the anemia, but not the neuropathy, of vitamin B12 deficiency. This necessitates careful screening for B12 deficiency or combining folic acid with B12 in a sufficient oral dose to treat an occasional pernicious anemia.\n\nRANDOMIZED TRIALS WITH VITAMIN B6 Data from several studies show that inappropriate vitamin B6 status is a strong risk factor for cardiovascular disease and that this increased risk probably is independent of tHcy levels. Thus, commonly applied tHcy lowering regimens combining folic acid and vitamin B6 can not be applied to test the homocysteine theory of atherosclerosis.\n\nHOMOCYSTEINE AND VITAMIN MEASUREMENTS Determination of tHcy and associated amino acids and B vitamins will be performed at the Department of Pharmacology of the University of Bergen. These analyses will be done on all patients at randomization and at follow-up after 1 month and 1 year, and will both serve as monitoring of compliance and also give the possibility to relate clinical events to, for example, the amount of reduction in plasma tHcy.\n\nSTEERING COMITTEE\n\n* Professor Jan Erik Nordrehaug, Chief of the Department of Heart Disease, Haukeland University Hospital.\n* Professors Helga Refsum, Per Magne Ueland and Stein Emil Vollset at Locus of Homocysteine and Related B vitamins, University of Bergen.\n* Professor Ottar Nygård, Department of Heart Disease, Haukeland University Hospital, and Locus of Homocysteine and Related B vitamins.\n* Professor Dennis W Nilsen, Section of Heart Disease, Stavanger University Hospital\n\nDATA OWNERSHIP AND PUBLICATION OF RESULTS All data collected specifically for the study are owned by WENBIT. Data that are already recorded according to routine procedures at the participating centers, are owned by the center or department delivering the data and by WENBIT. The WENBIT Steering Committee has the disposal of all data registered in the WENBIT database, and any use of these data including the preparation and publication of scientific reports must be approved by The Steering Committee. Scientific articles will be published by WENBIT or by authors mentioned by name. The author sequence should be approved by the Steering Committee and based upon contribution. Incentives to involve articles as part of doctoral thesis should be encouraged. All collaborators of the study will be mentioned by name in an Appendix section of the main article from the study. The results will be published in peer-reviewed scientific journals and in magazines for the general public.\n\nLITERATURE\n\n* Boushey CJ, Beresford SAA, Omenn GS, Motulsky AG. A quantitative assessment of plasma homocysteine as a risk factor for vascular disease: Probable benefits of increasing folic acid intakes. JAMA 1995;274:1049-1057.\n* NORVIT Protocol September 1998, Institute of Community Medicine, University of Tromsø, Norway\n* Nygård O, Nordrehaug JE, Refsum H, Farstad M, Ueland PM, Vollset SE. Plasma homocysteine levels and mortality in patients with coronary artery disease. N Engl J Med 1997;337:230-236.\n* Nygård O, Vollset SE, Refsum H, Stensvold I, Tverdal A, Nordrehaug JE, et al. Total plasma homocysteine and cardiovascular risk profile. The Hordaland Homocysteine Study. JAMA 1995;274:1526-1533.\n* Ueland PM, Refsum H, Brattström L. Plasma homocysteine and cardiovascular disease. In: Francis RBJ, ed. Atherosclerotic Cardiovascular Disease, Hemostasis, and Endothelial Function. New York: Marcel Dekker, inc.; 1992:183-236."},"conditionsModule":{"conditions":["Coronary Artery Disease","Myocardial Infarction","Cerebrovascular Stroke"],"keywords":["Coronary Artery Disease","Myocardial Infarction","Cerebrovascular Stroke","Homocysteine","Folic Acid","Vitamin B 12","Vitamin B 6"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE3"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"FACTORIAL","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"QUADRUPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":3096,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"1","type":"ACTIVE_COMPARATOR","description":"folic acid (0.8 mg) plus vitamin B12 (0.4 mg) and vitamin B6 (40 mg)","interventionNames":["Drug: folic acid, vitamin B12 (cyanocobalamin), vitamin B6 (pyridoxine)"]},{"label":"2","type":"ACTIVE_COMPARATOR","description":"folic acid (0.8 mg) plus vitamin B12 (0.4 mg)","interventionNames":["Drug: folic acid, vitamin B12 (cyanocobalamin)"]},{"label":"3","type":"ACTIVE_COMPARATOR","description":"vitamin B6 (40 mg)","interventionNames":["Drug: vitamin B6 (pyridoxine)"]},{"label":"4","type":"PLACEBO_COMPARATOR","description":"placebo","interventionNames":["Drug: placebo"]}],"interventions":[{"type":"DRUG","name":"folic acid, vitamin B12 (cyanocobalamin), vitamin B6 (pyridoxine)","description":"folic acid 0.8 mg plus vitamin B12 0.4 mg and vitamin B6 40 mg, in a capsule, taken orally once a day","armGroupLabels":["1"]},{"type":"DRUG","name":"folic acid, vitamin B12 (cyanocobalamin)","description":"folic acid 0.8 mg plus vitamin B12 0.4 mg, in a capsule, taken orally once a day","armGroupLabels":["2"]},{"type":"DRUG","name":"vitamin B6 (pyridoxine)","description":"vitamin B6 40 mg, in a capsule, taken orally once a day","armGroupLabels":["3"]},{"type":"DRUG","name":"placebo","description":"placebo, in a capsule, taken orally once a day","armGroupLabels":["4"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Composite of all cause death, non-fatal acute myocardial infarction, acute hospitalization for unstable angina pectoris, and of non-fatal thromboembolic stroke (infarction)","timeFrame":"During follow-up, 1.5-5 years"}],"secondaryOutcomes":[{"measure":"Fatal and non-fatal acute myocardial infarction, including procedure related myocardial infarction","timeFrame":"During follow-up, 1.5-5 years"},{"measure":"Acute hospitalization for angina","timeFrame":"During follow-up, 1.5-5 years"},{"measure":"Stable angina with angiographic verified progression","timeFrame":"During follow-up, 1.5-5 years"},{"measure":"Myocardial revascularization","timeFrame":"During follow-up, 1.5-5 years"},{"measure":"Fatal and non-fatal thromboembolic stroke","timeFrame":"During follow-up, 1.5-5 years"},{"measure":"Cancer","timeFrame":"During follow-up, 1.5-5 years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* adults ≥ 18 years able to give informed consent\n* patients prepared to undergo long-term follow-up\n* patients with and without significant coronary artery disease (CAD) who have undergone coronary angiography just before inclusion\n\nExclusion Criteria:\n\n* patients who are not available for follow-up\n* patients who have previously participated in this study\n* patients with known alcohol abuse or serious mental illness\n* patients with known active malignant disease\n* patients who have undergone coronary angiography for specific reasons, i.e. assessment for cardiac transplantation, kidney donor, heart donor, diagnostic assessment of cardiomyopathy","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Ottar Nygård, MD, PhD","affiliation":"Haukeland University Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Department of Heart Disease, Haukeland University Hospital","city":"Bergen","zip":"5021","country":"Norway","geoPoint":{"lat":60.39299,"lon":5.32415}},{"facility":"Department of Cardiology, Stavanger University Hospital","city":"Stavanger","zip":"4011","country":"Norway","geoPoint":{"lat":58.97005,"lon":5.73332}}]},"referencesModule":{"references":[{"pmid":"16442889","type":"BACKGROUND","citation":"B-Vitamin Treatment Trialists' Collaboration. Homocysteine-lowering trials for prevention of cardiovascular events: a review of the design and power of the large randomized trials. Am Heart J. 2006 Feb;151(2):282-7. doi: 10.1016/j.ahj.2005.04.025."},{"pmid":"18265450","type":"BACKGROUND","citation":"Clarke R, Armitage J, Lewington S, Collins R; B-Vitamin Treatment Trialists' Collaboration. Homocysteine-lowering trials for prevention of vascular disease: protocol for a collaborative meta-analysis. Clin Chem Lab Med. 2007;45(12):1575-81. doi: 10.1515/CCLM.2007.346."},{"pmid":"12324494","type":"RESULT","citation":"Nexo E, Hvas AM, Bleie O, Refsum H, Fedosov SN, Vollset SE, Schneede J, Nordrehaug JE, Ueland PM, Nygard OK. Holo-transcobalamin is an early marker of changes in cobalamin homeostasis. A randomized placebo-controlled study. Clin Chem. 2002 Oct;48(10):1768-71."},{"pmid":"12507972","type":"RESULT","citation":"Bor MV, Refsum H, Bisp MR, Bleie O, Schneede J, Nordrehaug JE, Ueland PM, Nygard OK, Nexo E. Plasma vitamin B6 vitamers before and after oral vitamin B6 treatment: a randomized placebo-controlled study. Clin Chem. 2003 Jan;49(1):155-61. doi: 10.1373/49.1.155."},{"pmid":"14699020","type":"RESULT","citation":"Holm PI, Bleie O, Ueland PM, Lien EA, Refsum H, Nordrehaug JE, Nygard O. Betaine as a determinant of postmethionine load total plasma homocysteine before and after B-vitamin supplementation. Arterioscler Thromb Vasc Biol. 2004 Feb;24(2):301-7. doi: 10.1161/01.ATV.0000114569.54976.31. Epub 2003 Dec 29."},{"pmid":"15321804","type":"RESULT","citation":"Bleie O, Refsum H, Ueland PM, Vollset SE, Guttormsen AB, Nexo E, Schneede J, Nordrehaug JE, Nygard O. Changes in basal and postmethionine load concentrations of total homocysteine and cystathionine after B vitamin intervention. Am J Clin Nutr. 2004 Sep;80(3):641-8. doi: 10.1093/ajcn/80.3.641."},{"pmid":"15910853","type":"RESULT","citation":"Gavasso S, Nygard O, Pedersen ER, Aarseth JH, Bleie O, Myhr KM, Vedeler CA. Fcgamma receptor IIIA polymorphism as a risk-factor for coronary artery disease. Atherosclerosis. 2005 Jun;180(2):277-82. doi: 10.1016/j.atherosclerosis.2004.12.011. Epub 2005 Jan 25."},{"pmid":"16613998","type":"RESULT","citation":"Morkbak AL, Hvas AM, Lloyd-Wright Z, Sanders TA, Bleie O, Refsum H, Nygaard OK, Nexo E. Effect of vitamin B12 treatment on haptocorrin. Clin Chem. 2006 Jun;52(6):1104-11. doi: 10.1373/clinchem.2005.061549. Epub 2006 Apr 13."},{"pmid":"16543037","type":"RESULT","citation":"Ulvik B, Wentzel-Larsen T, Hanestad BR, Omenaas E, Nygard OK. Relationship between provider-based measures of physical function and self-reported health-related quality of life in patients admitted for elective coronary angiography. Heart Lung. 2006 Mar-Apr;35(2):90-100. doi: 10.1016/j.hrtlng.2005.07.003."},{"pmid":"17645592","type":"RESULT","citation":"Bleie O, Semb AG, Grundt H, Nordrehaug JE, Vollset SE, Ueland PM, Nilsen DW, Bakken AM, Refsum H, Nygard OK. Homocysteine-lowering therapy does not affect inflammatory markers of atherosclerosis in patients with stable coronary artery disease. J Intern Med. 2007 Aug;262(2):244-53. doi: 10.1111/j.1365-2796.2007.01810.x."},{"pmid":"18510727","type":"RESULT","citation":"Ulvik B, Nygard O, Hanestad BR, Wentzel-Larsen T, Wahl AK. Associations between disease severity, coping and dimensions of health-related quality of life in patients admitted for elective coronary angiography - a cross sectional study. Health Qual Life Outcomes. 2008 May 29;6:38. doi: 10.1186/1477-7525-6-38."},{"pmid":"18620104","type":"RESULT","citation":"Ulvik B, Bjelland I, Hanestad BR, Omenaas E, Wentzel-Larsen T, Nygard O. Comparison of the Short Form 36 and the Hospital Anxiety and Depression Scale measuring emotional distress in patients admitted for elective coronary angiography. Heart Lung. 2008 Jul-Aug;37(4):286-95. doi: 10.1016/j.hrtlng.2007.08.001."},{"pmid":"18714059","type":"RESULT","citation":"Ebbing M, Bleie O, Ueland PM, Nordrehaug JE, Nilsen DW, Vollset SE, Refsum H, Pedersen EK, Nygard O. Mortality and cardiovascular events in patients treated with homocysteine-lowering B vitamins after coronary angiography: a randomized controlled trial. JAMA. 2008 Aug 20;300(7):795-804. doi: 10.1001/jama.300.7.795."},{"pmid":"19125808","type":"RESULT","citation":"Lonnebakken MT, Bleie O, Strand E, Staal EM, Nygard OK, Gerdts E. Myocardial contrast echocardiography in assessment of stable coronary artery disease at intermediate dobutamine-induced stress level. Echocardiography. 2009 Jan;26(1):52-60. doi: 10.1111/j.1540-8175.2008.00738.x."},{"pmid":"19549699","type":"RESULT","citation":"Lonnebakken MT, Staal EM, Bleie O, Strand E, Nygard OK, Gerdts E. Quantitative contrast stress echocardiography in assessment of restenosis after percutaneous coronary intervention in stable coronary artery disease. Eur J Echocardiogr. 2009 Oct;10(7):858-64. doi: 10.1093/ejechocard/jep090. Epub 2009 Jun 23."},{"pmid":"20484456","type":"RESULT","citation":"Manger MS, Strand E, Ebbing M, Seifert R, Refsum H, Nordrehaug JE, Nilsen DW, Drevon CA, Tell GS, Bleie O, Vollset SE, Pedersen ER, Nygard O. Dietary intake of n-3 long-chain polyunsaturated fatty acids and coronary events in Norwegian patients with coronary artery disease. Am J Clin Nutr. 2010 Jul;92(1):244-51. doi: 10.3945/ajcn.2010.29175. Epub 2010 May 19."},{"pmid":"20494665","type":"RESULT","citation":"Loland KH, Bleie O, Blix AJ, Strand E, Ueland PM, Refsum H, Ebbing M, Nordrehaug JE, Nygard O. Effect of homocysteine-lowering B vitamin treatment on angiographic progression of coronary artery disease: a Western Norway B Vitamin Intervention Trial (WENBIT) substudy. Am J Cardiol. 2010 Jun 1;105(11):1577-84. doi: 10.1016/j.amjcard.2010.01.019. Epub 2010 Apr 10."},{"pmid":"36301961","type":"DERIVED","citation":"Sikora M, Skrzydlewski P, Perla-Kajan J, Jakubowski H. Homocysteine thiolactone contributes to the prognostic value of fibrin clot structure/function in coronary artery disease. PLoS One. 2022 Oct 27;17(10):e0275956. doi: 10.1371/journal.pone.0275956. eCollection 2022."},{"pmid":"31005968","type":"DERIVED","citation":"Dhar I, Lysne V, Svingen GFT, Ueland PM, Gregory JF, Bonaa KH, Nygard OK. Elevated plasma cystathionine is associated with increased risk of mortality among patients with suspected or established coronary heart disease. Am J Clin Nutr. 2019 Jun 1;109(6):1546-1554. doi: 10.1093/ajcn/nqy391."},{"pmid":"30193001","type":"DERIVED","citation":"Borowczyk K, Piechocka J, Glowacki R, Dhar I, Midtun O, Tell GS, Ueland PM, Nygard O, Jakubowski H. Urinary excretion of homocysteine thiolactone and the risk of acute myocardial infarction in coronary artery disease patients: the WENBIT trial. J Intern Med. 2019 Feb;285(2):232-244. doi: 10.1111/joim.12834. Epub 2018 Sep 23."},{"pmid":"30091209","type":"DERIVED","citation":"Puaschitz NG, Assmus J, Strand E, Karlsson T, Vinknes KJ, Lysne V, Drevon CA, Tell GS, Dierkes J, Nygard O. Adherence to the Healthy Nordic Food Index and the incidence of acute myocardial infarction and mortality among patients with stable angina pectoris. J Hum Nutr Diet. 2019 Feb;32(1):86-97. doi: 10.1111/jhn.12592. Epub 2018 Aug 8."},{"pmid":"29771289","type":"DERIVED","citation":"Midttun O, Ulvik A, Nygard O, Ueland PM. Performance of plasma trigonelline as a marker of coffee consumption in an epidemiologic setting. Am J Clin Nutr. 2018 Jun 1;107(6):941-947. doi: 10.1093/ajcn/nqy059."},{"pmid":"29325121","type":"DERIVED","citation":"Degerud E, Nygard O, de Vogel S, Hoff R, Svingen GFT, Pedersen ER, Nilsen DWT, Nordrehaug JE, Midttun O, Ueland PM, Dierkes J. Plasma 25-Hydroxyvitamin D and Mortality in Patients With Suspected Stable Angina Pectoris. J Clin Endocrinol Metab. 2018 Mar 1;103(3):1161-1170. doi: 10.1210/jc.2017-02328."},{"pmid":"29325058","type":"DERIVED","citation":"Strand E, Rebnord EW, Flygel MR, Lysne V, Svingen GFT, Tell GS, Loland KH, Berge RK, Svardal A, Nygard O, Pedersen ER. Serum Carnitine Metabolites and Incident Type 2 Diabetes Mellitus in Patients With Suspected Stable Angina Pectoris. J Clin Endocrinol Metab. 2018 Mar 1;103(3):1033-1041. doi: 10.1210/jc.2017-02139."},{"pmid":"28159823","type":"DERIVED","citation":"Strand E, Pedersen ER, Svingen GF, Olsen T, Bjorndal B, Karlsson T, Dierkes J, Njolstad PR, Mellgren G, Tell GS, Berge RK, Svardal A, Nygard O. Serum Acylcarnitines and Risk of Cardiovascular Death and Acute Myocardial Infarction in Patients With Stable Angina Pectoris. J Am Heart Assoc. 2017 Feb 3;6(2):e003620. doi: 10.1161/JAHA.116.003620."},{"pmid":"27872106","type":"DERIVED","citation":"Ding Y, Pedersen ER, Svingen GF, Helgeland O, Gregory JF, Loland KH, Meyer K, Tell GS, Ueland PM, Nygard OK. Methylenetetrahydrofolate Dehydrogenase 1 Polymorphisms Modify the Associations of Plasma Glycine and Serine With Risk of Acute Myocardial Infarction in Patients With Stable Angina Pectoris in WENBIT (Western Norway B Vitamin Intervention Trial). Circ Cardiovasc Genet. 2016 Dec;9(6):541-547. doi: 10.1161/CIRCGENETICS.116.001483. Epub 2016 Nov 21."},{"pmid":"26920731","type":"DERIVED","citation":"Borgeraas H, Hertel JK, Seifert R, Berge RK, Bohov P, Ueland PM, Nygard O, Hjelmesaeth J. Serum trans fatty acids, asymmetric dimethylarginine and risk of acute myocardial infarction and mortality in patients with suspected coronary heart disease: a prospective cohort study. Lipids Health Dis. 2016 Feb 27;15:38. doi: 10.1186/s12944-016-0204-9."},{"pmid":"26722126","type":"DERIVED","citation":"Ding Y, Svingen GF, Pedersen ER, Gregory JF, Ueland PM, Tell GS, Nygard OK. Plasma Glycine and Risk of Acute Myocardial Infarction in Patients With Suspected Stable Angina Pectoris. J Am Heart Assoc. 2015 Dec 31;5(1):e002621. doi: 10.1161/JAHA.115.002621."},{"pmid":"25770690","type":"DERIVED","citation":"Rebnord EW, Pedersen ER, Strand E, Svingen GF, Meyer K, Schartum-Hansen H, Loland KH, Seifert R, Ueland PM, Nilsen DW, Nordrehaug JE, Nygard O. Glycated hemoglobin and long-term prognosis in patients with suspected stable angina pectoris without diabetes mellitus: a prospective cohort study. Atherosclerosis. 2015 May;240(1):115-20. doi: 10.1016/j.atherosclerosis.2015.02.053. Epub 2015 Feb 28."},{"pmid":"24885137","type":"DERIVED","citation":"Borgeraas H, Hertel JK, Svingen GF, Seifert R, Pedersen EK, Schartum-Hansen H, Hjelmesaeth J, Nygard O. Association of body mass index with risk of acute myocardial infarction and mortality in Norwegian male and female patients with suspected stable angina pectoris: a prospective cohort study. BMC Cardiovasc Disord. 2014 May 21;14:68. doi: 10.1186/1471-2261-14-68."},{"pmid":"24647388","type":"DERIVED","citation":"Midttun O, Townsend MK, Nygard O, Tworoger SS, Brennan P, Johansson M, Ueland PM. Most blood biomarkers related to vitamin status, one-carbon metabolism, and the kynurenine pathway show adequate preanalytical stability and within-person reproducibility to allow assessment of exposure or nutritional status in healthy women and cardiovascular patients. J Nutr. 2014 May;144(5):784-90. doi: 10.3945/jn.113.189738. Epub 2014 Mar 19."},{"pmid":"24103380","type":"DERIVED","citation":"Strand E, Pedersen ER, Svingen GF, Schartum-Hansen H, Rebnord EW, Bjorndal B, Seifert R, Bohov P, Meyer K, Hiltunen JK, Nordrehaug JE, Nilsen DW, Berge RK, Nygard O. Dietary intake of n-3 long-chain polyunsaturated fatty acids and risk of myocardial infarction in coronary artery disease patients with or without diabetes mellitus: a prospective cohort study. BMC Med. 2013 Oct 8;11:216. doi: 10.1186/1741-7015-11-216."},{"pmid":"23936148","type":"DERIVED","citation":"Loland KH, Bleie O, Strand E, Ueland PM, Nordrehaug JE, Garcia-Garcia HM, Serruys PW, Nygard O. Effect of folic acid supplementation on levels of circulating Monocyte Chemoattractant Protein-1 and the presence of intravascular ultrasound derived virtual histology thin-cap fibroatheromas in patients with stable angina pectoris. PLoS One. 2013 Jul 25;8(7):e70101. doi: 10.1371/journal.pone.0070101. Print 2013."},{"pmid":"23734218","type":"DERIVED","citation":"Loland KH, Bleie O, Borgeraas H, Strand E, Ueland PM, Svardal A, Nordrehaug JE, Nygard O. The association between progression of atherosclerosis and the methylated amino acids asymmetric dimethylarginine and trimethyllysine. PLoS One. 2013 May 29;8(5):e64774. doi: 10.1371/journal.pone.0064774. Print 2013."},{"pmid":"21310866","type":"DERIVED","citation":"Midttun O, Ulvik A, Ringdal Pedersen E, Ebbing M, Bleie O, Schartum-Hansen H, Nilsen RM, Nygard O, Ueland PM. Low plasma vitamin B-6 status affects metabolism through the kynurenine pathway in cardiovascular patients with systemic inflammation. J Nutr. 2011 Apr 1;141(4):611-7. doi: 10.3945/jn.110.133082. Epub 2011 Feb 10."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000003324","term":"Coronary Artery Disease"},{"id":"D000017202","term":"Myocardial Ischemia"},{"id":"D000003327","term":"Coronary Disease"},{"id":"D000009203","term":"Myocardial Infarction"},{"id":"D000007238","term":"Infarction"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000007511","term":"Ischemia"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000009336","term":"Necrosis"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000001161","term":"Arteriosclerosis"},{"id":"D000001157","term":"Arterial Occlusive Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Cerebrovascular Stroke","relevance":"HIGH"},{"id":"M6236","name":"Coronary Artery Disease","asFound":"Coronary Artery Disease","relevance":"HIGH"},{"id":"M6239","name":"Coronary Disease","asFound":"Coronary Artery Disease","relevance":"HIGH"},{"id":"M19196","name":"Myocardial Ischemia","asFound":"Coronary Artery Disease","relevance":"HIGH"},{"id":"M11845","name":"Myocardial Infarction","asFound":"Myocardial Infarction","relevance":"HIGH"},{"id":"M9972","name":"Infarction","asFound":"Infarction","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"},{"id":"M4159","name":"Arteriosclerosis","relevance":"LOW"},{"id":"M4155","name":"Arterial Occlusive Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"meshes":[{"id":"D000014815","term":"Vitamins"},{"id":"D000005492","term":"Folic Acid"},{"id":"D000006879","term":"Hydroxocobalamin"},{"id":"D000014805","term":"Vitamin B 12"},{"id":"D000011736","term":"Pyridoxine"},{"id":"D000011730","term":"Pyridoxal"},{"id":"D000025101","term":"Vitamin B 6"},{"id":"D000014803","term":"Vitamin B Complex"}],"ancestors":[{"id":"D000018977","term":"Micronutrients"},{"id":"D000045505","term":"Physiological Effects of Drugs"},{"id":"D000006397","term":"Hematinics"}],"browseLeaves":[{"id":"M14279","name":"Pyridoxine","asFound":"Gradient","relevance":"HIGH"},{"id":"M17248","name":"Vitamins","asFound":"Test","relevance":"HIGH"},{"id":"M8308","name":"Folic Acid","asFound":"Phase 3","relevance":"HIGH"},{"id":"M17238","name":"Vitamin B 12","asFound":"Equal to","relevance":"HIGH"},{"id":"M9624","name":"Hydroxocobalamin","asFound":"Stage III childhood large cell lymphoma","relevance":"HIGH"},{"id":"M22716","name":"Vitamin B 6","asFound":"Atomoxetine","relevance":"HIGH"},{"id":"M14273","name":"Pyridoxal","asFound":"Atomoxetine","relevance":"HIGH"},{"id":"M17236","name":"Vitamin B Complex","asFound":"Phase 3","relevance":"HIGH"},{"id":"M20699","name":"Micronutrients","relevance":"LOW"},{"id":"M16575","name":"Trace Elements","relevance":"LOW"},{"id":"M9175","name":"Hematinics","relevance":"LOW"},{"id":"T461","name":"Pyridoxine","asFound":"Gradient","relevance":"HIGH"},{"id":"T447","name":"Folinic Acid","asFound":"Phase 3","relevance":"HIGH"},{"id":"T446","name":"Folic Acid","asFound":"Phase 3","relevance":"HIGH"},{"id":"T448","name":"Folate","asFound":"Phase 3","relevance":"HIGH"},{"id":"T475","name":"Vitamin B9","asFound":"Phase 3","relevance":"HIGH"},{"id":"T476","name":"Vitamin B12","asFound":"Equal to","relevance":"HIGH"},{"id":"T441","name":"Cobalamin","asFound":"Stage III childhood large cell lymphoma","relevance":"HIGH"},{"id":"T444","name":"Cyanocobalamin","asFound":"Animation","relevance":"HIGH"},{"id":"T451","name":"Methylcobalamin","asFound":"Animation","relevance":"HIGH"},{"id":"T474","name":"Vitamin B6","asFound":"Atomoxetine","relevance":"HIGH"},{"id":"T459","name":"Pyridoxal","asFound":"Atomoxetine","relevance":"HIGH"}],"browseBranches":[{"abbrev":"Micro","name":"Micronutrients"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Hemat","name":"Hematinics"},{"abbrev":"Vi","name":"Vitamins"}]}},"hasResults":false}