{"protocolSection":{"identificationModule":{"nctId":"NCT02915185","orgStudyIdInfo":{"id":"MP-22-2016-630"},"organization":{"fullName":"Université de Sherbrooke","class":"OTHER"},"briefTitle":"Brain Stimulation and Tailored Interventions to Promote Recovery in Stroke Survivors","officialTitle":"Combining Neurostimulation Technique With Tailored Interventions for the Affected Upper Extremity: Can it Promote Better Recovery in Stroke Survivors?"},"statusModule":{"statusVerifiedDate":"2022-04","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-04-28","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-02-28","type":"ACTUAL"},"completionDateStruct":{"date":"2022-01-31","type":"ACTUAL"},"studyFirstSubmitDate":"2016-09-21","studyFirstSubmitQcDate":"2016-09-22","studyFirstPostDateStruct":{"date":"2016-09-26","type":"ESTIMATED"},"lastUpdateSubmitDate":"2022-04-26","lastUpdatePostDateStruct":{"date":"2022-04-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Marie-Hélène Milot","investigatorTitle":"Researcher","investigatorAffiliation":"Université de Sherbrooke"},"leadSponsor":{"name":"Université de Sherbrooke","class":"OTHER"},"collaborators":[{"name":"Brain Canada","class":"OTHER"},{"name":"Fonds de la Recherche en Santé du Québec","class":"OTHER_GOV"},{"name":"Fondation Vitae","class":"OTHER"},{"name":"Centre Interdisciplinaire de Recherche en Réadaptation et Intégration Sociale","class":"OTHER"},{"name":"Jewish Rehabilitation Hospital","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"A substantial proportion of individuals are left with poor residual functioning of the affected arm after a stroke. This has a tremendous impact on the quality of life and the ability for stroke survivors to live independently. While exercise is considered essential to any rehabilitation program, its benefits are generally far from optimal because of the lack of proper dosing in terms of intensity. One way to tackle this problem is to develop better tools that could predict an individual's potential and then adjust the intensity of exercise accordingly. One such predicting tool exists and consists of using non-invasive brain stimulation such as transcranial magnetic stimulation (TMS), to assess the integrity of descending motor pathways originating from the brain. TMS consists of applying a magnetic wand near the scalp to stimulate brain cells without inducing pain or discomfort. One goal of the current proposal is to use TMS to test the integrity of the motor pathway in chronic stroke survivors. The level of responses to TMS will be used to classify participants in terms of potential for recovery and then, to determine the optimal level of exercise. The study will also examine the effect of another non-invasive brain stimulation technique called transcranial Direct-Current Stimulation-tDCS to determine whether it can enhance the response to strength training exercise in the affected arm. Half of the participants will be trained with the tDCS on, while the other half will be trained with the stimulator off. The training program will last 4 weeks; 3X/week. Both clinical and neurophysiological measures will be performed to determine the impact of the strength training intervention on participants. Overall, the proposed project is expected to have a positive and significant impact on stroke survivors' quality of life.","detailedDescription":"The functional impact of impairment to UL following a stroke is critical given the close association between residual strength at the affected UL and performance in activity post-stroke. Exercise is a key element to recovery, even in chronic stroke survivors. However, the response to exercise is quite variable between individuals, reflecting the fact exercise intervention is often based on stroke survivors' clinical score as opposed to their potential for recovery. Accordingly, clients with comparable clinical presentations will often receive a similar intervention, even though they may exhibit very different potential for recovery. Hence, using a suitable prognostic tool of post-stroke recovery to individualize interventions based on individual potential for recovery is essential. One such tool is non-invasive transcranial magnetic stimulation (TMS). TMS elicits motor evoked potentials (MEP), which in turn provide a measure to conveniently assess the integrity of the corticospinal pathway. MEP is currently recognized as a good prognosis for post-stroke potential recovery. Another factor that can improve response to exercise is by modulating the excitability of sensorimotor circuits in the brain by the use of transcranial Direct-Current Stimulation (tDCS). Studies have shown that priming the motor cortex with tDCS before or during an intervention can promote motor recovery in stroke patients.\n\nGoals: 1) To assess if an MEP amplitude stratification, used to guide exercise prescription, can optimize UL function in chronic stroke survivors; 2) To evaluate whether adding tDCS to a more individualized exercise intervention can further improve UL function.\n\nMethods: Participants will be stratified based on their MEPs amplitudes at the affected hand. Within each stratum, participants will be further randomized into two tDCS groups: tDCS real and tDCS sham. The strength training program will target the affected upper limb and will last 4 weeks (3 times/week).The tDCS will be applied to an anodal montage during each training session (12 sessions; 2 mA) for 20 minutes (tDCS real group) or 30 seconds (tDCS sham group)."},"conditionsModule":{"conditions":["Stroke"],"keywords":["exercise","rehabilitation","recovery of function","transcranial magnetic stimulation","transcranial direct-current stimulation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":90,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"strength training intervention","type":"EXPERIMENTAL","description":"Strength training of the affected upper limb in chronic stroke survivors","interventionNames":["Procedure: strength training intervention"]},{"label":"direct-current brain stimulation (tDCS)","type":"EXPERIMENTAL","description":"tDCS real of sham will be applied during each session of the strength training intervention","interventionNames":["Device: tDCS"]}],"interventions":[{"type":"PROCEDURE","name":"strength training intervention","description":"The strength training program will last 4 weeks (3 times/week, 60 minutes). Using dead weights, the 1RM (i.e. the maximal load that an individual can lift once) will be estimated by the 10RM in order to avoid tendino-muscular injuries and fatigue. The 10RM will be determined for the muscles playing a key role in the functional performance of the upper limb, which are the wrist extensors and the elbow and shoulder flexors. In addition, the grip muscles of the affected hand will be trained with a JAMAR® dynamometer. Participants' maximal grip force will be determined and used to dose the training of the hand muscles and its progression. The training will begin and end by a 5-minute warm-up and relaxation period comprising of active movements of the trained muscles.","armGroupLabels":["strength training intervention"]},{"type":"DEVICE","name":"tDCS","description":"An anodal montage over the ipsilesional hemisphere will be used where the anode will be placed over the ipsilesional M1 area whereas the cathode will be placed on the contralateral supra-orbital region.For the tDCS real group, a direct current will be generated by a tDCS stimulator and gradually increased in a ramp-like fashion over the first 8 seconds until a maximum intensity of 2 mA is achieved. The tDCS will be applied for 20 minutes during each training session for a total of 12 sessions. For the group receiving sham tDCS, the protocol will be similar to the tDCS real group although the stimulation will be applied for the first 30 seconds only; a duration long enough to induce similar perceived sensation as real tDCS (tingling), to keep participants' blind to the tDCS type.","armGroupLabels":["direct-current brain stimulation (tDCS)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Fugl-Meyer Stroke Assessment Scale","timeFrame":"baseline and in the week after completion of the training program"},{"measure":"Change in peak-to-peak motor evoked potential amplitude and motor threshold elicited by transcranial magnetic stimulation","timeFrame":"baseline and in the week after completion of the training program"}],"secondaryOutcomes":[{"measure":"Change in grip strength","timeFrame":"baseline and in the week after completion of the training program"},{"measure":"Change in Box and Block test","description":"manual dexterity","timeFrame":"baseline and in the week after completion of the training program"},{"measure":"Change in Motor Activity Log","description":"participants' self-reported affected upper limb's level and quality of use in everyday activities","timeFrame":"baseline and in the week after completion of the training program"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. have had solely one supratentorial stroke\n2. be in a chronic stroke phase (\\>6 months)\n\nExclusion Criteria:\n\n1. a significant spasticity at the affected upper limb (score \\> 3 on the modified Ashworth scale);\n2. a significant pain intensity at the affected upper limb (≥ 4/10 on the Visual Analog Pain Scale);\n3. a major sensory deficit (a score ≤ 25/34 on the Nottingham Sensory Assessment);\n4. a presence of hemineglect (\\> 70% of unshaded lines on the same side as the motor deficit on the Line Cancellation Test);\n5. an apraxia (score \\>2.5 on the Alexander Test);\n6. the presence of a neurological disorder other than a stroke;\n7. concomitant orthopaedic problems at the affected upper limb and\n8. any contraindication to TMS and/or tDCS.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Marie-Helene Milot, PhD","affiliation":"Université de Sherbrooke","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Bruyère Research Institute","city":"Ottawa","state":"Ontario","zip":"K1N 5C8","country":"Canada","geoPoint":{"lat":45.41117,"lon":-75.69812}},{"facility":"CRIR/Feil/Oberfeld Research Center; Centre intégré de santé et de services sociaux de Laval; Jewish Rehabilitation Hospital","city":"Laval","state":"Quebec","zip":"H7V 1R2","country":"Canada","geoPoint":{"lat":45.56995,"lon":-73.692}},{"facility":"Centre de recherche sur le vieillissement","city":"Sherbrooke","state":"Quebec","zip":"J1H4C4","country":"Canada","geoPoint":{"lat":45.40008,"lon":-71.89908}}]},"referencesModule":{"references":[{"pmid":"36189037","type":"DERIVED","citation":"Palimeris S, Ansari Y, Remaud A, Tremblay F, Corriveau H, Boudrias MH, Milot MH. Effect of a tailored upper extremity strength training intervention combined with direct current stimulation in chronic stroke survivors: A Randomized Controlled Trial. Front Rehabil Sci. 2022 Aug 3;3:978257. doi: 10.3389/fresc.2022.978257. eCollection 2022."},{"pmid":"31139420","type":"DERIVED","citation":"Milot MH, Palimeris S, Corriveau H, Tremblay F, Boudrias MH. Effects of a tailored strength training program of the upper limb combined with transcranial direct current stimulation (tDCS) in chronic stroke patients: study protocol for a randomised, double-blind, controlled trial. BMC Sports Sci Med Rehabil. 2019 May 24;11:8. doi: 10.1186/s13102-019-0120-1. eCollection 2019."}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"The investigators are not planning on sharing individual data to the participants"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}