{"protocolSection":{"identificationModule":{"nctId":"NCT05380037","orgStudyIdInfo":{"id":"D3881-P"},"secondaryIdInfos":[{"id":"I21RX003881-01A1","type":"NIH","link":"https://reporter.nih.gov/quickSearch/I21RX003881-01A1"}],"organization":{"fullName":"VA Office of Research and Development","class":"FED"},"briefTitle":"Post-stroke Psychosocial Recovery","officialTitle":"Developing a Novel Cognitive-Behavioral Intervention for Psychosocial Rehabilitation in Chronic Stroke"},"statusModule":{"statusVerifiedDate":"2023-01","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-01-09","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-01-13","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-08-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-05-12","studyFirstSubmitQcDate":"2022-05-12","studyFirstPostDateStruct":{"date":"2022-05-18","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-01-17","lastUpdatePostDateStruct":{"date":"2023-01-19","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"VA Office of Research and Development","class":"FED"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"Stroke is a neurological injury that adversely impacts psychosocial functioning and quality of life. This may occur due to direct insult to the brain circuits integral to adaptive psychosocial functioning, and/or indirectly via significant disruption to routine motor, sensory and cognitive performance. Yet, few evidence-based interventions exist for addressing the broad disruption to emotional and interpersonal functioning specific to stroke, highlighting a clear unmet need. The investigators propose that 1) identifying the most significant disruptions and 2) developing a cognitive-behavioral intervention to promote psychosocial functioning post-stroke is particularly important for overall quality of life, but additionally for adherence to physical rehabilitation and related interventions intended to promote holistic recovery.","detailedDescription":"Stroke is a neurological injury that adversely impacts psychosocial functioning and quality of life. This may occur due to direct insult to the neurocircuit substrates of adaptive psychosocial functioning, and/or indirectly via significant disruption to routine motor, sensory and cognitive performance. For example, the sequelae of stroke often prompt role changes, and associated occupational and financial strain that could have profound impact on the daily functioning of stroke survivors and their loved ones. This is likely not only in the acute aftermath of stroke, but also in the chronic stage when the potential durability of impairments becomes clear. While rehabilitation interventions for post-stroke motor and sensory impairments are well established, relatively few options exist for cognitive impairment. With the exception of post-stroke depression, few evidence-based interventions exist for addressing the broad disruption to emotional and interpersonal functioning specific to stroke, highlighting a clear unmet need. The investigators propose that adaptive psychosocial functioning post-stroke is likely particularly important for overall quality of life, but additionally for adherence to physical rehabilitation and related interventions intended to promote holistic recovery.\n\nThe long-term purpose of this line of research is to establish an efficacious, evidence-based, cognitive-behavioral intervention for psychosocial rehabilitation in chronic stroke toward optimally enhancing Veteran quality of life and functional independence. The short-term purpose of this line of research is to rigorously establish the domains of psychosocial functioning most adversely impacted by chronic stroke and to develop a cognitive-behavioral intervention (CBT) tailored to addressing corresponding psychosocial impairments, which could ultimately be delivered alone or adjunctively to physical rehabilitation. Importantly, the investigators additionally propose that such an intervention would be most broadly applicable and effective for Veterans with chronic stroke if CBT modules did not focus on comorbid diagnoses of mental illness, but rather focused on domains of post-stroke psychosocial impairment. The VA Healthcare System is a world leader in the dissemination of evidence-based CBT and is already staffed with mental healthcare providers who are experts, particularly in psychosocial adjustment to stressors and trauma. Thus, a scalable, remote, post-stroke tailored CBT intervention could be readily implemented within the VA Healthcare System.\n\nTo forward this novel line of work, the investigators propose as Aim 1, to complete via VA Video Connect (VVC) a single, cross-sectional qualitative assessment of 1) Veteran chronic stroke survivors (n=50), 2) their loved ones/caregivers (n=25), and 3) VA stroke rehabilitation providers (e.g., physical, speech, and occupational therapists, neurologists, neuropsychologists; n=25). For characterization relative to normed quantitative measures, Veterans (n=50) and loved ones n=25) who complete qualitative interviews from Aim1 will also complete quantitative measures of psychosocial functioning (Aim 2).\n\nThe investigators hypothesize that identified domains will include a range of psychosocial domains typically not addressed in stroke physical rehabilitation and related to post-stroke adjustment including: emotional functioning (stress, anxiety about observable impairments, coping), sleep, behavioral activation, parenting, intimate relationships, substance use. The investigators also expect concordance across informants regarding domains of greatest impairment, thus facilitating identification of productive candidates for intervention. The investigators further hypothesize that brief CBT modules that attend to the intersection of stroke recovery and psychosocial functioning will be deemed important and rated as acceptable and credible. Taken together, these findings will foundationally inform on psychosocial functioning in chronic stroke and point to a means of intervening with evidence-based cognitive-behavioral techniques, tailored to chronic stroke and readily scalable in the VA Healthcare System."},"conditionsModule":{"conditions":["Stroke"],"keywords":["quality of life","rehabilitation","depression","anxiety"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"CROSS_SECTIONAL"},"bioSpec":{"retention":"NONE_RETAINED","description":"None retained"},"enrollmentInfo":{"count":100,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Veterans with chronic stroke","description":"Veterans with chronic stroke (n=50) must 1) have ischemic or hemorrhagic stroke, primary intracerebral hematoma, or subarachnoid hemorrhage with at least 6 month chronicity; 2) demonstrate ability to perform the interview and complete questionnaires and 3) endorse mild to severe psychosocial impairment"},{"label":"Caregiver/Loved ones","description":"Caregiver/Loved ones (n=25) must be familiar with the trajectory of function and recovery of the identified Veteran with chronic stroke"},{"label":"Rehabilitation providers","description":"Rehabilitation providers (n=25) of Veterans with chronic stroke must provide stroke-related care in the VA Healthcare system including (but not limited to) physical, speech, and occupational therapists, neurologists, and neuropsychologists"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Qualitative report of psychosocial function","description":"Qualitative responses to an interview on the impact of stroke on psychosocial function in multiple domains and unmet needs for rehabilitation","timeFrame":"Once at cross-sectional assessment on one day for approximately 2-3 hours"},{"measure":"Inventory of Psychosocial Functioning","description":"All Veteran chronic stroke survivors will complete the self-report Inventory of Psychosocial Functioning (IPF; Rodriguez et al., 2018). The Inventory of Psychosocial Functioning is an 80-item self-report measure used to assess functional impairment across multiple psychosocial domains within the last 30 days. Items are rated in regards to frequency (never to always). Total score range=0-480, with higher scores indicating greater impairment.","timeFrame":"Once at cross-sectional assessment on one day for approximately 2-3 hours"},{"measure":"Quality of Life Enjoyment and Satisfaction Questionnaire - Short Form","description":"Quality of Life Enjoyment and Satisfaction Questionnaire - Short Form is a self-reported questionnaire, with 16 items, designed to assess overall enjoyment and satisfaction with physical health, mood, work, household and leisure activities, social and family relationships, daily functioning, sexual life, economic status, overall well-being and medications. Responses are scored on a 5-point scale ('not at all or never' to 'frequently or all the time'), where higher scores indicate better enjoyment and satisfaction with life (possible range 14-70). Fourteen summated items create the total Q-LES-Q - SF score. Two last items on medications and overall life satisfaction, are independent scores. Total score range=16-80, with higher scores indicating greater satisfaction.","timeFrame":"Once at cross-sectional assessment on one day for approximately 2-3 hours"},{"measure":"Brief-COPE","description":"The Brief COPE is a 28-item self-report measure of coping strategies used for responding to stressors. Items are rated on a scale from 1, I haven't been doing this at all, to 4, I've been doing this a lot. There are 14 two-item subscales within the Brief COPE, and each is analyzed separately with a score from 2 to 8 for each subscale: (1) self-distraction, (2) active coping, (3) denial, (4) substance use, (5) use of emotional support, (6) use of instrumental support, (7) behavioral disengagement, (8) venting, (9) positive reframing, (10) planning, (11) humor, (12) acceptance, (13) religion, and (14) self-blame. Higher scores indicate higher usage of that coping strategy.","timeFrame":"Once at cross-sectional assessment on one day for approximately 2-3 hours"},{"measure":"Stroke Impact Scale","description":"The stroke impact scale is a self-report measure of a quality of life across multiple domains of functioning since stroke.","timeFrame":"Once at cross-sectional assessment on one day for approximately 2-3 hours"}],"secondaryOutcomes":[{"measure":"Montreal Cognitive Assessment","description":"The Montreal Cognitive Assessment is a rapid neuropsychological screening instrument for cognitive dysfunction. It assesses different cognitive domains: attention and concentration, executive functions, memory, language, visuoconstructional skills, conceptual thinking, calculations, and orientation. Total score ranges from 0-30 with a higher score reflecting better performance.","timeFrame":"Once at cross-sectional assessment on one day for approximately 2-3 hours"},{"measure":"Mini-International Neuropsychiatric Interview","description":"The Mini-International Neuropsychiatric Interview is a short structured diagnostic interview for DSM-IV and ICD-10 psychiatric disorders. Diagnostic threshold is indicated by presence (0) or absence (1). In addition to characterizing the diagnostic profile, the number of disorders can be summed for a total score of psychiatric morbidity. Total score range 0-17 with a higher count reflecting more diagnoses.","timeFrame":"Once at cross-sectional assessment on one day for approximately 2-3 hours"},{"measure":"PTSD Checklist-5","description":"PTSD Checklist-5 is a self-report measure of symptoms of posttraumatic stress. Total score range is 0-18 with a higher score reflecting more posttraumatic stress.","timeFrame":"Once at cross-sectional assessment on one day for approximately 2-3 hours"},{"measure":"Life Events Checklist","description":"The Life Events Checklist is a self-report checklist of lifetime exposure to potentially traumatic events and stressors. Total score range is 0-16 with a higher score reflecting more potentially traumatic events and stressors.","timeFrame":"Once at cross-sectional assessment on one day for approximately 2-3 hours"},{"measure":"Patient Health Questionnaire-9","description":"The Patient Health Questionnaire-9 is a self-report measure of symptoms of depression. Total score range is 0-27 with a higher score reflecting more depression.","timeFrame":"Once at cross-sectional assessment on one day for approximately 2-3 hours"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participants must be 18 years or greater and will be recruited from all racial, ethnic and gender categories.\n* Veterans with chronic stroke (n=50) must:\n\n  * 1) have ischemic or hemorrhagic stroke, primary intracerebral hematoma, or subarachnoid hemorrhage with at least 6 month chronicity\n  * 2) demonstrate ability to perform the interview and complete questionnaires\n  * 3) endorse mild to severe psychosocial impairment on the Brief Inventory of Psychosocial Functioning (B-IPF; Rodriguez et al., 2018), a 7-item measure developed specifically on Veterans with impairment in important domains of daily psychosocial function\n* Caregiver/Loved ones (n=25) must be familiar with the trajectory of function and recovery of the identified Veteran with chronic stroke.\n* Rehabilitation providers (n=25) of Veterans with chronic stroke must provide stroke-related care in the VA Healthcare system including (but not limited to) physical, speech, and occupational therapists, neurologists, and neuropsychologists.\n\nExclusion Criteria:\n\n* Veterans with chronic stroke will be excluded for moderate to severe global aphasia that precludes qualitative interview completion, if those individuals cannot or do not wish to complete study procedures via written responses. (Note that to avoid limiting generalizability, these individuals will be invited to complete the questionnaire-based assessments in Aim 2).\n* Participants will also be excluded for comorbid conditions that impact recall of stroke recovery history (e.g., dementia or psychosis).\n* Caregiver/Loved ones will be excluded if the veteran stroke survivor has not provided consent for caregiver/loved one participation.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"A single, cross-sectional qualitative assessment of 1) Veteran chronic stroke survivors (n=50), 2) their loved ones/caregivers (n=25), and 3) VA stroke rehabilitation providers (e.g., physical, speech, and occupational therapists, neurologists, neuropsychologists; n=25).","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Lisa M McTeague, PhD","role":"CONTACT","phone":"(843) 577-5011","email":"Lisa.Mcteague@va.gov"},{"name":"Anouk L Grubaugh, PhD MA BS","role":"CONTACT","phone":"(843) 789-6664","email":"Anouk.Grubaugh@va.gov"}],"overallOfficials":[{"name":"Lisa M. McTeague, PhD","affiliation":"Ralph H. Johnson VA Medical Center, Charleston, SC","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Ralph H. Johnson VA Medical Center, Charleston, SC","status":"RECRUITING","city":"Charleston","state":"South Carolina","zip":"29401-5703","country":"United States","contacts":[{"name":"Sarah Szafranski","role":"CONTACT","phone":"832-577-5011","phoneExt":"5316","email":"Sarah.Szafranski@va.gov"},{"name":"Lisa M. McTeague, PhD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":32.77657,"lon":-79.93092}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M6748","name":"Depression","relevance":"LOW"},{"id":"M6751","name":"Depressive Disorder","relevance":"LOW"},{"id":"M4014","name":"Anxiety Disorders","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T6034","name":"Quality of Life","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}