{"protocolSection":{"identificationModule":{"nctId":"NCT04156490","orgStudyIdInfo":{"id":"STUDY00001221"},"organization":{"fullName":"University of Minnesota","class":"OTHER"},"briefTitle":"Osmotic Agent Use in Middle Cerebral Artery Stroke","officialTitle":"Osmotic Agents Will Improve the Midline Shift in Middle Cerebral Artery Stroke Larger Than 70 cc by 1 mm","acronym":"OMCAS"},"statusModule":{"statusVerifiedDate":"2019-11","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-02-10","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-06-30","type":"ACTUAL"},"completionDateStruct":{"date":"2019-06-30","type":"ACTUAL"},"studyFirstSubmitDate":"2018-02-06","studyFirstSubmitQcDate":"2019-11-05","studyFirstPostDateStruct":{"date":"2019-11-07","type":"ACTUAL"},"lastUpdateSubmitDate":"2019-11-05","lastUpdatePostDateStruct":{"date":"2019-11-07","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Minnesota","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This is a retrospective chart review of patients that were admitted with large MCA stroke to the Fairview system hospitals between December 2017-December 2018. Patients ischemic stroke volumes will be measured by taking the area of the infarction and multiplying it by the thickness of each CT or MRI slice, the summation of these volumes is the final volume of the ischemic lesion in cubic centimeters. Patients with stroke volumes greater than 70 cc will be included in the study. Patient midline shift will be measured in millimeters at the level of foramen of Monroe anytime during their initial admission and all patients with a shift greater than 1mm will be included. The midline shift will be documented on the first follow-up brain scan (CT or MRI) at least six hours after the initiation of osmotic therapy. Data will be collected from patient charts including: Age, sex, NIHSS on presentation and discharge, history of diabetes mellitus, hypertension, coronary artery disease, atrial fibrillation, and chronic kidney disease. The type of osmotherapy, along with change in serum sodium or osmolality and dose, will also be documented. In patients that did not receive osmotherapy, midline shift will be documented on the first 24-hour scan and every subsequent scan in 24-hour intervals. Death during a hospital stay will also be recorded.\n\nThe investigators will use the SAS statistical suite to analyze this data.","detailedDescription":"MCA Stroke is a fatal disease with reported mortality of about 80% of cases without decompressive craniectomy. Osmotic agents like hypertonic saline \\& mannitol have been used in acute MCA stroke cases without no evidence of benefit. Its use in elevated ICP can be only justified as a bridge to the definitive therapy however the presumption that hypertonics will decrease the edema and thus improve shift. Cerebral edema that occurs in stroke is cytotoxic in nature \\& does not improve by osmotic agents. Animal studies have shown that use of osmotic agents in acute stroke might cause decrease in size of the normal brain tissue \\& presumably worsen the midline shift. The aim of this study is to quantitatively study the effect of hypertonic therapy on midline shift in MCA strokes.\n\nCerebrovascular disease is a major cause of death and disability worldwide. In 2005, the global incidence of death, due to stroke, was approximately 5.7 million, which is expected to increase to 7.8 million cases by 2030. Specifically, MCA territory stroke accounts for 90% of all infarcts and 70% of all first-time strokes. In addition, approximately half of all MCA stroke survivors never regain functional independence.\n\nMalignant MCA syndrome is defined by an infarction of a large area of the MCA territory accompanied by a space-occupying mass effect that develops during the first 5-days after presentation. Malignant MCA infarction is found in up to 10% of all patients with supratentorial ischemia. Malignant Cerebral Infarction (MCI) typically denotes a large infarction in the MCA territory that presents with acute brain swelling in the first 48 h after stroke, with or without involvement of the ipsilateral anterior and posterior cerebral artery territories. Development of an MCI can be predicted with a sensitivity of 91% and specificity of 94% when ischemia affects more than two thirds of the MCA territory.\n\nMalignant MCA syndrome is associated with 80% mortality in the first week despite optimal medical therapy. Death usually results from progressive swelling of the infarcted brain tissue, causing midline shift, increase in intracranial pressure (ICP), extension of ischemia to adjacent vascular territories, and eventual brain herniation. The strongest predictor of mortality is the NIHSS score. In addition, characteristics associated with mortality include: age, arrival mode, history of atrial fibrillation, previous stroke, previous myocardial infarction, carotid stenosis, diabetes mellitus, peripheral vascular disease, hypertension, history of dyslipidemia, current smoking and weekend or night admission.\n\nIn malignant MCA syndrome, standard medical therapy is directed at reducing edema and thus preventing a cascade of tissue shift, increase in ICP, and herniation. The cornerstone of medical management is osmotherapy including: mannitol and hypertonic saline, although clinical trials have shown them to be ineffective in MCA syndrome. In fact, translational studies suggest that osmotherapy may, in fact, increase the volume of infarct or midline shift and thus should be avoided. Treatment with mannitol has been associated with hypovolemia, hypotension and nephrotoxicity. Animal studies have also shown that the use of osmotic agents in acute stroke causes a decrease in the size of the normal brain tissue and thus presumably worsens the midline shift. An exclusion to these findings would include patients exhibiting signs and symptoms of mass effect, such as diminished level of arousal or nausea, and vomiting; as they are appropriate candidates for osmotherapy.\n\nAlternatively, decompressive craniectomy (DC) has shown to significantly improve mortality outcomes from 78% to 29%. Patients 60-years-of-age or younger, that underwent DC within 48 hours of malignant stroke, had significantly reduced mortality, compared with the best medical treatment. The distribution of the modified Rankin scale (mRS) at 1 year was also significantly different: mRS of 4 or less was achieved by 75% of the patients in the group treated with DC, comparatively to only 24% in the nonoperative group. The European Stroke Organization (ESO) guidelines for the management of ischemic stroke (published in 2008) recommend DC within 48-hours after symptom onset in patients up to 60-years-of-age with evolving MCI. Overall, the goal of this study is to evaluate the osmotherapy on midline shift, a proxy for MCI related edema."},"conditionsModule":{"conditions":["Ischemic Stroke","MCA Infarction"],"keywords":["Ischemic stroke","midline shift"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"RETROSPECTIVE"},"enrollmentInfo":{"count":100,"type":"ACTUAL"}},"armsInterventionsModule":{"interventions":[{"type":"OTHER","name":"No intervention is planned, this will be a purely retrospective trial.","description":"Osmotic Therapy"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Midline shift","description":"Change of midline shift in millimeters at foramen of Monroe level, at six hours or after osmotherapy in the Acute MCA syndrome of greater than 70cc in volume","timeFrame":"Six hour or after administration of hyperosmolar therapy"}],"secondaryOutcomes":[{"measure":"In-Hospital Mortality","description":"Death during the hospitalization","timeFrame":"Length of hospital stay, 4 weeks"}],"otherOutcomes":[{"measure":"Change in National Institutes of Health Stroke Scale (NIHSS)","description":"The NIHSS is a 15-item neurologic examination stroke scale used to evaluate the effect of acute cerebral infarction on the levels of consciousness, language, neglect, visual-field loss, extraocular movement, motor strength, ataxia, dysarthria, and sensory loss. A trained observer rates the patent's ability to answer questions and perform activities. Ratings for each item are scored with 3 to 5 grades with 0 as normal, and there is an allowance for untestable items.","timeFrame":"Length of hospital stay, 4 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* MCA stroke greater than 70cc in size.\n* Patients with a midline shift \\> 1 mm\n* Age 18-80 years old\n\nExclusion Criteria:\n\n* Hemorrhagic conversion (PH2 or higher. )\n* Hemicraniectomy within 6 hours from initiation of hypertonic therapy\n* Hemicraniectomy with no repeat CT imaging prior to the operation\n* Hemicraniectomy emergently without hypertonic therapy","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Ischemic Stroke patients with large MCA territory Stroke of 70 CC or larger.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Rwoof A Reshi, MD","affiliation":"University of Minnesota","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of Minnesota","city":"Minneapolis","state":"Minnesota","zip":"55455","country":"United States","geoPoint":{"lat":44.97997,"lon":-93.26384}}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"No IPD will be shared."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000020244","term":"Infarction, Middle Cerebral Artery"},{"id":"D000007238","term":"Infarction"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000007511","term":"Ischemia"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000009336","term":"Necrosis"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000002539","term":"Cerebral Arterial Diseases"},{"id":"D000020765","term":"Intracranial Arterial Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M9972","name":"Infarction","asFound":"Infarction","relevance":"HIGH"},{"id":"M21759","name":"Infarction, Middle Cerebral Artery","asFound":"Middle Cerebral Artery Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"M5483","name":"Cerebral Infarction","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"},{"id":"M5478","name":"Cerebral Arterial Diseases","relevance":"LOW"},{"id":"M22211","name":"Intracranial Arterial Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}