{"protocolSection":{"identificationModule":{"nctId":"NCT05454007","orgStudyIdInfo":{"id":"P22/IRB/029"},"organization":{"fullName":"Western University of Health Sciences","class":"OTHER"},"briefTitle":"Tracking Post-stroke Walking Improvements From the Clinic Into the Home","officialTitle":"Tracking Post-stroke Walking Improvements From the Clinic Into the Home"},"statusModule":{"statusVerifiedDate":"2023-02","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-08-25","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-08-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-08-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-06-21","studyFirstSubmitQcDate":"2022-07-06","studyFirstPostDateStruct":{"date":"2022-07-12","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-02-27","lastUpdatePostDateStruct":{"date":"2023-03-01","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Kendra Cherry-Allen","investigatorTitle":"Assistant Professor","investigatorAffiliation":"Western University of Health Sciences"},"leadSponsor":{"name":"Western University of Health Sciences","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The purpose of this proposal is to use novel video-based movement tracking technology to measure gait quality after stroke - in the home. Current rehabilitation practice assesses walking in the highly controlled 'ideal' clinical environment. The implicit assumption by clinicians and researchers is that the way people walk in the clinic (their best capacity) reflects the way they walk in the real-world (true performance). With advances in computer vision and development of pose estimation algorithms, it is now possible to directly measure how people are walking in their homes. It is critical that researchers apply this technology to examine the basic assumptions that underlie current rehabilitation practice. Here, a video-based pose estimation workflow will be used to 1) contrast the gait patterns of persons post-stroke as observed in-clinical vs. in-home settings, and 2) map the rate of deterioration of clinically-derived walking improvements, in the home. This methodology has been used to accurately measure gait kinematics in people with stroke as they walk in laboratory, however this study now seeks to use these methods to record people with stroke as they walk in their natural home environments. The ultimate outcome of this project will not only be freely-available video-based workflow modified for home-based gait assessments, but also preliminary data revealing how people with stroke walk in the real world.","detailedDescription":"Aim 1 Establish the relationship between walking capacity and walking performance in people with chronic stroke. The first critical step toward improving in-home walking performance after stroke is to uncover how differently people walk in the standard clinic environment vs. in their home. For each individual, the investigators will obtain video recordings of 6 minutes of walking in both clinic and home environments. The investigators will then use pose estimation algorithms to quantify three key features of gait- step length asymmetry, step time asymmetry, and gait speed. The investigators hypothesize that walking capacity measured in the clinic will be superior to walking performance measured in the home for each of the three metrics.\n\nAim 2 Quantify the magnitude and durability of clinic-derived walking improvements in the home. Current clinical practice is predicated on the belief that changes in walking capacity elicited through rehabilitation transfer to improvements in walking performance in the home. Here, the investigators will directly test this assumption. The same group of participants with stroke from Aim 1 will receive a single session of locomotor adaptation training - an established intervention shown to rapidly improve over ground step length symmetry - in the laboratory. Participants will then record videos as they perform in-home walking trials with instructions to continue to walk with their improved gait patterns at four timepoints (same day, next day, three-day, and one-week post-training). The investigators hypothesize that the improvement in step length symmetry in the home will be half of what is observed in the clinic on the same day and decay to zero by the next day.\n\nStudy Design Participants will complete a total of 5 data collection sessions (Figure 1). Day 1 will involve a standardized neurological clinical examination, a video recording of walking in the clinic (e.g. baseline capacity assessment), and a video recording of walking in the home (e.g. baseline performance assessment). Day 2 involves a single 30-minute training session in our laboratory during which the participant engages in an established protocol known to reduce step length asymmetry. They will also record a video of in-home walking (same-day transfer assessment) within an hour of completing the step symmetry training. On Days 3, 5, and 9, the participant will submit video recordings of their in-home walking.\n\nParticipants Investigators will recruit a single cohort of 20 people with post-stroke step length asymmetry ≥ 4 cm. Data gathered here will serve as necessary preliminary data for larger studies investigating factors that influence in-home walking performance and for studies testing interventions aimed at improving in-home walking.\n\nVideo Recording For assessments of walking capacity, the investigators will record videos (\\~30 Hz) of sagittal and frontal views of participants as they walk overground on a level tile surface in a well-lit and distraction-free clinical setting. For assessments of walking performance, participants or members of their household will use a single stationary tablet or smart phone sampling at 30 Hz to record the participant as they walk in their homes (this will ideally be a sagittal recording, but can be frontal if space is limited - the investigators have pose estimation analysis workflows capable of measuring step lengths from both views). For a given transfer recording, participants will perform five walking trials at their preferred walking speeds.\n\nPose Estimation The investigators have developed pose estimation workflows for human gait analysis using the freely available pose estimation algorithm OpenPose. These workflows can provide accurate estimates of many spatiotemporal and kinematic gait parameters from both sagittal and frontal viewpoints and have been validated against ground-truth three-dimensional motion capture measurements for adults with and without stroke. These validation steps have also been performed for both overground and treadmill walking."},"conditionsModule":{"conditions":["Stroke"],"keywords":["gait","step length asymmetry","walking"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":25,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Individuals with Stroke","type":"EXPERIMENTAL","description":"In this single group, proof-of-principle design, all eligible participants will be assigned to a single group. These are individuals with stroke who meet inclusion and exclusion criteria. They will each undergo the same assessments and participate in a single walking training session.","interventionNames":["Behavioral: Step length asymmetry training"]}],"interventions":[{"type":"BEHAVIORAL","name":"Step length asymmetry training","description":"Participants will engage in four, five-minute periods of step symmetry training during session 2. This training uses established sensorimotor adaptation-based methods (e.g. split-belt treadmill walking, walking with unilateral leg weighting) to elicit motor aftereffects of more equal step lengths. Two minute sitting rest breaks will be given between training blocks or at the participant's request. A video recording will be taken of the first and final two minutes of training.","armGroupLabels":["Individuals with Stroke"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in step length symmetry","description":"The normalized difference between short step length and long step length; a spatial parameter (short step length - long step length / short step length + long step length)\n\nWill be compared across timepoints.","timeFrame":"In-clinic baseline (day 1), in-home baseline (day 1), during training (day 2), same day transfer assessment (day 2), 1-day transfer assessment (day 3), 3-day transfer assessment (day 5), 1-week transfer assessment (day 9)"},{"measure":"Change in step time symmetry","description":"The difference between short step time and long step time; a temporal parameter (short step time- long step time)\n\nWill be compared across timepoints.","timeFrame":"In-clinic baseline (day 1), in-home baseline (day 1), during training (day 2), same day transfer assessment (day 2), 1-day transfer assessment (day 3), 3-day transfer assessment (day 5), 1-week transfer assessment (day 9)"},{"measure":"Change in self selected gait speed","description":"The speed at which a participant is walking (meters/second)\n\nWill be compared across timepoints.","timeFrame":"In-clinic baseline (day 1), in-home baseline (day 1), during training (day 2), same day transfer assessment (day 2), 1-day transfer assessment (day 3), 3-day transfer assessment (day 5), 1-week transfer assessment (day 9)"}],"otherOutcomes":[{"measure":"Stroke self-efficacy questionnaire","description":"Self-efficacy is a psychological construct defined as a belief of the individual in their ability to produce a certain level of performance on events that would influence or affect their life. We will assess self-efficacy with the Stroke self-efficacy questionnaire, a 13-item self-report scale of that demonstrates good internal consistency and criterion validity. Scores range from 0-130 with higher scores representing greater levels of self efficacy (better outcome).","timeFrame":"Measured once, during the first session which takes place on a single day."},{"measure":"Home environment","description":"Home environment will be assessed with the Home and Community Environment (HACE) measure. The HACE is a self-report questionnaire focusing on aspects of the home and community environment which influence community participation. The instrument assesses barriers and facilitators in the individual's environment, and includes 36 interval-level items within 6 domains - home mobility, community mobility, basic mobility devices, communication devices, transportation factors, and attitudes.","timeFrame":"Measured once, during the first session which takes place on a single day."},{"measure":"Depression","description":"Depression will be assessed with the Patient Health Questionnaire (PHQ-9). This is a multipurpose self-report instrument for screening, diagnosing, monitoring and measuring the severity of depression. Each of 9 items are scored from 0 (not at all) - 3 (nearly every day). Total scores of 5, 10, 15, and 20 represent cutpoints for mild, moderate, moderately severe and severe depression, respectively.","timeFrame":"Measured once, during the first session which takes place on a single day."},{"measure":"Berg Balance Scale","description":"The Berg Balance Scale is a 14-item objective measure that assesses static balance and fall risk in adults. Scores range from 0-56 with higher scores representing better balance (better outcomes).","timeFrame":"Measured once, during the first session which takes place on a single day."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* stroke \\>6 months prior\n* hemiparetic gait pattern with step length difference of 4cm or greater\n* able to ambulate whiteout physical assistance from another person (use of an assistive device are acceptable), gait speed \\>/= 0.2m/s\n* normal or corrected-to-normal vision\n\nExclusion Criteria:\n\n* neurological condition other than stroke\n* aphasia limiting comprehension of task instructions pregnancy\n* uncontrolled hypertension (\\> 150/90 mmHg at rest)\n* dementia, cognitive impairments, or psychiatric disorders limiting the ability to provide informed consent\n* epilepsy\n* orthopedic or pain conditions limiting walking\n* concurrent engagement in physical therapy or other research study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"21 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Kendra M Cherry-Allen, PhD, PT,DPT","role":"CONTACT","phone":"541-259-0473","email":"kcherryallen@westernu.edu"}],"overallOfficials":[{"name":"Kendra Cherry-Allen, PhD, PT, DPT","affiliation":"Western University of Health Sciences","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Western University of Health Sciences","status":"RECRUITING","city":"Lebanon","state":"Oregon","zip":"97355","country":"United States","contacts":[{"name":"Kendra M Cherry-Allen, PhD, DPT","role":"CONTACT"}],"geoPoint":{"lat":44.53651,"lon":-122.90703}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"De-identified data will be curated and deposited to appropriate public repositories whenever applicable. All behavioral data will be made available per reasonable request to the PI and all software will be made available on our GitHub archive.","infoTypes":["ANALYTIC_CODE"],"timeFrame":"Software will be posted to GitHub repository upon the conclusion of the study and will remain open access and freely available indefinitely.","accessCriteria":"De-identified data will be curated and deposited to appropriate public repositories whenever applicable. All behavioral data will be made available per reasonable request to the PI and all software will be made available on our GitHub archive."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}