{"protocolSection":{"identificationModule":{"nctId":"NCT04779710","orgStudyIdInfo":{"id":"222255"},"organization":{"fullName":"Manchester Metropolitan University","class":"OTHER"},"briefTitle":"How Does Dysphagia Assessment in Acute Stroke Affect Pneumonia?","officialTitle":"How Does Variation in Assessment and Clinical Management of Dysphagia in Acute Stroke Affect Development of Stroke-associated Pneumonia (SAP)?"},"statusModule":{"statusVerifiedDate":"2022-08","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-09-02","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-10-20","type":"ACTUAL"},"completionDateStruct":{"date":"2020-10-20","type":"ACTUAL"},"studyFirstSubmitDate":"2021-02-24","studyFirstSubmitQcDate":"2021-02-27","studyFirstPostDateStruct":{"date":"2021-03-03","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-08-31","lastUpdatePostDateStruct":{"date":"2022-09-06","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Sabrina Eltringham","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Manchester Metropolitan University"},"leadSponsor":{"name":"Manchester Metropolitan University","class":"OTHER"},"collaborators":[{"name":"The Stroke Association, United Kingdom","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke-associated pneumonia (SAP) is common in acute stroke. A significant risk factor is dysphagia. To identify dysphagia, patients are screened using a bedside tool and those suspected of dysphagia then have a specialist Speech and Language Therapy (SLT) assessment. Currently there is a wide range of screening protocols used. The aim of this research is to investigate the variation in dysphagia assessment and management to identify what factors affect the risk of SAP. The type of screen and other variations in management and practice (such as time from hospital admission to when the screen is done) will be investigated to identify any associations with higher risk of SAP. A mixed methods study will include a systematic review of the literature, interviews with patients, carers and staff and a review of medical records to investigate the patient journey during the first 72 hours from admission. Findings will be triangulated to inform a national survey of dysphagia screening and management in hospitals registered with the Sentinel Stroke National Audit Programme (SSNAP). Data from the survey will be cross-referenced with the SSNAP register and analysed to identify relationships. Results will inform development of an intervention to reduce SAP for subsequent feasibility testing.","detailedDescription":"Research Questions: 1. How do methods of dysphagia assessment and clinical management during the first 72 hours of admission affect the risk of stroke patients developing Stroke-Associated Pneumonia (SAP)? 2. During the first 72 hours of admission, what organisational factors (for example; oral hygiene routine, adherence of the speech and language therapy recommendations) affect the risk of stroke patients developing SAP? Aims and objectives: 1. To explore how variations in dysphagia assessment and management within the first 72 hours post stroke, impacts on developing SAP? 2. What and how do other organisational factors affect the development of SAP? Background to the project: Dysphagia (swallowing problems) occurs in 37-55% of acute stroke patients and is associated with difficulty swallowing foods, liquids and saliva. Inhalation of oral or gastric contents into the lungs (aspiration) can lead to pneumonia which increases the risk of mortality and is one of the main causes of death in the first few days and weeks after stroke. Aspiration pneumonia is also independently associated with worse rehabilitation outcomes, increased length of hospitalisation and associated healthcare costs. Aspiration pneumonia develops most frequently in the first few days of stroke, therefore timely detection and management of dysphagia is essential. In England and Wales, patients with acute stroke are recommended to have their swallow screened using a validated multi item screening tool within four hours of admission and a comprehensive speech and language therapy (SLT) assessment within 72 hours of admission. However, the Royal College of Physicians (RCP) National Clinical Guideline for Stroke does not specify the exact screening tool to be used (2016).\n\nThe Sentinel Stroke National Audit Programme (SSNAP) is the national register of stroke in England and Wales and collects data for stroke patients in the majority of acute hospitals. Using this national dataset, Bray et al. (2016) found an association between a delay in screening and specialist SLT assessment with an increased risk of stroke-associated pneumonia (SAP) and that reducing the risk of SAP might also reduce mortality after stroke. There are several possible mechanisms for why delays in dysphagia assessment might lead to an increased risk of SAP, including variation in who, when and how the screening is carried out. Anecdotal evidence from the clinical team has found that a number of patients who pass the screen, are subsequently referred to SLT because of ongoing concerns about risk of aspiration. This raises the question of whether the timing of the screen is too early for some patients whose neurological symptoms may still be evolving. Other possible reasons might be that the screen is not sufficiently sensitive to detect aspiration or the competencies of the staff undertaking the screen are inadequate. Further studies are required to test these uncertainties and confirm or refute a causal relationship not only between dysphagia assessment and management and development of SAP but other potential outcomes, including death, alternative nutrition and return to normal diet.\n\nMethods: Ethical approval will be sought from the Yorkshire and the Humber Sheffield Research Ethics Committee and the Research Ethics Committee at Sheffield Hallam University. Most hospital (aggregate) level SSNAP data are publicly accessible. A data request will be submitted for non-publicly available aggregate data, if necessary. Accessing anonymised patient level data from SSNAP involves applying for data access from Healthcare Quality Improvement Programme (HQIP) who commission SSNAP and are the data controller. Phase 1 (6 months) Systematic search and review of the literature: A systematic search and review of the literature will be undertaken on the nature and evidence for early assessment and management of dysphagia in acute stroke and the risk of developing stroke aspiration pneumonia, using the Centre for Reviews and Dissemination guidance on systematic reviews . The search strategies adopted RCP clinical guideline for Stroke will be utilised and developed, following a building-block approach which will identify search terms for the different concepts of the search question and culminating in a search of electronic databases. Manual search methods will also be carried out. The findings from the literature will be synthesised and used as one of the methods to inform the development of a national survey. A peer-reviewed, open-access paper will be submitted for publication based on the findings of the literature. Alongside this, a review of the evidence on questionnaire design to inform the development of the national survey will be carried out. During this phase, participant information sheets and consent forms and data collection tools for Phase 2 will be developed. Service users feedback on the study protocol and design, information accessibility of participant materials and research outcomes will be sought from stroke survivors and carers. Phase 2 (18 months) Mixed Methods Study: This phase will further inform the development of the national survey across the 199 hospitals registered with the SSNAP. The survey will be to find out about the dysphagia screening protocols used and details of the comprehensive SLT assessments so as to understand the variations in patient management during the 72 hours from admission. In addition, the questionnaire will investigate other organisational factors (e.g. training protocols) or care processes (e.g. policies on positioning, oral hygiene, early mobilisation) which may affect the development of SAP. To inform this development phase, data will be collected using two methods; a medical note review and interviews. Patient information will be collected from the medical notes of 30 consecutive patients admitted to the Hyper Acute Stroke Unit (HASU) in Sheffield Teaching Hospitals NHS Foundation Trust. Information will be collected on time/day of admission and dysphagia screen, outcome of screen, other investigations and assessments during 4 hours from admission, outcome of SLT assessment if indicated and whether SAP is recorded within the first 7 days post stroke. The data collected from this 72-hour timeline will be descriptively analysed to identify key events which occur on the patient pathway during the 72-hours. Staff and patient interviews will explore the views of different groups about what happens during these first 72 hours and how different factors may impact on patients developing SAP. Patients will be asked if they would like a carer to attend the interview. The role of the carer would be to support the patient during the interview recognising that some patients may appreciate a carer being present. All participants will be provided information about the study and a consent form and asked to indicate their consent to be involved. Possible areas for investigation include: Are the SLT dysphagia management plans put in place? Are patients put nil by mouth (NBM)? Who is responsible for providing oral hygiene for patients and how frequently is it carried out? Are patients positioned appropriately at mealtimes? Fifteen local and regional interviews will be undertaken with different staff groups e.g. Stroke Nurse Specialists, staff trained in dysphagia screening, SLT Stroke Team Leaders, Ward Sisters, Dysphagia Trained Practitioners/SLTs working in HASUs in Sheffield Teaching Hospitals and other regional NHS Trust HASUs. User perspectives will be gathered from five interviews with stroke patients and carers of patients who have received the dysphagia screen and/or had a comprehensive SLT swallow assessment. Patient participants will be those who have been admitted via the Neurological Assessment Unit where I work as part of their care team and routinely have access to their records. All the interviews will be recorded and transcribed. A framework approach will be used to analyse the interview transcripts and textual data from the interviews will be managed and coded using QSR NIVO software. The findings from the 72 hour time line and interviews will be triangulated to gain a more complete picture and to inform the content of the survey for the follow-on cross-sectional study of national practice. Phase 3 (12 months) National Survey: This phase will involve the development of the survey, in the form of a questionnaire. Service users will be involved in reviewing the format and accessibility of the language used. The electronic questionnaire will be piloted across a target group of SLTs from the Trent Dysphagia Clinical Excellence Network (CEN) who will access the pilot questionnaire and provide feedback via their virtual Basecamp network. The questionnaire will be adapted following their feedback before being distributed nationally to the SLT Clinical Lead for Stroke working in each Hyper/Acute Stroke Unit (H/ASU) in hospitals in England and Wales registered on the Sentinel Stroke National Audit Programme (SSNAP) register. The SLT Clinical Lead for Stroke will be identified from the researcher and research team existing professional networks, wider research networks, for example, the Council for Allied Health Professions Research (CAPHR), social media networks such as Twitter, and information that is publicly available. In instances where there is no pre-existing professional relationship or the information about the appropriate person is not publicly available the researcher would contact a third party, with the request that they circulate information about the study with the researcher's contact details, with a further request that the most appropriate person contact the researcher about the survey if they are interested in receiving more information. Phase 4 (12 months) Data Analysis: The survey data will be analysed and data extracted from the SSNAP register. Cross-referencing information from the questionnaire with centre-level SSNAP data will explore associations between date, time and type of screen, SLT assessment and the risk of developing SAP. The adjusted odds of developing SAP will be estimated by fitting multivariable logistic regression models. The data sets from the seminal research by Bray et al. (2016) will be used for consistency and comparison of data. The findings of this analysis will be published in an open-access, peer reviewed journal. Phase 5: (1 year) Write up and development of future research projects: The programme of work will be written up and the next stages developed."},"conditionsModule":{"conditions":["Dysphagia","Pneumonia","Acute Stroke"],"keywords":["assessment","acute stroke","dysphagia","aspiration pneumonia","screening"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"CROSS_SECTIONAL"},"enrollmentInfo":{"count":113,"type":"ACTUAL"}},"armsInterventionsModule":{"interventions":[{"type":"OTHER","name":"Staff Survey","description":"A mixed mode survey design comprising of a self-administered electronic survey with a secondary option of a postal survey. The survey population was Speech and Language Therapy (SLT) Clinical Leads for Acute Stroke in Hyper/Acute Hospital Stroke Units in England and Wales. The sample frame was Routinely Admitting, and Non-Routinely Admitting Acute Stroke Hospital Teams registered on the Sentinel Stroke National Audit Programme (SSNAP) register. One hundred and sixty-six hospital teams were included after exclusions. Survey participants were asked to respond about assessment and management of dysphagia and other clinical processes during the first seven days of a person's admission to hospital following a stroke. Respondents were asked to respond about practice on behalf of the Stroke Unit rather than as an individual practitioner."}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Relationship between incidence of stroke-associated pneumonia and hospital teams using dysphagia screening protocols which use water only compared to water and other consistencies","description":"Stroke-associated pneumonia was defined as the administration of antibiotics for a new clinical diagnosis of pneumonia in the first 7 days of admission as recorded on the SSNAP register","timeFrame":"SSNAP 2019 Patient Centred Post 72 hour cohort data will be used for stroke-associated pneumonia"},{"measure":"Relationship between incidence of stroke-associated pneumonia and hospital teams using written guidelines for the first specialist swallow assessment compared to hospital teams that do not use written guidelines for the first specialist assessment","description":"Stroke-associated pneumonia was defined as the administration of antibiotics for a new clinical diagnosis of pneumonia in the first 7 days of admission as recorded on the SSNAP register","timeFrame":"SSNAP 2019 Patient Centred Post 72 hour cohort data will be used for stroke-associated pneumonia"},{"measure":"Relationship between incidence of stroke-associated pneumonia and hospital teams that insert nasogastric tubes overnight compared to hospital teams that do not insert nasogastric tubes overnight","description":"Stroke-associated pneumonia was defined as the administration of antibiotics for a new clinical diagnosis of pneumonia in the first 7 days of admission as recorded on the SSNAP register","timeFrame":"SSNAP 2019 Patient Centred Post 72 hour cohort data will be used for stroke-associated pneumonia"},{"measure":"Relationship between incidence of stroke-associated pneumonia and hospital teams with a written oral care protocol compared to hospital teams that do not have a written oral care protocol","description":"Stroke-associated pneumonia was defined as the administration of antibiotics for a new clinical diagnosis of pneumonia in the first 7 days of admission as recorded on the SSNAP register","timeFrame":"SSNAP 2019 Patient Centred Post 72 hour cohort data will be used for stroke-associated pneumonia"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Speech and Language Therapist working in a National Health Service (NHS) Hospital Stroke Unit in England and Wales\n\nExclusion Criteria:\n\n* Non speech and language therapists\n* Speech and Language Therapists not working in a NHS Hospital Stroke Unit in England and Wales","sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"],"studyPopulation":"Speech and Language Therapy Clinical Leads in Hyper/Acute Stroke Units in hospitals in England and Wales","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Sabrina Eltringham","affiliation":"Manchester Metropolitan University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Sheffield Teaching Hospitals NHS Foundation Trust","city":"Sheffield","zip":"S10 2JF","country":"United Kingdom","geoPoint":{"lat":53.38297,"lon":-1.4659}}]},"referencesModule":{"references":[{"pmid":"16269630","type":"BACKGROUND","citation":"Martino R, Foley N, Bhogal S, Diamant N, Speechley M, Teasell R. Dysphagia after stroke: incidence, diagnosis, and pulmonary complications. Stroke. 2005 Dec;36(12):2756-63. doi: 10.1161/01.STR.0000190056.76543.eb. Epub 2005 Nov 3."},{"pmid":"12855836","type":"BACKGROUND","citation":"Vernino S, Brown RD Jr, Sejvar JJ, Sicks JD, Petty GW, O'Fallon WM. Cause-specific mortality after first cerebral infarction: a population-based study. Stroke. 2003 Aug;34(8):1828-32. doi: 10.1161/01.STR.0000080534.98416.A0. Epub 2003 Jul 10."},{"pmid":"21868737","type":"BACKGROUND","citation":"Ingeman A, Andersen G, Hundborg HH, Svendsen ML, Johnsen SP. In-hospital medical complications, length of stay, and mortality among stroke unit patients. Stroke. 2011 Nov;42(11):3214-8. doi: 10.1161/STROKEAHA.110.610881. Epub 2011 Aug 25."},{"pmid":"17536051","type":"BACKGROUND","citation":"Katzan IL, Dawson NV, Thomas CL, Votruba ME, Cebul RD. The cost of pneumonia after acute stroke. Neurology. 2007 May 29;68(22):1938-43. doi: 10.1212/01.wnl.0000263187.08969.45."},{"pmid":"21933425","type":"BACKGROUND","citation":"Westendorp WF, Nederkoorn PJ, Vermeij JD, Dijkgraaf MG, van de Beek D. Post-stroke infection: a systematic review and meta-analysis. BMC Neurol. 2011 Sep 20;11:110. doi: 10.1186/1471-2377-11-110."},{"pmid":"27298147","type":"BACKGROUND","citation":"Bray BD, Smith CJ, Cloud GC, Enderby P, James M, Paley L, Tyrrell PJ, Wolfe CD, Rudd AG; SSNAP Collaboration. The association between delays in screening for and assessing dysphagia after acute stroke, and the risk of stroke-associated pneumonia. J Neurol Neurosurg Psychiatry. 2017 Jan;88(1):25-30. doi: 10.1136/jnnp-2016-313356. Epub 2016 Jun 13."},{"pmid":"30199856","type":"RESULT","citation":"Eltringham SA, Kilner K, Gee M, Sage K, Bray BD, Pownall S, Smith CJ. Impact of Dysphagia Assessment and Management on Risk of Stroke-Associated Pneumonia: A Systematic Review. Cerebrovasc Dis. 2018;46(3-4):99-107. doi: 10.1159/000492730. Epub 2018 Sep 10."},{"pmid":"31493069","type":"RESULT","citation":"Eltringham SA, Kilner K, Gee M, Sage K, Bray BD, Smith CJ, Pownall S. Factors Associated with Risk of Stroke-Associated Pneumonia in Patients with Dysphagia: A Systematic Review. Dysphagia. 2020 Oct;35(5):735-744. doi: 10.1007/s00455-019-10061-6. Epub 2019 Sep 6."},{"pmid":"31731452","type":"RESULT","citation":"Eltringham SA, Smith CJ, Pownall S, Sage K, Bray B. Variation in Dysphagia Assessment and Management in Acute Stroke: An Interview Study. Geriatrics (Basel). 2019 Oct 25;4(4):60. doi: 10.3390/geriatrics4040060."},{"pmid":"31817883","type":"RESULT","citation":"Eltringham SA, Pownall S, Bray B, Smith CJ, Piercy L, Sage K. Experiences of Dysphagia after Stroke: An Interview Study of Stroke Survivors and Their Informal Caregivers. Geriatrics (Basel). 2019 Dec 7;4(4):67. doi: 10.3390/geriatrics4040067."},{"pmid":"34915473","type":"RESULT","citation":"Eltringham SA, Bray BD, Smith CJ, Pownall S, Sage K. Are Differences in Dysphagia Assessment, Oral Care Provision, or Nasogastric Tube Insertion Associated with Stroke-Associated Pneumonia? A Nationwide Survey Linked to National Stroke Registry Data. Cerebrovasc Dis. 2022;51(3):365-372. doi: 10.1159/000519903. Epub 2021 Dec 16."}],"seeAlsoLinks":[{"label":"Sentinel Stroke National Audit Programme","url":"https://www.strokeaudit.org/Home"},{"label":"Centre for Reviews and Dissemination","url":"https://www.york.ac.uk/media/crd/Systematic_Reviews.pdf"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"SAP","hasProtocol":false,"hasSap":true,"hasIcf":false,"label":"Statistical Analysis Plan","date":"2021-01-20","uploadDate":"2021-02-02T11:23","filename":"SAP_000.pdf","size":451163}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000011014","term":"Pneumonia"},{"id":"D000003680","term":"Deglutition Disorders"},{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000012141","term":"Respiratory Tract Infections"},{"id":"D000007239","term":"Infections"},{"id":"D000008171","term":"Lung Diseases"},{"id":"D000012140","term":"Respiratory Tract Diseases"},{"id":"D000004935","term":"Esophageal Diseases"},{"id":"D000005767","term":"Gastrointestinal Diseases"},{"id":"D000004066","term":"Digestive System Diseases"},{"id":"D000010608","term":"Pharyngeal Diseases"},{"id":"D000010038","term":"Otorhinolaryngologic Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Acute Stroke","relevance":"HIGH"},{"id":"M13594","name":"Pneumonia","asFound":"Pneumonia","relevance":"HIGH"},{"id":"M6572","name":"Deglutition Disorders","asFound":"Dysphagia","relevance":"HIGH"},{"id":"M13595","name":"Pneumonia, Aspiration","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M9973","name":"Infections","relevance":"LOW"},{"id":"M6058","name":"Communicable Diseases","relevance":"LOW"},{"id":"M14668","name":"Respiratory Tract Infections","relevance":"LOW"},{"id":"M10858","name":"Lung Diseases","relevance":"LOW"},{"id":"M14667","name":"Respiratory Tract Diseases","relevance":"LOW"},{"id":"M7775","name":"Esophageal Diseases","relevance":"LOW"},{"id":"M8573","name":"Gastrointestinal Diseases","relevance":"LOW"},{"id":"M6945","name":"Digestive System Diseases","relevance":"LOW"},{"id":"M13205","name":"Pharyngeal Diseases","relevance":"LOW"},{"id":"M12651","name":"Otorhinolaryngologic Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC01","name":"Infections"},{"abbrev":"BC08","name":"Respiratory Tract (Lung and Bronchial) Diseases"},{"abbrev":"BC06","name":"Digestive System Diseases"},{"abbrev":"BC09","name":"Ear, Nose, and Throat Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC07","name":"Mouth and Tooth Diseases"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}