{"protocolSection":{"identificationModule":{"nctId":"NCT05479006","orgStudyIdInfo":{"id":"14906"},"organization":{"fullName":"Carle Foundation Hospital","class":"OTHER"},"briefTitle":"Determine the Effect of Targeted High-definition Transcranial Direct Current Stimulation (tDCS) on Reducing Post-stroke Upper Limb Motor Impairments","officialTitle":"Determine the Effect of Targeted High-definition tDCS on Reducing Post-stroke Upper Limb Motor Impairments"},"statusModule":{"statusVerifiedDate":"2023-08","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-09-30","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-06-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-06-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-07-26","studyFirstSubmitQcDate":"2022-07-26","studyFirstPostDateStruct":{"date":"2022-07-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-08-28","lastUpdatePostDateStruct":{"date":"2023-08-30","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Carle Foundation Hospital","class":"OTHER"},"collaborators":[{"name":"American Heart Association","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Significant motor impairments occur in 80% of individuals after moderate to severe stroke and impact the body side to the lesioned hemisphere. Typical motor impairments involve loss of dexterity with highly prevalent upper limb flexion synergy. Advances in treating flexion synergy impairments have been hampered by a lack of precision rehabilitation. Previous studies suggest and support the role of cortico-reticulospinal tract (CRST) hyperexcitability in post-stroke flexion synergy. CRST hyperexcitability is often caused by damage to the corticospinal tract (CST). We hypothesize that: 1) inhibiting the contralesional dorsal premotor cortex (cPMd) will directly reduce the CRST hyperexcitability and thus, reduce the expression of the flexion synergy; 2) facilitating the ipsilesional primary motor cortex (iM1) will improve the excitability of the damaged CST, therefore reducing the CRST hyperexcitability and the flexion synergy. we propose to use a novel targeted high-definition tDCS (THD-tDCS) to specifically modulate the targeted cortical regions for testing his hypothesis, via the following aims: Aim 1. Evaluate the effect of cathodal THD-tDCS over the cPMd on reducing the CRST hyperexcitability and the expression of flexion synergy. Aim 2. Evaluate the effect of anodal THD-tDCS over the iM1 on improving the excitability of the CST, and determine whether this, thus, also reduces the CRST hyperexcitability and the flexion synergy. Aim 3. Evaluate the confluence effect of bilateral THD-tDCS, i.e., simultaneous cathodal stimulation over the cPMd and anodal over the iM1.","detailedDescription":"This sham-controlled cross-over study design will include four visits: 1) anodal stimulation targeting the ipsilesional hemisphere, 2) cathodal one at the contralesional hemisphere, 3) bilateral stimulation with anodal on the ipsilesional hemisphere and cathodal on the contralesional hemisphere and 4) a sham stimulation visit. The sequence of the stimulations will be randomized and double-blinded (assessor and participants). After each intervention, there will be at least 2 weeks wash-out period before participants receive the next intervention and assessments. Each visit will last up to 3 hours including the preparation time and breaks.\n\nWe will use neuro-navigation high-definition tDCS (NNG HD-tDCS) to target specific brain regions in a more precise way than before. A subject-specific head model will be built to evaluate the effect of lesion size and location on the electrical field of tDCS. The MR images (if available, otherwise CT images) will be used to build this subject-specific head model. The stimulation electrode montage and inter-electrode distance will be carefully examined by computer simulation to determine the optimal setup and dosage for NNG HD-tDCS.\n\nThe patient time commitment in this study is approximately 10 weeks where subjects have 4 x 1-day intervention and measurements, with 2 weeks washout the period in between.\n\nThe total number of potential enrolled subjects in this pilot study is 30."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke","Non-invasive Brain Stimulation","Movement Impairment"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"CROSSOVER","interventionModelDescription":"This sham-controlled cross-over study design will include four visits: 1) anodal stimulation targeting the ipsilesional hemisphere, 2) cathodal one at the contralesional hemisphere, 3) bilateral stimulation with anodal on the ipsilesional hemisphere and cathodal on the contralesional hemisphere and 4) a sham stimulation visit. After each intervention, there will be at least 2 weeks wash-out period before participants receive the next intervention and assessments.","primaryPurpose":"BASIC_SCIENCE","maskingInfo":{"masking":"DOUBLE","maskingDescription":"The sequence of the stimulations will be randomized (generated in RedCap) and double-blinded (assessor and participants).","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":30,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Anodal stimulation","type":"ACTIVE_COMPARATOR","description":"Anodal stimulation targets the primary motor cortex (arm area) in the lesioned hemisphere, sham on the contralesional hemisphere.","interventionNames":["Device: Transcranial direct current stimulation (high- definition)"]},{"label":"Cathodal stimulation","type":"ACTIVE_COMPARATOR","description":"Cathodal stimulation targets the dorsal premotor cortex (arm area) in the contralesional hemisphere, sham on the lesioned hemisphere.","interventionNames":["Device: Transcranial direct current stimulation (high- definition)"]},{"label":"Bilateral Stimulation","type":"ACTIVE_COMPARATOR","description":"Anodal stimulation targets the primary motor cortex (arm area) in the lesioned hemisphere and cathodal stimulation targets the dorsal premotor cortex (arm area) in the contralesional hemisphere at the same time.","interventionNames":["Device: Transcranial direct current stimulation (high- definition)"]},{"label":"Sham stimulation","type":"SHAM_COMPARATOR","description":"Sham stimulation to both hemisphere of the brain","interventionNames":["Device: Transcranial direct current stimulation (high- definition)"]}],"interventions":[{"type":"DEVICE","name":"Transcranial direct current stimulation (high- definition)","description":"20 minutes, 2 mA stimulation.","armGroupLabels":["Anodal stimulation","Bilateral Stimulation","Cathodal stimulation","Sham stimulation"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Transcranial Magnetic Stimulation-Evoke Motor-evoked Potential 1: Ispilesional stimulation in the brain and contralateral response in the muscle","description":"This is a neurophysiological measure that determines the use of the ipsilesional corticospinal tract.","timeFrame":"Baseline (initial visit), before (within 30 min range) and immediately after (within 30 min range) the intervention"},{"measure":"Change in Transcranial Magnetic Stimulation-Evoke Motor-evoked Potential 2: Contralesional stimulation in the brain and ipsilateral response in the muscle","description":"This is a neurophysiological measure that determines the use of the contralesional cortico-reticulospinal tract.","timeFrame":"Baseline (initial visit), before (within 30 minutes range) and immediately after (within 30 minutes range) the intervention"}],"secondaryOutcomes":[{"measure":"Change in a subset of Fugl-Meyer Upper Extremity assessment which is mainly related to the muscle synergies","description":"This clinical measure is mainly related to the upper limb muscle synergies","timeFrame":"Baseline (initial visit), before (within 30 minutes range) and immediately after (within 30 minutes range) the intervention"},{"measure":"Change in Fugl-Meyer Upper Extremity assessment","description":"This reflects the overall motor impairment level.","timeFrame":"Baseline (initial visit), before (within 30 minutes range) and immediately after (within 30 minutes range) the intervention"}],"otherOutcomes":[{"measure":"Modified Ashworth Scale","description":"This indicates the expression of muscle tone or spasticity","timeFrame":"Baseline (initial visit), before (within 30 minutes range) and immediately after (within 30 minutes range) the intervention"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Paresis confined to one side, with substantial motor impairment of the paretic upper limb\n* Capacity to provide informed consent\n\nExclusion Criteria:\n\n* Muscle tone abnormalities and motor or sensory impairment in the non-paretic limb\n* Severe wasting or contracture or significant sensory deficits in the paretic upper limb\n* Severe cognitive or affective dysfunction that prevents normal communication and understanding of consent or instruction\n* Severe concurrent medical problems (e.g. cardiorespiratory impairment)\n* Using a pacemaker\n* Metal implants in the head\n* Known adverse reactions to TMS and tDCS\n* Pregnant","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Yuan Yang, PhD","role":"CONTACT","phone":"217-244-5870","email":"yuan.yang@carle.com"},{"name":"Sanjiv Jain, MD","role":"CONTACT","phone":"217-383-3800","email":"sanjiv.jain@carle.com"}],"locations":[{"facility":"Carle Foundation Hospital","status":"RECRUITING","city":"Urbana","state":"Illinois","zip":"61801","country":"United States","contacts":[{"name":"Carly Skadden, MPH","role":"CONTACT","phone":"217-326-0102","phoneExt":"1","email":"carly.skadden@carle.com"},{"name":"Sanjiv Jain, MD","role":"CONTACT","phone":"217-383-3800","email":"sanjiv.jain@carle.com"},{"name":"Sanjiv Jain, MD","role":"SUB_INVESTIGATOR"},{"name":"Yuan Yang, PhD, MS","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":40.11059,"lon":-88.20727}}]},"referencesModule":{"references":[{"pmid":"28751255","type":"BACKGROUND","citation":"McPherson JG, Stienen AH, Drogos JM, Dewald JP. Modification of Spastic Stretch Reflexes at the Elbow by Flexion Synergy Expression in Individuals With Chronic Hemiparetic Stroke. Arch Phys Med Rehabil. 2018 Mar;99(3):491-500. doi: 10.1016/j.apmr.2017.06.019. Epub 2017 Jul 24."},{"pmid":"36362680","type":"BACKGROUND","citation":"Williamson JN, Sikora WA, James SA, Parmar NJ, Lepak LV, Cheema CF, Refai HH, Wu DH, Sidorov EV, Dewald JPA, Yang Y. Cortical Reorganization of Early Somatosensory Processing in Hemiparetic Stroke. J Clin Med. 2022 Oct 31;11(21):6449. doi: 10.3390/jcm11216449."}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"We are committed to enhancing the value of research and furthering the advancement of public knowledge. We recognize that the public dissemination of our scientific results can facilitate the creation of collaborative efforts with domestic and international collaborators. Furthermore, we recognize that the proposed project may result in novel ideas for new methods, technologies, and data that could benefit the entire research community. Therefore, final research data will be shared openly and timely in accordance with the most recent NIH guidelines (http://grants.nih.gov/grants/policy/data_sharing/) while being mindful that the confidentiality and privacy of participants in research must be protected at all times."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}