{"protocolSection":{"identificationModule":{"nctId":"NCT00738725","orgStudyIdInfo":{"id":"HRP-001"},"organization":{"fullName":"BG Medicine, Inc","class":"INDUSTRY"},"briefTitle":"BioImage Study: A Clinical Study of Burden of Atherosclerotic Disease in an At-Risk Population","officialTitle":"A Clinical Study of Burden of Atherosclerotic Disease in an At-Risk Population Combining Targeted and Unsupervised Biological Measurements With Non-Invasive Imaging Modalities to Identify Biomarkers That Predict Near Term (1-3-years) Outcomes"},"statusModule":{"statusVerifiedDate":"2013-10","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2008-01"},"primaryCompletionDateStruct":{"date":"2014-12","type":"ACTUAL"},"completionDateStruct":{"date":"2014-12","type":"ACTUAL"},"studyFirstSubmitDate":"2008-08-19","studyFirstSubmitQcDate":"2008-08-19","studyFirstPostDateStruct":{"date":"2008-08-20","type":"ESTIMATED"},"lastUpdateSubmitDate":"2015-01-26","lastUpdatePostDateStruct":{"date":"2015-01-27","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"BG Medicine, Inc","class":"INDUSTRY"},"collaborators":[{"name":"AstraZeneca","class":"INDUSTRY"},{"name":"Abbott","class":"INDUSTRY"},{"name":"Merck Sharp & Dohme LLC","class":"INDUSTRY"},{"name":"Philips Medical Systems","class":"INDUSTRY"},{"name":"Takeda","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"The BioImage Study is a study of the characteristics of subclinical cardiovascular disease, as measured by imaging modalities, unsupervised circulating biomarker measurements, and risk factors that predict progression to overt clinical cardiovascular disease, in a diverse, population-based sample of 7,300 men (aged 55-80) and women (aged 60-80). The socio-demographics of the study population aims to mirror the US population as a whole with approximately 69% of the cohort will be white, 12% African-American, 13% Hispanic, 4% Asian, predominantly of Chinese descent and 2% other (U.S. Census Bureau: 2000).\n\nThe cohort will be recruited from the Humana Health Plan membership represented in three major US markets; Chicago, Illinois, Louisville, Kentucky and Southern Florida. Of the 7,300 participants, 6,000 will be characterized with respect to their Framingham risk score and various imaging features including coronary calcification, carotid intima-media thickness (IMT), presence of atherosclerotic plaques, and lower extremity vascular insufficiency as determined by the ankle brachial index (ABI). Blood samples will be assayed for putative biomarkers using a variety of methodologies including unsupervised proteomic and metabolomic profiling of plasma, RNA expression profiling and candidate gene analysis or genome wide scanning. These approaches will also be combined with targeted assays for particular analytes. Biological samples will be banked at the time of collection for these analyses and for additional follow on case-control and validation studies. Participants will be followed for identification and characterization of cardiovascular disease events, including acute myocardial infarction and other forms of Coronary Artery Disease (CAD), and stroke; mortality; and for cardiovascular disease interventions. The remaining 1,300 subjects will be evaluated and followed in a similar manner except no imaging studies will be conducted.\n\nThe study will be conducted using an innovative infrastructure and method of participant recruitment and enrollment. Mobile clinics containing the imaging equipment will travel to the three markets included in the study. The mobile clinic configuration allows for a high level of consistency in the data measurements which will be collected from diverse geographic areas and populations. Participants will be recruited based on claims monitoring to pre-determine eligibility. The baseline examinations of the 7,300 participants will occur over a 12-month period. Based on particular findings (Coronary Artery Calcium (CAC) score, Carotid Intima-Media Thickness (IMT), atherosclerotic plaque, Ankle Brachial Index (ABI), and presence of Abdominal Aortic Aneurysm (AAA), approximately 3,000 participants of the 6,000 imaging cohort will be referred for higher resolution imaging modalities to better characterize their arterial disease. This additional imaging will also be conducted at the mobile clinics and occur during the same 12-month period. Participants will be contacted every 6-months throughout the 3-year study to assess cardiovascular events, clinical morbidity and mortality, and to obtain additional blood samples."},"conditionsModule":{"conditions":["Plaque","Atherosclerotic Disease","Heart Disease","Stroke"],"keywords":["High risk plaque","High-risk plaque","Vulnerable plaque","Atherosclerotic Disease","Heart Disease","Stroke"]},"designModule":{"studyType":"OBSERVATIONAL","designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"bioSpec":{"retention":"SAMPLES_WITH_DNA","description":"Serum, plasma, RNA and DNA"},"enrollmentInfo":{"count":7687,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"1","description":"Survey only"},{"label":"2","description":"Imaging group"},{"label":"3","description":"Non-imaging group"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Identify imaging and/or circulating biomarkers that predict 3-year cardiovascular events with incremental improvement over traditional risk assessment and to determine predictive value of biological and/or imaging markers for near-term (1-3year) outcomes","timeFrame":"3-years or when 600 events have been observed"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Males Age: 55-80 years old;\n* Females Age: 60-80 years old;\n* Current Humana plan member;\n* Resident in Chicago, Louisville, or South Florida\n\nExclusion Criteria:\n\n* History of Coronary Heart Disease (CHD), including heart attack or angina;\n* History of cerebrovascular disease (CVD), including stroke;\n* History of peripheral arterial disease (PAD);\n* History of or surgery for Abdominal Aortic Aneurysm (AAA);\n* Having undergone procedures related to cardiovascular disease (CABG, angioplasty, valve replacement, pacemaker or defibrillator implantation, any surgery on the heart or arteries);\n* Heart failure;\n* Atrial fibrillation;\n* Active treatment of cancer according to telephone survey response;\n* Any serious medical condition which would prevent long-term participation or inability to complete the 3-year follow-up (e.g. Dementia, cognitive impairment or Alzheimer's Disease, advanced COPD);\n* Weight \\> 350 lbs;\n* Chest CT scan in the past year;\n* Cognitive inability as judged by the telephone interviewer;\n* Language barrier (speaks other than English);\n* Inability to comply with visit to mobile clinic and other study requirements;\n* Pregnancy (women \\> 60 years old are included only)","healthyVolunteers":true,"sex":"ALL","minimumAge":"55 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Recruitment will be limited to the Humana membership base using health insurance claims information to identify potential study candidates. Candidate selection algorithms have been developed to identify members who have no prior history of cardiovascular disease, but most likely would be at intermediate to high risk for atherosclerotic cardiovascular events. The target is to recruit a population that has similar demographics to the US population in terms of race and ethnicity.\n\nThe participant selection criteria for the Humana database extraction to represent a medium to high risk population\\*: current Humana member with at least 3 months continuous enrollment; resides in one of the three study markets; pharmacy or medical claim for diabetes, hypertension, obesity or abnormal lipid.\n\n\\*Note: A separate selection will be for patients without any pharmacy claims to represent 20% of the study population.","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Valentin Fuster, MD, PhD","affiliation":"Icahn School of Medicine at Mount Sinai","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Erling Falk, MD, PhD","affiliation":"Aarhus University Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"North Ridge Medical Center","city":"Oakland Park","state":"Florida","zip":"33334","country":"United States","geoPoint":{"lat":26.17231,"lon":-80.13199}},{"facility":"Forest Med-Surg Center","city":"Justice","state":"Illinois","zip":"60458","country":"United States","geoPoint":{"lat":41.74448,"lon":-87.83783}}]},"referencesModule":{"references":[{"pmid":"28223407","type":"DERIVED","citation":"Natarajan P, Young R, Stitziel NO, Padmanabhan S, Baber U, Mehran R, Sartori S, Fuster V, Reilly DF, Butterworth A, Rader DJ, Ford I, Sattar N, Kathiresan S. Polygenic Risk Score Identifies Subgroup With Higher Burden of Atherosclerosis and Greater Relative Benefit From Statin Therapy in the Primary Prevention Setting. Circulation. 2017 May 30;135(22):2091-2101. doi: 10.1161/CIRCULATIONAHA.116.024436. Epub 2017 Feb 21."},{"pmid":"26516010","type":"DERIVED","citation":"Natarajan P, Kohli P, Baber U, Nguyen KH, Sartori S, Reilly DF, Mehran R, Muntendam P, Fuster V, Rader DJ, Kathiresan S. Association of APOC3 Loss-of-Function Mutations With Plasma Lipids and Subclinical Atherosclerosis: The Multi-Ethnic BioImage Study. J Am Coll Cardiol. 2015 Nov 3;66(18):2053-2055. doi: 10.1016/j.jacc.2015.08.866. No abstract available."},{"pmid":"25790876","type":"DERIVED","citation":"Baber U, Mehran R, Sartori S, Schoos MM, Sillesen H, Muntendam P, Garcia MJ, Gregson J, Pocock S, Falk E, Fuster V. Prevalence, impact, and predictive value of detecting subclinical coronary and carotid atherosclerosis in asymptomatic adults: the BioImage study. J Am Coll Cardiol. 2015 Mar 24;65(11):1065-74. doi: 10.1016/j.jacc.2015.01.017."},{"pmid":"22789936","type":"DERIVED","citation":"Sillesen H, Muntendam P, Adourian A, Entrekin R, Garcia M, Falk E, Fuster V. Carotid plaque burden as a measure of subclinical atherosclerosis: comparison with other tests for subclinical arterial disease in the High Risk Plaque BioImage study. JACC Cardiovasc Imaging. 2012 Jul;5(7):681-9. doi: 10.1016/j.jcmg.2012.03.013. Erratum In: JACC Cardiovasc Imaging. 2013 Jan;6(1):131-2."},{"pmid":"20598972","type":"DERIVED","citation":"Muntendam P, McCall C, Sanz J, Falk E, Fuster V; High-Risk Plaque Initiative. The BioImage Study: novel approaches to risk assessment in the primary prevention of atherosclerotic cardiovascular disease--study design and objectives. Am Heart J. 2010 Jul;160(1):49-57.e1. doi: 10.1016/j.ahj.2010.02.021."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000006331","term":"Heart Diseases"}],"ancestors":[{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","asFound":"Heart Disease","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}