{"protocolSection":{"identificationModule":{"nctId":"NCT04761874","orgStudyIdInfo":{"id":"TC0002"},"organization":{"fullName":"University of Minnesota","class":"OTHER"},"briefTitle":"Telestroke at Comprehensive Stroke Center During the COVID-19 Pandemic","officialTitle":"TELEstroke to CAre for STroke Patients at a Comprehensive Stroke Center During the COVID-19 Pandemic","acronym":"TELECAST-CSC"},"statusModule":{"statusVerifiedDate":"2021-04","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-12-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-06-29","type":"ACTUAL"},"completionDateStruct":{"date":"2020-09-29","type":"ACTUAL"},"studyFirstSubmitDate":"2021-02-15","studyFirstSubmitQcDate":"2021-02-17","studyFirstPostDateStruct":{"date":"2021-02-21","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-04-19","lastUpdatePostDateStruct":{"date":"2021-04-22","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Minnesota","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"TELEstroke to CAre for STroke Patients at a Comprehensive Stroke Center (TELECAST-CSC) during the COVID-19 pandemic is a pre-post study evaluating guideline-based acute ischemic stroke care following the implementation of inpatient telestroke at a comprehensive stroke center during the COVID-19 global pandemic. TELECAST-CSC compares two cohorts: the \"in-person phase\" (December 1, 2019-March 15, 2020), when all inpatient stroke team care was delivered conventionally in-person and the \"telestroke phase\" (March 16, 2020-June 29, 2020) when all inpatient stroke team care was delivered exclusively via telestroke as part of our healthcare system's pandemic response. We studied the following primarily clinical endpoints: diagnostic stroke evaluation, secondary stroke prevention, health screening and evaluation, stroke education, mortality, and stroke recurrence and readmission rates.","detailedDescription":"The SARS-Cov-2 virus originated in Wuhan China in 2019 and rapidly became a global pandemic. Beyond the pandemic, stroke care is further impacted directly by COVID-19-induced systemic inflammatory response and coagulopathy which leads to increased risk of embolic stroke and intracranial hemorrhage.\n\nIn the United States, the highest level of stroke care is provided to the most critically ill stroke patients at comprehensive stroke centers (CSCs). Many CSCs also utilize telestroke to deliver remote stroke care externally to partnering spoke hospitals without local stroke expertise in order to improve time-sensitive, emergent stroke interventions such as thrombolysis and thrombectomy. Conceptually, telestroke may also surmount pandemic-related barriers to stroke care delivery internally at CSCs and workflows incorporating telestroke have been adopted out of necessity. However, the efficacy of remote patient care via telestroke for stroke patients hospitalized at CSCs remains unclear. The aim of the TELECAST-CSC trial was to prospectively evaluate whether inpatient stroke specialist care provided via telestroke was equivalent to stroke care provided in-person during the COVID-19 pandemic.\n\nTELECAST-CSC compares two cohorts: the \"in-person phase\" (December 1, 2019-March 15, 2020), when all inpatient stroke team care was delivered conventionally in-person and the \"telestroke phase\" (March 16, 2020-June 29, 2020) when all inpatient stroke team care was delivered exclusively via telestroke as part of our healthcare system's pandemic response. We studied the following primarily clinical endpoints: diagnostic stroke evaluation, secondary stroke prevention, health screening and evaluation, stroke education, and stroke recurrence rates."},"conditionsModule":{"conditions":["Stroke, Acute"],"keywords":["Comprehensive stroke center","Ischemic stroke","Telestroke","Telemedicine","Secondary stroke prevention","COVID-19","SAR-Cov-2","pandemic"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"This is a pre-post interventional study following inpatient telestroke intervention for longitudinal treatment of acute ischemic stroke patients at a comprehensive stroke center.\n\nThe pre-treatment group is the conventional \"in-person\"cohort. The post-treatment group is the \"telestroke\" cohort.\n\nThe groups were non-randomly allocated. All acute ischemic stroke patients admitted during phase 1 were include in the \"in-person\" cohort and all acute ischemic stroke patients admitted during phase 2 were included in the \"telestroke cohort\".","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":296,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"In-Person (Conventional) Stroke Care","type":"NO_INTERVENTION","description":"Ischemic stroke patients admitted to a single academic, comprehensive stroke center from December 1, 2019-March 15, 2020 that were evaluated, managed, and treated by the stroke care team in person."},{"label":"Telestroke Stroke Care","type":"EXPERIMENTAL","description":"Ischemic stroke patients admitted to a single academic, comprehensive stroke center from March 16, 2020-June 29, 2020 that were evaluated, managed, and treated by the stroke care team remotely via telestroke.","interventionNames":["Other: Telestroke"]}],"interventions":[{"type":"OTHER","name":"Telestroke","description":"In the telestroke cohort, acute ischemic stroke patients at a single comprehensive stroke center received their stroke care and management exclusively via telestroke.","armGroupLabels":["Telestroke Stroke Care"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Guideline-Based Inpatient Stroke Care","description":"A 24-item global assessment of fundamental inpatient acute ischemic stroke care informed by 2019 AHA guidelines comprising 4 categories:\n\nDiagnostic evaluation: Neurologist evaluation, head CT or brain MRI, intracranial vascular imaging, cervical vascular imaging, LDL, HgA1C, troponin, EKG, telemetry, echocardiogram, and outpatient prolonged cardiac monitoring.\n\nSecondary prevention: antiplatelet, dual antiplatelet, anticoagulation, statin, anti-hypertensives, diabetes management, symptomatic carotid revascularization. .\n\nHealth screening and evaluation: swallow evaluation, cognitive assessment, rehabilitation evaluation Stroke evaluation: tobacco cessation counseling, exercise/ lifestyle counseling, signs of stroke.\n\nEach subject will be assessed for completion of these metrics.\n\nWhen a metric is not applicable for a specific patient, it will not be included in the analysis of guideline-based inpatient stroke care (e.g. tobacco cessation in a non-smoker).","timeFrame":"Inpatient hospitalization defined as the patient's admission through their discharge date (on average < 1 week)"}],"secondaryOutcomes":[{"measure":"Stroke Recurrence","description":"The composite rate of recurrent TIA, ischemic stroke, or hemorrhagic stroke 30 and 90 days post-discharge","timeFrame":"30 and 90 days post-hospital discharge"},{"measure":"Readmission Rate","description":"Rates of 30 and 90 day readmission","timeFrame":"30 and 90 days post-hospital discharge"}],"otherOutcomes":[{"measure":"Transfer Rate","description":"Transfer rate","timeFrame":"Inpatient hospitalization defined as the patient's admission through their discharge date (on average < 1 week)"},{"measure":"Diagnostic Stroke Evaluation","description":"The 11-item Diagnostic Stroke Evaluation assessment is one of four sub-components of the primary outcome.\n\nDiagnostic evaluation metrics: Neurologist evaluation, head CT or brain MRI, intracranial vascular imaging, cervical vascular imaging, LDL, HgA1C, troponin, EKG, telemetry, echocardiogram, and outpatient prolonged cardiac monitoring.\n\nEach subject will be assessed for completion of these metrics.\n\nWhen a metric is not applicable for a specific patient, it will not be included in the analysis of guideline-based inpatient stroke care (e.g. tobacco cessation in a non-smoker).","timeFrame":"Inpatient hospitalization defined as the patient's admission through their discharge date (on average < 1 week)"},{"measure":"Secondary Stroke Prevention","description":"The 8-item Secondary Stroke Prevention assessment is one of four sub-components of the primary outcome.\n\nSecondary prevention: antiplatelet, dual antiplatelet, anticoagulation, statin, anti-hypertensives, diabetes management, symptomatic carotid revascularization.\n\nEach subject will be assessed for completion of these metrics.\n\nWhen a metric is not applicable for a specific patient, it will not be included in the analysis of guideline-based inpatient stroke care (e.g. tobacco cessation in a non-smoker).","timeFrame":"Inpatient hospitalization defined as the patient's admission through their discharge date (on average < 1 week)"},{"measure":"Health Screening & Evaluation","description":"The 3-item Health Screening \\& Evaluation assessment is one of four sub-components of the primary outcome.\n\nHealth screening and evaluation: swallow evaluation, cognitive assessment, rehabilitation evaluation\n\nEach subject will be assessed for completion of these metrics.\n\nWhen a metric is not applicable for a specific patient, it will not be included in the analysis of guideline-based inpatient stroke care (e.g. tobacco cessation in a non-smoker).","timeFrame":"Inpatient hospitalization defined as the patient's admission through their discharge date (on average < 1 week)"},{"measure":"Stroke Education","description":"The 3-item Stroke Education assessment is one of four sub-components of the primary outcome.\n\nEach subject will be assessed for completion of these metrics.\n\nStroke evaluation: tobacco cessation counseling, exercise/ lifestyle counseling, signs of stroke.\n\nWhen a metric is not applicable for a specific patient, it will not be included in the analysis of guideline-based inpatient stroke care (e.g. tobacco cessation in a non-smoker).","timeFrame":"Inpatient hospitalization defined as the patient's admission through their discharge date (on average < 1 week)"},{"measure":"Length of Stay","description":"Length of patient hospitalization","timeFrame":"Inpatient hospitalization defined as the patient's admission through their discharge date (on average < 1 week)"},{"measure":"Death","description":"Death rate 30 and 90 days post admission","timeFrame":"30 and 90 days post-admission"},{"measure":"Time to antiplatelet administration","description":"Time from admission to antiplatelet administration","timeFrame":"From admission time until the first dose of antiplatelet administered in patients where antiplatelet treatment for secondary stroke prevention was indicated (assessed up to 1 week)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age 18 and above\n* Patients with the primary diagnosis of ischemic stroke admitted to Fairview Southdale Hospitals\n* Evidence of stroke on MRI or CT or clinical diagnosis of acute ischemic stroke by the treating stroke service.\n\nExclusion Criteria:\n\n* Patients less than 18 years old\n* Patients who leave the hospital against medical advice\n* Patients with goals of care that impact the stroke evaluation (i.e. comfort measures)\n* Patients who have an alternative diagnosis\n* Patients who opt out of the study","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Christopher Streib, MD","affiliation":"The University of Minnesota","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"M Health Fairview Southdale Hospital","city":"Edina","state":"Minnesota","zip":"55435","country":"United States","geoPoint":{"lat":44.88969,"lon":-93.34995}}]},"referencesModule":{"references":[{"pmid":"23370205","type":"BACKGROUND","citation":"Jauch EC, Saver JL, Adams HP Jr, Bruno A, Connors JJ, Demaerschalk BM, Khatri P, McMullan PW Jr, Qureshi AI, Rosenfield K, Scott PA, Summers DR, Wang DZ, Wintermark M, Yonas H; American Heart Association Stroke Council; Council on Cardiovascular Nursing; Council on Peripheral Vascular Disease; Council on Clinical Cardiology. Guidelines for the early management of patients with acute ischemic stroke: a guideline for healthcare professionals from the American Heart Association/American Stroke Association. Stroke. 2013 Mar;44(3):870-947. doi: 10.1161/STR.0b013e318284056a. Epub 2013 Jan 31."},{"pmid":"26123479","type":"BACKGROUND","citation":"Powers WJ, Derdeyn CP, Biller J, Coffey CS, Hoh BL, Jauch EC, Johnston KC, Johnston SC, Khalessi AA, Kidwell CS, Meschia JF, Ovbiagele B, Yavagal DR; American Heart Association Stroke Council. 2015 American Heart Association/American Stroke Association Focused Update of the 2013 Guidelines for the Early Management of Patients With Acute Ischemic Stroke Regarding Endovascular Treatment: A Guideline for Healthcare Professionals From the American Heart Association/American Stroke Association. Stroke. 2015 Oct;46(10):3020-35. doi: 10.1161/STR.0000000000000074. Epub 2015 Jun 29."},{"pmid":"24788967","type":"BACKGROUND","citation":"Kernan WN, Ovbiagele B, Black HR, Bravata DM, Chimowitz MI, Ezekowitz MD, Fang MC, Fisher M, Furie KL, Heck DV, Johnston SC, Kasner SE, Kittner SJ, Mitchell PH, Rich MW, Richardson D, Schwamm LH, Wilson JA; American Heart Association Stroke Council, Council on Cardiovascular and Stroke Nursing, Council on Clinical Cardiology, and Council on Peripheral Vascular Disease. Guidelines for the prevention of stroke in patients with stroke and transient ischemic attack: a guideline for healthcare professionals from the American Heart Association/American Stroke Association. Stroke. 2014 Jul;45(7):2160-236. doi: 10.1161/STR.0000000000000024. Epub 2014 May 1. Erratum In: Stroke. 2015 Feb;46(2):e54."},{"pmid":"28384077","type":"BACKGROUND","citation":"Demaerschalk BM, Berg J, Chong BW, Gross H, Nystrom K, Adeoye O, Schwamm L, Wechsler L, Whitchurch S. American Telemedicine Association: Telestroke Guidelines. Telemed J E Health. 2017 May;23(5):376-389. doi: 10.1089/tmj.2017.0006. Epub 2017 Apr 6."},{"pmid":"24222046","type":"BACKGROUND","citation":"Alberts MJ, Wechsler LR, Jensen ME, Latchaw RE, Crocco TJ, George MG, Baranski J, Bass RR, Ruff RL, Huang J, Mancini B, Gregory T, Gress D, Emr M, Warren M, Walker MD. Formation and function of acute stroke-ready hospitals within a stroke system of care recommendations from the brain attack coalition. Stroke. 2013 Dec;44(12):3382-93. doi: 10.1161/STROKEAHA.113.002285. Epub 2013 Nov 12."},{"pmid":"27811332","type":"BACKGROUND","citation":"Wechsler LR, Demaerschalk BM, Schwamm LH, Adeoye OM, Audebert HJ, Fanale CV, Hess DC, Majersik JJ, Nystrom KV, Reeves MJ, Rosamond WD, Switzer JA; American Heart Association Stroke Council; Council on Epidemiology and Prevention; Council on Quality of Care and Outcomes Research. Telemedicine Quality and Outcomes in Stroke: A Scientific Statement for Healthcare Professionals From the American Heart Association/American Stroke Association. Stroke. 2017 Jan;48(1):e3-e25. doi: 10.1161/STR.0000000000000114. Epub 2016 Nov 3."},{"pmid":"27566746","type":"BACKGROUND","citation":"Kepplinger J, Barlinn K, Deckert S, Scheibe M, Bodechtel U, Schmitt J. Safety and efficacy of thrombolysis in telestroke: A systematic review and meta-analysis. Neurology. 2016 Sep 27;87(13):1344-51. doi: 10.1212/WNL.0000000000003148. Epub 2016 Aug 26."},{"pmid":"25147327","type":"BACKGROUND","citation":"Muller-Barna P, Hubert GJ, Boy S, Bogdahn U, Wiedmann S, Heuschmann PU, Audebert HJ. TeleStroke units serving as a model of care in rural areas: 10-year experience of the TeleMedical project for integrative stroke care. Stroke. 2014 Sep;45(9):2739-44. doi: 10.1161/STROKEAHA.114.006141."},{"pmid":"28356464","type":"BACKGROUND","citation":"Tarnutzer AA, Lee SH, Robinson KA, Wang Z, Edlow JA, Newman-Toker DE. ED misdiagnosis of cerebrovascular events in the era of modern neuroimaging: A meta-analysis. Neurology. 2017 Apr 11;88(15):1468-1477. doi: 10.1212/WNL.0000000000003814. Epub 2017 Mar 29."},{"pmid":"20508182","type":"BACKGROUND","citation":"Ovbiagele B, Schwamm LH, Smith EE, Hernandez AF, Olson DM, Pan W, Fonarow GC, Saver JL. Recent nationwide trends in discharge statin treatment of hospitalized patients with stroke. Stroke. 2010 Jul;41(7):1508-13. doi: 10.1161/STROKEAHA.109.573618. Epub 2010 May 27."},{"pmid":"29367334","type":"BACKGROUND","citation":"Powers WJ, Rabinstein AA, Ackerson T, Adeoye OM, Bambakidis NC, Becker K, Biller J, Brown M, Demaerschalk BM, Hoh B, Jauch EC, Kidwell CS, Leslie-Mazwi TM, Ovbiagele B, Scott PA, Sheth KN, Southerland AM, Summers DV, Tirschwell DL; American Heart Association Stroke Council. 2018 Guidelines for the Early Management of Patients With Acute Ischemic Stroke: A Guideline for Healthcare Professionals From the American Heart Association/American Stroke Association. Stroke. 2018 Mar;49(3):e46-e110. doi: 10.1161/STR.0000000000000158. Epub 2018 Jan 24. Erratum In: Stroke. 2018 Mar;49(3):e138. Stroke. 2018 Apr 18;:"},{"pmid":"17928270","type":"BACKGROUND","citation":"Lavallee PC, Meseguer E, Abboud H, Cabrejo L, Olivot JM, Simon O, Mazighi M, Nifle C, Niclot P, Lapergue B, Klein IF, Brochet E, Steg PG, Leseche G, Labreuche J, Touboul PJ, Amarenco P. A transient ischaemic attack clinic with round-the-clock access (SOS-TIA): feasibility and effects. Lancet Neurol. 2007 Nov;6(11):953-60. doi: 10.1016/S1474-4422(07)70248-X."},{"pmid":"17928046","type":"BACKGROUND","citation":"Rothwell PM, Giles MF, Chandratheva A, Marquardt L, Geraghty O, Redgrave JN, Lovelock CE, Binney LE, Bull LM, Cuthbertson FC, Welch SJ, Bosch S, Alexander FC, Silver LE, Gutnikov SA, Mehta Z; Early use of Existing Preventive Strategies for Stroke (EXPRESS) study. Effect of urgent treatment of transient ischaemic attack and minor stroke on early recurrent stroke (EXPRESS study): a prospective population-based sequential comparison. Lancet. 2007 Oct 20;370(9596):1432-42. doi: 10.1016/S0140-6736(07)61448-2. Erratum In: Lancet. 2008 Feb 2;371(9610):386. Carasco-Alexander, Faye [corrected to Alexander, Faye C]."},{"pmid":"31662037","type":"BACKGROUND","citation":"Powers WJ, Rabinstein AA, Ackerson T, Adeoye OM, Bambakidis NC, Becker K, Biller J, Brown M, Demaerschalk BM, Hoh B, Jauch EC, Kidwell CS, Leslie-Mazwi TM, Ovbiagele B, Scott PA, Sheth KN, Southerland AM, Summers DV, Tirschwell DL. Guidelines for the Early Management of Patients With Acute Ischemic Stroke: 2019 Update to the 2018 Guidelines for the Early Management of Acute Ischemic Stroke: A Guideline for Healthcare Professionals From the American Heart Association/American Stroke Association. Stroke. 2019 Dec;50(12):e344-e418. doi: 10.1161/STR.0000000000000211. Epub 2019 Oct 30. Erratum In: Stroke. 2019 Dec;50(12):e440-e441."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000086382","term":"COVID-19"},{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000011024","term":"Pneumonia, Viral"},{"id":"D000011014","term":"Pneumonia"},{"id":"D000012141","term":"Respiratory Tract Infections"},{"id":"D000007239","term":"Infections"},{"id":"D000014777","term":"Virus Diseases"},{"id":"D000018352","term":"Coronavirus Infections"},{"id":"D000003333","term":"Coronaviridae Infections"},{"id":"D000030341","term":"Nidovirales Infections"},{"id":"D000012327","term":"RNA Virus Infections"},{"id":"D000008171","term":"Lung Diseases"},{"id":"D000012140","term":"Respiratory Tract Diseases"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M2562","name":"COVID-19","asFound":"COVID-19 Pandemic","relevance":"HIGH"},{"id":"M11997","name":"Neoplasm Metastasis","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","relevance":"LOW"},{"id":"M13594","name":"Pneumonia","relevance":"LOW"},{"id":"M13604","name":"Pneumonia, Viral","relevance":"LOW"},{"id":"M9973","name":"Infections","relevance":"LOW"},{"id":"M6058","name":"Communicable Diseases","relevance":"LOW"},{"id":"M14668","name":"Respiratory Tract Infections","relevance":"LOW"},{"id":"M17212","name":"Virus Diseases","relevance":"LOW"},{"id":"M20180","name":"Coronavirus Infections","relevance":"LOW"},{"id":"M6245","name":"Coronaviridae Infections","relevance":"LOW"},{"id":"M23375","name":"Nidovirales Infections","relevance":"LOW"},{"id":"M14839","name":"RNA Virus Infections","relevance":"LOW"},{"id":"M10858","name":"Lung Diseases","relevance":"LOW"},{"id":"M14667","name":"Respiratory Tract Diseases","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC01","name":"Infections"},{"abbrev":"BC08","name":"Respiratory Tract (Lung and Bronchial) Diseases"},{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}