{"protocolSection":{"identificationModule":{"nctId":"NCT03507374","orgStudyIdInfo":{"id":"00104839"},"organization":{"fullName":"University of Utah","class":"OTHER"},"briefTitle":"PCSK9 Inhibition in Patients With Symptomatic Intracranial Atherosclerosis","officialTitle":"PCSK9 Inhibition in Patients With Symptomatic Intracranial Atherosclerosis","acronym":"PINNACLE"},"statusModule":{"statusVerifiedDate":"2020-04","overallStatus":"TERMINATED","whyStopped":"Funding withdrawn","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-10-30","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-04-17","type":"ACTUAL"},"completionDateStruct":{"date":"2020-04-17","type":"ACTUAL"},"studyFirstSubmitDate":"2018-04-13","studyFirstSubmitQcDate":"2018-04-13","studyFirstPostDateStruct":{"date":"2018-04-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-04-18","lastUpdatePostDateStruct":{"date":"2020-04-21","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Adam de Havenon","investigatorTitle":"MD","investigatorAffiliation":"University of Utah"},"leadSponsor":{"name":"University of Utah","class":"OTHER"},"collaborators":[{"name":"Regeneron Pharmaceuticals","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false,"isUsExport":true},"descriptionModule":{"briefSummary":"This will be a randomized double blind placebo-controlled pilot study using a repeated measures design in which participants with acute ischemic stroke and intracranial atherosclerotic disease are randomized to either drug or placebo.","detailedDescription":"The purpose of this study will be a dataset that lays the foundation for a randomized controlled trial of PCSK9 inhibition in intracranial atherosclerotic disease (ICAD) patients, designed to show a reduction in the primary endpoint of ischemic stroke recurrence. Such a trial would provide evidence for the utility of alirocumab to prevent recurrent stroke in ICAD. While we are proposing future studies to reduce recurrent ICAD stroke risk, it should be noted that, in the long term, our research may lead to effective primary ICAD stroke risk reduction through PCSK9 inhibition in patients at high risk of stroke identified through asymptomatic stenosis, post-contrast plaque enhancement (PPE) or intraplaque hemorrhage (IPH) on vwMRI."},"conditionsModule":{"conditions":["Stroke","Intracranial Atherosclerosis","Intraplaque Hemorrhage"],"keywords":["Stroke","alirocumab","Intracranial Atherosclerosis","Intraplaque Hemorrhage","atorvastatin","praluent"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["EARLY_PHASE1"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"QUADRUPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":20,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Placebo Comparator","type":"PLACEBO_COMPARATOR","description":"After review of eligibility criteria, 20 patients will be randomized to the placebo arm of the study where patient will administer one subcutaneous injection of placebo every two weeks for a total of 52 weeks. Additionally, per standard-of-care, patient will also be treated with atorvastatin 40-80 mg.","interventionNames":["Drug: Placebo"]},{"label":"Active Comparator","type":"ACTIVE_COMPARATOR","description":"After review of eligibility criteria, 20 patients will be randomized to receive the investigational treatment of alirocumab 150mg which will be administered subcutaneously with a single-dose pre-filled pen syringe every 2 weeks for a total of 52 weeks. Additionally, per standard-of-care, patient will also be treated with atorvastatin 40-80 mg","interventionNames":["Drug: Alirocumab"]}],"interventions":[{"type":"DRUG","name":"Alirocumab","description":"Alirocumab is approved by the FDA as a secondary treatment for high cholesterol for adults whose cholesterol can not be controlled by diet and/or statin treatment. Additionally, Alirocumab works to inhibit the PCSK9 protein.","armGroupLabels":["Active Comparator"],"otherNames":["Praluent"]},{"type":"DRUG","name":"Placebo","description":"Placebo to be administered subcutaneously every 2 weeks identical to active drug (alirocumab)","armGroupLabels":["Placebo Comparator"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Vessel Wall MRI","description":"Our primary outcome measures will be to assess the Vessel Wall MRI on Day 365 and compare it to day 1.The primary endpoint is nominal change in the composite percent atheroma volume (PAV) of the stroke parent artery and additional intra- or extracranial cerebrovasculature arteries with atherosclerosis (≥ 25% stenosis) from baseline to week 52. We will use measure PAV on vessel wall MRI (vwMRI), which evaluates all arteries from the aortic arch to the distal intracranial vasculature in a single scan. The primary endpoint will be analyzed for both: 1) the composite PAV of the stroke parent artery and any additional intra- or extracranial arteries that have at least 25% stenosis, and 2) separately for the PAV of the stroke parent artery. The PAV measurements will be performed using the validated MRI-PlaqueView software. Stenosis of the stroke parent artery and all additional arteries included in the composite PAV will be measured using standard methodology and also be evaluated as","timeFrame":"Day 1 and Day 365"}],"secondaryOutcomes":[{"measure":"Post-Contrast Plaque Enhancement","description":"Secondary endpoint 1 is post-contrast plaque enhancement for intracranial arteries and intraplaque hemorrhage for the carotid artery, which are determined by two experienced neuroradiologist raters. If there is disagreement, then a third rater serves as a tie-breaker. The signal intensity characteristics of both endpoints have been standardized in prior literature.","timeFrame":"Day 1"}],"otherOutcomes":[{"measure":"Mechanism of Alirocumab's effect","description":"To better understand the mechanism of alirocumab's effect on intra- and extracranial atherosclerosis, we will measure the endpoint of change in cholesterol markers \\[LDL-C, HDL-C, lipoprotein (a), apolipoprotein B, and triglyceride level\\]. The change in cholesterol markers will be correlated with the primary and secondary study endpoints on vwMRI. Cholesterol values will be measured at the baseline and comparison MRIs, which are 52 weeks apart. An additional exploratory outcome that we will measure is the composite endpoint of \"recurrent stroke,\" which encompasses new symptomatic ischemic stroke, transient ischemic attack, or asymptomatic strokes that emerge between the study MRIs.","timeFrame":"Day 1 and Day 365"},{"measure":"Lab Assessment","description":"At both study MRIs, the study coordinator will collect two blood samples. One sample will be tested with an i-STAT for beta hCG and creatinine levels prior to the MRI. The second sample which will be sent to ARUP Laboratories for testing of LDL-C, HDL-C, triglycerides, apolipoprotein B, and lipoprotein (a), biomarkers of cardiovascular disease risk.","timeFrame":"Baseline visit and Day 365"},{"measure":"Clinical Outcomes","description":"b) At both study visits (baseline vwMRI and follow-up vwMRI), a vascular neurologist blinded to treatment arm assignment will assess patients and their medical records for recurrent stroke. The neurologist will also have access to the \"stroke characteristics\" data from the neuroradiologist raters. The endpoint of recurrent stroke is defined both for the stroke parent artery and other arterial distributions in the cerebrovasculature.","timeFrame":"Baseline and Day 365"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Adult patients, ≥ 18 years of age\n* Ischemic stroke (≤ 1 month from onset) in one major vascular territory on diffusion-weighted MRI\n* ICAD plaque of a \"major intracranial artery,\" causing \\>25% and \\<99% stenosis\n* Eligible arteries: vertebral (V4), basilar, PCA (P1, P2), MCA (M1, M2), terminal ICA, and ACA (A1)\n* Able to tolerate high-dose statin (atorvastatin 40-80 mg)\n\nExclusion Criteria:\n\n* Stroke mechanism other than ICAD, including history of atrial fibrillation, hypercoagulability, ipsilateral arterial dissection or carotid stenosis \\>50%, and rare causes of stroke such as vasculitis or CADASIL\n* Bihemispheric stroke or simultaneous stroke in the anterior and posterior circulation\n* Positive pregnancy test\n* Gadolinium or PCSK9 inhibitor allergy\n* Acute or chronic kidney disease with eGFR\\<30 ml/min/1.73m2\n* Pacemaker or other MRI contraindications per American College of Radiology guidelines33\n* Inability to return for 1-year follow-up clinic visit and vwMRI","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Adam de Havenon, MD","affiliation":"University of Utah","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Scott McNally, MD, PhD","affiliation":"University of Utah","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of Utah","city":"Salt Lake City","state":"Utah","zip":"84132","country":"United States","geoPoint":{"lat":40.76078,"lon":-111.89105}}]},"referencesModule":{"references":[{"pmid":"19807851","type":"BACKGROUND","citation":"Suri MF, Johnston SC. Epidemiology of intracranial stenosis. J Neuroimaging. 2009 Oct;19 Suppl 1:11S-6S. doi: 10.1111/j.1552-6569.2009.00415.x."},{"pmid":"24135208","type":"BACKGROUND","citation":"Holmstedt CA, Turan TN, Chimowitz MI. Atherosclerotic intracranial arterial stenosis: risk factors, diagnosis, and treatment. Lancet Neurol. 2013 Nov;12(11):1106-14. doi: 10.1016/S1474-4422(13)70195-9."},{"pmid":"21164126","type":"BACKGROUND","citation":"Arenillas JF. Intracranial atherosclerosis: current concepts. Stroke. 2011 Jan;42(1 Suppl):S20-3. doi: 10.1161/STROKEAHA.110.597278. Epub 2010 Dec 16."},{"pmid":"24741562","type":"BACKGROUND","citation":"Bang OY. Intracranial atherosclerosis: current understanding and perspectives. J Stroke. 2014 Jan;16(1):27-35. doi: 10.5853/jos.2014.16.1.27. Epub 2014 Jan 31."},{"pmid":"26600797","type":"BACKGROUND","citation":"Koo J. The Latest Information on Intracranial Atherosclerosis: Diagnosis and Treatment. Interv Neurol. 2015 Oct;4(1-2):48-50. doi: 10.1159/000438779. Epub 2015 Sep 18."},{"pmid":"25307297","type":"BACKGROUND","citation":"Wang YL, Pan YS, Zhao XQ, Wang D, Johnston SC, Liu LP, Meng X, Wang AX, Wang CX, Wang YJ; CHANCE investigators. Recurrent stroke was associated with poor quality of life in patients with transient ischemic attack or minor stroke: finding from the CHANCE trial. CNS Neurosci Ther. 2014 Dec;20(12):1029-35. doi: 10.1111/cns.12329. Epub 2014 Oct 13."},{"pmid":"27012273","type":"BACKGROUND","citation":"Wang A, Wu L, Wang X, Zhao X, Wang C, Liu L, Zheng H, Cao Y, Wang Y, Wang Y; China National Stroke Registry investigators. Effect of recurrent stroke on poor functional outcome in transient ischemic attack or minor stroke. Int J Stroke. 2016 Oct;11(7):NP80. doi: 10.1177/1747493016641954. Epub 2016 Mar 24. No abstract available."},{"pmid":"21536995","type":"BACKGROUND","citation":"Hong KS, Yegiaian S, Lee M, Lee J, Saver JL. Declining stroke and vascular event recurrence rates in secondary prevention trials over the past 50 years and consequences for current trial design. Circulation. 2011 May 17;123(19):2111-9. doi: 10.1161/CIRCULATIONAHA.109.934786. Epub 2011 May 2."},{"pmid":"25790886","type":"BACKGROUND","citation":"Chaturvedi S, Sacco RL. How recent data have impacted the treatment of internal carotid artery stenosis. J Am Coll Cardiol. 2015 Mar 24;65(11):1134-43. doi: 10.1016/j.jacc.2014.12.045."},{"pmid":"25453443","type":"BACKGROUND","citation":"Bonati LH, Dobson J, Featherstone RL, Ederle J, van der Worp HB, de Borst GJ, Mali WP, Beard JD, Cleveland T, Engelter ST, Lyrer PA, Ford GA, Dorman PJ, Brown MM; International Carotid Stenting Study investigators. Long-term outcomes after stenting versus endarterectomy for treatment of symptomatic carotid stenosis: the International Carotid Stenting Study (ICSS) randomised trial. Lancet. 2015 Feb 7;385(9967):529-38. doi: 10.1016/S0140-6736(14)61184-3. Epub 2014 Oct 14."},{"pmid":"26890472","type":"BACKGROUND","citation":"Brott TG, Howard G, Roubin GS, Meschia JF, Mackey A, Brooks W, Moore WS, Hill MD, Mantese VA, Clark WM, Timaran CH, Heck D, Leimgruber PP, Sheffet AJ, Howard VJ, Chaturvedi S, Lal BK, Voeks JH, Hobson RW 2nd; CREST Investigators. Long-Term Results of Stenting versus Endarterectomy for Carotid-Artery Stenosis. N Engl J Med. 2016 Mar 17;374(11):1021-31. doi: 10.1056/NEJMoa1505215. Epub 2016 Feb 18."},{"pmid":"26721504","type":"BACKGROUND","citation":"Paraskevas KI, Mikhailidis DP, Veith FJ, Spence JD. Definition of Best Medical Treatment in Asymptomatic and Symptomatic Carotid Artery Stenosis. Angiology. 2016 May;67(5):411-9. doi: 10.1177/0003319715624526. Epub 2015 Dec 31."},{"pmid":"15800226","type":"BACKGROUND","citation":"Chimowitz MI, Lynn MJ, Howlett-Smith H, Stern BJ, Hertzberg VS, Frankel MR, Levine SR, Chaturvedi S, Kasner SE, Benesch CG, Sila CA, Jovin TG, Romano JG; Warfarin-Aspirin Symptomatic Intracranial Disease Trial Investigators. Comparison of warfarin and aspirin for symptomatic intracranial arterial stenosis. N Engl J Med. 2005 Mar 31;352(13):1305-16. doi: 10.1056/NEJMoa043033."},{"pmid":"23404720","type":"BACKGROUND","citation":"den Hartog AG, Achterberg S, Moll FL, Kappelle LJ, Visseren FL, van der Graaf Y, Algra A, de Borst GJ; SMART Study Group. Asymptomatic carotid artery stenosis and the risk of ischemic stroke according to subtype in patients with clinical manifest arterial disease. Stroke. 2013 Apr;44(4):1002-7. doi: 10.1161/STROKEAHA.111.669267. Epub 2013 Feb 12."},{"type":"BACKGROUND","citation":"Brott TG, Halperin JL, Abbara S, Bacharach JM, Barr JD, Bush RL, Cates CU, Creager MA, Fowler SB, Friday G, Hertzberg VS, McIff EB, Moore WS, Panagos PD, Riles TS, Rosenwasser RH, Taylor AJ. 2011 ASA/ACCF/AHA/AANN/AANS/ACR/ASNR/CNS/SAIP/SCAI/SIR/SNIS/SVM/SVS Guideline on the Management of Patients With Extracranial Carotid and Vertebral Artery DiseaseA Report of the American College of Cardiology Foundation/American Heart Association Task Force on Practice Guidelines, and the American Stroke Association, American Association of Neuroscience Nurses, American Association of Neurological Surgeons, American College of Radiology, American Society of Neuroradiology, Congress of Neurological Surgeons, Society of Atherosclerosis Imaging and Prevention, Society for Cardiovascular Angiography and Interventions, Society of Interventional Radiology, Society of NeuroInterventional Surgery, Society for Vascular Medicine, and Society for Vascular Surgery Developed in Collaboration With the American Academy of Neurology and Society of Cardiovascular Computed Tomography. J Am Coll Cardiol. 2011 Feb 22;57(8):e16-e94."},{"pmid":"24958153","type":"BACKGROUND","citation":"Windecker S, Stortecky S, Stefanini GG, da Costa BR, Rutjes AW, Di Nisio M, Silletta MG, Maione A, Alfonso F, Clemmensen PM, Collet JP, Cremer J, Falk V, Filippatos G, Hamm C, Head S, Kappetein AP, Kastrati A, Knuuti J, Landmesser U, Laufer G, Neumann FJ, Richter D, Schauerte P, Sousa Uva M, Taggart DP, Torracca L, Valgimigli M, Wijns W, Witkowski A, Kolh P, Juni P. Revascularisation versus medical treatment in patients with stable coronary artery disease: network meta-analysis. BMJ. 2014 Jun 23;348:g3859. doi: 10.1136/bmj.g3859. Erratum In: BMJ. 349:g4605. daCosta, Bruno R [corrected to da Costa, Bruno R]; Siletta, Maria G [corrected to Silletta, Maria G]; Juni, Peter [corrected to Juni, Peter]."},{"pmid":"22872053","type":"BACKGROUND","citation":"Pursnani S, Korley F, Gopaul R, Kanade P, Chandra N, Shaw RE, Bangalore S. Percutaneous coronary intervention versus optimal medical therapy in stable coronary artery disease: a systematic review and meta-analysis of randomized clinical trials. Circ Cardiovasc Interv. 2012 Aug 1;5(4):476-90. doi: 10.1161/CIRCINTERVENTIONS.112.970954. Epub 2012 Aug 7."},{"pmid":"26346855","type":"BACKGROUND","citation":"de Havenon A, Yuan C, Tirschwell D, Hatsukami T, Anzai Y, Becker K, Sultan-Qurraie A, Mossa-Basha M. Nonstenotic Culprit Plaque: The Utility of High-Resolution Vessel Wall MRI of Intracranial Vessels after Ischemic Stroke. Case Rep Radiol. 2015;2015:356582. doi: 10.1155/2015/356582. Epub 2015 Aug 6."},{"pmid":"26783308","type":"BACKGROUND","citation":"Kim JM, Jung KH, Sohn CH, Moon J, Shin JH, Park J, Lee SH, Han MH, Roh JK. Intracranial plaque enhancement from high resolution vessel wall magnetic resonance imaging predicts stroke recurrence. Int J Stroke. 2016 Feb;11(2):171-9. doi: 10.1177/1747493015609775."},{"pmid":"25854637","type":"BACKGROUND","citation":"Gutierrez J, Elkind MS, Virmani R, Goldman J, Honig L, Morgello S, Marshall RS. A pathological perspective on the natural history of cerebral atherosclerosis. Int J Stroke. 2015 Oct;10(7):1074-80. doi: 10.1111/ijs.12496. Epub 2015 Apr 8."},{"pmid":"25953365","type":"BACKGROUND","citation":"Mossa-Basha M, Hwang WD, De Havenon A, Hippe D, Balu N, Becker KJ, Tirschwell DT, Hatsukami T, Anzai Y, Yuan C. Multicontrast high-resolution vessel wall magnetic resonance imaging and its value in differentiating intracranial vasculopathic processes. Stroke. 2015 Jun;46(6):1567-73. doi: 10.1161/STROKEAHA.115.009037. Epub 2015 May 7."},{"pmid":"26376883","type":"BACKGROUND","citation":"Teng Z, Peng W, Zhan Q, Zhang X, Liu Q, Chen S, Tian X, Chen L, Brown AJ, Graves MJ, Gillard JH, Lu J. An assessment on the incremental value of high-resolution magnetic resonance imaging to identify culprit plaques in atherosclerotic disease of the middle cerebral artery. Eur Radiol. 2016 Jul;26(7):2206-14. doi: 10.1007/s00330-015-4008-5. Epub 2015 Sep 16."},{"pmid":"27846344","type":"BACKGROUND","citation":"Nicholls SJ, Puri R, Anderson T, Ballantyne CM, Cho L, Kastelein JJ, Koenig W, Somaratne R, Kassahun H, Yang J, Wasserman SM, Scott R, Ungi I, Podolec J, Ophuis AO, Cornel JH, Borgman M, Brennan DM, Nissen SE. Effect of Evolocumab on Progression of Coronary Disease in Statin-Treated Patients: The GLAGOV Randomized Clinical Trial. JAMA. 2016 Dec 13;316(22):2373-2384. doi: 10.1001/jama.2016.16951."},{"pmid":"27528408","type":"BACKGROUND","citation":"Gupta A, Baradaran H, Al-Dasuqi K, Knight-Greenfield A, Giambrone AE, Delgado D, Wright D, Teng Z, Min JK, Navi BB, Iadecola C, Kamel H. Gadolinium Enhancement in Intracranial Atherosclerotic Plaque and Ischemic Stroke: A Systematic Review and Meta-Analysis. J Am Heart Assoc. 2016 Aug 15;5(8):e003816. doi: 10.1161/JAHA.116.003816."},{"pmid":"17312027","type":"BACKGROUND","citation":"Hamilton BE, Salzman KL, Osborn AG. Anatomic and pathologic spectrum of pituitary infundibulum lesions. AJR Am J Roentgenol. 2007 Mar;188(3):W223-32. doi: 10.2214/AJR.05.2027."},{"type":"BACKGROUND","citation":"de Havenon A, Chauhan N, Majersik J, Parker D, McNally. Determinants of Intracranial Atherosclerotic Enhancement on Vessel Wall MRI in Patients with Acute Ischemic Stroke. Houston, TX; 2017 [cited 2017 Feb 13]. Available from: http://www.abstractsonline.com/pp8/#!/4172/presentation/9649"},{"type":"BACKGROUND","citation":"de Havenon A, Chauhan N, Kim S, Hadley J, Parker D, Majersik J, McNally S. Determinants of Symptomatic Intracranial Atherosclerotic Plaque Enhancement on 3D DANTE T1-SPACE Vessel Wall MRI and Relationship to Recurrent Stroke or TIA. Honolulu, HI; 2017."},{"pmid":"23463579","type":"BACKGROUND","citation":"Hosseini AA, Kandiyil N, Macsweeney ST, Altaf N, Auer DP. Carotid plaque hemorrhage on magnetic resonance imaging strongly predicts recurrent ischemia and stroke. Ann Neurol. 2013 Jun;73(6):774-84. doi: 10.1002/ana.23876. Epub 2013 Jun 4."},{"pmid":"16239630","type":"BACKGROUND","citation":"Wasserman BA, Wityk RJ, Trout HH 3rd, Virmani R. Low-grade carotid stenosis: looking beyond the lumen with MRI. Stroke. 2005 Nov;36(11):2504-13. doi: 10.1161/01.STR.0000185726.83152.00. Epub 2005 Oct 20."},{"pmid":"23988640","type":"BACKGROUND","citation":"Gupta A, Baradaran H, Schweitzer AD, Kamel H, Pandya A, Delgado D, Dunning A, Mushlin AI, Sanelli PC. Carotid plaque MRI and stroke risk: a systematic review and meta-analysis. Stroke. 2013 Nov;44(11):3071-7. doi: 10.1161/STROKEAHA.113.002551. Epub 2013 Aug 29."},{"pmid":"28469441","type":"BACKGROUND","citation":"McNally JS, Kim SE, Mendes J, Hadley JR, Sakata A, De Havenon AH, Treiman GS, Parker DL. Magnetic Resonance Imaging Detection of Intraplaque Hemorrhage. Magn Reson Insights. 2017 Mar 7;10:1-8. doi: 10.1177/1178623X17694150. eCollection 2017."},{"type":"BACKGROUND","citation":"Diagnostic Radiology: Magnetic Resonance Imaging (MRI) Practice Parameters and Technical Standards - American College of Radiology [Internet]. [cited 2015 Jan 30]. Available from: http://www.acr.org/Quality-Safety/Standards-Guidelines/Practice-Guidelines-by-Modality/MRI"},{"type":"BACKGROUND","citation":"de Havenon, A, Chung L, Park, M, Mossa-Basha, M. Intracranial vessel wall MRI: a review of current indications and future applications. Neurovascular Imaging. 2016;2(10)."},{"type":"BACKGROUND","citation":"Stroke Standards - NINDS Common Data Elements [Internet]. [cited 2015 Jan 3]. Available from: http://www.commondataelements.ninds.nih.gov/stroke.aspx#tab=Data_Standards"},{"pmid":"27469212","type":"BACKGROUND","citation":"Mandell DM, Mossa-Basha M, Qiao Y, Hess CP, Hui F, Matouk C, Johnson MH, Daemen MJ, Vossough A, Edjlali M, Saloner D, Ansari SA, Wasserman BA, Mikulis DJ; Vessel Wall Imaging Study Group of the American Society of Neuroradiology. Intracranial Vessel Wall MRI: Principles and Expert Consensus Recommendations of the American Society of Neuroradiology. AJNR Am J Neuroradiol. 2017 Feb;38(2):218-229. doi: 10.3174/ajnr.A4893. Epub 2016 Jul 28."},{"pmid":"25040677","type":"BACKGROUND","citation":"Scott McNally J, Yoon HC, Kim SE, Narra KK, McLaughlin MS, Parker DL, Treiman GS. Carotid MRI Detection of Intraplaque Hemorrhage at 3T and 1.5T. J Neuroimaging. 2015 May-Jun;25(3):390-6. doi: 10.1111/jon.12146. Epub 2014 Jul 15."},{"pmid":"16439704","type":"BACKGROUND","citation":"van Straaten EC, Fazekas F, Rostrup E, Scheltens P, Schmidt R, Pantoni L, Inzitari D, Waldemar G, Erkinjuntti T, Mantyla R, Wahlund LO, Barkhof F; LADIS Group. Impact of white matter hyperintensities scoring method on correlations with clinical data: the LADIS study. Stroke. 2006 Mar;37(3):836-40. doi: 10.1161/01.STR.0000202585.26325.74. Epub 2006 Jan 26."},{"pmid":"21958949","type":"BACKGROUND","citation":"Launer LJ, Miller ME, Williamson JD, Lazar RM, Gerstein HC, Murray AM, Sullivan M, Horowitz KR, Ding J, Marcovina S, Lovato LC, Lovato J, Margolis KL, O'Connor P, Lipkin EW, Hirsch J, Coker L, Maldjian J, Sunshine JL, Truwit C, Davatzikos C, Bryan RN; ACCORD MIND investigators. Effects of intensive glucose lowering on brain structure and function in people with type 2 diabetes (ACCORD MIND): a randomised open-label substudy. Lancet Neurol. 2011 Nov;10(11):969-77. doi: 10.1016/S1474-4422(11)70188-0. Epub 2011 Sep 28."},{"type":"BACKGROUND","citation":"SNOMED Clinical Terms® (SNOMED CT®) [Internet]. [cited 2015 Jan 3]. Available from: http://www.nlm.nih.gov/research/umls/Snomed/snomed_main.html"}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000002537","term":"Intracranial Arteriosclerosis"},{"id":"D000050197","term":"Atherosclerosis"},{"id":"D000006470","term":"Hemorrhage"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000001161","term":"Arteriosclerosis"},{"id":"D000001157","term":"Arterial Occlusive Diseases"},{"id":"D000020765","term":"Intracranial Arterial Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M9246","name":"Hemorrhage","asFound":"Hemorrhage","relevance":"HIGH"},{"id":"M25878","name":"Atherosclerosis","asFound":"Atherosclerosis","relevance":"HIGH"},{"id":"M5476","name":"Intracranial Arteriosclerosis","asFound":"Intracranial Atherosclerosis","relevance":"HIGH"},{"id":"M4159","name":"Arteriosclerosis","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M4155","name":"Arterial Occlusive Diseases","relevance":"LOW"},{"id":"M22211","name":"Intracranial Arterial Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"meshes":[{"id":"C000571059","term":"Alirocumab"}],"ancestors":[{"id":"D000091362","term":"PCSK9 Inhibitors"},{"id":"D000000924","term":"Anticholesteremic Agents"},{"id":"D000000960","term":"Hypolipidemic Agents"},{"id":"D000000963","term":"Antimetabolites"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"},{"id":"D000015842","term":"Serine Proteinase Inhibitors"},{"id":"D000011480","term":"Protease Inhibitors"},{"id":"D000004791","term":"Enzyme Inhibitors"},{"id":"D000057847","term":"Lipid Regulating Agents"}],"browseLeaves":[{"id":"M351","name":"Atorvastatin","relevance":"LOW"},{"id":"M20845","name":"Hydroxymethylglutaryl-CoA Reductase Inhibitors","relevance":"LOW"},{"id":"M347268","name":"Alirocumab","asFound":"Frame","relevance":"HIGH"},{"id":"M2850","name":"PCSK9 Inhibitors","relevance":"LOW"},{"id":"M3933","name":"Anticholesteremic Agents","relevance":"LOW"},{"id":"M3968","name":"Hypolipidemic Agents","relevance":"LOW"},{"id":"M3971","name":"Antimetabolites","relevance":"LOW"},{"id":"M14033","name":"Protease Inhibitors","relevance":"LOW"},{"id":"M18081","name":"Serine Proteinase Inhibitors","relevance":"LOW"},{"id":"M19299","name":"HIV Protease Inhibitors","relevance":"LOW"},{"id":"M7641","name":"Enzyme Inhibitors","relevance":"LOW"},{"id":"M28573","name":"Lipid Regulating Agents","relevance":"LOW"},{"id":"T18","name":"Serine","relevance":"LOW"}],"browseBranches":[{"abbrev":"Lipd","name":"Lipid Regulating Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Infe","name":"Anti-Infective Agents"},{"abbrev":"AA","name":"Amino Acids"}]}},"hasResults":false}