{"protocolSection":{"identificationModule":{"nctId":"NCT05106595","orgStudyIdInfo":{"id":"IRB00303045"},"organization":{"fullName":"Johns Hopkins University","class":"OTHER"},"briefTitle":"Bimanual Arm Training in Acute Stroke","officialTitle":"Use of a Bimanual Arm Training Device in Acute Inpatient Stroke Rehabilitation, a Pre-post Cohort Study"},"statusModule":{"statusVerifiedDate":"2023-11","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-05-10","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-11-14","type":"ACTUAL"},"completionDateStruct":{"date":"2023-11-14","type":"ACTUAL"},"studyFirstSubmitDate":"2021-10-20","studyFirstSubmitQcDate":"2021-10-20","studyFirstPostDateStruct":{"date":"2021-11-04","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-11-15","lastUpdatePostDateStruct":{"date":"2023-11-18","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Johns Hopkins University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUsExport":false},"descriptionModule":{"briefSummary":"Recent studies have shown that completing bilateral simultaneous movements during upper extremity practice may result in facilitation of coactivation and interhemispheric activation of both the ipsilesional and contralesional brain areas, with one limb entraining the other and enabling the limbs to function as a unit. Other research has proposed that the use of virtual-reality (VR) activities during treatment sessions can improve upper extremity function following stroke as it is motivating, challenging, offers external feedback that may facilitate motor learning, and allows for the \"high-intensity, repetitious practice necessary to drive recovery\". Coupling bilateral simultaneous upper extremity movement and virtual-reality activities is the Bimanual Arm Trainer (BAT), a non-powered mechanical device by which the non-paretic upper extremity moves the paretic arm. The purpose of this study is to determine the effectiveness of the Bimanual Arm Trainer (BAT) compared to traditional occupational therapy treatment sessions as these relate to upper extremity functional return following stroke, as measured by scores on the Action Research Arm Test (ARAT) and Upper Extremity Fugl-Meyer Assessment (UE-FMA) measures. The investigators plan to use retrospective data for a pre-implementation group, comparing this data to prospectively collected post-implementation data. ARAT scores are routinely collected and will be used for comparison between groups. UE-FMA measures are commonly used in this area of research, and will be taken to provide additional context for the post-implementation group.","detailedDescription":"The medical charts of patients with a diagnosis of stroke will be reviewed retroactively to determine if there is a significant difference in improvement of upper extremity function (measured by ARAT and UE-FMA scores) following traditional occupational therapy services vs. use of the bimanual arm trainer. Medical charts of patients from November 2019 to November 2020 will be reviewed to obtain ARAT scores of patients who received traditional occupational therapy services. The Bimanual Arm Trainer was obtained in April 23, 2020; however, due to the pandemic, it was not able to be utilized until November 13, 2020. Patients from Review Board-approval onward will be assessed for ARAT and FMA-UE scores while using the device.\n\nDuration: A minimum of 10 minutes for 3 separate sessions with Occupational Therapy for BAT participation. 15-30 minutes with Occupational Therapy (OT) within 3 days of admission and discharge for ARAT administration. The investigators anticipate that without mixed retrospective/prospective collection sample (post intervention application), the investigators will be able to reach the investigators' target participant number in 12 months after approval.\n\nThis study will not use a placebo or non-treatment group. The investigators will compare data retrospectively to patients who received standard care prior to the BAT being accessible within the investigators' rehabilitation department. Once the BAT was obtained and training occurred on the unit among staff members, the device was considered standard of care treatment to qualifying stroke patients; therefore, there is not a placebo group in the prospective portion of this study. Appropriate patient's will receive treatment sessions on the BAT regardless of participation in this study."},"conditionsModule":{"conditions":["Stroke, Acute","Upper Extremity Paresis"],"keywords":["rehabilitation","Occupational Therapists","Physical Therapists"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":true,"targetDuration":"4 Weeks","designInfo":{"observationalModel":"COHORT","timePerspective":"CROSS_SECTIONAL"},"enrollmentInfo":{"count":54,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Traditional Occupational Therapy","description":"participants receiving traditional occupational therapy treatments and interventions provided in the inpatient rehabilitation setting. This includes, but is not limited to , therapeutic activity, therapeutic exercise, neuromuscular re-education. This group is retrospectively collected, and will not include participants who had access to the BAT."},{"label":"Bimanual Arm Trainer","description":"Participants who are prospectively enrolled, who are appropriate for BAT use. Participants will receive additional traditional occupational therapy interventions, as deemed appropriate by treating therapists.","interventionNames":["Device: Bimanual Arm Trainer"]}],"interventions":[{"type":"DEVICE","name":"Bimanual Arm Trainer","description":"tabletop/desktop device that couples bilateral simultaneous upper extremity movement with virtual reality games or activities via computer monitor","armGroupLabels":["Bimanual Arm Trainer"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Action Research Arm Test score","description":"a standardized tool that assesses UE functional limitations based off of 19 action-based items. Scores range from a minimum of 0 to a maximum of 57 points, with higher scores reflecting greater upper extremity functioning.","timeFrame":"Within 72 hours of admission and up to 72 hours of discharge for all participants"}],"secondaryOutcomes":[{"measure":"Change in Upper Extremity Fugl-Meyer Assessment score","description":"The UE-FMA is a body-functional level assessment of upper arm movement and sensation. Scores range from a minimum of o to a maximum of 66 points, with higher scores reflecting greater control of movement.","timeFrame":"Within 72 hours of admission and Up to 72 hours of discharge for all participants in the BAT group"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosis of acute stroke.\n* Score of \\<17 on admission ARAT.\n* Participation ≥ 3 BAT training sessions.\n\nExclusion Criteria:\n\n* Impaired cognition impacting ability to participate in virtual reality system\n* Pain resulting in poor tolerance of range of motion.\n* Impaired sitting balance or poor tolerance of sitting in upright posture in chair without armrests.\n* Spasticity in the affected upper extremity Modified Ashworth Scale (MAS) of 3 or greater.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Persons with acute or sub-acute stroke, with upper extremity paresis, admitted to an Acute Inpatient Rehab (IRF/AIR) unit.","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Matthew Babunovic, DPT","affiliation":"Johns Hopkins University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Johns Hopkins Specialty Hospital","city":"Baltimore","state":"Maryland","zip":"21224","country":"United States","geoPoint":{"lat":39.29038,"lon":-76.61219}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000010291","term":"Paresis"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M20634","name":"Muscle Weakness","relevance":"LOW"},{"id":"M12894","name":"Paresis","asFound":"Upper Extremity Paresis","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}