{"protocolSection":{"identificationModule":{"nctId":"NCT05332652","orgStudyIdInfo":{"id":"2019/00932"},"organization":{"fullName":"National University Hospital, Singapore","class":"OTHER"},"briefTitle":"Establishing a Prognostic Model for Stroke Recovery","officialTitle":"Neural Network Reorganization Associated With Upper Limb Motor Recovery in Stroke Patients- Establishing a Prognostic Model and Tailoring Neuromodulation for Rehabilitation"},"statusModule":{"statusVerifiedDate":"2021-07","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-09-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-07-16","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-07-16","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-09-13","studyFirstSubmitQcDate":"2022-04-11","studyFirstPostDateStruct":{"date":"2022-04-18","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-04-11","lastUpdatePostDateStruct":{"date":"2022-04-18","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"National University Hospital, Singapore","class":"OTHER"},"collaborators":[{"name":"Alexandra Hospital","class":"OTHER"},{"name":"Tan Tock Seng Hospital","class":"OTHER"},{"name":"National University of Singapore","class":"OTHER"},{"name":"Nanyang Technological University","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This main aim of the study is to investigate the changes in neurophysiological features after stroke, and its association with upper limb motor recovery, so as to establish a prognostic model for upper limb motor recovery after stroke. The investigators hypothesize that a combination of neurophysiological features measured by transcranial magnetic stimulation (TMS), high density electroencephalography (HD-EEG), functional magnetic resonance imaging (fMRI) and Diffusion Tensor Imaging (DTI) might be used as biomarkers to predict upper limb motor outcomes after stroke. The investigators also hypothesize that non-invasive brain stimulation strategies such as tDCS will more effectively improve motor outcomes as an adjunct to therapy, if tailored according to patient's predicted pattern of neural reorganization.","detailedDescription":"This study comprises 2 parts. Study 1 is a longitudinal cohort study to characterize the neurophysiological changes with upper limb motor recovery in stroke patients with moderate to severe upper limb motor function impairment, and its correlation with motor function recovery.\n\n120 stroke subjects within 3 weeks post-stroke will be recruited from National University Hospital (NUH), Alexandra Hospital (AH), and Tan Tock Seng Hospital (TTSH). We will follow changes in cortical activity over time using Transcranial Magnetic Stimulation (TMS), MRI and EEG measures and correlate these with clinical outcome measures at the same time points, to study the interaction between neural excitability and functional outcome.\n\n10 healthy subjects will be needed as control group to compare outcomes obtained from MRI scans.\n\nOutcome measures of brain corticospinal excitability, clinical measures on upper limb motor function and cognitive tests, will be performed 4 times- within 4 weeks, at 3 months, 6 months and 1 year after stroke onset, except for MRI which will not be performed at 1 year after stroke onset.\n\nSubjects from Study 1 whose ARAT (Action Research Arm test) score is \\< = 42 at 3 months post-stroke will proceed to Study 2. ARAT score \\< = 42 indicates limited functional capacity and below. The aim of Study 2 is to investigate the efficacy and the neurophysiological effects of 2 types of tDCS protocols in facilitating upper limb motor recovery in patients with significant limitations in upper limb function.\n\nThere are a total of 4 groups in Study 2. Subjects who are agreeable for transcranial direct current stimulation (tDCS) will be randomized into 3 groups with 17 subjects in each group, by stratified randomization using Microsoft Excel, according to the lesion location (cortical vs. subcortical), and type of stroke (haemorrhagic vs. ischemic). Subjects who refuse tDCS will be enrolled in the control group without receiving any tDCS stimulation.\n\n* Group 1 will receive 1 mA anodal tDCS stimulation to the ipsilesional M1 of cortical representation of the affected upper limb;\n* Group 2 to receive 1mA anodal tDCS to the contralesional premotor cortex;\n* Group 3 to receive sham tDCS stimulation with anode placed over the scalp area corresponding to ipsilesional M1.\n* Group 4: Subjects who fulfill the inclusion criteria of Study 2 but refuse tDCS stimulation.\n\nCathode for all 3 tDCS groups will be used as reference electrode and placed over the supraorbital area contralateral to the anode. tDCS stimulation will be conducted daily for 20 sessions in consecutive days in the 4th month after stroke, with each session lasting for 20 minutes and combined with online occupational therapy training. Subjects in Study 2 will continue with the 6-month and 1 year assessment, as in Study 1."},"conditionsModule":{"conditions":["Stroke, Acute"],"keywords":["stroke","motor recovery","prognostic model","transcranial magnetic stimulation","transcranial direct current stimulation","neuromodulation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Subjects from Study 1 whose ARAT score is \\< = 42 at 3 months post-stroke will proceed to Study 2. Subjects who are agreeable for transcranial direct current stimulation (tDCS) will be randomized into 3 groups with 17 subjects in each group, by stratified randomization, according to the lesion location (cortical vs. subcortical), and type of stroke (haemorrhagic vs. ischemic). Subjects who refuse tDCS will be enrolled in the control group without receiving any tDCS stimulation.\n\n* Group 1 will receive 1 mA anodal tDCS stimulation to the ipsilesional M1 of cortical representation of the affected upper limb;\n* Group 2 to receive 1mA anodal tDCS to the contralesional premotor cortex;\n* Group 3 to receive sham tDCS stimulation with anode placed over the scalp area corresponding to ipsilesional M1.\n* Group 4: Subjects who fulfill the inclusion criteria of Study 2 but refuse tDCS stimulation.","primaryPurpose":"OTHER","maskingInfo":{"masking":"SINGLE","maskingDescription":"Participant in Group 1-3 will be blinded to the stimulation protocol that they will be receiving.","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":68,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Anodal tDCS stimulation to the ipsilesional M1","type":"EXPERIMENTAL","description":"Participant will receive 1 mA anodal tDCS stimulation to the ipsilesional M1 of cortical representation of the affected upper limb.\n\nCathode will be used as reference electrode and placed over the supraorbital area contralateral to the anode. tDCS stimulation will be conducted daily for 20 sessions in consecutive days in the 4th month after stroke, with each session lasting for 20 minutes and combined with online occupational therapy training.","interventionNames":["Device: trancranial magnetic stimulation"]},{"label":"Anodal tDCS to the contralesional premotor cortex","type":"EXPERIMENTAL","description":"Participant will receive 1mA anodal tDCS to the contralesional premotor cortex. Cathode will be used as reference electrode and placed over the supraorbital area contralateral to the anode. tDCS stimulation will be conducted daily for 20 sessions in consecutive days in the 4th month after stroke, with each session lasting for 20 minutes and combined with online occupational therapy training.","interventionNames":["Device: trancranial magnetic stimulation"]},{"label":"Sham tDCS","type":"SHAM_COMPARATOR","description":"Participant will receive sham tDCS stimulation with anode placed over the scalp area corresponding to ipsilesional M1.\n\nCathode will be used as reference electrode and placed over the supraorbital area contralateral to the anode. tDCS stimulation will be conducted daily for 20 sessions in consecutive days in the 4th month after stroke, with each session lasting for 20 minutes and combined with online occupational therapy training.","interventionNames":["Device: trancranial magnetic stimulation"]},{"label":"Control group","type":"NO_INTERVENTION","description":"Subjects who fulfill the inclusion criteria of Study 2 but refuse tDCS stimulation."}],"interventions":[{"type":"DEVICE","name":"trancranial magnetic stimulation","description":"A trained research staff or physician will perform tDCS to the subject. Direct current will be delivered by a battery-operated, constant current stimulator, through 2 rubber electrodes embedded in a pair of saline-soaked sponge bag. Stimulation intensity will be ramped up to 1 mA over 30 seconds and maintain at 1 mA for 20 minutes, and then ramped down to 0 mA over 30 seconds.","armGroupLabels":["Anodal tDCS stimulation to the ipsilesional M1","Anodal tDCS to the contralesional premotor cortex","Sham tDCS"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change of cortical excitability using Transcranial Magnetic Stimulation (TMS)","description":"measures of cortical excitability for those without TMS contraindications","timeFrame":"Change of the cortical excitability within 4 weeks, at 3 months, 6 months and 1 year after stroke onset"},{"measure":"Change of neural excitability using Magnetic resonance imaging (MRI) scan","description":"Participants will go through one of the following image acquisition procedures 1) a functional MRI scans for brain activity together with motor task. 2) a 3D MPRAGE sequence for brain structure. 3) an advanced multishell high-resolution diffusion MRI for characterizing brain microstructure and extracellular space. 4) a FLAIR scan to measure white matter hyperintensity. Both functional and anatomical image acquisition will be undertaken using but not limited to gradient echo EPI sequence or its modified version.","timeFrame":"Change of the neural excitability within 4 weeks, at 3 months, 6 months after stroke onset"},{"measure":"Change of neural excitability using electroencephalogram (EEG)","description":"High density EEG (electroencephalogram) evaluation of the electrical activity of the brain","timeFrame":"Change of the neural excitability within 4 weeks, at 3 months, 6 months and 1 year after stroke onset"},{"measure":"Change of the upper extremity motor function using Fugl-Meyer scale","description":"Upper limb function, Minimum score 0, Maximum score 66, the higher the score the better the upper limb function.","timeFrame":"Change of the upper extremity motor function within 4 weeks, at 3 months, 6 months and 1 year after stroke onset"},{"measure":"Change of upper extremity performance (coordination, dexterity and functioning) using Action Research Arm Test","description":"Upper limb function, Minimum score 0, Maximum score 57, the higher the score the better the upper limb function.","timeFrame":"Change of upper extremity performance within 4 weeks, at 3 months, 6 months and 1 year after stroke onset"},{"measure":"Change of muscle spasticity using Modified Ashworth scale for spasticity (MAS)","description":"Upper limb function, 6 point scale, Scores range from 0 to 4 (namely 0, 1, 1+, 2, 3 and 4), where lower scores represent normal muscle tone and higher scores represent spasticity or increased resistance to passive movement.","timeFrame":"Change of muscle spasticity within 4 weeks, at 3 months, 6 months and 1 year after stroke onset"}],"secondaryOutcomes":[{"measure":"Change of cognitive function using cognitive test","description":"The following cognitive test will be performed to assess cognitive function :\n\n* Digit Span Task\n* Digit Symbol Substitution Task\n* Trail-making test (TMT)-A \\&B\n* Clock-Drawing Test (CDT)\n* Controlled Oral Word Association Test (COWAT) -animals \\& FAS\n* Mini-Mental State Exam (MMSE)\n* Rey Auditory Verbal Learning Test (RAVL)\n* Spatial span forward/backward test\n* Visuospatial Paired Associate Learning (VPA)","timeFrame":"Change of cognitive function within 4 weeks, at 3 months, 6 months and 1 year after stroke onset"}]},"eligibilityModule":{"eligibilityCriteria":"* Inclusion criteria for stroke patients:\n\n  1. 21-80 years old;\n  2. First ever stroke less than 3 weeks;\n  3. Moderate to severe upper limb impairment with Manual Muscle Testing (MMT) score on shoulder abduction plus finger extension (SAFE) \\<5 within the first week post-stroke.\n* Inclusion criteria for healthy subjects:\n\n  1. Age 21-80 years old;\n  2. No known medical history.\n* Exclusion criteria for stroke patients:\n\n  1. Pregnancy;\n  2. Any metal implants inside the body that are contraindications of MRI scan;\n  3. cardiac pacemakers;\n  4. History of epilepsy;\n  5. Sensorimotor disturbance due to other causes other than stroke;\n  6. Claustrophobia;\n  7. Uncontrolled medical conditions including hypertension, diabetes mellitus and unstable angina;\n  8. Major depression and a history of psychotic disorders;\n  9. Terminal diagnosis with life expectancy \\<=1 year.\n* Exclusion criteria for healthy subjects:\n\n  1. Pregnancy;\n  2. Any metal implants inside the body that are contraindications of MRI scan;\n  3. cardiac pacemakers;\n  4. Claustrophobia.","healthyVolunteers":true,"sex":"ALL","minimumAge":"21 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Effie Chew, MBBS","role":"CONTACT","phone":"67726198","email":"effie_chew@nuhs.edu.sg"},{"name":"Ning Tang, PhD","role":"CONTACT","email":"ning_tang@nuhs.edu.sg"}],"overallOfficials":[{"name":"Effie Chew, MBBS","affiliation":"National University Hospital, Singapore","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Alexandra Hospital","status":"RECRUITING","city":"Singapore","country":"Singapore","contacts":[{"name":"Effie Chew, MBBS","role":"CONTACT","email":"effie_chew@nuhs.edu.sg"}],"geoPoint":{"lat":1.28967,"lon":103.85007}},{"facility":"National University Hospital","status":"RECRUITING","city":"Singapore","country":"Singapore","contacts":[{"name":"Effie Chew, MBBS","role":"CONTACT","email":"effie_chew@nuhs.edu.sg"}],"geoPoint":{"lat":1.28967,"lon":103.85007}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M4544","name":"Benzocaine","relevance":"LOW"},{"id":"T433","name":"Tannic Acid","relevance":"LOW"}],"browseBranches":[{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Ot","name":"Other Dietary Supplements"}]}},"hasResults":false}