{"protocolSection":{"identificationModule":{"nctId":"NCT06049069","orgStudyIdInfo":{"id":"KirikkaleUniFtr4"},"organization":{"fullName":"Kırıkkale University","class":"OTHER"},"briefTitle":"Factors Affecting Physical Activity in Stroke","officialTitle":"Investigation of Faktors Affecting the Level of Physical Activity in Patients With Stroke"},"statusModule":{"statusVerifiedDate":"2023-09","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-11-22","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-05-10","type":"ACTUAL"},"completionDateStruct":{"date":"2022-06-06","type":"ACTUAL"},"studyFirstSubmitDate":"2023-09-15","studyFirstSubmitQcDate":"2023-09-15","studyFirstPostDateStruct":{"date":"2023-09-21","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-09-15","lastUpdatePostDateStruct":{"date":"2023-09-21","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Saniye Aydoğan Arslan","investigatorTitle":"Assoc. Prof.","investigatorAffiliation":"Kırıkkale University"},"leadSponsor":{"name":"Kırıkkale University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The aim of our study is to examine the factors affecting the physical activity of individuals with stroke and to draw attention to the importance of these factors in interventions to improve the physical activity level of individuals with stroke.","detailedDescription":"Stroke is the leading cause of disability and disability in adults (1). While 30% of stroke patients die within a year, one third of the survivors continue their daily lives as dependents (2). The participation of stroke individuals in physical activity is significantly lower than the general population (3). There is strong evidence to support the benefits of physical activity for both people with and without a history of stroke (4). Adequate physical activity reduces the secondary harmful changes that develop after stroke, such as skeletal muscle wasting, changes in muscle structure, loss of bone mass, and decreased cardiorespiratory capacity. Physical activity also helps prevent recurrent strokes by improving control of stroke risk factors (eg, diabetes, hypertension, dyslipidemia). In addition to medical benefits, physical activity in stroke individuals is seen as an important tool in adapting to life after stroke and in reaching the physical and social goals of the person (5). Despite the known benefits of physical activity after stroke, many studies have shown that post-stroke survivors have low levels of physical activity and are even less active than older adults with chronic non-neurological conditions. However, it is unclear which factors affect physical activity after stroke(5). There is little evidence for modifiable factors affecting objectively measured physical activity and inactivity in the chronic phase of stroke (6).\n\nIn the first meta-analysis study (7) on the subject, it was emphasized that low physical activity was associated with decreased walking ability and aerobic condition, decreased balance and depression also affected physical activity, and no relationship was found between age or other demographic variables and physical activity level. In another study, it was stated that balance, walking speed, walking capacity, quality of life and depression affect physical activity level, but age and gender did not have a significant relationship with physical activity level (8). In the last meta-analysis (5), age, gender, physical function, fatigue, falling self-efficacy, balance self-efficacy, depression and quality of life were found to be significant with post-stroke physical activity. In another study, in which it was stated that fear of falling and fatigue were not significantly predictive factors of physical activity and inactivity, it was emphasized that in order to increase physical activity in stroke patients, perceived obstacles should also be taken into account instead of focusing only on walking speed (6).\n\nWhen the literature is examined, it has been seen that the evidence regarding the factors affecting physical activity after stroke is variable.The effects of demographic data such as age, gender, comorbidities, and fear of falling and fatigue on post-stroke physical activity differ between studies.The effect of the time elapsed since the stroke and the stroke factors is not fully clear.Therefore, in order to increase the success of interventions for physical activity, it is important to investigate and determine the factors affecting physical activity and to make the intervention plan in accordance with these factors.\n\nThe aim of our study is to examine the factors affecting the physical activity of individuals with stroke and to draw attention to the importance of these factors in interventions to improve the physical activity level of individuals with stroke."},"conditionsModule":{"conditions":["Stroke"],"keywords":["physical activity","fear of falling","balance","sleep quality"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"OTHER","timePerspective":"CROSS_SECTIONAL"},"enrollmentInfo":{"count":90,"type":"ACTUAL"}},"armsInterventionsModule":{"interventions":[{"type":"DIAGNOSTIC_TEST","name":"physical activity in stroke","description":"physical activity in stroke"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Physical Activity Scale for the Physically Disabled (PASIPD)","description":"PASIPD is a 13-item personal report form for classification purposes, covering activities of daily living , domestic activities and professional duties in the last seven days.For each item, individuals are asked to remember the number of days these activities were performed in the last 7 days and on average how many hours a day they did these activities.The PASIPD score is found by multiplying the item coefficient determined by the developers of the questionnaire for 2-13 items with the average daily hour.The total score of PASIPD is obtained by summing the PASIPD score obtained for each item.","timeFrame":"7 months"}],"secondaryOutcomes":[{"measure":"Exercise Benefits/Barriers Scale","description":"Exercise Benefits/Barriers Scale consists of 43 items in total.The scale has four answers from (4 points) to (1 point).While the lowest score that can be obtained from the scale is 43, the highest score is 172. The higher the score, the higher the individual's level of belief in the benefit of exercise.","timeFrame":"7 months"},{"measure":"Berg Balance Scale (BBS)","description":"BBS is a 14-item scale that evaluates balance and fall risk of individuals.It measures the patient's ability to maintain balance while performing static or various functional movements over a period of time.Items are scored from 0 to 4. A score of 0 means that he could not do the activity at all, while a score of 4 means that he could complete the activity independently.The highest score that can be obtained from the scale is 56.A score between 0-20 indicates a balance disorder, a score between 21-40 indicates an acceptable balance, and a score between 41-56 indicates good balance.","timeFrame":"7 months"},{"measure":"International Fall Effectiveness Scale (FES-I)","description":"FES-I is a scale that evaluates the self-confidence of elderly individuals in daily living activities and shows the level of fear of falling.FES-I consists of 16 questions assessing the fear of falling during activities of daily living (house cleaning, going up and down stairs, walking, etc.).The scale is of 4-point Likert type, and each statement is scored between 1 and 4 (1: never, 2: sometimes, 3: often, and 4: always). The higher the score, the greater the fear of falling.","timeFrame":"7 months"},{"measure":"Fatigue Severity Scale (FSS)","description":"FSS inquires about the fatigue status of the last week, including the day it was filled.The scale consists of 9 items graded from 1 (strongly disagree) to 7 (strongly agree).The FSS score is obtained by adding the scores obtained from all questions and dividing by nine. Those with an FSS score of 4 or higher are considered tired.","timeFrame":"7 months"},{"measure":"Beck Depression Inventory (BDI)","description":"The BDI measures the vegetative, emotional, cognitive, and motivational symptoms of depression. The inventory consists of 21 items, each graded between 0 and 3 points. The highest score that can be obtained from the inventory is 63. The higher the score from the inventory, the higher the person's depression level.","timeFrame":"7 months"},{"measure":"Pittsburgh Sleep Quality Index (PSQI)","description":"The PSQI is a self-report scale that assesses a person's sleep quality and disturbance over the past month. The scale consists of 24 questions, 19 questions are answered by the individual himself, and 5 questions are answered by the spouse or roommate. Questions answered by the spouse or roommate are not included in the scoring. 18 questions of the scale are included in the scoring. These questions are divided into 7 sections: subjective sleep quality, sleep latency, sleep duration, habitual sleep efficiency, sleep disturbance, use of sleep medication, and daytime dysfunction. Each section is scored between 0-3 and the total score of the scale is obtained by summing the scores of the 7 sections. If the total score is above 5, sleep quality is considered poor.","timeFrame":"7 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Being 18 years or older, diagnosed with ischemic or hemorrhagic stroke, at least 4 weeks have passed since the stroke, no communication and cooperation problems (Mini Mental State Test total score ≥24), ability to walk with or without an assistive device.\n\nExclusion Criteria:\n\n* Having received a warning about physical activity restriction by the specialist physician,having another orthopedic or neurological problem that will affect physical activity other than stroke (bone fracture, multiple sclerosis, Parkinson's, etc.),individuals with advanced cardiovascular disease and in whom mobilization is contraindicated were not included in the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Stroke patients","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Saniye Aydoğan arslan, Assoc. Prof.","affiliation":"Kırıkkale University","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Şeyma Nur Cellek, Pt","affiliation":"Kırıkkale High Specialty Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Kırıkkale University","city":"Kırıkkale","country":"Turkey","geoPoint":{"lat":39.84528,"lon":33.50639}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}