{"protocolSection":{"identificationModule":{"nctId":"NCT02947776","orgStudyIdInfo":{"id":"Staff/16-17/06"},"organization":{"fullName":"City, University of London","class":"OTHER"},"briefTitle":"Adjustment With Aphasia After Stroke: SUPERB","officialTitle":"Adjustment Post Stroke and Aphasia: Supporting Psychological Wellbeing Through Peer Befriending","acronym":"SUPERB"},"statusModule":{"statusVerifiedDate":"2020-01","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-05-25","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-08-20","type":"ACTUAL"},"completionDateStruct":{"date":"2019-08-20","type":"ACTUAL"},"studyFirstSubmitDate":"2016-10-13","studyFirstSubmitQcDate":"2016-10-26","studyFirstPostDateStruct":{"date":"2016-10-28","type":"ESTIMATED"},"lastUpdateSubmitDate":"2020-07-21","lastUpdatePostDateStruct":{"date":"2020-07-22","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"City, University of London","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Aims: This exploratory trial will:\n\n1. Explore the feasibility of a definitive/phase III RCT on clinical and cost-effectiveness of peer-befriending for people with aphasia post-stroke.\n2. Investigate psychological and social wellbeing outcomes of participants, significant others, and peer befrienders.\n3. Explore the feasibility of a full economic evaluation of usual care + peer befriending versus usual care control.\n\nDesign: Single blind, mixed methods, parallel group phase II RCT comparing usual care + peer-befriending vs. usual care, starting at discharge from hospital. The study will deliver on four work packages: development phase; RCT; qualitative study; economic evaluation. Participants (n=60) will be assessed three times up to 10 months post-randomisation.\n\nOutcome measures: Feasibility: feasibility of recruitment to definitive trial (proportion screened who meet criteria; proportion who consent; rate of consent); participant, significant other, peer befriender views on acceptability of procedures (qualitative study); number of missing/incomplete data on outcome measures; attrition rate at follow-up; potential value of conducting main trial using value of information analysis (economic evaluation); description of usual care; treatment fidelity of peer-befriending. Patient-reported outcomes will include mood, wellbeing, communication and social participation.\n\nBenefits: Peer befriending may help avert some of the serious psychological consequences of stroke, and prevent the need for more complex and costly psychological therapies.","detailedDescription":"Background: Stroke and aphasia can have a profound impact on people's lives. Depression is a common sequel of stroke, with rates remaining high even one year after stroke at 33%. It is associated with worse rehabilitation outcomes, increased carer strain, increased healthcare utilisation, and higher mortality. A recent audit of clinical psychology services for people with mood problems post-stroke across 10 UK stroke services found that the most common outcome of mood assessment was monitoring and advice, with less than half of patients with low mood receiving psychological intervention. There is a pressing need to evaluate systematically interventions that aim to improve psychosocial wellbeing for people with stroke and aphasia.\n\nAims: SUPERB trial aims to evaluate the feasibility of a phase III trial on the clinical and cost-effectiveness of a stepped care model level 1 intervention, peer befriending, for people with aphasia. Specifically it will:\n\n1. Explore the feasibility of a definitive phase III randomised control trial (RCT) based on a) feasibility of recruitment and retention to the trial, b) acceptability of research procedures and outcome measures, c) acceptability of usual care + peer befriending vs. usual care control to participants, their significant others and peer support workers, d) documentation of usual care, e) treatment fidelity of peer befriending.\n2. Explore psychological and social well-being outcomes as outcomes in a definitive trial for a) people with aphasia receiving usual care + peer befriending versus usual care control, b) their significant others, and c) peer befrienders.\n3. Explore the feasibility of a full economic evaluation of usual care + peer befriending versus usual care control in a phase III RCT.\n\nIntervention to be tested: The intervention group will receive peer befriending from stroke survivors with long-term aphasia who will be trained as peer befrienders. They will visit participants who have had a stroke more recently 6 times over a period of 3 months. An further 2 visits within the next 6 months will also be offered for a gradual transition to the end of the peer befriending. The schedule and nature of visits will be agreed between the pair at their first meeting. This meeting will also identify possible goals for the intervention e.g. to offer conversation, help with problem solving and social activities.\n\nMethods: The overall study will last 3½ years and comprise a development phase (year 1) and a phase II RCT (years 2-3). The development phase will inform the intervention manual, the choice of outcome measures, fidelity practices and topic guides for participant interviews. This phase will be informed through a series of six workshops attended by six people with aphasia with experience of peer befriending. This will be followed by a pilot of the intervention, fidelity checking and all associated processes with 8 participants comparing usual care (n=4) with usual care + peer befriending (n=4).\n\nThe phase II RCT will be a single blind, mixed methods, parallel group design comparing usual care (n=30) with usual care + peer befriending (n=30) for people with aphasia post-stroke and low levels of psychological problems. Assessments and outcome measures for participants and significant others will be administered before randomisation with outcome measures re-administered at 4 and 10 months post-randomisation. Peer befrienders will complete outcome measures before training and after they have completed the visits for two participants. In addition, this RCT will include a qualitative study and a feasibility economic evaluation. The qualitative study will use semi-structured interviews of purposively sampled participants (n=20) and significant others (n=10) from both arms of the trial, and peer befrienders. The feasibility economic evaluation will utilise the EQ-5D and a stroke-adapted version of the CSRI.\n\nOutcomes: RCT: feasibility of recruitment of participants to definitive trial (including proportion screened who meet criteria; proportion who consent; rate of consent); number of missing/incomplete data on outcome measures; attrition rate at follow-up; potential value of conducting main trial using value of information analysis (economic evaluation); description of usual care; treatment fidelity of peer befriending. Patient-reported outcomes will include mood, wellbeing, communication and social participation. Qualitative study: participant, significant other, peer befriender views on acceptability of procedures and experiences of care received. Economic evaluation: cost outcomes, average costs, costs per participant and mean difference between trial arms, description of resources used and overall cost effectiveness.\n\nBenefits: This study will inform on whether peer befriending is a suitable intervention to explore further, in terms of averting some of the serious psychological consequences of stroke, and preventing the need for more complex and costly psychological therapies."},"conditionsModule":{"conditions":["Stroke","Aphasia"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":62,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"USUAL","type":"ACTIVE_COMPARATOR","description":"Usual care","interventionNames":["Behavioral: USUAL"]},{"label":"PEER","type":"EXPERIMENTAL","description":"Usual care + peer-befriending","interventionNames":["Behavioral: PEER","Behavioral: USUAL"]}],"interventions":[{"type":"BEHAVIORAL","name":"PEER","description":"The experimental group will receive usual care + peer befriending. Peer befriending aims to utilise the skills and 'lived experience' of people with longer-term aphasia to offer support to others with aphasia, starting at a time of transition (discharge from hospital and withdrawal of intensive therapeutic input) and increased need. It aims to help people develop their own strategies for adjusting to life post-stroke. Peer-befrienders will visit participants 6 times over a period of 3 months (+2 times within the next 6 months). The schedule, nature of visits, and goals (e.g. discuss concerns; pursue activities) will be agreed between the pair. Visits may include: conversation, problem solving, trips out, joint activities.","armGroupLabels":["PEER"]},{"type":"BEHAVIORAL","name":"USUAL","description":"The control group will receive usual care, i.e. all health, social care and voluntary services available to them in their borough. It is not known what exactly usual care comprises for people with aphasia who are discharged in the community with low levels of psychological problems, and this project will help to document this.","armGroupLabels":["PEER","USUAL"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"General Health Questionnaire-12 (GHQ-12) continuous total score","description":"For participants with aphasia.","timeFrame":"4 months post randomisation"},{"measure":"Depression Intensity Scale Circles (DISCS) continuous total score","description":"The DISCS will be treated as the primary outcome measure only if there is ≥10% missing data in the GHQ-12 due to severity of aphasia, otherwise it will be a secondary outcome measure.","timeFrame":"4 months post randomisation"},{"measure":"General Health Questionnaire-12 (GHQ-12) continuous total score","description":"For participants with aphasia.","timeFrame":"10 months post randomisation"},{"measure":"Depression Intensity Scale Circles (DISCS) continuous total score","description":"The DISCS will be treated as the primary outcome measure only if there is ≥10% missing data in the GHQ-12 due to severity of aphasia, otherwise it will be a secondary outcome measure.","timeFrame":"10 months post randomisation"}],"secondaryOutcomes":[{"measure":"Short Warwick Edinburgh Mental Well-being Scale (SWEMWBS) continuous total score.","description":"For participants with aphasia.","timeFrame":"4 months post randomisation"},{"measure":"Short Warwick Edinburgh Mental Well-being Scale (SWEMWBS) continuous total score.","description":"For participants with aphasia.","timeFrame":"10 months post randomisation"},{"measure":"Communicative Participation Item Bank (CPIB) continuous total score","description":"For participants with aphasia.","timeFrame":"4 months post randomisation"},{"measure":"Communicative Participation Item Bank (CPIB) continuous total score","description":"For participants with aphasia.","timeFrame":"10 months post randomisation"},{"measure":"Community Integration Questionnaire (CIQ) continuous total score","description":"For participants with aphasia.","timeFrame":"4 months post randomisation"},{"measure":"Community Integration Questionnaire (CIQ) continuous total score","description":"For participants with aphasia.","timeFrame":"10 months post randomisation"},{"measure":"Proportion with high emotional distress vs low emotional distress as measured using the GHQ-12 (high distress = score of 3 or more, low distress = score of 0-2)","description":"For participants with aphasia.","timeFrame":"4 months post randomisation"},{"measure":"Proportion with high emotional distress vs low emotional distress as measured using the GHQ-12 (high distress = score of 3 or more, low distress = score of 0-2)","description":"For participants with aphasia.","timeFrame":"10 months post randomisation"},{"measure":"Warwick Edinburgh Mental Well-being Scale (WEMWBS) continuous total score","description":"For significant others.","timeFrame":"4 months post randomisation"},{"measure":"Warwick Edinburgh Mental Well-being Scale (WEMWBS) continuous total score","description":"For significant others.","timeFrame":"10 months post randomisation"},{"measure":"General Health Questionnaire-28 (GHQ-28) continuous total score. The GHQ-28 also provides four subscale scores (somatic symptoms, anxiety/insomnia, severe depression, and social dysfunction), which will be looked at descriptively.","description":"For significant others.","timeFrame":"4 months post randomisation"},{"measure":"General Health Questionnaire-28 (GHQ-28) continuous total score. The GHQ-28 also provides four subscale scores (somatic symptoms, anxiety/insomnia, severe depression, and social dysfunction), which will be looked at descriptively.","description":"For significant others.","timeFrame":"10 months post randomisation"},{"measure":"Bakas Caregiving Outcome Scale (BCOS) continuous total score","description":"For significant others.","timeFrame":"4 months post randomisation"},{"measure":"Bakas Caregiving Outcome Scale (BCOS) continuous total score","description":"For significant others.","timeFrame":"10 months post randomisation"},{"measure":"Warwick Edinburgh Mental Well-being Scale (WEMWBS) continuous total score","description":"For peer befrienders. Outcomes will be assessed on completion of 2 befriending cycles","timeFrame":"~ 6 months"},{"measure":"Community Integration Questionnaire (CIQ) continuous total score","description":"For peer befrienders. Outcomes will be assessed on completion of 2 befriending cycles","timeFrame":"~ 6 months"}],"otherOutcomes":[{"measure":"Communication Confidence Rating Scale for people with aphasia (CCRSA)","description":"Exploratory measure for participants with aphasia.","timeFrame":"4 months post randomisation"},{"measure":"Communication Confidence Rating Scale for people with aphasia (CCRSA)","description":"Exploratory measure for participants with aphasia.","timeFrame":"10 months post randomisation"},{"measure":"Friendship Scale (FS)","description":"Exploratory measure for participants with aphasia.","timeFrame":"4 months post randomisation"},{"measure":"Friendship Scale (FS)","description":"Exploratory measure for participants with aphasia.","timeFrame":"10 months post randomisation"},{"measure":"EQ-5D-5L","description":"Economic evaluation outcome.","timeFrame":"4 months post randomisation"},{"measure":"EQ-5D-5L","description":"Economic evaluation outcome.","timeFrame":"10 months post randomisation"},{"measure":"Stroke adapted Client Service Receipt Inventory (CSRI)","description":"Economic evaluation outcome.","timeFrame":"4 months post randomisation"},{"measure":"Stroke adapted Client Service Receipt Inventory (CSRI)","description":"Economic evaluation outcome.","timeFrame":"10 months post randomisation"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nParticipants with aphasia:\n\n* Over 18;\n* Fluent premorbid users of English (confirmed by relative or self report);\n* Presence of aphasia due to stroke; and\n* Low levels of emotional distress (score of ≤2 on Depression Intensity Scale Circles). The latter will ensure that they do not require immediate level 2 or 3 psychological input. People who score 2 (which is also the median on DISCS) and who the MDT deems do not need stepping up or stepping up is not available, will still be eligible to take part.\n\nSignificant Others: each participant with aphasia will nominate one significant other, who is their closest confidant and who is over 18 years of age. If participants live alone their significant other should be someone that they see at least once a week.\n\nPeer befrienders: will be people with mild-moderate aphasia (score score a minimum 5/10 for auditory comprehension and 5/10 for verbal expression in the Frenchay Aphasia Screening Test) who are over 18 years of age, are at least one year post-stroke\n\nExclusion Criteria:\n\nParticipants will be excluded if they have:\n\n* Other diagnoses affecting cognition or mental health (based on medical records for participants with aphasia and self-report for significant others and peer befrienders, as well as the GHQ-12 as a depression screen for peer befrienders: will be excluded if they score 3 or more);\n* Severe uncorrected visual or hearing problems (based on medical records for participants with aphasia and self-report for significant others and peer befrienders);\n* Severe or potentially terminal co-morbidities, on grounds of frailty (based on medical records for participants with aphasia and self-report for significant others and peer befrienders).\n\nParticipants with aphasia will also be excluded if they are:\n\n• Discharged to a geographical location outside the borough of the recruiting hospital.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Katerina Hilari","affiliation":"City, University of London","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"The Royal London Hospital","city":"London","zip":"E1 1BB","country":"United Kingdom","geoPoint":{"lat":51.50853,"lon":-0.12574}},{"facility":"Homerton University Hospital","city":"London","zip":"E9 6SR","country":"United Kingdom","geoPoint":{"lat":51.50853,"lon":-0.12574}},{"facility":"University College London Hospital","city":"London","zip":"NW1 2BU","country":"United Kingdom","geoPoint":{"lat":51.50853,"lon":-0.12574}},{"facility":"The Royal Free Hospital","city":"London","zip":"NW3 2QG","country":"United Kingdom","geoPoint":{"lat":51.50853,"lon":-0.12574}},{"facility":"The National Hospital for Neurology and Neurosurgery","city":"London","zip":"WC1N 3BG","country":"United Kingdom","geoPoint":{"lat":51.50853,"lon":-0.12574}}]},"referencesModule":{"references":[{"pmid":"30693094","type":"BACKGROUND","citation":"Hilari K, Behn N, Marshall J, Simpson A, Thomas S, Northcott S, Flood C, McVicker S, Jofre-Bonet M, Moss B, James K, Goldsmith K. Adjustment with aphasia after stroke: study protocol for a pilot feasibility randomised controlled trial for SUpporting wellbeing through PEeR Befriending (SUPERB). Pilot Feasibility Stud. 2019 Jan 22;5:14. doi: 10.1186/s40814-019-0397-6. eCollection 2019."},{"pmid":"34341046","type":"DERIVED","citation":"Behn N, Moss B, McVicker S, Roper A, Northcott S, Marshall J, Thomas S, Simpson A, Flood C, James K, Goldsmith K, Hilari K. SUpporting wellbeing through PEeR-Befriending (SUPERB) feasibility trial: fidelity of peer-befriending for people with aphasia. BMJ Open. 2021 Aug 2;11(8):e047994. doi: 10.1136/bmjopen-2020-047994."},{"pmid":"34086521","type":"DERIVED","citation":"Moss B, Behn N, Northcott S, Monnelly K, Marshall J, Simpson A, Thomas S, McVicker S, Goldsmith K, Flood C, Hilari K. \"Loneliness can also kill:\" a qualitative exploration of outcomes and experiences of the SUPERB peer-befriending scheme for people with aphasia and their significant others. Disabil Rehabil. 2022 Sep;44(18):5015-5024. doi: 10.1080/09638288.2021.1922519. Epub 2021 Jun 4."},{"pmid":"34027757","type":"DERIVED","citation":"Northcott S, Behn N, Monnelly K, Moss B, Marshall J, Thomas S, Simpson A, McVicker S, Flood C, Goldsmith K, Hilari K. \"For them and for me\": a qualitative exploration of peer befrienders' experiences supporting people with aphasia in the SUPERB feasibility trial. Disabil Rehabil. 2022 Sep;44(18):5025-5037. doi: 10.1080/09638288.2021.1922520. Epub 2021 May 23."},{"pmid":"33624514","type":"DERIVED","citation":"Hilari K, Behn N, James K, Northcott S, Marshall J, Thomas S, Simpson A, Moss B, Flood C, McVicker S, Goldsmith K. Supporting wellbeing through peer-befriending (SUPERB) for people with aphasia: A feasibility randomised controlled trial. Clin Rehabil. 2021 Aug;35(8):1151-1163. doi: 10.1177/0269215521995671. Epub 2021 Feb 24."}],"seeAlsoLinks":[{"label":"Full text of SUPERB protocol paper available on link above","url":"https://pilotfeasibilitystudies.biomedcentral.com/articles/10.1186/s40814-019-0397-6"}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Anonymised data may be shared e.g. for meta-analyses"}},"annotationSection":{"annotationModule":{"unpostedAnnotation":{"unpostedResponsibleParty":"City, University of London","unpostedEvents":[{"type":"RELEASE","date":"2022-03-15"},{"type":"RESET","date":"2022-07-15"}]}}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14","submissionTracking":{"estimatedResultsFirstSubmitDate":"2022-03-15","submissionInfos":[{"releaseDate":"2022-03-15","resetDate":"2022-07-15"}]}},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000001037","term":"Aphasia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000013064","term":"Speech Disorders"},{"id":"D000007806","term":"Language Disorders"},{"id":"D000003147","term":"Communication Disorders"},{"id":"D000019954","term":"Neurobehavioral Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M4042","name":"Aphasia","asFound":"Aphasia","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M15554","name":"Speech Disorders","relevance":"LOW"},{"id":"M10513","name":"Language Disorders","relevance":"LOW"},{"id":"M6064","name":"Communication Disorders","relevance":"LOW"},{"id":"M21516","name":"Neurobehavioral Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}