{"protocolSection":{"identificationModule":{"nctId":"NCT05746221","orgStudyIdInfo":{"id":"A096290"},"secondaryIdInfos":[{"id":"22/EE/00141","type":"OTHER","domain":"REC reference"},{"id":"312747","type":"OTHER","domain":"Integrated Research Application System (IRAS)"}],"organization":{"fullName":"University of Cambridge","class":"OTHER"},"briefTitle":"INflammation and Small Vessel Disease Study","officialTitle":"INflammation and Small Vessel Disease Study","acronym":"INSVD"},"statusModule":{"statusVerifiedDate":"2023-02","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-08-10","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-07-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-07-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-02-17","studyFirstSubmitQcDate":"2023-02-17","studyFirstPostDateStruct":{"date":"2023-02-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-02-17","lastUpdatePostDateStruct":{"date":"2023-02-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Hugh Markus","investigatorTitle":"Principal Investigator","investigatorAffiliation":"University of Cambridge"},"leadSponsor":{"name":"University of Cambridge","class":"OTHER"},"collaborators":[{"name":"Radboud University Medical Center","class":"OTHER"},{"name":"Wolfson Brain Imaging Centre","class":"UNKNOWN"}]},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"A prospective observational cohort study in patients with cerebral small vessel disease deterring whether changes in systemic inflammation predict brain white matter damage measured using MRI and cognitive decline. This is a study funded by a joint BHF-Dutch Heart Foundation research grant and will be conducted in both Cambridge UK and Nijmegen Netherlands with 100 of the 200 total participants recruited at each site, and data from both sites analysed together.","detailedDescription":"The INSVD study is a prospective observational cohort study in patients with cerebral small vessel disease (SVD) aimed at examining whether changes in systemic inflammation predict brain white matter damage and cognitive decline. This study is funded by a joint British Heart Foundation and Dutch Heart Foundation research grant.\n\nSTUDY DESIGN ---------------------------------------------\n\nThis study will be conducted at the University of Cambridge (UK) and Radboud University Medical Centre (Nijmegen, Netherlands) with 100 of the 200 total participants recruited at each site.\n\nFor the Cambridge arm of the study, patients will be recruited from the clinical stroke service at Cambridge University Hospitals NHS Foundation Trust. Patients will be identified by Professor Hugh Markus (Principal Investigator), Dr Stefania Nannoni and other doctors from their clinics. For the Nijmegen arm, participants will initially be recruited from the RUN DMC cohort, and supplemented with patients from the outpatient clinic of the Neurology department of Radboud University Medical Centre. Patients will be identified by Professor Frank-Erik de Leeuw (Principal Investigator) and other doctors from their clinics. At both sites, electronic hospital records will be used to aid screening and eligibility assessments. In Nijmegen, an ECG and duplex of the carotid arteries are carried out as part of the screening procedure, since data on atrial fibrillation and large artery disease are not always up-to-date or readily available from medical records. Clinicians will check the clinical information and check eligibility against the study criteria. Stroke Research Nurses and Study Coordinators will assist in patient recruitment and receiving consent and collection of baseline data.\n\nInvestigators and researchers will ensure that each trial participant is fully informed about the nature and objectives of the trial, and possible risks associated with their participation. Participants will be provided with a Participant Information Sheet explaining the rationale and nature of the study, study procedures and potential benefits and risks of taking part. They will be given an opportunity to ask questions about the study.\n\nPhlebotomy and clinical assessment and cognitive testing will take place in the stroke clinic setting. MRI scanning will be done on identical scanners at the Wolfson Brain Imaging Centre, University of Cambridge, and at the Radiology department of Radboud University Medical Centre.\n\n* At baseline, subjects will undergo clinical assessment, neurological and cardiovascular examination, cognitive testing, motor assessment, blood taking for immune phenotyping and MRI brain.\n* At 2 years, subjects will undergo clinical assessment, neurological and cardiovascular examination, cognitive testing, motor assessment, and MRI brain.\n\nWe will continue to follow-up subjects every two years with clinical and cognitive assessments to determine the presence or absence of stroke and dementia for 6 years, via separate funding.\n\nAIMS AND HYPOTHESIS ---------------------------------------------\n\nOur overarching aim is to identify specific components of the dysregulated immune response in SVD, which relate to disease progression, and can be targeted by specific therapeutic interventions. The study hypothesis is that long-term activation of the immune system, subsequent blood brain barrier (BBB) leakage and chronic neuroinflammation initiates and accelerates SVD, which compromises structural and functional brain integrity, leading to progressive white matter damage and accelerates vascular cognitive impairment. We propose an integrative approach, combining comprehensive immunophenotyping of the peripheral blood immune compartment with advanced neuroimaging biomarkers of SVD, and blood brain barrier permeability.\n\nTo test our hypothesis, we will address the following key research questions:\n\n1. Does immune reprogramming, determined by detailed immune phenotpying in the peripheral circulation, predict white matter damage in SVD and its progression?\n2. What are the relationships between systemic immune changes in SVD, and BBB leakage?\n\nOBJECTIVES ---------------------------------------------\n\nPrimary objectives:\n\n* To determine whether changes in immune cell function and phenotype identified in the systemic circulation predict disease progression in SVD, as measured by diffusion tensor imaging (DTI)-MRI\n* To determine the pattern of systemic immune changes which occur in SVD\n* To determine whether this pattern predicts disease progression, as measured by white matter damage on DTI\n\nSecondary objectives:\n\n* To characterise the alteration in immune phenotype occurring in SVD and how these relate to clinical, neurocognitive and imaging parameters.\n* To determine the relationships between systemic immune changes in SVD, and BBB leakage."},"conditionsModule":{"conditions":["Cerebral Small Vessel Diseases","Inflammation","Stroke"],"keywords":["Cerebral small vessel disease","Inflammation","Stroke","Cerebrovascular disease","Lacunar stroke","White matter disease","Cognitive impairment","Blood brain barrier"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":200,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"INSVD Cohort","description":"200 patients with cerebral small vessel disease - 100 recruited from Cambridge, UK; 100 recruited from Nijmegen, Netherlands."}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Peripheral inflammatory markers","description":"Measured from blood sample: a panel of circulating inflammatory proteins. In addition, we will perform extensive phenotyping of peripheral blood mononuclear cells (PBMC) and monocytes, including cytokine production capacity, and transcriptomic and (epi)genetic analyses.","timeFrame":"Baseline (August 2022 - )"},{"measure":"White matter microstructure","description":"Measured by diffusion-weighted imaging: mean diffusivity, fractional anisotropy, peak width of skeletonized mean diffusivity, etc. Diffusion data will be analysed by the creation of voxel by voxel maps of standard diffusion parameters such as mean diffusivity and fraction anisotropy and also by the construction of estimations of white matter tracts using tractography algorithms.","timeFrame":"Baseline + Follow-up (August 2022 - )"}],"secondaryOutcomes":[{"measure":"Cognitive performance and decline","description":"Multi-domain cognitive assessment battery will be administered at baseline and at 2-year follow-up visits. The INSVD study employs a test battery of widely-used neuropsychological tasks we have previously optimised to characterise cognitive impairment in SVD which has prominent executive dysfunction and slowing of information processing speed. Years of education will be collected as a covariate in statistical modelling.","timeFrame":"Baseline + Follow-up (August 2022 - )"},{"measure":"Blood brain barrier permeability","description":"Dynamic contrast-enhanced (DCE) MRI will be collected for the quantification of subtle BBB leakage throughout the brain. All subjects undergo repeat T1 mapping with the injection of a contrast agent to assess BBB permeability.\n\nT1 will be mapped prior to injection, this will be followed by an injection of a gadolinium based MRI contrast agent which will be administered by a medically qualified staff member appropriately trained to deal with allergic reactions. Gadolinium is non- radioactive and already in routine clinical use as part of MR angiography studies to visualise vascular anatomy.","timeFrame":"Baseline + Follow-up (August 2022 - )"},{"measure":"Other MRI markers (e.g., brain volume, other measures of SVD)","description":"Brain imaging will be conducted on identical Siemens 3T PRISMA scanners in Cambridge (Wolfson Brain Imaging Centre) and Nijmegen (Donders Institute for Brain, Cognition \\& Behaviour). Identical sequences are acquired at both sites using a harmonised MRI protocol at both baseline and 2-year follow-up.","timeFrame":"Baseline + Follow-up (August 2022 - )"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Have given written informed consent to participate\n* Be aged 40 years and over\n* Have symptomatic cerebral small vessel disease (SVD) defined as:\n* Clinical lacunar stroke syndrome with lacunar infarct, as defined by the Standards for Reporting Vascular Changes on Neuroimaging (STRIVE) criteria\n* And/OR Symptoms of cognitive impairment due to SVD with lacunar infarct on MRI\n* And/OR Gait apraxia/motor impairment presumed due to SVD with lacunar infarct on MRI\n\nExclusion Criteria:\n\n* Unable/unwilling to consent including lack of capacity to consent\n* Contraindications to taking part in MRI study as assessed by the local MRI safety questionnaire, e.g., pacemaker\n* Vaccination or infection with fever in preceding month\n* Any stroke cause other than SVD including:\n* Cardioembolic source\n* Carotid or vertebral stenosis \\> 50% measured on NASCET (North American Symptomatic Carotid Endarterectomy Trial) criteria\n* Myocardial infarction in past year\n* Auto-immune/auto-inflammatory disease\n* Use of immunomodulating drugs\n* Estimated glomerular filtration rate (eGFR) =\\<59 ml/min/1.73m2 within past 3 months for Cambridge, and eGFR =\\<29 ml/min/1.73m2 within past 3 months for Nijmegen, in line with local guidelines. Estimated GFR will be calculated using the Modification of Diet in Renal Disease (MDRD) equation: 186 x (Creatinine / 88.4)-1.154 x (Age)- 0.203 x (0.742 if female) x (1.210 if black). Creatinine will be checked within 3 months of the MRI, and if this has not been done as part of clinical care it will be performed as a research procedure.\n* Another diagnosed chronic neurological condition (e.g. Alzheimer's, Parkinson's disease, motor neurone disease, multiple sclerosis).\n* Limited life expectancy due to another illness or chronic condition making the 2-year follow-up difficult (e.g. widespread malignancy).\n* Known monogenic cause of small vessel disease (e.g. CADASIL - Cerebral Autosomal Dominant Arteriopathy with Sub-cortical Infarcts and Leukoencephalopathy)","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Patients with symptomatic cerebral small vessel disease.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Hugh S Markus","role":"CONTACT","phone":"+44 (0)1223 856661","email":"hsm32@medschl.cam.ac.uk"},{"name":"Audrey Low","role":"CONTACT","phone":"+44 (0) 1223 216619","email":"al927@medschl.cam.ac.uk"}],"overallOfficials":[{"name":"Hugh S Markus","affiliation":"University of Cambridge","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Radboud University Medical Centre","status":"RECRUITING","city":"Nijmegen","country":"Netherlands","contacts":[{"name":"Frank-Erik de Leeuw","role":"CONTACT","phone":"+31-24-3613394","email":"frankerik.deleeuw@radboudumc.nl"},{"name":"Niels Riksen","role":"CONTACT","phone":"+31-34-3618819","email":"Niels.Riksen@radboudumc.nl"},{"name":"Frank-Erik de Leeuw","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Niels Riksen","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":51.8425,"lon":5.85278}},{"facility":"University of Cambridge","status":"RECRUITING","city":"Cambridge","state":"Cambridgeshire","zip":"CB2 0QQ","country":"United Kingdom","contacts":[{"name":"Hugh S Markus","role":"CONTACT","phone":"+44 (0) 1223 856661","email":"hsm32@medschl.cam.ac.uk"},{"name":"Audrey Low","role":"CONTACT","phone":"+44 (0) 1223 216619","email":"al927@medschl.cam.ac.uk"},{"name":"Hugh S Markus","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Ziad Mallat","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":52.2,"lon":0.11667}}]},"referencesModule":{"seeAlsoLinks":[{"label":"University website","url":"https://www.neurology.cam.ac.uk/neurology-unit-research-groups/stroke-research-group/clinical-studies/insvd/"}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"We plan to make this study data available for other researchers throughout the world. This open access data would be completely anonymised and will not include information that could be used to identify the subjects. This will include stripping the skull from images so that faces cannot be reconstructed."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000059345","term":"Cerebral Small Vessel Diseases"},{"id":"D000007249","term":"Inflammation"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M29395","name":"Cognitive Dysfunction","relevance":"LOW"},{"id":"M9983","name":"Inflammation","asFound":"Inflammation","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M29127","name":"Cerebral Small Vessel Diseases","asFound":"Cerebral Small Vessel Disease","relevance":"HIGH"},{"id":"M28281","name":"Leukoencephalopathies","relevance":"LOW"},{"id":"M29153","name":"Stroke, Lacunar","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}