{"protocolSection":{"identificationModule":{"nctId":"NCT05811494","orgStudyIdInfo":{"id":"ALC001NR003"},"organization":{"fullName":"Neuron, Spain","class":"OTHER"},"briefTitle":"Effectiveness of Multiple Robotic Gait-Devices for Improving Walking Ability in Subacute Stroke Patients","officialTitle":"Effectiveness of Multiple Robotic Gait-Devices for Improving Walking Ability in Subacute Stroke Patients: A Randomized Controlled Trial"},"statusModule":{"statusVerifiedDate":"2023-04","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-03-15","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-06-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-08-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-03-29","studyFirstSubmitQcDate":"2023-04-12","studyFirstPostDateStruct":{"date":"2023-04-13","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-04-12","lastUpdatePostDateStruct":{"date":"2023-04-13","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Alfredo Lerín Calvo","investigatorTitle":"Coordinator in Research Department","investigatorAffiliation":"Neuron, Spain"},"leadSponsor":{"name":"Neuron, Spain","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The purpose of this study is to know the effectiveness of different robotic devices for gait rehabilitation in stroke patients","detailedDescription":"Subjects will attend the Neuron rehabilitation clinic on their own to begin a rehabilitation program. After being recruited for the study and signing informed consent the patient will be assessed with the Timed Up and Go Test and 10 Meter Walking Test, and it will be realized a spatio temporal variables analysis with baiobit system and a superficial Electomiografic activity analysis during gait with Noraxon system.\n\nOnce the assessment is completed, the participant will receive the treatment assigned at his rehabilitation clinic. The patient will receive 30 minutes of robotic treatment with Lexi, Lokomat, C-Mill or the body-weight support treadmill and 15 minutes of overground walking training between 70-85% of HR max.\n\nOnce the treatment period is over, after 25 sessions, the assessment will be carried out again, recording the initial tests in the same order by the same assessors."},"conditionsModule":{"conditions":["Gait Disorders, Neurologic","Stroke","Walking"],"keywords":["Gait-Devices","Robotics","Stroke","Gait"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"There will be three groups of robotic treatment. One of them will receive the walking training with an End-effector Device (LEXO), another with a fixed exoskeleton (Lokomat), and the last one with a Body-Weight Support Treadmill system with Augmented Reality (C-Mill). Theree will be an experimental group which will receive the walking rehabilitation by using a Treadmill with Body-Weight Support","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["INVESTIGATOR"]}},"enrollmentInfo":{"count":80,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"End-Effector walking training","type":"EXPERIMENTAL","description":"Participants in the End-effector group will receive one session per day over 4 weeks of Physical Therapy. This therapy will consist in 30 minutes of Lexo training adjusting the assistance/resistance of the device for working in 14-17 in the Borg scale and 70-85% HRmax of the patient, assessed with the Tanaka formula (208-(0,7+Age)) and with the correction of 10 beats less if the patient is taking ß-blockers.","interventionNames":["Device: Lexo"]},{"label":"Fixed Exoskeleton walking training","type":"EXPERIMENTAL","description":"Participants in the fixed-exoskeleton group will receive one session per day over 4 weeks of Physical Therapy. This therapy will consist in 30 minutes of Lokomat training adjusting the assistance/resistance of the device for working in 14-17 in the Borg scale and 70-85% HRmax of the patient, assessed with the Tanaka formula (208-(0,7+Age)) and with the correction of 10 beats less if the patient is taking ß-blockers.","interventionNames":["Device: Lokomat"]},{"label":"Body-Weight Support treadmill training with augmented reality","type":"EXPERIMENTAL","description":"Participants in the Body-Weight Support treadmill training with augmented reality group will receive one session per day over 4 weeks of Physical Therapy. This therapy will consist in 30 minutes of C-Mill training adjusting the assistance/resistance of the device for working in 14-17 in the Borg scale and 70-85% HRmax of the patient, assessed with the Tanaka formula (208-(0,7+Age)) and with the correction of 10 beats less if the patient is taking ß-blockers.","interventionNames":["Device: C-Mill"]},{"label":"Body-Weight Support treadmill training","type":"ACTIVE_COMPARATOR","description":"Participants in the Body-Weight Support treadmill training group will receive one session per day over 4 weeks of Physical Therapy. This therapy will consist in 30 minutes of body-weight support treadmill training adjusting the assistance/resistance of the device for working in 14-17 in the Borg scale and 70-85% HRmax of the patient, assessed with the Tanaka formula (208-(0,7+Age)) and with the correction of 10 beats less if the patient is taking ß-blockers.","interventionNames":["Device: Body-weight support treadmill"]}],"interventions":[{"type":"DEVICE","name":"Lexo","description":"Lexo is a Robot-Assited Gait device based on an end-effector system that supports the weight of the patient and help him to recover the walking function.","armGroupLabels":["End-Effector walking training"]},{"type":"DEVICE","name":"Lokomat","description":"Lokomat is a Robot-Assited Gait device based on a fixed exoskeleton that supports the weight of the patient and help him to recover the walking function guiding the hips, knees and feet of the patient while walking.","armGroupLabels":["Fixed Exoskeleton walking training"]},{"type":"DEVICE","name":"C-Mill","description":"C- Mill is a body weight support treadmill which includes virtual reality. I can provide feedback to the patient, assisting or hindering the gait task.","armGroupLabels":["Body-Weight Support treadmill training with augmented reality"]},{"type":"DEVICE","name":"Body-weight support treadmill","description":"Body-weight support treadmill group will receive the same time and intensity of training like the robotic groups but using the treadmill","armGroupLabels":["Body-Weight Support treadmill training"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in gait speed","description":"The velocity at which the patient is able to cover 6 meters at comfortable speed. It will be measured with the 10 Meter walking test in which the evaluator tells the patient to walk over 10 meters and takes the time required to cover the 6 meters in the middle, leaving the 2 initial and final meter for acceleration and deceleration.","timeFrame":"Change from Baseline in gait speed at 4 weeks"}],"secondaryOutcomes":[{"measure":"Gait ratio","description":"This refers to the relationship between stride length and gait cadence during walking, and is expressed in mm/step/minute. It represents the tendency of motor stride optimisation to minimise the metabolic cost during walking and has normal values of 6 mm/step/minute in women and 7 mm/step/minute in men with a standard deviation of ±08%. It will be measured using Biobit device.","timeFrame":"Change from Baseline in gait ratio at 4 weeks"},{"measure":"Double stance time during the gait cycle","description":"Double stance during gait occurs when both feet are in contact with the ground at the same time. It will be measured using Biobit device","timeFrame":"Change from Baseline in double stance time during the gait cycle at 4 weeks"},{"measure":"Percentage of time in stance phase during the gait cycle","description":"The stance phase is the part of each gait cycle that begins at heel strike and ends at toe-off. The stance time is therefore the time between the initial contact and the last contact of a single stride. It will be measured using Biobit device","timeFrame":"Change from Baseline in percentage of time in stance phase during the gait cycle at 4 weeks"},{"measure":"Maximal Voluntary Contraction (MVC) of the rectus femurs","description":"Motor unit recruitment capacity of the rectus femoris muscle during maximal contraction. An electrode will be placed in the middle third of the rectus femoris muscle parallel to the muscle fibres and in line with the midline of the patella as described by SENIAM. To carry out the measurement, the patient will be placed in a seated position with the knee at 90º of flexion and in contact with the edge of the stretcher. The patient will be asked to do 2 sets of 10 repetitions at 50% of the MVC as a warm-up and then, after 1 minute rest, the patient will be asked to extend the knee as hard and fast as possible for 3 seconds. This process shall be repeated twice more, leaving 1 minute rest between each contraction, and the measurement with the highest average score in those 3 seconds shall be taken. It will be measured using Noraxon EMG software","timeFrame":"Change from Baseline in MVC of the rectus femurs at 4 weeks"},{"measure":"Co-contraction index","description":"It is an indirect measure of muscle metabolic cost during walking. Thus, using the formula provided by Falconer et al ,ICC=(2×EMG antagonist)/((EMG antagonist+EMG agonist)) ×100, and applying it during the different phases of gait (double stance, monopodal stance, second double stance and swing phase), we obtain the ICC of the muscles responsible for flexion and flexion, second double stance and swing phase), we will obtain the ICC of the musculature in charge of knee flexion-extension (rectus femoris and semitendinosus) and of the musculature in charge of plantar and dorsal flexion of the ankle (tibialis anterior and medial gastrocnemius). It will be measured using Norton EMG software","timeFrame":"Change from Baseline in co-contraction index at 4 weeks"},{"measure":"Changue in balance","description":"Balance has been described as the capacity of controlling the center of pressures while realizing any task. It will be measured with the Berg Balance Scale","timeFrame":"Change from Baseline in balance at 4 weeks"},{"measure":"Change in risk of falling","description":"A fall is defined as an event in which an adult unintentionally loses balance and descends to the ground or other lower surface. It is not related to a medical incident or other overwhelming external force. On the other hand, risk was defined by the World Health Organisation (WHO) as the probability that an undesirable event with respect to an individual's health status will occur. It will be measured by Timed Up and Go Test","timeFrame":"Change from Baseline in risk of falling at 4 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Having suffered an ischaemic or haemorrhagic stroke with less than 6 months of evolution at the start of the study\n* Presenting gait deficits compatible with a level between 2 and 3 of the functional category of gait (FAC)\n* More than 20 seconds in the Time Up and Go test\n* Less than 3 points on the Reisberg Global Deterioration Scale (GDS-R).\n\nExclusion Criteria:\n\n* Presenting any type of specific contraindication to use the robotic device to be used with respect to their group. Thus, those patients who present a limitation in the range of movement in the hip of more than 0º of extension and 40º of flexion, in the knee of less than 30º of flexion and in the ankle of less than 0º of dorsal flexion will not be able to participate in the study.\n* Lower limb spasticity greater than 3 on the modified Asworth scale\n* Unable to maintain an assisted standing position for more than 5 minutes\n* Unable to understand simple commands","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"99 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Alfredo Lerín, PhD Student","role":"CONTACT","phone":"+34620187457","email":"alfre_lerin@hotmail.com"}],"locations":[{"facility":"Neuron Chamberí","status":"NOT_YET_RECRUITING","city":"Madrid","zip":"28003","country":"Spain","contacts":[{"name":"Irene García Pascual","role":"CONTACT"}],"geoPoint":{"lat":40.4165,"lon":-3.70256}},{"facility":"Neuron Mercedes","status":"RECRUITING","city":"Madrid","zip":"28022","country":"Spain","contacts":[{"name":"Mónica Grifol Domingo","role":"CONTACT"}],"geoPoint":{"lat":40.4165,"lon":-3.70256}},{"facility":"Neuron Habana","status":"NOT_YET_RECRUITING","city":"Madrid","zip":"28023","country":"Spain","contacts":[{"name":"Enrique Carrasco González","role":"CONTACT"}],"geoPoint":{"lat":40.4165,"lon":-3.70256}},{"facility":"Neuron Madrid Rio","status":"NOT_YET_RECRUITING","city":"Madrid","zip":"28045","country":"Spain","contacts":[{"name":"Alfredo Lerín Calvo","role":"CONTACT","phone":"620187457","email":"alfre_lerin@hotmail.com"}],"geoPoint":{"lat":40.4165,"lon":-3.70256}},{"facility":"Neuron Valencia","status":"NOT_YET_RECRUITING","city":"Valencia","zip":"46023","country":"Spain","contacts":[{"name":"Álvaro Entrena Casas","role":"CONTACT"}],"geoPoint":{"lat":39.46975,"lon":-0.37739}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000020233","term":"Gait Disorders, Neurologic"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M21748","name":"Gait Disorders, Neurologic","asFound":"Gait Disorders, Neurologic","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}