{"protocolSection":{"identificationModule":{"nctId":"NCT05069480","orgStudyIdInfo":{"id":"ID MED99-10 -14"},"organization":{"fullName":"Umm Al-Qura University","class":"OTHER"},"briefTitle":"Modulation of Upper Limb Spasticity Post-Stroke","officialTitle":"Interactive Game-Based Rehabilitation for Controlling Upper Limb Spasticity Post Stroke"},"statusModule":{"statusVerifiedDate":"2021-09","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-10-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-05-30","type":"ACTUAL"},"completionDateStruct":{"date":"2021-05-30","type":"ACTUAL"},"studyFirstSubmitDate":"2021-09-25","studyFirstSubmitQcDate":"2021-09-25","studyFirstPostDateStruct":{"date":"2021-10-06","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-09-25","lastUpdatePostDateStruct":{"date":"2021-10-06","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Ehab Mohamed Abd El Kafy","investigatorTitle":"Professor of Physical Therapy","investigatorAffiliation":"Umm Al-Qura University"},"leadSponsor":{"name":"Umm Al-Qura University","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke is one of the commonest causes of severe disability in adults. Stroke often results in spasticity and motor impairments in the upper limb. Permanent upper extremity impairments can lead to limitations in activities of daily living, social participation, and quality of life. Spasticity may obscure motor learning ability after stroke. Spasticity control is one of the main aims of most therapists in the rehabilitation process for patients with chronic stroke. Traditional approaches for managing spasticity may not be enough for gaining satisfactory results. Virtual reality-based therapy is one of the most innovative and developments in rehabilitation technology. It could be effective in accelerating motor recovery and modulating spasticity for the involved upper limbs. The purpose of this study was to examine the impact of virtual reality-based therapy on upper limb spasticity and motor functions in patients post-stroke.","detailedDescription":"Stroke is an acute, medical event, which mainly results in neurological damage leading to disability and mortality. Stroke is a common, serious, and disabling problem. The most widely recognized impairment caused by stroke is motor impairment of one side of the body called hemiplegia, which restricts function in muscle movement or mobility. Following a stroke, many upper limb impairments may influence the patient's ability to perform functional activities. These include spasticity, muscle weakness, restricted and in-coordinated movement. The impact of upper limb dysfunctions on participation in home, work, community life, and daily living activities is great. Upper limb recovery after stroke is unacceptably poor; with only 50% of stroke survivors likely to regain some functional use. In many neurological disabilities associated with spasticity such as hemiplegia post-stroke, the rehabilitation process is of long duration and clinicians face the challenge of identifying a variety of meaningful and motivating intervention tasks that could be effective in controlling spasticity and preventing its negative hazards. Current rehabilitation techniques have focused on teaching and reinforcing different strategies that encourage the use of the non-involved upper extremity to decrease functional limitations. Treatment options for controlling spasticity and enhancing upper limb functions include physical therapy, occupational therapy, neurodevelopmental therapy, peripheral splinting and casting, constrained induced movement therapy, pharmacotherapy (e.g., botulinum toxin type A), and surgery. Till now, there is a lack of strong evidence of successful treatment with any of these approaches. Virtual reality is a relatively recent approach to stroke rehabilitation. It has been shown to be an interactive and enjoyable medium that, with sufficient use, may improve upper limb motor function in adults with stroke. Enhanced feedback provided by a virtual reality system has been shown to promote motor learning in normal subjects. The main advantage of virtual game-based rehabilitation over conventional approaches is the inclusion of an interactive and motivating exercise environment. Until now, there have been limited researches involving the inclusion of virtual reality-based therapy systems in neuro-rehabilitation and spasticity management of the involved upper limb for hemiplegic patients post-stroke. Therefore, the purpose of this study was to evaluate the efficacy of virtual reality technology on modulating spasticity and improving the function of the involved upper extremity in patients having a chronic stroke."},"conditionsModule":{"conditions":["Spasticity as Sequela of Stroke","Spastic Hemiplegia","Upper Extremity Dysfunction"],"keywords":["Spasticity , Stroke ,Upper Extremity,Rehabilitation."]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":38,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Control Group","type":"ACTIVE_COMPARATOR","description":"Participants who participated in the control group received a traditional physical therapy program for two hours. It included two parts, each of them was one hour and few minutes rest in between. The first part included: reflex inhibiting patterns, strengthening activities, stretching exercises, and postural reactions exercises. The second part included: arm-reaching tasks, arm-hand tasks, hand manipulative tasks for the more affected upper limb through performing functional tasks of daily living activities.\n\nThe traditional intervention was carried out three sessions per week for twelve successive weeks.","interventionNames":["Other: Traditional physical therapy program"]},{"label":"Experimental Group","type":"EXPERIMENTAL","description":"Participants of the experimental group have received two hours treatment program that included three parts, the first and the second parts were similar to that applied for participants in the control group for one hour followed by few minutes rest, then the third part was applied for one hour. The third part included a virtual reality intervention program by using virtual reality equipment to simulate a range of upper limb tasks related to arm-hand activities and hand manipulative tasks through using different games and soft-wares.\n\nThe treatment program for the experimental group was carried out three sessions per week for twelve successive weeks.","interventionNames":["Device: Virtual reality-based training equipment.","Other: Traditional physical therapy program"]}],"interventions":[{"type":"DEVICE","name":"Virtual reality-based training equipment.","description":"It is a functional upper extremity rehabilitation device to provide specific therapy with augmented feedback. The equipment facilitates intensive task-oriented upper extremity therapy after stroke, traumatic brain injury, or other neurological diseases and injuries. It combines adjustable arm support, with augmented feedback and a large 3D workspace that allows functional therapy exercises in a virtual reality environment.","armGroupLabels":["Experimental Group"]},{"type":"OTHER","name":"Traditional physical therapy program","description":"The traditional physical therapy program aimed for inhibition of spasticity, facilitation of muscle action, and improving the motor functions of the involved upper limbs.","armGroupLabels":["Control Group","Experimental Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in the score of The Wolf Motor Function Test (test that assess the change in upper extremity motor ability)","description":"The Wolf Motor Function Test (WMFT) is designed to assess upper extremity motor abilities in patients with stroke through timed and functional tasks. The WMFT consists of 15 timed items (6 items involve timed functional tasks, and 9 items consist of analyzing movement quality when completing various tasks), in addition to 2 items (7\\&14) are measures of strength. The examiner should test the less affected upper extremity followed by the most affected side. The 15 timed items are rated on a 6-point functional ability scale (0-5), score (0) means the patient is unable to use UE being tested while score (5) means the patient is able to use it and movement appears to be normal. The total score on the WMFT ranges from 0 to 75. Lower scores are indicative of lower functioning levels. Thus, the higher the score a patient get after completion of the treatment program compared to the baseline score, the better the improvement in upper extremity (UE) motor abilities.","timeFrame":"[Data was collected at baseline, and 12 weeks after intervention commencement.] (i.e. Difference between The Wolf Motor Function Test Score at both baseline and completion of 12 weeks of intervention)"},{"measure":"Change in the score of The Action Research Arm Test (test that assess the change in upper extremity functions)","description":"The Action Research Arm Test (ARAT) is an evaluative measure to assess specific changes in limb function among individuals with hemiplegia. It assesses a patient's ability to handle objects differing in size, weight and shape and therefore can be considered to be an arm-specific measure of activity limitation. The ARAT consists of 19 items grouped into four subscales: grasp, grip, pinch, and gross movement. The ARAT is scored on a four-level ordinal scale (0-3): 0 = cannot perform any part of the test, 1 = performs partially, 2 = take long time to complete the test, and 3 = performs the test normally. The total score on the ARAT ranges from 0 to 57, with the lowest score indicating that no movements can be performed, and the upper score indicating normal performance. Thus, the higher the score a patient get after completion of the treatment program compared to the baseline score, the better the improvement in upper extremity motor functions.","timeFrame":"[Data was collected at baseline, and 12 weeks after intervention commencement.] (i.e. Difference between The Action Research Arm Test Score at both baseline and completion of 12 weeks of intervention)"},{"measure":"Change in the Modified Ashworth Scale (scale that assess the change in muscle tone)","description":"Modified Ashworth Scale was used to evaluate the degree of spasticity in the involved upper limb in the elbow and wrist joints. MAS is a valid and a reliable scale to evaluate the degree of muscle tone for all participants pre and post treatment. It is scored on a 6 -graded ordinal scale.","timeFrame":"[Data was collected at baseline, and 12 weeks after intervention commencement.] (i.e. Difference between the degree of muscle tone at both baseline and completion of 12 weeks of intervention)"}],"secondaryOutcomes":[{"measure":"Change in the upper limb' joints range of motion (in degree)","description":"Digital Goniometer was used to evaluate the following joints range of motion (Shoulder, Elbow, and Wrist Joints). The Digital Goniometer has used a sensor to calculate the amount of joint range of motion in degrees to measure the true range of motion value.","timeFrame":"[Data was collected at baseline, and 12 weeks after intervention commencement.] (i.e. Difference between the degree of upper limb' joints range of motion at both baseline and completion of 12 weeks of intervention)"},{"measure":"Change in the Hand Grip Strength of the involved upper extremity (Kg) (which indicate the change of the strength of the involved hand muscles in patients with stroke).","description":"Hand Grip Dynamometer was used to assess the change in the strength of the hand muscles of the involved upper extremity. The higher the score of the hand grip after completion of the treatment program compared to the baseline score, the better the improvement of hand functional abilities.","timeFrame":"[Data was collected at baseline, and 12 weeks after intervention commencement.] (i.e. Difference between hand grip strength at both baseline and completion of 12 weeks of intervention)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nThe inclusion criteria were as follow:\n\n* Participants were diagnosed as chronic stroke patients.\n* Participants were selected to be in the spastic phase, 6-24 months following a first stroke.\n* The degree of spasticity in the affected upper limbs, was ranged between grades (1, 1+\\&2) according to Modified Ashworth Scale.\n* Participants were all between 50 and 60 years old, of both sexes.\n* Participants were cognitively able to understand and follow instructions.\n* Participants had the ability to extend their wrist joints at least 20° and ﬁngers 10° from full ﬂexion. This range allowed participants to engage easily in performing a designed functional program.\n\nExclusion Criteria:\n\nThe exclusion criteria were as follow:\n\n* Participants who were with any orthopaedic condition or fixed deformity that interfere with the upper limb functions.\n* Participants who were with spasticity more than score 2 according to the Modified Ashworth Scale.\n* Participants who had cognitive or perceptual problems.\n* Participants with surgical interference for the upper limb and spine within the previous 2 years.\n* Participants with seizures, visual impairments, or auditory problems.\n* Participants who had shoulder pain on a visual analogue scale of \\> 6/10.\n* Participants who had Botulinum Toxin in the upper extremity musculature six months before baseline assessment.","healthyVolunteers":false,"sex":"ALL","minimumAge":"50 Years","maximumAge":"60 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Ehab M Abd El Kafy, Ph.D","affiliation":"Professor of Physical Therapy -Umm Al Qura University.","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Ehab Abd El Kafy","city":"Mecca","zip":"21955","country":"Saudi Arabia","geoPoint":{"lat":21.42664,"lon":39.82563}}]},"referencesModule":{"references":[{"pmid":"35100025","type":"DERIVED","citation":"Abd El-Kafy EM, Alshehri MA, El-Fiky AA, Guermazi MA, Mahmoud HM. The Effect of Robot-Mediated Virtual Reality Gaming on Upper Limb Spasticity Poststroke: A Randomized-Controlled Trial. Games Health J. 2022 Apr;11(2):93-103. doi: 10.1089/g4h.2021.0197. Epub 2022 Jan 31."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"-The data available is Case-by-case basis at the discretion of Primary Sponsor.","infoTypes":["STUDY_PROTOCOL","SAP"],"timeFrame":"tart Date: Beginning one year following main results publication End Date: Ending two years following main results publication","accessCriteria":"Data can be obtained by Principal Investigator Email Address: emkafy@uqu.edu.sa"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000009128","term":"Muscle Spasticity"},{"id":"D000020521","term":"Stroke"},{"id":"D000006429","term":"Hemiplegia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000009135","term":"Muscular Diseases"},{"id":"D000009140","term":"Musculoskeletal Diseases"},{"id":"D000009122","term":"Muscle Hypertonia"},{"id":"D000020879","term":"Neuromuscular Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000010243","term":"Paralysis"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M9205","name":"Hemiplegia","asFound":"Hemiplegia","relevance":"HIGH"},{"id":"M11775","name":"Muscle Spasticity","asFound":"Spasticity","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M11782","name":"Muscular Diseases","relevance":"LOW"},{"id":"M11787","name":"Musculoskeletal Diseases","relevance":"LOW"},{"id":"M11769","name":"Muscle Hypertonia","relevance":"LOW"},{"id":"M22309","name":"Neuromuscular Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M12847","name":"Paralysis","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"}]}},"hasResults":false}