{"protocolSection":{"identificationModule":{"nctId":"NCT02821884","orgStudyIdInfo":{"id":"KMUHIRB-F(I)-20150053"},"organization":{"fullName":"Kaohsiung Medical University Chung-Ho Memorial Hospital","class":"OTHER"},"briefTitle":"Combine Transcranial Direct Current Stimulation and Neuromuscular Electrical Stimulation on Stroke Patients","officialTitle":"Combine Transcranial Direct Current Stimulation and Neuromuscular Electrical Stimulation on Stroke Patients"},"statusModule":{"statusVerifiedDate":"2019-08","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-01-13","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-07-30","type":"ACTUAL"},"completionDateStruct":{"date":"2019-07-30","type":"ACTUAL"},"studyFirstSubmitDate":"2016-06-27","studyFirstSubmitQcDate":"2016-06-29","studyFirstPostDateStruct":{"date":"2016-07-04","type":"ESTIMATED"},"lastUpdateSubmitDate":"2019-08-14","lastUpdatePostDateStruct":{"date":"2019-08-15","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Jau-Hong Lin, Professor","investigatorTitle":"Professor in Department of Physical Therapy, Kaohsiung Medical University, Taiwan","investigatorAffiliation":"Kaohsiung Medical University Chung-Ho Memorial Hospital"},"leadSponsor":{"name":"Kaohsiung Medical University Chung-Ho Memorial Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"Transcranial direct current stimulation (tDCS) has been shown not only to improve motor function but also increase cortical excitability and neural plasticity. Several studies demonstrated that the combination of tDCS and different treatments are more effective than a single tDCS alone. However, the effects of combination tDCS and neuromuscular electrical stimulation (NMES) on upper extremity motor recovery in patients with stroke have not yet been investigated. Taking into consideration the safety and feasibility of new medical technology, recruitment of healthy subjects as a pilot study. And then recruit the stroke patients to investigate the effects for the combination of tDCS and NMES on upper extremity motor recovery in stroke.","detailedDescription":"The Transcranial direct current stimulation (tDCS) and neuromuscular electrical stimulation (NMES) is non-invasive electrical stimulation, and some studies have proved efficacy of the tDCS and NMES on healthy subjects and stroke patients. However, the effects of combination tDCS and NMES on upper extremity motor recovery and neural plasticity in healthy subjects and patients with stroke have not yet been investigated. Moreover in order to discover the tDCS combine NMES of the safety and feasibility and influences on neural plasticity and motor function, the cortical excitability and functional recovery measurements (clinical scales) are taken in the healthy subjects and stroke.\n\nThe right-handed subjects will be received the combination of tDCS and NMES for 30 minutes. The changes in the hand function and cortical excitability were probed by recording movement performance scales in upper extremity and mapping of brain cortex before and after the intervention.\n\nThe patients will be assigned into one of three groups (A, B,C) by block randomization. All participants will receive regular traditional rehabilitation. In addition, three groups will receive an additional 3 weeks, 5 times per week, 30 minutes once daily, total 15 session. Group A: both tDCS and NMES conduct simultaneously for 30 minutes. Group B: combination of tDCS and sham NMES Group C: combination of sham tDCS and sham NMES."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke","Transcranial direct current stimulation","Neuromuscular electrical stimulation","upper extremity motor recovery"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":30,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Combination of tDCS and NMES","type":"EXPERIMENTAL","description":"Both tDCS and NMES conduct simultaneously for 30 minutes.","interventionNames":["Device: Combination of tDCS and NMES"]},{"label":"Combination of tDCS and sham NMES","type":"ACTIVE_COMPARATOR","description":"Both tDCS and sham NMES conduct simultaneously for 30 minutes. Sham NMES electrodes are placed away from all motor points, and the patients receive cutaneous stimulation just above the sensory threshold without motor activation.","interventionNames":["Device: Combination of tDCS and sham NMES"]},{"label":"Combination of sham tDCS and sham NMES","type":"SHAM_COMPARATOR","description":"Both sham tDCS and sham NMES conduct simultaneously for 30 minutes. Shame tDCS is started in a ramp-like fashion but fade out slowly after 30 seconds.\n\nSham NMES electrodes are placed away from all motor points, and the patients receive cutaneous stimulation just above the sensory threshold without motor activation.","interventionNames":["Device: Combination of sham tDCS and sham NMES"]}],"interventions":[{"type":"DEVICE","name":"Combination of tDCS and NMES","description":"Both tDCS and NMES conduct simultaneously for 30 minutes. The anodal electrode of tDCS is placed on the scalp site corresponding to primary motor cortex (M1) of the hemisphere affected by stroke. The cathodal electrode of tDCS is placed on the scalp site corresponding to unaffected primary motor cortex. The current is initially increased in a ramp-like fashion over 30 seconds until reaching 2 mA and is decreased ramp-like fashion over 30 seconds until reaching 0 mA. The NMES electrodes are placed over the following muscle: extensor digitorum communis, extensor carpi radialis to produce wrist and hand extension. The settings for the NMES is frequency at 50 Hz, pulse width of 200μs,duty cycle of 10 seconds on and 10 seconds off,current amplitude is adjusted to patients comfort (10-20mA).","armGroupLabels":["Combination of tDCS and NMES"]},{"type":"DEVICE","name":"Combination of tDCS and sham NMES","description":"Both tDCS and sham NMES conduct simultaneously for 30 minutes. The anodal electrode of tDCS is placed on the scalp site corresponding to primary motor cortex (M1) of the hemisphere affected by stroke. The cathodal electrode of tDCS is placed on the scalp site corresponding to unaffected primary motor cortex. The current is initially increased in a ramp-like fashion over 30 seconds until reaching 2 mA and is decreased ramp-like fashion over 30 seconds until reaching 0 mA. Sham NMES electrodes are placed away from all extensor digitorum communis, extensor carpi radialis motor points, and the patients receive cutaneous stimulation just above the sensory threshold without motor activation(wrist extension).","armGroupLabels":["Combination of tDCS and sham NMES"]},{"type":"DEVICE","name":"Combination of sham tDCS and sham NMES","description":"Both sham tDCS and sham NMES conduct simultaneously for 30 minutes. Sham tDCS electrodes are placed in the same position on patients receiving the sham stimulation. Just like during real tDCS, stimulation is started in a ramp-like fashion but fade out slowly after 30 seconds. Sham NMES electrodes are placed away from all extensor digitorum communis, extensor carpi radialis motor points, and the patients receive cutaneous stimulation just above the sensory threshold without motor activation(wrist extension).","armGroupLabels":["Combination of sham tDCS and sham NMES"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Movement performance assessment","description":"Movement performance assessment by clinical motor assessment scales in upper extremity executed by qualified physiotherapy in 3 groups.","timeFrame":"Change from baseline motor performance at 3 weeks, 1 month and 6 months."}],"secondaryOutcomes":[{"measure":"Mapping of brain cortex","description":"This examination is optional use equipment of brain mapping (single pulse transcranial magnetic stimulation) and operated under trained staff, the attending is consulted. This examination can be stopped at any time if participants do not want to perform or feeling unwell.","timeFrame":"Change from baseline motor performance at 3 weeks, 1 month and 6 months."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria(healthy subjects):\n\n1. Age: 20\\~65 years old\n2. Who are willing to participate in the experiment\n3. Signed the consent\n4. Right handed\n\nExclusion Criteria(healthy subjects):\n\n1. Musculoskeletal pathology or neurological disorders affecting movements in the upper limbs\n2. Epilepsy or family history\n3. Cardiac pacemaker\n4. Metallic implant in the head\n5. Pregnancy\n6. Sensory complete injury in upper limb\n7. Had brain surgery\n8. Expected to conduct brain surgery and major surgery during the experiment\n9. The patients is suitable for the experiment by investigator assessedInclusion\n\nInclusion Criteria(stroke):\n\n1. Signed the informed consent\n2. First-ever ischemic stroke\n3. Stroke at least 6 months\n4. Unilateral hemiplegia\n5. No severe cognitive impairment (National Institutes of Health Stroke Scale-Level of Consciousness: 0, Level of Consciousness Questions: 0, Level of Consciousness Commands: 0)\n6. Sit on a chair for more than 30 minutes independently\n7. Brunnstrom recovery stage≧3 in the paretic hand\n8. Muscle tone at the wrist flexor with a modified Ashworth scale≦2\n\nExclusion Criteria(stoke):\n\n1. Speech disorder or global aphasia\n2. Musculoskeletal pathology or neurological disorders affecting movements in the paretic upper limbs\n3. Epilepsy or family history\n4. Cardiac pacemaker\n5. Metallic implant in the head\n6. Pregnancy\n7. Diabetic, peripheral vascular disease or neuropathy that attributable to sensory complete injury\n8. Have intracranial space occupied lesion, ex: brain tumors, arteriovenous malformations\n9. Had brain surgery\n10. Meningitis and encephalitis\n11. Expected to conduct brain surgery and major surgery during the experiment\n12. The patients is suitable for the experiment by investigator assessed","healthyVolunteers":true,"sex":"ALL","minimumAge":"20 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Jau-Hong Lin, Professor","affiliation":"Kaohsiung Medical University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Kaohsiung Medical University","city":"Kaohsiung","zip":"807","country":"Taiwan","geoPoint":{"lat":22.61626,"lon":120.31333}}]},"referencesModule":{"references":[{"pmid":"33901041","type":"DERIVED","citation":"Wei YY, Koh CL, Hsu MJ, Lo SK, Chen CH, Lin JH. Effects of Transcranial Direct Current Stimulation Combined With Neuromuscular Electrical Stimulation on Upper Extremity Motor Function in Patients With Stroke. Am J Phys Med Rehabil. 2022 Feb 1;101(2):145-151. doi: 10.1097/PHM.0000000000001759."}]},"ipdSharingStatementModule":{"ipdSharing":"YES"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}