{"protocolSection":{"identificationModule":{"nctId":"NCT01948089","orgStudyIdInfo":{"id":"Ext-Prim-12"},"organization":{"fullName":"Nova Scotia Health Authority","class":"OTHER"},"briefTitle":"Exploring the Long-term Effects of Cognitive Exercise on Cognition After Stroke"},"statusModule":{"statusVerifiedDate":"2013-08","overallStatus":"TERMINATED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2013-09"},"primaryCompletionDateStruct":{"date":"2014-11","type":"ACTUAL"},"completionDateStruct":{"date":"2014-11","type":"ACTUAL"},"studyFirstSubmitDate":"2013-09-03","studyFirstSubmitQcDate":"2013-09-20","studyFirstPostDateStruct":{"date":"2013-09-23","type":"ESTIMATED"},"lastUpdateSubmitDate":"2015-09-17","lastUpdatePostDateStruct":{"date":"2015-09-18","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Nova Scotia Health Authority","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"This project will investigate the effectiveness of an intensive and focused working memory training program for chronic stroke patients. The investigators hypothesize that working memory training will be an effective method of improving working memory and related cognitive and behavioural functions in this population.","detailedDescription":"Vascular cognitive impairment due to vascular disease and stroke frequently includes problems with attention, working memory and executive functions (e.g., monitoring, planning, and organization).\n\nThese deficits are common - 32-73%, and chronic, and interfere with a patients response to rehabilitation, independence in activities of daily living, community re-integration, and overall quality of life after stroke. Attention, memory and executive function impairments can adversely affect the ability to relearn various skills.\n\nCognitive impairments and their impacts on other components of functioning not only impact on the individual, but can also adversely affect the family via increases in caregiver distress and burden. Thus, the presence of cognitive impairment has wide-reaching impact and deserves effective and consistent intervention similar to the attention devoted to improving function in physical domains.\n\nCognitive training can improve cognitive function, particularly in those areas known to involved in vascular cognitive impairment, i.e., attentional and executive function. Accumulating evidence indicates that computer-based training can improve cognitive skills in healthy older adults as well as in clinical populations. Attention and working memory training has also been shown to be effective in patients in the chronic phase post stroke.\n\nThe investigators propose that specific cognitive training to improve working memory could provide direct benefit to chronic stroke patients. Promising interventions focused on intensive and direct working memory training are emerging and have been shown to generalize to other cognitive domains, such as fluid intelligence."},"conditionsModule":{"conditions":["Chronic Phase Stroke Patients"],"keywords":["Chronic Stroke","near transfer","far transfer","working memory","fluid intelligence","cognitive training","dual n-back"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"QUADRUPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":2,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Variable Structured Cognitive Exercise","type":"EXPERIMENTAL","description":"This training group will consist of 10 randomly assigned participants who will begin the adaptive working memory training task immediately after baseline assessment. Each participant will receive 30 minutes of cognitive exercise per day, 3 days a week for 10 weeks.","interventionNames":["Behavioral: Variable Structured Cognitive Exercise"]},{"label":"Constant Structured Cognitive Exercise","type":"EXPERIMENTAL","description":"This training group will consist of 10 randomly assigned participants who will begin the adaptive working memory training task immediately after baseline assessment. Each participant will receive 30 minutes of cognitive exercise per day, 3 days a week for 10 weeks.","interventionNames":["Behavioral: Constant Structured Cognitive Exercise"]}],"interventions":[{"type":"BEHAVIORAL","name":"Variable Structured Cognitive Exercise","description":"This exercise uses the n-back paradigm in which participants are asked to keep track of one or two series of sequentially presented auditory and/or visual stimuli in order to detect targets that match those presented n-items ago in the sequence. The task begins at 1-back (i.e., watch for targets that match those just presented) and gets harder (e.g., watch for matches with items presented 2 or 3 items ago in the sequence) as performance improves. The stimuli will vary weekly, and include varying auditory letters or words, or varying visual patterns or faces.","armGroupLabels":["Variable Structured Cognitive Exercise"]},{"type":"BEHAVIORAL","name":"Constant Structured Cognitive Exercise","description":"This exercise uses the n-back paradigm in which participants are asked to keep track of one or two series of sequentially presented auditory and/or visual stimuli in order to detect targets that match those presented n-items ago in the sequence. The task begins at 1-back (i.e., watch for targets that match those just presented) and gets harder (e.g., watch for matches with items presented 2 or 3 items ago in the sequence) as performance improves. The stimuli will remain constant throughout the 10 week intervention","armGroupLabels":["Constant Structured Cognitive Exercise"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change from Baseline Flanker Effects at 10 weeks","description":"Flanker test \\[primary study outcome\\] is a computerized test of selective attention and reaction time that involves a motor response. The participant needs to focus and identify an item presented on a screen while ignoring task-irrelevant distracters. Performance on this test has been shown to improve with exercise","timeFrame":"The participants will be assessed on session 1 of week 1 and on session 31 of week 10"}],"secondaryOutcomes":[{"measure":"Change from Baseline Raven's Matrices Scores at 10 weeks","description":"Raven's Matrices Test is a measure of non-verbal reasoning ability and fluid intelligence (i.e., ability to solve new problems independently of previously acquired knowledge, which is critical to learning). This test will examine the far transfer of training to a problem-solving task. Dual n-back training has shown to improve performance on this test.","timeFrame":"The participants will be assessed on session 1 of week 1 and on session 31 of week 10"},{"measure":"Change from Baseline Montreal Cognitive Assessment Scores at 10 weeks","description":"Montreal Cognitive Assessment is a well-known screening tool for mild cognitive impairment. This test is a measure of overall cognitive abilities.","timeFrame":"The participants will be assessed on session 1 of week 1 and on session 31 of week 10"},{"measure":"Change from Baseline Networks of Attention Battery scores at 10 weeks","description":"Networks of Attention battery is a computerized battery that provides performance data on tests of vigilance (simple and choice reaction time), orienting and selection (visual search) and executive control (dual tasking, working memory, inhibition). This battery will allow the attention and working memory deficits to be characterized for each patient and serve as near and far transfer measures of training effects.","timeFrame":"The participants will be assessed on session 1 of week 1 and on session 31 of week 10"},{"measure":"Change from Baseline Sternberg Digit Memory scores at 10 weeks","description":"Sternberg digit memory task is a measure of visual working memory wherein the subject is shown a set of n digits for study. After a short delay, a digit is shown and the subject is asked to recall whether that item was in the previously viewed set. This test will examine the near transfer of training to another working memory test.","timeFrame":"The participants will be assessed on session 1 of week 1 and on session 31 of week 10"},{"measure":"Change from Baseline Cognitive Failures Questionnaire Scores at 10 weeks","description":"Cognitive Failures Questionnaire is a measure of self-reported deficits in completing simple everyday tasks due to failures in attention, memory, perception, and motor function, for example, \"Do you find you forget why you went from one part of the house to the other?\" It has high internal validity (alpha=0.91) and good test-retest reliability (r= 0.82).","timeFrame":"The participants will be assessed on session 1 of week 1 and on session 31 of week 10"},{"measure":"Change from Baseline Hospital Anxiety and Depression Scale (HADS) at 10 weeks","description":"Hospital Anxiety and Depression Scale (HADS) consists of 14 items, divided into two 7-item subscales (Anxiety and Depression). HADS has been reported to be an 'acceptable' screening tool for anxiety and depression after stroke.","timeFrame":"The participants will be assessed on session 1 of week 1 and on session 31 of week 10"},{"measure":"Cognitive Activities Questionnaire and the Physical Activity Scale for the Elderly (PASE)","description":"Cognitive Activities Questionnaire and the Physical Activity Scale for the Elderly (PASE) will be conducted to determine the extent of cognitive and physical activities, respectively, during the 10-week interval.","timeFrame":"Participants will be assessed during the duration of the study, an expected average of 10 weeks"}],"otherOutcomes":[{"measure":"The Fatigue Severity Scale","description":"The Fatigue Severity Scale is a brief 9-item questionnaire designed to assess patient fatigue. This scale is commonly used for the stroke population.","timeFrame":"Participants will be assessed during the duration of the study, an expected average of 10 weeks"},{"measure":"Participant Satisfaction","description":"Participants will be asked a set of structured questions about their response to the training itself - difficulty, enjoyability, response to using a computer, etc.","timeFrame":"Participants will be assessed during the duration of the study, an expected average of 10 weeks"},{"measure":"Change from Baseline Event Related Potentials using Cortical Activity Electroencephalography at 10 weeks","description":"Cortical activity Electroencephalography technology will be used to measure cortical activity. Stimulus presentation and participant response on the computerized Flanker test will be synchronized with EEG data acquisition. Numeric 'triggers' will be placed on the continuous EEG waveform corresponding to stimulus presentation and participant response. Data synchronization is necessary to perform event related potential (ERP) analysis to obtain the P3 component. 150 trials (\\~5.5 seconds per trial) will be processed using a \"SynAmps\" response time 128 channel EEG system from 18 scalp electrodes at a sampling rate of 1000 Hz for a total EEG data collection time of \\~20 minutes. Electrodes around the eyes will allow detection and removal of trials with ocular artifacts.","timeFrame":"The participants will be assessed on session 1 of week 1 and on session 31 of week 10"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subjects must: (i) be ≥18 years of age, (ii) have been received the diagnosis of ischemic or hemorrhagic stroke \\>6 months ago, (iii) be experiencing stroke-related cognitive problems that interfere with daily functioning, (iv) be able to perform a two-step command, (v) live within a 75 km radius of the Queen Elizabeth II\n\nExclusion Criteria:\n\n* Subjects must not: (i) have moderate or severe receptive aphasia, (ii) have a terminal illness, life-threatening co-morbidity or concomitant neurological or psychiatric illness.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Graham C Wilson, BSc","affiliation":"Dalhousie University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Dalhousie University","city":"Halifax","state":"Nova Scotia","zip":"B3H 4R2","country":"Canada","geoPoint":{"lat":44.64533,"lon":-63.57239}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}