{"protocolSection":{"identificationModule":{"nctId":"NCT04261257","orgStudyIdInfo":{"id":"CCT STROKE"},"organization":{"fullName":"Fondation Hôpital Saint-Joseph","class":"OTHER"},"briefTitle":"Cardiac Thrombus in Early Cardiac CT Scan in Etiological Workup of Ischemic Stroke: Prospective Study","officialTitle":"Cardiac Thrombus in Early Cardiac CT Scan in Etiological Workup of Ischemic Stroke: Prospective Study","acronym":"CCT STROKE"},"statusModule":{"statusVerifiedDate":"2023-02","overallStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-03-11","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-07-26","type":"ACTUAL"},"completionDateStruct":{"date":"2023-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-02-03","studyFirstSubmitQcDate":"2020-02-06","studyFirstPostDateStruct":{"date":"2020-02-07","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-08-08","lastUpdatePostDateStruct":{"date":"2023-08-09","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Fondation Hôpital Saint-Joseph","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke can be linked to atherosclerosis of the large vessels, occlusion of the small intracerebral vessels (gaps), cardioembolic pathology or other rarer etiologies.\n\nThe cardioembolic etiology of stroke in elderly patients may be difficult to prove. Paroxysmal atrial fibrillation (AF) is a common cause of cerebral infarction (25%). Detecting AF is not easy. A 24-hour long-term holter and an implantable cardiac monitor (Reveal®) may be required. This etiology is all the more important as it requires anticoagulation treatment reducing the risk of recurrence in the short and long term. The left atrium thrombus is an indisputable marker of atrial fibrillation but it is rarely seen. Other cardiac etiologies such as a thrombus in the left ventricle, a large plaque or a thrombus of the aortic arch are possible. Finally, the permeable oval foramen and the aneurysm of the intra-auricular septum constitute a cause apart in young subjects (\\<60 years).\n\nTypically, the search for thrombus of the left atrium goes through a trans-thoracic cardiac ultrasound and a transesophageal cardiac ultrasound. These examinations, often negative, are performed several days after the onset of the cerebral infarction. The transesophageal cardiac ultrasound, considered as the \"gold standard\" examination to look for an intracardiac thrombus and an embologenic plaque in the aortic arch, is poorly tolerated. It is rarely performed in patients over 75 years of age. In addition, the length of stay for these patients may increase due to the wait for these exams.\n\nSeveral studies have validated the non-inferiority of the cardiac scanner compared to the transesophageal cardiac ultrasound for the detection of intracardiac thrombus (left atrium or left ventricle).\n\nIn the study by Hur et al. performed in 55 consecutive patients with a probable cardioembolic infarction, 14 thrombi of the left atrium were detected and confirmed by the cardiac scanner, but the patients were young, with a median age of 61 years. In the Berlin prospective HEBRAS study, 475 patients underwent cardiovascular MRI. The results are being analyzed but the cardiac scanner is more sensitive for the detection of thrombus in the left atrium.\n\nA prospective study confirmed that the cardiac scanner is more precise in differentiating the left atrial thrombus from circulatory stasis in patients with stroke In this study, there is no information on the time between the stroke and the completion of the cardiac scanner.\n\nAlmost all patients with stroke benefit from an angio-scan of the CT scan of supra-aortic trunks as part of the urgent assessment on Day 1 or Day 2. The investigators propose to perform at the same time a cardiac scanner in order to allow a rapid morphological cardiological assessment, at the level of the left atrium, the left ventricle and the arch of the aorta."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"As part of the usual care of patients hospitalized for stroke, the following examinations are carried out: a serum pregnancy test for women of childbearing age, a trans-thoracic cardiac ultrasound, a transesophageal cardiac ultrasound according to the needs of your care, an echo-doppler of the supraaortic trunks, a CT angiography of the supraaortic trunks (CT scan of the cerebral arteries), a transcranial Doppler, a biological assessment, a 24-hour holter or long-term holter.\n\nWithin 24 hours after admission: The cerebral artery scan, (usual care), is carried out and is supplemented by the additional examination of this research corresponding to a cardiac scanner (not requiring additional injection of contrast medium).\n\nThe following examinations of usual care are carried out within 3 days of inclusion: a trans-thoracic cardiac ultrasound, and a transesophageal cardiac ultrasound according to the needs of patient's care.","primaryPurpose":"DIAGNOSTIC","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":128,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Cardiac scanner","type":"EXPERIMENTAL","description":"As part of the usual care of patients hospitalized for stroke, the following examinations are carried out: a serum pregnancy test for women of childbearing age, a trans-thoracic cardiac ultrasound, a transesophageal cardiac ultrasound according to the needs of your care, an echo-doppler of the supraaortic trunks, a CT angiography of the supraaortic trunks (CT scan of the cerebral arteries), a transcranial Doppler, a biological assessment, a 24-hour holter or long-term holter.\n\nWithin 24 hours after admission: The cerebral artery scan, (usual care), is carried out and is supplemented by the additional examination of this research corresponding to a cardiac scanner (not requiring additional injection of contrast medium).\n\nThe following examinations of usual care are carried out within 3 days of inclusion: a trans-thoracic cardiac ultrasound, and a transesophageal cardiac ultrasound according to the needs of patient's care.","interventionNames":["Other: Cardiac scanner"]}],"interventions":[{"type":"OTHER","name":"Cardiac scanner","description":"As part of the usual care of patients hospitalized for stroke, the following examinations are carried out: a trans-thoracic cardiac ultrasound, a transesophageal cardiac ultrasound according to the needs of patient's care, an echo-doppler of the supraaortic trunks, a CT angiography of the supraaortic trunks, a transcranial doppler, a biological assessment, a 24-hour holter or long-term holter.\n\nThe additional examination, specific to the research, corresponds to a cardiac scanner, which does not require the additional injection of contrast medium, carried out during the cerebral artery scanner within 36 hours of discovering the stroke. Within 3 days after inclusion, a trans-thoracic cardiac ultrasound, and a transesophageal cardiac ultrasound according to the needs of patient's care are carried out.","armGroupLabels":["Cardiac scanner"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Cardiac thrombus","description":"This outcome corresponds to the prevalence of cardiac thrombus on the Cardiac CT scan in the first hours after a cerebral infarction.","timeFrame":"Day 1"}],"secondaryOutcomes":[{"measure":"Prevalence of cardiac thrombi between 3 examinations","description":"This outcome corresponds to the comparison of the prevalence of thrombi between the cardiac scanner, the ETT and the ETO","timeFrame":"Day 3"},{"measure":"Determination of other cardioembolic causes","description":"This outcome corresponds to the number of patients for whom another cardioembolic cause has been discovered on the Cardiac CT scan.","timeFrame":"Day 3"},{"measure":"Modification of patient management","description":"This outcome corresponds to the number of cases where cardiac CT scan results have changed patient management.","timeFrame":"Day 3"},{"measure":"Evaluation of the reproducibility of the inter-observer technique","description":"This outcome corresponds to compare the reproducibility of the analysis of cardiac CT scan results between a junior radiologist and a senior radiologist on a sample of 60 files.","timeFrame":"Month 18"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patient hospitalized in the Intensive NeuroVascular Care Unit of the GHPSJ after a first cerebral infarction or a recurrence\n* Patient who can benefit from a cardiac and ASD scan within 24 hours of admission and within 36 hours after the date of discovery of the cerebral infarction\n* Patient affiliated to a health insurance plan\n* French speaking patient\n* Patient or loved one having given their free, informed and written consent\n\nExclusion Criteria:\n\n* Patient under guardianship or curatorship\n* Patient deprived of liberty\n* Patient with a contraindication to having a cardiac scanner and ASD (allergy to iodine, renal failure, pregnancy)\n* Patient with an obvious vascular cause (carotid or vertebral dissection, cerebral vasculitis, rare vascular causes of cerebral infarction)\n* Pregnant or lactating patient","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Ruben TAMAZYAN, MD","affiliation":"Groupe Hospitalier Paris Saint-Jospeh","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Groupe Hospitalier Paris Saint-Joseph","city":"Paris","zip":"75014","country":"France","geoPoint":{"lat":48.85341,"lon":2.3488}}]},"referencesModule":{"references":[{"pmid":"30910768","type":"RESULT","citation":"Cresti A, Garcia-Fernandez MA, Sievert H, Mazzone P, Baratta P, Solari M, Geyer A, De Sensi F, Limbruno U. Prevalence of extra-appendage thrombosis in non-valvular atrial fibrillation and atrial flutter in patients undergoing cardioversion: a large transoesophageal echo study. EuroIntervention. 2019 Jun 12;15(3):e225-e230. doi: 10.4244/EIJ-D-19-00128."},{"pmid":"19366905","type":"RESULT","citation":"Hur J, Kim YJ, Lee HJ, Ha JW, Heo JH, Choi EY, Shim CY, Kim TH, Nam JE, Choe KO, Choi BW. Left atrial appendage thrombi in stroke patients: detection with two-phase cardiac CT angiography versus transesophageal echocardiography. Radiology. 2009 Jun;251(3):683-90. doi: 10.1148/radiol.2513090794. Epub 2009 Apr 14."},{"pmid":"26490042","type":"RESULT","citation":"Haeusler KG, Grittner U, Fiebach JB, Endres M, Krause T, Nolte CH. HEart and BRain interfaces in Acute ischemic Stroke (HEBRAS)--rationale and design of a prospective oberservational cohort study. BMC Neurol. 2015 Oct 22;15:213. doi: 10.1186/s12883-015-0458-2."},{"pmid":"19372451","type":"RESULT","citation":"Hur J, Kim YJ, Lee HJ, Ha JW, Heo JH, Choi EY, Shim CY, Kim TH, Nam JE, Choe KO, Choi BW. Cardiac computed tomographic angiography for detection of cardiac sources of embolism in stroke patients. Stroke. 2009 Jun;40(6):2073-8. doi: 10.1161/STROKEAHA.108.537928. Epub 2009 Apr 16."},{"pmid":"23406625","type":"RESULT","citation":"Romero J, Husain SA, Kelesidis I, Sanz J, Medina HM, Garcia MJ. Detection of left atrial appendage thrombus by cardiac computed tomography in patients with atrial fibrillation: a meta-analysis. Circ Cardiovasc Imaging. 2013 Mar 1;6(2):185-94. doi: 10.1161/CIRCIMAGING.112.000153. Epub 2013 Feb 13."},{"pmid":"26854417","type":"RESULT","citation":"Ajlan AM, Bagdadi RR, Alama MN, Ayoub O. Impact of Implementing Cardiac CT in Evaluating Patients Suspected of Cardioembolic Stroke. J Comput Assist Tomogr. 2016 May-Jun;40(3):380-6. doi: 10.1097/RCT.0000000000000369."},{"pmid":"27566089","type":"RESULT","citation":"Taina M, Vanninen R, Sipola P, Muuronen A, Jakala P, Hedman M. Cardiac CT Differentiates Left Atrial Appendage Thrombi from Circulatory Stasis in Acute Stroke Patients. In Vivo. 2016 09-10;30(5):671-6."},{"pmid":"25168681","type":"RESULT","citation":"Shankar V, Bangdiwala SI. Observer agreement paradoxes in 2x2 tables: comparison of agreement measures. BMC Med Res Methodol. 2014 Aug 28;14:100. doi: 10.1186/1471-2288-14-100."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M16376","name":"Thrombosis","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}