{"protocolSection":{"identificationModule":{"nctId":"NCT03006731","orgStudyIdInfo":{"id":"16-5760-DE"},"organization":{"fullName":"University Health Network, Toronto","class":"OTHER"},"briefTitle":"High Intensity Interval Training for People With Stroke Deficits","officialTitle":"High Intensity Interval Training for People With Stroke Deficits: Optimizing the Exercise Intervention (The HIIT-Stroke Study)","acronym":"HIIT-Stroke"},"statusModule":{"statusVerifiedDate":"2023-05","overallStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-03-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-07-31","type":"ACTUAL"},"completionDateStruct":{"date":"2023-08-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2016-12-19","studyFirstSubmitQcDate":"2016-12-27","studyFirstPostDateStruct":{"date":"2016-12-30","type":"ESTIMATED"},"lastUpdateSubmitDate":"2023-05-05","lastUpdatePostDateStruct":{"date":"2023-05-09","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Susan Marzolini","investigatorTitle":"Principle Investigator","investigatorAffiliation":"University Health Network, Toronto"},"leadSponsor":{"name":"University Health Network, Toronto","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The purpose of this study is to compare the effects of an exercise training strategy called high-intensity interval training (HIIT) to moderate intensity continuous exercise (MICE), on walking function and cardiovascular fitness in stroke patients. Hypothesis: HIIT will result in significantly greater benefit to fitness and mobility than MICE.","detailedDescription":"Using a randomized design, the study will evaluate the effects of 3 HIT sessions combined with 2 MICE sessions per week on cardiovascular fitness and mobility compared to MICE training 5 days/week. Participants post-stroke will be randomly assigned to either MICE (5 days per week (d∙wk-1)) or combined HIIT (3 d∙wk-1) with MICE (2 d∙wk-1). Both groups will be exercising 5 times per week (walking on a treadmill with harness for fall protection); 3 times at the centre and 2 times at home. Outcome measures will be conducted before and after 24 weeks of training."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE","maskingDescription":"Only the outcome assessor is blinded for the cardiopulmonary exercise stress test but not for the 6-minute walk test."}},"enrollmentInfo":{"count":47,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"High Intensity Training","type":"EXPERIMENTAL","description":"High Intensity Interval Training patients will attend the centre 3 times/week for 24 weeks. All subjects will participate in MICE aerobic training 5 days/week in the first four weeks of the study to provide a foundation of fitness and endurance for the safe prescription of HIIT. Subsequently, the HIIT group will replace 3 MICE training days with 3 HIIT. HIIT sessions will include two 20 minute protocols; 30:60 second work:active rest ratio, and 120:180 second work:active rest ratio on a treadmill with a harness for fall protection. In addition to supervised exercise training (3 times/week), MICE will be conducted 2 times/week in the home/community, which has been shown to be both safe and effective","interventionNames":["Behavioral: High Intensity Interval Training"]},{"label":"Moderate Intensity Exercise","type":"ACTIVE_COMPARATOR","description":"Moderate Intensity Continuous Exercise patients will attend the centre 3 times/week for 24 weeks. Participants will be progressed to 30 to 60 minutes of continuous exercise at the heart rate that occurred at the anaerobic threshold on the exercise test. Participants will exercise on a treadmill with a harness ofr fall protection. In addition to supervised exercise training (3 times/week), MICE will be conducted 2 times/week in the home/community by both cohorts.","interventionNames":["Behavioral: Moderate Intensity Continuous Exercise"]}],"interventions":[{"type":"BEHAVIORAL","name":"High Intensity Interval Training","description":"Supervised HIIT sessions will be conducted on a treadmill at Toronto Rehab's Cardiac Rehabilitation and Secondary Prevention Program. During each of the three supervised HIIT sessions each week, subjects will be prescribed 2 protocols with a combination of short to moderate duration exercise of near maximal intensity alternating longer periods of active recovery. The total duration for each HIT session will be approximately 20 minutes with an additional 5 minutes warm-up and cool down period.","armGroupLabels":["High Intensity Training"],"otherNames":["HIIT"]},{"type":"BEHAVIORAL","name":"Moderate Intensity Continuous Exercise","description":"MICE sessions represent the standard of care exercise prescription at TRI. Participants will be instructed to complete 20-60 minutes of continuous aerobic exercise at or around the ventilatory anaerobic threshold achieved on the cardiopulmonary exercise test.","armGroupLabels":["Moderate Intensity Exercise"],"otherNames":["MICE","Standard"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Cardiovascular fitness - Peak oxygen uptake (VO2peak)","description":"A symptom-limited exercise test will be performed on a treadmill with a harness for fall protection using a ramp protocol. Breath-by-breath gas samples will be collected via calibrated metabolic cart to determine peak oxygen uptake.","timeFrame":"0, 24 weeks"},{"measure":"Change in Six Minute Walk Test","description":"This test measures the distance that an individual can quickly walk in a period of 6 minutes on a flat surface. Participants will complete one trial with the gait aide prescribed to them. The distance will be recorded. Participants can stop and rest or discontinue to the test at any time.","timeFrame":"0, 24 weeks"}],"secondaryOutcomes":[{"measure":"Neuropsychological Test Battery (change over time)","description":"Two executive function measures to measure selective attention and executive inhibition processes as well as a measure to assess speed of processing will be used. We will also include Trails A and B, DKEFS verbal fluency, the Weschsler digit symbol coding assessment.","timeFrame":"0, 24 weeks"},{"measure":"VO2 during HIT and MICE","description":"To determine the ability of patients to reach critical intensity thresholds during HIT training and MICE and to examine dose-response associations, the acute effects (time spent above the critical intensity levels) will be measured using an ambulatory oxygen monitor. Ventilatory values will be measured using the CORTEX Biophysik MetaMax®3X portable gas analyzer recorded every 10 seconds for calculation of the time spent above the critical levels.","timeFrame":"9 weeks and 24 weeks"},{"measure":"Change in Dual task gait velocity","description":"This assessment will include four 10 metre walking tasks at maximal comfortable speed. Three minutes after the first two 10 metre trials, participants will be asked to repeat the walk with simultaneous serial 3 subtractions and then naming as many words as possible that begin with a certain letter of the alphabet \\[FAS\\]. The number of errors and time to complete the tasks will be recorded.","timeFrame":"0, 24 weeks"},{"measure":"Adherence","description":"Attendance and completion of home-based sessions measured via exercise diary","timeFrame":"0 to 24 weeks"},{"measure":"Adverse Events","description":"Any adverse event or near miss is required to be reported as standard of care at Toronto Rehab/UHN.","timeFrame":"0 to 24 weeks"},{"measure":"Patient satisfaction","description":"questionnaire","timeFrame":"24 weeks"},{"measure":"Change in Brain Blood Flow response to exercise","description":"Transcarnial Doppler ultrasound of the MCA and simultaneous finger cuff blood pressure monitoring during exercise","timeFrame":"9 weeks and 24 weeks"},{"measure":"Muscle Oxygenation","description":"Near Infrared Spectroscopy (NIRS) measurement of the vastus lateralis during rest and exercise.","timeFrame":"0, 8 weeks, 12 weeks, 24 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* clinical diagnosis of stroke (hemorrhagic or ischemic),\n* ability to walk at least 100 m independently with or without an assistive device with no severe limitations due to pain,\n* living in the community at least 10 weeks post stroke (no upper limit) with a stroke-related motor impairment score of \\<7 on the Chedoke-McMaster Stroke Assessment scale of the leg or foot or with hemiparetic gait pattern,\n* no severe communicative aphasia or comprehensive aphasia as noted in in clinical reports or referral form\n* no orthopedic issues that may be aggravated by HIT\n* ability to provide informed consent\n\nExclusion Criteria:\n\n* severe uncontrolled hypertension or orthostatic blood pressure decrease of \\>20 mmHg\n* other cardiovascular morbidities which would limit exercise tolerance (e.g. horizontal or downsloping ST-segment depression \\>2 mm, symptomatic aortic stenosis, complex arrhythmias),\n* unstable angina,\n* severe proliferative retinopathy or uncontrolled blood glucose,\n* hypertrophic cardiomyopathy\n* lower extremity claudication\n* cognitive and/or behavioral issues limiting participation in exercise testing and training, prior unrelated neurological disorders or psychiatric illness\n* abdominal or inguinal hernia causing discomfort with routine activities.\n\nOther issues will be considered case-by-case.","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Susan Marzolini, PhD","affiliation":"Toronto Rehabilitaiton Institute","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Paul Oh, MD","affiliation":"Toronto Rehabilitation Institute","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Toronto Rehabilitation Institute - Rumsey Centre","city":"Toronto","state":"Ontario","zip":"M4G 2V6","country":"Canada","geoPoint":{"lat":43.70011,"lon":-79.4163}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}