{"protocolSection":{"identificationModule":{"nctId":"NCT05085210","orgStudyIdInfo":{"id":"2021P000804"},"organization":{"fullName":"Beth Israel Deaconess Medical Center","class":"OTHER"},"briefTitle":"Improving Visual Field Deficits With Noninvasive Brain Stimulation","officialTitle":"Visual Restoration of Losses Caused by Cortical Damage: a New Protocol to Promote Fast Recovery"},"statusModule":{"statusVerifiedDate":"2023-08","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-01-25","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-10","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-10","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-10-07","studyFirstSubmitQcDate":"2021-10-07","studyFirstPostDateStruct":{"date":"2021-10-20","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-08-22","lastUpdatePostDateStruct":{"date":"2023-08-23","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Lorella Battelli","investigatorTitle":"Assistant Professor","investigatorAffiliation":"Beth Israel Deaconess Medical Center"},"leadSponsor":{"name":"Beth Israel Deaconess Medical Center","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUnapprovedDevice":true,"isUsExport":false},"descriptionModule":{"briefSummary":"This is a randomized, pilot interventional study in participants with visual field deficit (VFD) caused by cortical lesion. Damage to the primary visual cortex (V1) causes a contra-lesional, homonymous loss of conscious vision termed hemianopsia, the loss of one half of the visual field. The goal of this project is to elaborate and refine a rehabilitation protocol for VFD participants. It is hypothesized that visual restoration training using moving stimuli coupled with noninvasive current stimulation on the visual cortex will promote and speed up recovery of visual abilities within the blind field in VFD participants. Moreover, it is expected that visual recovery positively correlates with reduction of the blind field, as measured with traditional visual perimetry: the Humphrey visual field test. Finally, although results will vary among participants depending on the extension and severity of the cortical lesion, it is expected that a bigger increase in neural response to moving stimuli in the blind visual field in cortical motion area, for those participants who will show the largest behavioral improvement after training. The overarching goals for the study are as follows: Group 1 will test the basic effects of transcranial random noise stimulation (tRNS) coupled with visual training in stroke cohorts, including (i) both chronic and subacute VFD stroke participant, and (ii) longitudinal testing up to 6 months post-treatment. Group 2 will examine the effects of tRNS alone, without visual training, also including chronic and subacute VFD stroke participants and longitudinal testing.","detailedDescription":"Transcranial current stimulation Noninvasive transcranial current stimulation (tCS) has been safely used in human for decades. Noninvasive current stimulation techniques use battery-powered current generator devices that have a built-in circuitry to limit the current above a certain level, typically 2 mA (milliampere). tCS has been widely used during the last decade demonstrating non-significant risk to participants (Antal et al., 2017; Brunoni et al., 2011; Iyer et al., 2005; Nitsche et al., 2008; Nitsche \\& Paulus, 2011) This study uses random noise (i.e. tRNS) which results in less net charge being applied than in tDCS (transcranial direct current stimulation). There is limited reporting of side effects from tCS using alternating currents (tACS) or random noise (tRNS) in the literature. Studies that have used tACS, have also reported adverse effects similar in nature to effects described in the tDCS literature, for example, headache, sensations under the electrodes and visual sensations (Antal et al., 2017; Antal et al., 2008; Brignani et al., 2013). Adverse effects that have been described in the tCS literature are described here to offer a conservative assessment of possible adverse effects. The most common side effects associated with tCS according to the most recent data available are: (Antal et al., 2017; Nitsche \\& Paulus, 2011; Feurra et al., 2013)\n\nSensations reported by subjects under the electrode for tDCS:\n\n(These sensations can sometimes continue throughout and for a brief period following completion of the tCS but usually resolve shortly after the initiation of tCS)\n\nMild tingling (20-70%) Light itching (30-40%) Slight burning (10-22%) Discomfort or mild pain (10-18%)\n\nEffects reported that occur only during tCS:\n\nVisual sensation during switching on and off the stimulation (11%)\n\nOther effects that can occur both during and after tCS include:\n\nModerate fatigue (35%) Skin redness (30%) Headache (10-15%) Difficulties in concentration (11%)\n\nAdditionally, the following rare side effects have been described:\n\nNausea (3%) Nervousness (\\<5%) Ringing in the ear (\\<1%) Hypomania has been reported in a few participants receiving tDCS for bipolar disorder and depression but never in normal controls. Subjects with a history of a psychiatric disorder will be excluded from the study.\n\nAlthough it has never been reported in tCS, seizures are a theoretical risk. A consensus paper supports that a tCS (including tRNS used in the present protocol) related seizure has never been reported in the literature, including studies conducted in older subjects and post-stroke subjects (Antal et al., 2017).\n\ntRNS Visits: The tRNS study visits will be conducted at BIDMC. Participants will be allowed to miss up to 15% of the visits. Additional sessions will be added on to reach the expected number of visits if it is within a reasonable timeframe as determined by the investigator.\n\nReview of tRNS side effects and adverse events will be completed daily before and after stimulation. Any changes in medication or medical history will be assessed on a daily basis.\n\nSet up for tRNS which includes placing a cap and/or band with electrodes on the participant's head and applying gel underneath electrodes - stimulation will be initiated once the visual training program is set up and ready to be launched (or immediately if the participant is not in visual stim group) Stim/sham will be administered. This will last for 20 - 30 minutes. If the participant is in the visual training group they will perform the computer based task during this stimulation/sham.\n\nWithin each group, half of the cohort will be stimulated with tRNS, and the other half will be sham-stimulated. The V1-lesioned brain hemisphere in VFD subjects and the homologous area in the healthy hemisphere will be targeted. For tRNS, 20 - 30 min of 1.0 mA current will be delivered to electrodes bilaterally positioned over O1/O2 (Herpich et al., 2019). Current direction will oscillate randomly within a high-frequency range (101-640Hz). For sham the same stimulation parameters will be used as in the active condition, except the stimulator will be programmed to turn off after a 20s ramp-up to 1.0 mA. With this \"fade in\" procedure participants report similar scalp sensation for both real stimulation and sham stimulation. All devices used for stimulation have \"blind modes\", where the investigator and participant are blinded to the type of stimulation.\n\nMonitoring and safety Plan Adverse effects will be collected from the start of the experimental protocol to the end of study participation. All adverse events, regardless of attribution to tRNS or pre/post assessments, will be collected and recorded using a standard adverse event form. Participants will be asked, in an open-ended way, about the presence of any such events daily. Intensity of each adverse event will be graded as mild, moderate, or severe. If an event occurs that is not expected (e.g. is not described in the research protocol), that indicates a change from baseline in cognition or vision, and/or requires immediate attention, such as a seizure, the study MD (or covering investigator) will be informed in real time to assess the event, advise on immediate care of the participant and to determine the necessary reporting steps. Any events that are serious or unexpected in nature, severity or frequency as compared to the risks described in the study plan will be reviewed by the principal investigator to determine the relationship of the event to the study. Reportable events will be submitted to BIDMC per determined policies.\n\nA licensed physician, credentialed at BIDMC, will be available by pager during all tRNS visits at BIDMC. Furthermore, the person applying tRNS is trained to continually assess participants during sessions to monitor for discomfort, to identify early symptoms of syncope (e.g. sweating, pallor) and recognition of seizures. In addition, all staff are trained to apply basic measures to keep the participants safe. For example, if a participant experiences pre-syncopal symptoms or a syncopal event, immediate care will be provided to relieve the symptoms (e.g. they will be placed in a reclining position). In addition, the research nurses in the Center are available to assist with a rapid assessment of the participant, implementation of recovery measures and monitoring as needed.\n\nRecruitment Stroke patients will be recruited from the Stroke Unit at the Beth Israel Deaconess Medical Center. An initial triage will determine the original level of visual field deficit in the acute phase by inspecting the participants' charts retrospectively and looking at the NIH Stroke Scale (NIHSS) items for visual deficits. Patients who present with visual field deficits and comply with the inclusion and exclusion criteria will be contacted and invited to participate.\n\nIndividuals interested in the study are asked to contact the Center for Non-invasive Brain Stimulation at the BIDMC. A Research Assistant will explain the aim and design of the study. If the participant is interested in the study, a telephone interview will be conducted to rule out some exclusion criteria. If the participant qualifies for the study, he or she will be invited to BIDMC where the study will be explained again in detail and the participant asked to carefully read and eventually sign the written consent form prior to entry into the study. The participant is encouraged to ask questions.\n\nSample Size and cohort splits This study is designed to test: (1) the usefulness of different visual tests, including typical psychophysical tests, in the evaluation of visual deficits after visual cortical damage in adults; and (2) the effect of visual retraining coupled with noninvasive brain stimulation in recovering visual perception after visual cortical damage in adult participants. Based on preliminary results, 92 participants with visual field defects will be enrolled. These numbers are based on a sample size calculation from published results, whereby the incidence of participants to respond positively was 60% (Herpich et al., 2019). It is anticipated that the study group will show a 75% incidence, with an alpha of .05 and a power of 80%. The estimated sample size is 78. However, given the potential high dropout rate (15%), 92 participants will be enrolled.\n\n92 ischemic strokes induced VFD participants will be recruited to account for attrition/screen outs with the aim to complete 78 evaluable subjects (15% attrition rate). Chronic and subacute VFD participants will be recruited for both groups. Within Group 1 (Training + Stimulation), there will be 36 chronic and 10 subacute subjects. Within Group 2 (Stimulation only) there will be 36 chronic and 10 subacute subjects. Within all subgroups subjects will have a 50% chance of real vs sham stimulation. Subacute is defined as less than 6 months post stroke prior to entry into the study. Chronic is defined as more than 6 months post stroke prior to entry into the study.\n\nStatistical analysis The Student's t-test statistics and multifactorial ANOVA designs will be used to demonstrate significance of the effects. Based on similar experiments in animals and normal humans, and given the scientific goals, the sample size is appropriate and sufficient. The primary endpoint is: improvement in the motion discrimination task after training within the deficient visual field. Secondary endpoints are: (a) improvement in The National Eye Institute 25-Item Visual Function Questionnaire (NEI-VFQ-25); (b) reduction of the blind area in the visual fields as measured by Humphrey perimetry. Analysis will be performed using MATLAB. Data will be stored in the R drive at the BIDMC. EEG Data Analysis: Off-line inspection and removal of all EEG epochs with artifacts (e.g., eye blinks and eye movements) will be performed prior to averaging. There will be 60-100 repetitions of each condition with \\<15% rejected trials in all subjects. Averages will be computed for each subject for each electrode and each stimulus condition. Averaged responses will be used to identify waveform components of interest (P1, N1, N2, P2 and late peaks). Peak amplitudes and latencies of the N200 component relative to motion onset will be analyzed separately for horizontal (left, right), and radial (in, out) stimuli. Peak N200 amplitudes and latencies from all sites will be entered in mixed measures ANOVA designs with group as a between-subjects factor, and electrode site (e.g. Fz, FCz, Cz, CPz, Pz, Oz) as a within subjects factor. Greenhouse-Geisser adjustment for the degrees of freedom will be used for the recording site factor due to the inherent violations of the repeated measures assumptions of sphericity. Where appropriate, post-hoc analyses will be conducted using Tukey's HSD tests and a family-wise Type I error rate of .05.\n\nData safety and auditing To safeguard confidentiality and privacy of protected health information, each study subject will be assigned a unique code number. A separate log linking the participant's name with study number and identifiers will be kept in a password-protected data file, accessible only by the study investigators. Names will not be provided to external sources other than the staff on the Center for Brain Science MRI protocol once the subjects have signed consent and agreed to be in the study if required. No identifying information will be published in which a participant could be distinguished. Data from this study will be entered into and stored in a secured drive available to investigators on the study behind the BIDMC firewall. All information needed at another center will be provided via secured email and/or secure file transfer."},"conditionsModule":{"conditions":["Visual Field Defect, Peripheral","Stroke","Visual Impairment","Hemianopsia","Quadrantanopia","Cortical Blindness","Visual Field Defect Homonymous Bilateral","Occipital Lobe Infarct","Visual Fields Hemianopsia"],"keywords":["Visual Field defects","Occipital Stroke","Ischemic Stroke","visual cortex","noninvasive brain stimulation","transcranial direct current stimulation","visual training","visual recovery","vision loss","quadrantanopia"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"FACTORIAL","interventionModelDescription":"Randomized, pilot interventional study in participants with visual field deficit (VFD). Group 1 aims to examine the effects of two weeks (10 days) of visual training with tRNS vs visual training with sham tRNS. Group 2 will examine two weeks (10 days) of tRNS vs 2 weeks of sham tRNS (no visual training). Baseline assessments consist of visual field perimetry, neurological exam, EEG, MRI and quality of life assessment. Participants will be randomly assigned within each group to one of two interventions:\n\nStudy Group 1:\n\nTwo weeks of daily sham tRNS sessions with training Two weeks of daily tRNS sessions with training\n\nStudy Group 2:\n\nTwo weeks of daily sham tRNS sessions (no training) Two weeks of daily tRNS sessions (no training)","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","maskingDescription":"Randomization for sham vs actual stimulation will be conducted by a predetermined member of the research team, ensuring that participants, care providers, investigators and outcome assessors all remain blinded to the intervention at the time of each assessment. Stimulation and EEG templates for real and Sham tRNS will not differ. The \"double blind mode\" of the stimulation software will be used for blinding. When the function is active, the operator can only monitor electrodes' impedance values before the stimulation begins, while no information is displayed during stimulation. The same number of stimulating electrodes will be used for real and Sham tRNS.\n\nGiven this is a pilot study and that both groups receive randomization over the type of stimulation we do not anticipate that randomization for enrolling subjects into group 1 or 2 is necessary.","whoMasked":["PARTICIPANT","INVESTIGATOR"]}},"enrollmentInfo":{"count":92,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Visual Training with Noninvasive Brain Stimulation","type":"EXPERIMENTAL","description":"10 daily (Monday-Friday) 20-30 minute sessions of tRNS with visual training on the computer","interventionNames":["Device: transcranial random noise stimulation (tRNS)","Behavioral: Computer Based Visual Training"]},{"label":"Visual Training with Sham Stimulation","type":"EXPERIMENTAL","description":"10 daily (Monday-Friday) 20-30 minute sessions of sham stimulation with visual training on the computer","interventionNames":["Behavioral: Computer Based Visual Training","Device: Sham stimulation"]},{"label":"Noninvasive Brain Stimulation without visual training","type":"EXPERIMENTAL","description":"10 daily (Monday-Friday) 20-30 minute sessions of tRNS alone","interventionNames":["Device: transcranial random noise stimulation (tRNS)"]},{"label":"Sham Stimulation without visual training","type":"SHAM_COMPARATOR","description":"Placebo control. Simulation of tRNS without receiving any actual stimulation","interventionNames":["Device: Sham stimulation"]}],"interventions":[{"type":"DEVICE","name":"transcranial random noise stimulation (tRNS)","description":"noninvasive current stimulation for 20 - 30 minutes stimulation on visual cortex (electrodes on surface of scalp, positioned O1 / O2 on EEG cap). 1mA max amplitude noise stimulation, frequencies from 100 Hz - 640 Hz.","armGroupLabels":["Noninvasive Brain Stimulation without visual training","Visual Training with Noninvasive Brain Stimulation"]},{"type":"BEHAVIORAL","name":"Computer Based Visual Training","description":"Dynamic visual stimuli are presented on specific locations of the visual field. Participant holds fixation on center of screen during presentation of visual stimuli. Participants will be presented with multiple trials of a motion discrimination task. Training will be performed for 2 weeks (10 consecutive weekdays), 30 minutes each day.","armGroupLabels":["Visual Training with Noninvasive Brain Stimulation","Visual Training with Sham Stimulation"]},{"type":"DEVICE","name":"Sham stimulation","description":"20-30 minutes sham stimulation on visual cortex. Participants receive identical setup to real stimulation. The device provides a short ramp on period to simulate the feeling of real stimulation at the start but no current is delivered otherwise.","armGroupLabels":["Sham Stimulation without visual training","Visual Training with Sham Stimulation"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Visual Motion Discrimination Change","description":"Change in the motion discrimination computer task after training within the blind visual field","timeFrame":"After 10 days training/stimulation and after 6 months training/stimulation"}],"secondaryOutcomes":[{"measure":"Quality of Life Change","description":"Change as assessed by the National Eye Institute 25 Item Visual Function Questionnaire (NEI-VFQ 25). The NEI-VFQ is a vision based questionnaire which evaluates quality of life with respect to vision in everyday life. The NEI-VFQ has multiple sub-scales for different areas of life, such as Near-Vision, General Health, or Ocular Pain. Each scale is scored from 0 to 100 with 100 representing the best possible score (perfect health or ability)","timeFrame":"After 10 days training/stimulation and after 6 months training/stimulation"},{"measure":"Visual Field Change","description":"Change of the blind area in the visual fields as measured by Humphrey perimetry.","timeFrame":"After 10 days training/stimulation and after 6 months training/stimulation"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* 18 years of age or older,\n* Presence of some intact visual cortical areas (other than primary visual cortex) in the damaged brain hemisphere. This assessment will be made from MRI or CT scans of the subject's head, which will be obtained via standard release from their neurologist.\n* First ever ischemic stroke with damage to primary visual cortex, and rendered blind over a portion of their visual field.\n* Must demonstrate a clear deficit in either simple or complex visual perception in portions of their visual field as measured by visual perimetry.\n* Willing and able to participate in the study protocol and to comply with study procedures\n\nExclusion Criteria:\n\n* No evidence of damage to the primary visual cortex\n* Radiologic evidence that the stroke was hemorrhagic or non-vascular in nature\n* Visual cortex damage a result of a subsequent stroke (not primary)\n* Total cortical blindness, covering both left and right visual fields\n* Unable to fixate visual targets precisely or unable to perform the visual training exercises as directed.\n* Complete loss of reading abilities\n* Current or prior history of any neurological disorder other than stroke, such as epilepsy, a progressive neurologic disease (e.g. multiple sclerosis) or intracranial brain lesions other than the qualifying stroke lesion\n* Current history of poorly controlled migraines including chronic medication for migraine prevention\n* History of seizures, diagnosis of epilepsy, history of abnormal (epileptiform) EEG or immediate (1st degree relative) family history of epilepsy; with the exception of a single seizure of benign etiology (e.g. febrile seizure) in the judgment of the investigator\n* History of fainting spells of unknown or undetermined etiology that might constitute seizures\n* Past or current history of major depression, bipolar disorder or psychotic disorders, or any other major psychiatric condition\n* Participants who are suffering from one-sided attentional neglect as determined by standard neuropsychological tests: figure cancellation and line bisection tasks.\n* Contraindication for receiving tRNS\n* Chronic (particularly) uncontrolled medical conditions that may cause a medical emergency in case of a provoked seizure (cardiac malformation, cardiac dysrhythmia, asthma, etc.)\n* Any complex, uncontrolled/unstable or terminal medical illness\n* Substance abuse or dependence within the past six months.\n* Medications will be reviewed by the responsible MD and a decision about inclusion will be made based on the following: The patient's past medical history, drug dose, history of recent medication changes or duration of treatment, and combination of CNS (central nervous system) active drugs.\n* All female participants that are pre-menopausal will be required to have a pregnancy test; any participant who is pregnant or breastfeeding will not be enrolled in the study.\n* Subjects who, in the investigator's opinion, might not be suitable for the study\n* A hair style or head dress that prevents electrode contact with the scalp or would interfere with the stimulation (for example: thick braids, hair weave, afro, wig)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Lorella Battelli, PhD","role":"CONTACT","phone":"617-667-0326","email":"lbattell@bidmc.harvard.edu"},{"name":"Sabrina Pires","role":"CONTACT","phone":"(617) 667-0258","email":"spires1@bidmc.harvard.edu"}],"overallOfficials":[{"name":"Lorella Battelli, PhD","affiliation":"Beth Israel Deaconess Medical Center","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Beth Israel Deaconess Medical Center","status":"RECRUITING","city":"Boston","state":"Massachusetts","zip":"02215","country":"United States","contacts":[{"name":"Alisha Roby, MBA","role":"CONTACT","phone":"617-667-0228","email":"aroby@bidmc.harvard.edu"},{"name":"Lorella Battelli, PhD","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Sabrina Pires, BS","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":42.35843,"lon":-71.05977}}]},"referencesModule":{"references":[{"pmid":"12364731","type":"BACKGROUND","citation":"Gilhotra JS, Mitchell P, Healey PR, Cumming RG, Currie J. Homonymous visual field defects and stroke in an older population. Stroke. 2002 Oct;33(10):2417-20. doi: 10.1161/01.str.0000037647.10414.d2."},{"pmid":"31120142","type":"BACKGROUND","citation":"Pollock A, Hazelton C, Rowe FJ, Jonuscheit S, Kernohan A, Angilley J, Henderson CA, Langhorne P, Campbell P. Interventions for visual field defects in people with stroke. Cochrane Database Syst Rev. 2019 May 23;5(5):CD008388. doi: 10.1002/14651858.CD008388.pub3."},{"pmid":"2940735","type":"BACKGROUND","citation":"Dombovy ML, Sandok BA, Basford JR. Rehabilitation for stroke: a review. Stroke. 1986 May-Jun;17(3):363-9. doi: 10.1161/01.str.17.3.363."},{"pmid":"3526649","type":"BACKGROUND","citation":"Jongbloed L. Prediction of function after stroke: a critical review. Stroke. 1986 Jul-Aug;17(4):765-76. doi: 10.1161/01.str.17.4.765."},{"pmid":"16820528","type":"BACKGROUND","citation":"Jones SA, Shinton RA. Improving outcome in stroke patients with visual problems. Age Ageing. 2006 Nov;35(6):560-5. doi: 10.1093/ageing/afl074. Epub 2006 Jul 4."},{"pmid":"26659828","type":"BACKGROUND","citation":"Melnick MD, Tadin D, Huxlin KR. Relearning to See in Cortical Blindness. Neuroscientist. 2016 Apr;22(2):199-212. doi: 10.1177/1073858415621035. Epub 2015 Dec 10. Erratum In: Neuroscientist. 2016 Apr;22(2):213."},{"pmid":"25164661","type":"BACKGROUND","citation":"Das A, Tadin D, Huxlin KR. Beyond blindsight: properties of visual relearning in cortically blind fields. J Neurosci. 2014 Aug 27;34(35):11652-64. doi: 10.1523/JNEUROSCI.1076-14.2014."},{"pmid":"18300259","type":"BACKGROUND","citation":"Huxlin KR, Williams JM, Price T. A neurochemical signature of visual recovery after extrastriate cortical damage in the adult cat. J Comp Neurol. 2008 May 1;508(1):45-61. doi: 10.1002/cne.21658."},{"pmid":"22514305","type":"BACKGROUND","citation":"Das A, Demagistris M, Huxlin KR. Different properties of visual relearning after damage to early versus higher-level visual cortical areas. J Neurosci. 2012 Apr 18;32(16):5414-25. doi: 10.1523/JNEUROSCI.0316-12.2012."},{"pmid":"19339594","type":"BACKGROUND","citation":"Huxlin KR, Martin T, Kelly K, Riley M, Friedman DI, Burgin WS, Hayhoe M. Perceptual relearning of complex visual motion after V1 damage in humans. J Neurosci. 2009 Apr 1;29(13):3981-91. doi: 10.1523/JNEUROSCI.4882-08.2009."},{"pmid":"26389544","type":"BACKGROUND","citation":"Cavanaugh MR, Zhang R, Melnick MD, Das A, Roberts M, Tadin D, Carrasco M, Huxlin KR. Visual recovery in cortical blindness is limited by high internal noise. J Vis. 2015;15(10):9. doi: 10.1167/15.10.9."},{"pmid":"31133558","type":"BACKGROUND","citation":"Herpich F, Melnick MD, Agosta S, Huxlin KR, Tadin D, Battelli L. Boosting Learning Efficacy with Noninvasive Brain Stimulation in Intact and Brain-Damaged Humans. J Neurosci. 2019 Jul 10;39(28):5551-5561. doi: 10.1523/JNEUROSCI.3248-18.2019. Epub 2019 May 27."},{"pmid":"20713072","type":"BACKGROUND","citation":"Martin T, Huxlin KR, Kavcic V. Motion-onset visual evoked potentials predict performance during a global direction discrimination task. Neuropsychologia. 2010 Oct;48(12):3563-72. doi: 10.1016/j.neuropsychologia.2010.08.005. Epub 2010 Aug 14."},{"pmid":"23169923","type":"BACKGROUND","citation":"Martin T, Das A, Huxlin KR. Visual cortical activity reflects faster accumulation of information from cortically blind fields. Brain. 2012 Nov;135(Pt 11):3440-52. doi: 10.1093/brain/aws272."},{"pmid":"25575450","type":"BACKGROUND","citation":"Kavcic V, Triplett RL, Das A, Martin T, Huxlin KR. Role of inter-hemispheric transfer in generating visual evoked potentials in V1-damaged brain hemispheres. Neuropsychologia. 2015 Feb;68:82-93. doi: 10.1016/j.neuropsychologia.2015.01.003. Epub 2015 Jan 7."},{"pmid":"32428211","type":"BACKGROUND","citation":"Saionz EL, Tadin D, Melnick MD, Huxlin KR. Functional preservation and enhanced capacity for visual restoration in subacute occipital stroke. Brain. 2020 Jun 1;143(6):1857-1872. doi: 10.1093/brain/awaa128."},{"pmid":"17046704","type":"BACKGROUND","citation":"Raphael BA, Galetta KM, Jacobs DA, Markowitz CE, Liu GT, Nano-Schiavi ML, Galetta SL, Maguire MG, Mangione CM, Globe DR, Balcer LJ. Validation and test characteristics of a 10-item neuro-ophthalmic supplement to the NEI-VFQ-25. Am J Ophthalmol. 2006 Dec;142(6):1026-35. doi: 10.1016/j.ajo.2006.06.060. Epub 2006 Oct 13."},{"pmid":"17182764","type":"BACKGROUND","citation":"Larsson J, Heeger DJ. Two retinotopic visual areas in human lateral occipital cortex. J Neurosci. 2006 Dec 20;26(51):13128-42. doi: 10.1523/JNEUROSCI.1657-06.2006."},{"pmid":"9636124","type":"BACKGROUND","citation":"Clark VP, Maisog JM, Haxby JV. fMRI study of face perception and memory using random stimulus sequences. J Neurophysiol. 1998 Jun;79(6):3257-65. doi: 10.1152/jn.1998.79.6.3257."},{"pmid":"28709880","type":"BACKGROUND","citation":"Antal A, Alekseichuk I, Bikson M, Brockmoller J, Brunoni AR, Chen R, Cohen LG, Dowthwaite G, Ellrich J, Floel A, Fregni F, George MS, Hamilton R, Haueisen J, Herrmann CS, Hummel FC, Lefaucheur JP, Liebetanz D, Loo CK, McCaig CD, Miniussi C, Miranda PC, Moliadze V, Nitsche MA, Nowak R, Padberg F, Pascual-Leone A, Poppendieck W, Priori A, Rossi S, Rossini PM, Rothwell J, Rueger MA, Ruffini G, Schellhorn K, Siebner HR, Ugawa Y, Wexler A, Ziemann U, Hallett M, Paulus W. Low intensity transcranial electric stimulation: Safety, ethical, legal regulatory and application guidelines. Clin Neurophysiol. 2017 Sep;128(9):1774-1809. doi: 10.1016/j.clinph.2017.06.001. Epub 2017 Jun 19."},{"pmid":"21320389","type":"BACKGROUND","citation":"Brunoni AR, Amadera J, Berbel B, Volz MS, Rizzerio BG, Fregni F. A systematic review on reporting and assessment of adverse effects associated with transcranial direct current stimulation. Int J Neuropsychopharmacol. 2011 Sep;14(8):1133-45. doi: 10.1017/S1461145710001690. Epub 2011 Feb 15."},{"pmid":"15753425","type":"BACKGROUND","citation":"Iyer MB, Mattu U, Grafman J, Lomarev M, Sato S, Wassermann EM. Safety and cognitive effect of frontal DC brain polarization in healthy individuals. Neurology. 2005 Mar 8;64(5):872-5. doi: 10.1212/01.WNL.0000152986.07469.E9."},{"pmid":"20633386","type":"BACKGROUND","citation":"Nitsche MA, Cohen LG, Wassermann EM, Priori A, Lang N, Antal A, Paulus W, Hummel F, Boggio PS, Fregni F, Pascual-Leone A. Transcranial direct current stimulation: State of the art 2008. Brain Stimul. 2008 Jul;1(3):206-23. doi: 10.1016/j.brs.2008.06.004. Epub 2008 Jul 1."},{"pmid":"22085959","type":"BACKGROUND","citation":"Nitsche MA, Paulus W. Transcranial direct current stimulation--update 2011. Restor Neurol Neurosci. 2011;29(6):463-92. doi: 10.3233/RNN-2011-0618."},{"pmid":"14580622","type":"BACKGROUND","citation":"Nitsche MA, Liebetanz D, Lang N, Antal A, Tergau F, Paulus W. Safety criteria for transcranial direct current stimulation (tDCS) in humans. Clin Neurophysiol. 2003 Nov;114(11):2220-2; author reply 2222-3. doi: 10.1016/s1388-2457(03)00235-9. No abstract available."},{"pmid":"20633376","type":"BACKGROUND","citation":"Antal A, Boros K, Poreisz C, Chaieb L, Terney D, Paulus W. Comparatively weak after-effects of transcranial alternating current stimulation (tACS) on cortical excitability in humans. Brain Stimul. 2008 Apr;1(2):97-105. doi: 10.1016/j.brs.2007.10.001. Epub 2007 Dec 3."},{"pmid":"23457586","type":"BACKGROUND","citation":"Brignani D, Ruzzoli M, Mauri P, Miniussi C. Is transcranial alternating current stimulation effective in modulating brain oscillations? PLoS One. 2013;8(2):e56589. doi: 10.1371/journal.pone.0056589. Epub 2013 Feb 14."},{"pmid":"24174681","type":"BACKGROUND","citation":"Feurra M, Pasqualetti P, Bianco G, Santarnecchi E, Rossi A, Rossi S. State-dependent effects of transcranial oscillatory currents on the motor system: what you think matters. J Neurosci. 2013 Oct 30;33(44):17483-9. doi: 10.1523/JNEUROSCI.1414-13.2013."},{"pmid":"23891115","type":"BACKGROUND","citation":"Santarnecchi E, Polizzotto NR, Godone M, Giovannelli F, Feurra M, Matzen L, Rossi A, Rossi S. Frequency-dependent enhancement of fluid intelligence induced by transcranial oscillatory potentials. Curr Biol. 2013 Aug 5;23(15):1449-53. doi: 10.1016/j.cub.2013.06.022. Epub 2013 Jul 25."},{"pmid":"19833552","type":"BACKGROUND","citation":"Rossi S, Hallett M, Rossini PM, Pascual-Leone A; Safety of TMS Consensus Group. Safety, ethical considerations, and application guidelines for the use of transcranial magnetic stimulation in clinical practice and research. Clin Neurophysiol. 2009 Dec;120(12):2008-2039. doi: 10.1016/j.clinph.2009.08.016. Epub 2009 Oct 14."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000014786","term":"Vision Disorders"},{"id":"D000015354","term":"Vision, Low"},{"id":"D000001766","term":"Blindness"},{"id":"D000006423","term":"Hemianopsia"},{"id":"D000019575","term":"Blindness, Cortical"}],"ancestors":[{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000012678","term":"Sensation Disorders"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000005128","term":"Eye Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","relevance":"LOW"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M17732","name":"Vision, Low","asFound":"Visual Impairment","relevance":"HIGH"},{"id":"M9199","name":"Hemianopsia","asFound":"Hemianopsia","relevance":"HIGH"},{"id":"M4737","name":"Blindness","asFound":"Blindness","relevance":"HIGH"},{"id":"M21201","name":"Blindness, Cortical","asFound":"Cortical Blindness","relevance":"HIGH"},{"id":"M17220","name":"Vision Disorders","asFound":"Visual Impairment","relevance":"HIGH"},{"id":"M15180","name":"Sensation Disorders","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M7961","name":"Eye Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC11","name":"Eye Diseases"}]}},"hasResults":false}