{"protocolSection":{"identificationModule":{"nctId":"NCT04286516","orgStudyIdInfo":{"id":"N3511-R"},"secondaryIdInfos":[{"id":"Pro00003163","type":"OTHER","domain":"VA Pittsburgh Healthcare System"}],"organization":{"fullName":"VA Office of Research and Development","class":"FED"},"briefTitle":"Brain Connections for Arm Movement After Stroke","officialTitle":"Brain Areas That Control Reaching Movements After Stroke: Task-relevant Connectivity and Movement-synchronized Brain Stimulation","acronym":"CAM"},"statusModule":{"statusVerifiedDate":"2023-07","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-01-10","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-06-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-06-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-01-21","studyFirstSubmitQcDate":"2020-02-24","studyFirstPostDateStruct":{"date":"2020-02-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-07-11","lastUpdatePostDateStruct":{"date":"2023-07-13","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"VA Office of Research and Development","class":"FED"},"collaborators":[{"name":"VA Pittsburgh Healthcare System","class":"FED"},{"name":"University of Pittsburgh","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUsExport":false},"descriptionModule":{"briefSummary":"The purpose of this study is to use Transcranial Magnetic Stimulation (TMS) while subjects are making reaching movements in a robotic arm device in order to discover how different brain areas control movement before and after stroke and when these brain areas are most sensitive to TMS.","detailedDescription":"The general objective of this application is to study reorganization of network interactions following a common type of subcortical stroke (i.e. internal capsule) with mechanistic studies using noninvasive neurophysiology in humans. The goal is to obtain pilot data and to demonstrate the feasibility of the approach that combines transcranial magnetic stimulation (TMS) with reaching in an advanced exoskeleton robot. As reaching is an essential part of many daily activities, this approach will have beneficial impacts on the quality of life of these stroke patients.\n\nThe central hypothesis is that bilateral premotor cortical areas, dorsal (PMd) more so than ventral (PMv,) develops greater connectivity with primary motor cortex (M1) after stroke and thus better ability to produce motor outputs that support reaching with the paretic arm. When there is more damage to the corticospinal tract, contralesional areas will take on a greater role.\n\nThe relationship between connectivity, behavioral effects of stimulation and motor performance will be established. These findings will allow the investigators to formulate clear hypotheses about which premotor area should be modulated with TMS, depending on stroke extent and deficits in motor control, when reaching the stage of proposing a treatment trial. Increased knowledge of the dynamic changes of physiological interactions during various phases of reaching movements will allow a more defined study regarding the role of premotor areas in recovery of motor function after stroke, and a novel treatment protocol that delivers precisely timed stimulations during practice of reaching movements. Ultimately, the investigators can test these novel treatments in clinical trials and compare their impact to other, less specific, neuromodulatory methods such as transcranial direct current stimulation. This study will also lay the groundwork for collaboration in brain computer interface and non-human primate investigations in the mechanisms and treatment of motor deficits after stroke."},"conditionsModule":{"conditions":["Stroke","Brain Disease","Central Nervous System Diseases","Nervous System Diseases","Cardiovascular Diseases"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"Pilot project","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":17,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Reaching with TMS","type":"EXPERIMENTAL","description":"All participants enrolled in this group will receive TMS while performing reaching movements in a robotic system.","interventionNames":["Device: Transcranial Magnetic Stimulation"]}],"interventions":[{"type":"DEVICE","name":"Transcranial Magnetic Stimulation","description":"Paired pulse transcranial magnetic stimulation","armGroupLabels":["Reaching with TMS"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Path length","description":"Movement path length in centimeters from KINARM system during the one second reaching period. (units: cm)","timeFrame":"Immediate (within 2 s after stimulation)"}],"secondaryOutcomes":[{"measure":"Times","description":"Specific kinematic data from KINARM system: reaction time, movement time to reach target (units: ms)","timeFrame":"Immediate (within 2 s after stimulation)"},{"measure":"Velocities","description":"maximum velocity reached during reach (units: cm/s)","timeFrame":"Immediate (within 2 s after stimulation)"},{"measure":"Accuracy","description":"specific position data from KINARM system: target accuracy, distance from manipulandum position at end of one second reaching period to target center. (units: cm.)","timeFrame":"Immediate (within 2 s after stimulation)"},{"measure":"EMG","description":"Electromyographic data from surface electrodes on biceps, triceps, anterior deltoid, and posterior deltoid muscles - These signals will be rectified and normalized to the maximum values during practice reaches. (units: mV/mV - dimensionless).","timeFrame":"Immediate (within 2 s after stimulation)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nInclusion Criteria (control participants):\n\n* Be 45-90 years of age\n* Have adequate language and neurocognitive function to participate in training and testing\n* Be medically stable to participate in the study\n* Be English speaking\n\nInclusion Criteria (participants with stroke):\n\n* Be 45-90 years of age\n* Clinically defined, unilateral, hemiparetic stroke with radiologic exclusion of other possible diagnosis\n* Stroke onset at least 6 months before enrollment\n* Subcortical stroke (ex: internal capsule, deep white matter of posterior frontal lobe)\n* Present with mild to moderate arm dysfunction\n* Be medically stable to participate in the study\n* Be English speaking\n\nExclusion Criteria:\n\n(for both groups)\n\n* Unable to give informed consent\n* Have a serious complicating medical illness that would preclude participation\n* Contractures or orthopedic problems limiting range of joint motion in the potential study arm or other impairments that would interfere with the study activities\n* Visual loss such that the subject would not be able to see the test patterns on the robot computer monitor\n* Unable to comply with requirements of the study\n* Enrollment in another greater-than-minimal risk study\n* Presence of medical condition or implant that prevents safe administration of TMS or MRI\n* Pregnancy","healthyVolunteers":true,"sex":"ALL","minimumAge":"45 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Amy Boos","role":"CONTACT","phone":"(412) 648-4179","email":"amy.boos@pitt.edu"},{"name":"George F Wittenberg, MD PhD","role":"CONTACT","phone":"(412) 360-6185","email":"George.Wittenberg@va.gov"}],"overallOfficials":[{"name":"George F. Wittenberg, MD PhD","affiliation":"VA Pittsburgh Healthcare System University Drive Division, Pittsburgh, PA","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"VA Pittsburgh Healthcare System University Drive Division, Pittsburgh, PA","status":"RECRUITING","city":"Pittsburgh","state":"Pennsylvania","zip":"15240","country":"United States","contacts":[{"name":"George F Wittenberg, MD PhD","role":"CONTACT","phone":"412-360-6185","email":"George.Wittenberg@va.gov"},{"name":"Amy Boos","role":"CONTACT","phone":"(412) 648-4179","email":"amy.boos@pitt.edu"},{"name":"George F. Wittenberg, MD PhD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":40.44062,"lon":-79.99589}}]},"referencesModule":{"references":[{"pmid":"12376621","type":"BACKGROUND","citation":"Johansen-Berg H, Rushworth MF, Bogdanovic MD, Kischka U, Wimalaratna S, Matthews PM. The role of ipsilateral premotor cortex in hand movement after stroke. Proc Natl Acad Sci U S A. 2002 Oct 29;99(22):14518-23. doi: 10.1073/pnas.222536799. Epub 2002 Oct 10."},{"pmid":"15781831","type":"BACKGROUND","citation":"Butefisch CM, Kleiser R, Korber B, Muller K, Wittsack HJ, Homberg V, Seitz RJ. Recruitment of contralesional motor cortex in stroke patients with recovery of hand function. Neurology. 2005 Mar 22;64(6):1067-9. doi: 10.1212/01.WNL.0000154603.48446.36."},{"pmid":"28803530","type":"BACKGROUND","citation":"Corbett D, Carmichael ST, Murphy TH, Jones TA, Schwab ME, Jolkkonen J, Clarkson AN, Dancause N, Weiloch T, Johansen-Berg H, Nilsson M, McCullough LD, Joy MT. Enhancing the Alignment of the Preclinical and Clinical Stroke Recovery Research Pipeline: Consensus-Based Core Recommendations From the Stroke Recovery and Rehabilitation Roundtable Translational Working Group. Neurorehabil Neural Repair. 2017 Aug;31(8):699-707. doi: 10.1177/1545968317724285."},{"pmid":"8650578","type":"BACKGROUND","citation":"Nudo RJ, Wise BM, SiFuentes F, Milliken GW. Neural substrates for the effects of rehabilitative training on motor recovery after ischemic infarct. Science. 1996 Jun 21;272(5269):1791-4. doi: 10.1126/science.272.5269.1791."},{"pmid":"12783955","type":"BACKGROUND","citation":"Frost SB, Barbay S, Friel KM, Plautz EJ, Nudo RJ. Reorganization of remote cortical regions after ischemic brain injury: a potential substrate for stroke recovery. J Neurophysiol. 2003 Jun;89(6):3205-14. doi: 10.1152/jn.01143.2002."},{"pmid":"16987930","type":"BACKGROUND","citation":"Dancause N, Barbay S, Frost SB, Zoubina EV, Plautz EJ, Mahnken JD, Nudo RJ. Effects of small ischemic lesions in the primary motor cortex on neurophysiological organization in ventral premotor cortex. J Neurophysiol. 2006 Dec;96(6):3506-11. doi: 10.1152/jn.00792.2006. Epub 2006 Sep 20."},{"pmid":"16267224","type":"BACKGROUND","citation":"Dancause N, Barbay S, Frost SB, Plautz EJ, Chen D, Zoubina EV, Stowe AM, Nudo RJ. Extensive cortical rewiring after brain injury. J Neurosci. 2005 Nov 2;25(44):10167-79. doi: 10.1523/JNEUROSCI.3256-05.2005."},{"pmid":"27473318","type":"BACKGROUND","citation":"Quessy S, Cote SL, Hamadjida A, Deffeyes J, Dancause N. Modulatory Effects of the Ipsi and Contralateral Ventral Premotor Cortex (PMv) on the Primary Motor Cortex (M1) Outputs to Intrinsic Hand and Forearm Muscles in Cebus apella. Cereb Cortex. 2016 Oct;26(10):3905-20. doi: 10.1093/cercor/bhw186. Epub 2016 Jul 29."},{"pmid":"8433130","type":"BACKGROUND","citation":"Kurata K. Premotor cortex of monkeys: set- and movement-related activity reflecting amplitude and direction of wrist movements. J Neurophysiol. 1993 Jan;69(1):187-200. doi: 10.1152/jn.1993.69.1.187."},{"pmid":"16525129","type":"BACKGROUND","citation":"Davare M, Duque J, Vandermeeren Y, Thonnard JL, Olivier E. Role of the ipsilateral primary motor cortex in controlling the timing of hand muscle recruitment. Cereb Cortex. 2007 Feb;17(2):353-62. doi: 10.1093/cercor/bhj152. Epub 2006 Mar 8."},{"pmid":"8434880","type":"BACKGROUND","citation":"Weiller C, Ramsay SC, Wise RJ, Friston KJ, Frackowiak RS. Individual patterns of functional reorganization in the human cerebral cortex after capsular infarction. Ann Neurol. 1993 Feb;33(2):181-9. doi: 10.1002/ana.410330208."},{"pmid":"28357039","type":"BACKGROUND","citation":"Wittenberg GF, Richards LG, Jones-Lush LM, Roys SR, Gullapalli RP, Yang S, Guarino PD, Lo AC. Predictors and brain connectivity changes associated with arm motor function improvement from intensive practice in chronic stroke. F1000Res. 2016 Aug 31;5:2119. doi: 10.12688/f1000research.8603.2. eCollection 2016."}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"Research information will not be shared with anyone outside of the research team."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000014652","term":"Vascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M4894","name":"Brain Diseases","asFound":"Brain Diseases","relevance":"HIGH"},{"id":"M5432","name":"Central Nervous System Diseases","asFound":"Central Nervous System Diseases","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}