{"protocolSection":{"identificationModule":{"nctId":"NCT06028802","orgStudyIdInfo":{"id":"AC23097"},"secondaryIdInfos":[{"id":"MRC/IAA/003","type":"OTHER_GRANT","domain":"Medical Research Council"},{"id":"330583","type":"OTHER","domain":"IRAS Project ID"}],"organization":{"fullName":"University of Edinburgh","class":"OTHER"},"briefTitle":"CT Clock Tool Feasibility Study","officialTitle":"Feasibility Study of the CT Clock Tool for Estimating Onset Time of Ischaemic Stroke"},"statusModule":{"statusVerifiedDate":"2023-08","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-10-26","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-09","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-10","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-08-25","studyFirstSubmitQcDate":"2023-08-31","studyFirstPostDateStruct":{"date":"2023-09-08","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-10-26","lastUpdatePostDateStruct":{"date":"2023-10-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Edinburgh","class":"OTHER"},"collaborators":[{"name":"NHS Lothian","class":"OTHER_GOV"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Interruption of blood supply to the brain from a blocked blood vessel causes ischaemic stroke. This leads to symptoms relating to the areas of brain affected. For example, people with stroke may suddenly have trouble moving their arms, legs or face, and may find it hard to speak or lose consciousness. There are treatments available to open up the blocked blood vessel:\n\n* Thrombolysis involves injecting a medicine to break down the blood clot causing the blockage.\n* Thrombectomy means pulling the blood clot out through a tiny tube placed within the blood vessel.\n\nBoth treatments can help restore blood supply to the brain and reverse the symptoms caused by stroke. These treatments are usually only offered when there is a clear onset time for stroke symptoms. However, for around 20% of strokes, the time of onset is unknown. Patients may wake up with symptoms, be confused or be found collapsed.\n\nSo that treatment can be available to more people, the investigators have developed a method to estimate when an ischaemic stroke began, the CT Clock Tool. This method involves taking measurements from the brain imaging that most patients with stroke routinely get on arrival at hospital (CT or CAT scanning). In other words, no extra tests are needed to use the method; the investigators seek to make better use of existing tests.\n\nIn this study, the aim is to understand whether it is feasible to use the CT Clock Tool method in the real world. For example, can doctors correctly use the tool during their normal work to produce accurate estimates for the onset time of stroke? The results of this study will be used to plan a future clinical trial for testing the safety of the CT Clock Tool when it is used to treat patients.","detailedDescription":"Background\n\nStroke is a major health concern worldwide causing high rates of disability and death. Most strokes (approximately 85%) are cause by ischaemia following blockage to an arterial blood vessel. Two effective treatments are available that can remove the vessel blockage and thus reduce the rates of both disability and death after stroke. However, both treatments have time-limits for safe delivery. Thrombolysis uses an injected medicine to break down the blood clot and must be used within 4.5 hours of stroke onset (the European licensing time limit for alteplase). Thrombectomy is a surgical procedure that involves pulling the clot out using a catheter placed inside the artery and is usually limited to 6 hours from stroke onset.\n\nUnfortunately, for approximately 20% of patients with ischaemic stroke, the time of symptom onset is not known, usually because patients wake with symptoms or are found collapsed. Such patients have traditionally been denied treatment, but recent research has shown that advanced brain imaging methods (for example CT perfusion or MRI) can be used to identify patients who can still safely be treated in the absence of a known onset time for stroke. However, these advanced imaging methods are not widely available for acute stroke assessment, especially outside major treatment centres in developed nations. For example, it remains difficult in Scotland to offer advanced brain imaging to all who might need it. Plain (non-enhanced) CT is much more widely available and is the standard immediate assessment method for most patients with stroke worldwide.\n\nAs ischaemic stroke progresses, injured brain slowly begins to change on plain CT and the ischaemic lesion becomes more and more pronounced with greater oedema and swelling. These changes are seen as a darkening of tissue, indicating a decrease in CT attenuation.\n\nThe investigators have developed a method for estimating time of ischaemic stroke onset for individual patients that uses only attenuation measurements of plain CT brain imaging, the CT Clock Tool.\n\nRationale\n\nThe proposed CT Clock Tool method for estimating the time of stroke onset (and thus clarifying individual patient eligibility for effective treatment) is significantly simpler to use in the acute setting than the advanced methods currently available (CT perfusion or MRI).\n\nThe CT Clock Tool can provide specific time estimates for a given patient. These estimates are derived from simple measurements of brain that can be manually acquired from non-enhanced CT scans within seconds, no other imaging or specialist viewing software is required. Specifically, users (for example stroke clinicians or radiologists) measure the attenuation of any visible ischaemic lesion and of the equivalent normal brain to derive a CT attenuation ratio (attenuation of ischaemic brain รท attenuation of normal brain).\n\nInitial testing shows that an attenuation ratio greater than 0.82 is highly predictive of a stroke onset to CT time less than 4.5 hours (i.e. within the European time limit for thrombolysis with alteplase). At this threshold, the CT Clock Tool is 97% sensitive and 83% specific for correctly classifying patients who are within 4.5 hours of stroke symptom onset. In addition, the investigators have tested associations between the appearances of non-enhanced CT and CT perfusion (CTP) when both are acquired at the same time. The CT attenuation ratio was compared with CTP appearances that indicate affected brain tissue is likely to remain viable. In other words, and in the absence of CTP, a CT attenuation ratio greater than 0.87 is 86% sensitive and 91% specific for identifying brain tissue that remains viable (and is therefore most likely to benefit from treatment).\n\nThe longer-term aim is to incorporate the CT Clock Tool into routine clinical care, especially in centres that cannot provide alternative or advanced methods to assess patient eligibility for acute treatment.\n\nThis current study seeks to provide a first prospective clinical feasibility evaluation to assess the practicalities of using the method in real time and to evaluate the potential impact on clinical care. The results of the present analysis will inform the design of a future randomised-controlled trial to evaluate whether the CT Clock Tool can safely be used to determine the eligibility of patients for treatment with thrombolysis and/or thrombectomy where time of stroke onset is unknown or is delayed."},"conditionsModule":{"conditions":["Ischemic Stroke, Acute"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"CASE_ONLY","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":60,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Visible lesion","description":"Patients where an ischaemic lesion is visible on non-enhanced CT acquired at baseline.","interventionNames":["Diagnostic Test: CT Clock Tool measurement"]},{"label":"Non-visible lesion","description":"Patients where an ischaemic lesion is not visible on non-enhanced CT acquired at baseline.","interventionNames":["Diagnostic Test: CT Clock Tool measurement"]}],"interventions":[{"type":"DIAGNOSTIC_TEST","name":"CT Clock Tool measurement","description":"Ratio of CT attenuation measurements acquired from within the visible ischaemic lesion (or estimated location if not visible) รท CT attenuation measurements acquired from within the equivalent normal brain.","armGroupLabels":["Non-visible lesion","Visible lesion"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Feasibility of front-line clinicians (stroke clinicians and radiologists) using the CT Clock Tool method during routine care","description":"Proportion of cases where a front-line clinician successfully uses the CT Clock Tool method in the acute setting, i.e. acquires CT measurements (regardless of result)","timeFrame":"CT Clock Tool measurements to be acquired on the day of patient admission (baseline)"}],"secondaryOutcomes":[{"measure":"Comparison of stroke onset time estimates provided by front-line clinicians using the CT Clock Tool with actual elapsed time","description":"Accuracy of stroke onset time estimates - absolute error of time estimates, proportion over versus under calling time","timeFrame":"Baseline"},{"measure":"Diagnostic accuracy of these time estimates for determining treatment eligibility relative to standard thrombolysis and thrombectomy limits (4.5 and 6 hours, respectively)","description":"Sensitivity, specificity, positive and negative predictive values for the CT Clock Tool with reference to thrombolysis and thrombectomy time limits. Including sensitivity analyses for those with and without visible lesions, with differing stroke severity, and with and without advanced imaging at baseline.","timeFrame":"Baseline"},{"measure":"Whether estimates of brain tissue viability correlate with equivalent CTP findings","description":"Proportion of cases where tissue viability estimates of the CT Clock Tool agree with CTP indicators for tissue viability","timeFrame":"Baseline"},{"measure":"User experience of the CT Clock Tool on a (Likert) satisfaction scale","description":"Ease of use for finding/estimating the location of lesions and making measurements. Each assessed on a scale from 1 (easy) to 5 (hard), i.e. lower scores are better.","timeFrame":"Baseline"},{"measure":"Inter-rater agreement","description":"For CT attenuation measurements and the respective time and tissue viability estimates derived from different front-line clinician measurements of the same CT","timeFrame":"Baseline"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* With and without a known time of stroke onset.\n* With a stroke severity score (NIHSS) \\>4\n* With suspected anterior or posterior circulation ischaemic stroke.\n* Over 18 years of age with no upper limit.\n* Patients with and without concurrently acquired CTP imaging (acquired only for potential thrombectomy candidates, approximately 20%)\n* Patients able to provide informed consent (including witnessed consent when loss of functional ability is evident, e.g. upper limb weakness in dominant hand or visual loss).\n\nExclusion Criteria:\n\n* With a suspected lacunar syndrome (i.e. pure motor stroke, pure sensory stroke, mixed sensorimotor stroke \\[without cortical signs\\], ataxic hemiparesis, dysarthria-clumsy hand syndrome).\n* Where CT brain imaging demonstrates a non-ischaemic cause for stroke symptoms, e.g. brain haemorrhage, tumour or other relevant structural abnormality.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Investigators will recruit adult patients presenting acutely to the emergency department with symptoms of stroke, where non-enhanced brain CT excludes haemorrhage and other structural causes for symptoms (i.e. ischaemic stroke is the most likely diagnosis).","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Grant Mair, MD","role":"CONTACT","phone":"+44 131 465 9563","email":"grant.mair@ed.ac.uk"}],"overallOfficials":[{"name":"Grant Mair, MD","affiliation":"University of Edinburgh","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Royal Infirmary of Edinburgh","status":"RECRUITING","city":"Edinburgh","zip":"EH16 4SA","country":"United Kingdom","contacts":[{"name":"Allan MacRaild","role":"CONTACT","email":"allan.macraild@nhslothian.scot.nhs.uk"}],"geoPoint":{"lat":55.95206,"lon":-3.19648}}]},"referencesModule":{"references":[{"pmid":"33128140","type":"BACKGROUND","citation":"Mair G, Alzahrani A, Lindley RI, Sandercock PAG, Wardlaw JM. Feasibility and diagnostic accuracy of using brain attenuation changes on CT to estimate time of ischemic stroke onset. Neuroradiology. 2021 Jun;63(6):869-878. doi: 10.1007/s00234-020-02591-w. Epub 2020 Oct 30."},{"pmid":"36601950","type":"BACKGROUND","citation":"Alzahrani A, Zhang X, Albukhari A, Wardlaw JM, Mair G. Assessing Brain Tissue Viability on Nonenhanced Computed Tomography After Ischemic Stroke. Stroke. 2023 Feb;54(2):558-566. doi: 10.1161/STROKEAHA.122.041241. Epub 2023 Jan 5."}],"seeAlsoLinks":[{"label":"Study website, will include results when available.","url":"https://ctclock.net"}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Anonymised non-imaging data (demographics, stroke severity, stroke subtype, CT imaging features, final diagnosis) will be made openly available using the University of Edinburgh's DataShare platform, https://datashare.ed.ac.uk/.","infoTypes":["STUDY_PROTOCOL","CSR"],"timeFrame":"Available within 12 months of study end, available in perpetuity.","accessCriteria":"Open access."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke, Acute","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}