{"protocolSection":{"identificationModule":{"nctId":"NCT00713921","orgStudyIdInfo":{"id":"051008"},"organization":{"fullName":"Saint Thomas Health","class":"OTHER"},"briefTitle":"Neuropathic Investigation and Anticholinergic Treatment of Bladder Dysfunction in Diabetes and Stroke Patients","officialTitle":"Neuropathic Investigation and Anticholinergic Treatment of Bladder Dysfunction in Diabetes and Stroke Patients"},"statusModule":{"statusVerifiedDate":"2018-09","overallStatus":"WITHDRAWN","whyStopped":"Lack of enrollment and loss of funding","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2009-09-15","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2014-01-17","type":"ACTUAL"},"completionDateStruct":{"date":"2014-01-17","type":"ACTUAL"},"studyFirstSubmitDate":"2008-07-09","studyFirstSubmitQcDate":"2008-07-11","studyFirstPostDateStruct":{"date":"2008-07-14","type":"ESTIMATED"},"lastUpdateSubmitDate":"2018-09-07","lastUpdatePostDateStruct":{"date":"2018-09-11","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Saint Thomas Health","class":"OTHER"},"collaborators":[{"name":"Pfizer","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Develop and quantify methods for evaluating bladder dysfunction in diabetes and stroke","detailedDescription":"1. Specific Aims:\n\n   1. To investigate clinical bladder dysfunction in a cohort of 10 diabetic and 10 stroke patients as assessed by a combined neurophysiologic and urologic assessment.\n   2. To develop and quantify appropriate study methods for evaluating symptomatic and asymptomatic bladder dysfunction in diabetic and stroke patients.\n   3. To develop pilot data of medical therapy (Toviaz) in diabetic and stroke bladder dysfunction.\n\n      Evaluation:\n\n      Incontinence will be defined as losing bladder control at least once per week or use of an indwelling catheter to control incontinent episodes.\n\n      Incontinence will be measured at baseline and follow-up. Urinary frequency is defined as urinary voiding greater than 8 times per 24-hour period and/or more than one voiding per night. Pad count, leakage episodes, and nocturia will be measures of incontinence. The amount and frequency of voiding, and nocturia will also be measured. These items will be assessed using the Voiding Diary. Overall patient satisfaction will be assessed using the Analog Scale of Voiding Satisfaction.\n\n      Data collected will include medical history, co-morbidities, sensory and motor symptoms, Voiding Diary for 3 days (attached), Analog Scale of Urinary Voiding Satisfaction (attached), pad test, bladder symptoms, medical treatment, and assessment of activities of daily living. In stroke patients the NIH Stroke Scale Score and the Modified Rankin Scale will be assessed.\n\n      In diabetic patients, hemoglobin A1C levels will be measured and the Dyck grading scheme for diabetic neuropathy will be assessed (Dyck, 1988).\n\n      Stage 0 (no neuropathy) = no symptoms and fewer than 2 abnormalities on testing (nerve conduction, neurological examination, quantitative nerve testing of muscle strength, threshold for vibration, cooling or warming sensation, or autonomic function) Stage 1 (asymptomatic neuropathy) = no symptoms but two or more abnormalities of functional testing Stage 2 = symptoms of a lesser degree than stage 3 along with two or more functional abnormalities Stage 3 (disabling neuropathy) = disabling symptoms and two or more functional abnormalities\n\n      Examination data will include sensory testing to include quantitative measures of sensory dysfunction, motor examination to include manual motor testing, and autonomic testing including postural blood pressures. Neurophysiologic testing as outlined below will include nerve conduction velocity testing and somatosensory evoked potentials of the tibial and median nerves. Urodynamic testing will be performed as outlined below to include sphincter electromyography, urodynamic evaluation, and clitoral and anal reflexes.\n\n      a) Stroke group: Examination data will include neurological testing of sensory and motor dysfunction, the NIH Stroke Scale Score, and the Modified Rankin Scale. Postural blood pressures and frequency of constipation (as a measure of gastrointestinal motility) will be assessed. Laboratory studies will be obtained and stroke lesion location and size will be documented. Data collected at follow-up will include a history of new vascular events, medication use, the NIH Stroke Scale Score, and the Modified Rankin Scale.\n\n      (b) Diabetes group: In the diabetes group, laboratory studies including hemoglobin A1C will be obtained. Diabetic management will occur with the consultation of the patient's diabetologist to maximize current diabetic therapy based on ADA Guidelines and provide consistency during the observation period of the study. Postural blood pressures and frequency of constipation (as a measure of gastrointestinal motility) will be assessed. The Dyck grading scheme for diabetic neuropathy will be assessed (Dyck, 1988).\n\n      Stage 0 (no neuropathy) = no symptoms and fewer than 2 abnormalities on testing (nerve conduction, neurological examination, quantitative nerve testing of muscle strength, threshold for vibration, cooling or warming sensation, or autonomic function) Stage 1 (asymptomatic neuropathy) = no symptoms but two or more abnormalities of functional testing Stage 2 = symptoms of a lesser degree than stage 3 along with two or more functional abnormalities Stage 3 (disabling neuropathy) = disabling symptoms and two or more functional abnormalities\n\n      (c) Neurophysiology evaluation: Neurophysiologic testing will include Pundendal nerve terminal motor latency (PNTML), nerve conduction velocity testing, and somatosensory evoked potentials of the tibial and median nerves, sphincter electromyography, and clitoral urethral and bladder anal reflexes.\n\n      All nerve conduction velocity (NCV) studies will be performed using standardized methodology with temperature monitored and maintained during the study. Adult norms will be utilized for all studies except F-waves, which will also be age-and, height-normalized. Standard stimulation sites will be utilized and distances measured on the skin surface. All latencies, amplitudes, conduction velocities measured and waveforms will be stored. Motor nerve conduction (NCV) studies of the peroneal nerve, posterior tibial nerve, and sural nerve will be obtained bilaterally. Sural sensory distal latency will be obtained. H-reflex studies will be performed and F-waves determined for the peroneal and tibial nerves. A somatosensory evoked potential of the tibial and median nerve will be performed. Pundendal nerve terminal motor latency will be performed (PNTML). Specific methodologies are described below. All use of needle electrodes will be preceded by a localized numbing anesthetic spray.\n\n      The urethral anal reflex will be performed using the methodology of Bradley (Bradley, 1972). The urethra is stimulated using electrodes within a catheter with recording from patch electrodes placed 1 cm lateral to the anal mucocutaneous junction at 3, 6, and 9 o'clock with the patient in the lithotomy position. The stimulus is paired with interstimulus interval of 5ms and stimulus duration of 0.1 ms, using constant current stimulator and recording stimulus level in mA. A nonrecurrent mode is used for the stimulation. Simultaneous two-channel recording is performed where channel 1 records electrodes at 3 and 6 positions and channel 2 records at the 9 and 6 positions. Sweep speed is 20 ms and the gain setting is 50 uV. Low-filter setting is 10 Hz and high-filter setting is 10kHz. The sensory threshold is measured in mA and stimulation is performed starting at 2x threshold. Responses are superimposed and latency measured as the most consistent response. Normal values are sensory threshold mean 3.4 mA, with SD of 1.76 (cutoff 8 mA), latency 63 ms, SD 9.4 (cut off 82 ms).\n\n      The bladder anal reflex is performed with the same catheter electrode advanced into the bladder. Impedence testing is performed to assure bladder wall contact with the electrode on the catheter; an impedence of less than 10 kilo Ohm is sought. Recording electrodes and stimulation is performed as with the urethral anal reflex above. The normal values for this reflex are: mean sensory threshold 15.9 mA, SD 10.9 (cutoff 37 mA), and latency 64 ms, SD 13.4 (cut off 95 ms). Responses with latencies greater than 100 ms are assumed to be voluntary, not reflex. The clitoral reflex test will be accomplished similarly to the urethral and bladder reflex test. However, a two-pronged surface electrode will be used rather than the electrode catheter.\n\n      Peroneal and sural nerve testing are used to test the lower extremity motor nerve. In both of these tests, recording and stimulating electrodes are place in specified areas of the foot, knee, and calf.\n\n      Pudendal Nerve Terminal Motor latency (PNTML) will be performed using a St Mark's electrode. The vaginal approach to the pudendal nerve will be utilized. Both right and left pudendal nerves will be tested. Stimulation is performed starting at 2x threshold.\n\n      (d) Urodynamic Evaluation: Patients will present with a full bladder and proceed with a uroflow study; 8-fr catheter will then be placed and postvoid residual will be performed leaving the catheter for the filling phase cystometrogram. Flow of water will be at 50 ml/min with a standard 4-channel recording plus surface electromyogram performed at 150/300 cc. When maximum bladder capacity has been reached (or 1000 cc), the voiding phase will begin with the patient moved to a potty chair. Surface electrodes (patches applied to the perineum) will be utilized to record pelvic floor electromyographic activity during voiding. Needle electromyography of the urethral sphincter is performed using needle electrodes inserted after spray anesthetic is applied before the procedure. Filter settings are LFF 10 Hz and HFF 10 kHz; sweep speed 10 ms/div; gain 50 UV/div. Insertional activity, spontaneous activity, recruitment and motor unit potential morphology is recorded.\n\n      Treatment: After urological and neurological evaluation, those patients who meet the U.S. approved indications for prescribing will be placed on a regimen of Toviaz 4 mg/day taken once daily with liquids and swallowed whole. The Toviaz dose may be increased to 8 mg/day if there is not a therapeutic response on the 4mg/day. While we recognize the need for a placebo group in future studies, that is not appropriate with the number of patients and goals of this pilot study. Patients will be monitored for side effects of therapy throughout the study observation period. Drug treatment failure will lead to standard treatment options (Royal College, 2002). Patients will complete a short weekly log rating incontinence, complaints and medication compliance.\n\n      Follow-Up Contacts and Visits: At 1, 3, and 6 months, the patient will return to the clinic for review of a 3-day voiding diary, Incontinence Questionnaire (form has already been approved by the IRB), and a pad test. The pad test will consist of the patient collecting pads used for urine leakage for 12 hours the day before her clinic appointment. The pads will be stored in an air-tight plastic bag and given to the nurse coordinator at the patient's clinic visit. These pads will be weighed and this data recorded for comparison at each clinic visit. The log forms will be collected monthly either by mail or at the clinic visit. Patients will be contacted by phone on alternate months by the nurse coordinator to verify demographic information, current medications, complaints and response to the drug treatment. Patients will continue to be followed by their specialty physicians (Neurologists and Diabetologists) during the follow-up period."},"conditionsModule":{"conditions":["Urinary Incontinence","Bladder Dysfunction"],"keywords":["Female","Diabetics","Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["EARLY_PHASE1"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"DIAGNOSTIC","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":0,"type":"ACTUAL"}},"armsInterventionsModule":{"interventions":[{"type":"DRUG","name":"Fesoterodine Oral Product","description":"After urological and neurological evaluation, those patients who meet he US approved indications for prescribing will be placed on a regimen of Toviaz 4 mg/day taken once daily with liquids and swallowed whole. The Toviaz dose may be increased to 8 mg/day if there is not therapeutic response on the 4 mg/day.","otherNames":["Toviaz"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Develop and quantify methods for evaluating bladder dysfunction in diabetes and stroke. Develop pilot data of medical therapy (Toviaz) in diabetic and stroke bladder dysfunction.","description":"Patients assessed by neurophysiologic and urologic assessment; develop study methods for evaluation; develop pilot data of medical therapy.","timeFrame":"18 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nStroke Population:\n\n* Ischemic or hemorrhagic stroke in the anterior or posterior circulation within the past month in persons 21 years of age and over\n* NIH Stroke Scale Score of 4 or greater one month post-stroke\n* Modified Rankin Scale of 2 or greater\n* Patients with motor or verbal impairment with surrogacy consent\n\nInclusion Criteria:\n\nDiabetic Population:\n\n* Clinically stable diabetes type 2 females 21 years of age or older\n* Peripheral neuropathy associated with diabetes Dyck stage 2 or 3\n* Clinical evaluation by neurologist reveals no other likely cause of neuropathy\n\nExclusion Criteria:\n\nStroke Population:\n\n* Men\n* Patients with cardiac pacemaker or other indwelling device that would preclude neurophysiologic testing;\n* Patients with an indwelling urinary catheter that cannot be removed\n* Patients who are on warfarin or similar anticoagulants that cannot be stopped for the study procedures\n* Patients with a poor prognosis due to stroke or underlying illness who, it is anticipated, would be unable to participate for the period of the study\n* Females with current pregnancy, multiparity \\>/=4, prior pelvic floor dysfunction, or pelvic floor tumor. Women with incontinence prior to stroke, cystocele, rectocele, or urethral stricture\n* Patients unable to tolerate Detrol LA; such patients would include those with significant renal or hepatic disease, those currently taking drugs metabolized by the cytochrome P450 enzyme system that might confound interpretation of responses ( Delaviridine, indinavir, nelfinavir, ritonavir, amiodarone, aprepitant, cimetidine, ciprofloxacin, clarithromycin, diltiazem, erythromycin, fluconazole, fluvoxamine, grapefruit juice, itraconazole, ketoconazole, mifepristone, nefazodone, norfloxacin, verapamil, efavirenz, nevirapine, carbamazepine, phenobarbital, phenyltoin, rifampin, St. John's wort, troglitazone, oxcarbazepine, pioglitazone, rifabutin); those with urinary retention, gastric retention, uncontrolled narrow angel glaucoma, or those with a known sensitivity to the drug or its ingredients\n* Patients who have a history of diabetes\n* Pregnancy or actively seeking pregnancy\n* Patients who are cognitively impaired\n\nDiabetes Population:\n\nExclusion Criteria:\n\n* Men\n* Patients with cardiac pacemaker or other indwelling device that would preclude neurophysiologic testing;\n* Patients with an indwelling urinary catheter that cannot be removed\n* Patients who are on warfarin or similar anticoagulants that cannot be stopped for the study procedures\n* Patients with a poor prognosis due to underlying illness who, it is anticipated, would be unable to participate for the period of the study\n* Females with current pregnancy, multiparity \\>/=4, prior pelvic floor dysfunction, pelvic floor tumor, cystocele, rectocele, or urethral stricture\n* Patients unable to tolerate Detrol LA; such patients would include those with significant renal or hepatic disease, those currently taking drugs metabolized by the cytochrome P450 enzyme system that might confound interpretation of responses ( Delaviridine, indinavir, nelfinavir, ritonavir, amiodarone, aprepitant, cimetidine, ciprofloxacin, clarithromycin, diltiazem, erythromycin, fluconazole, fluvoxamine, grapefruit juice, itraconazole, ketoconazole, mifepristone, nefazodone, norfloxacin, verapamil, efavirenz, nevirapine, carbamazepine, phenobarbital, phenyltoin, rifampin, St. John's wort, troglitazone, oxcarbazepine, pioglitazone, rifabutin); those with urinary retention, gastric retention, uncontrolled narrow angel glaucoma, or those with a known sensitivity to the drug or its ingredients\n* Pregnancy or actively seeking pregnancy","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"21 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Barry K Jarnagin, MD","affiliation":"Vanderbilt University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Vanderbilt Univiersity","city":"Nashville","state":"Tennessee","zip":"37232-2519","country":"United States","geoPoint":{"lat":36.16589,"lon":-86.78444}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000014549","term":"Urinary Incontinence"}],"ancestors":[{"id":"D000014555","term":"Urination Disorders"},{"id":"D000014570","term":"Urologic Diseases"},{"id":"D000052776","term":"Female Urogenital Diseases"},{"id":"D000005261","term":"Female Urogenital Diseases and Pregnancy Complications"},{"id":"D000091642","term":"Urogenital Diseases"},{"id":"D000052801","term":"Male Urogenital Diseases"},{"id":"D000059411","term":"Lower Urinary Tract Symptoms"},{"id":"D000020924","term":"Urological Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M6805","name":"Diabetes Mellitus","relevance":"LOW"},{"id":"M16989","name":"Urinary Incontinence","asFound":"Urinary Incontinence","relevance":"HIGH"},{"id":"M7626","name":"Enuresis","relevance":"LOW"},{"id":"M16995","name":"Urination Disorders","relevance":"LOW"},{"id":"M17009","name":"Urologic Diseases","relevance":"LOW"},{"id":"M2876","name":"Urogenital Diseases","relevance":"LOW"},{"id":"M26783","name":"Female Urogenital Diseases","relevance":"LOW"},{"id":"M13817","name":"Pregnancy Complications","relevance":"LOW"},{"id":"M8089","name":"Female Urogenital Diseases and Pregnancy Complications","relevance":"LOW"},{"id":"M26785","name":"Male Urogenital Diseases","relevance":"LOW"},{"id":"M29154","name":"Lower Urinary Tract Symptoms","relevance":"LOW"},{"id":"M22349","name":"Urological Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"},{"abbrev":"BC19","name":"Gland and Hormone Related Diseases"},{"abbrev":"BXS","name":"Urinary Tract, Sexual Organs, and Pregnancy Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]},"interventionBrowseModule":{"meshes":[{"id":"C000526675","term":"Fesoterodine"}],"ancestors":[{"id":"D000018727","term":"Muscarinic Antagonists"},{"id":"D000018680","term":"Cholinergic Antagonists"},{"id":"D000018678","term":"Cholinergic Agents"},{"id":"D000018377","term":"Neurotransmitter Agents"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"},{"id":"D000045505","term":"Physiological Effects of Drugs"},{"id":"D000064804","term":"Urological Agents"}],"browseLeaves":[{"id":"M20450","name":"Cholinergic Antagonists","relevance":"LOW"},{"id":"M207188","name":"Fesoterodine","asFound":"Juvenile","relevance":"HIGH"},{"id":"M20491","name":"Muscarinic Antagonists","relevance":"LOW"},{"id":"M20448","name":"Cholinergic Agents","relevance":"LOW"},{"id":"M20194","name":"Neurotransmitter Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Urol","name":"Urological Agents"}]}},"hasResults":false}