{"protocolSection":{"identificationModule":{"nctId":"NCT05968248","orgStudyIdInfo":{"id":"ChinaPLAGH_Xjp"},"organization":{"fullName":"Chinese PLA General Hospital","class":"OTHER"},"briefTitle":"Efficacy and Safety of Deep Brain Stimulation in Mesencephalic Locomotor Region（MLR） for Poststroke Hemiplegia","officialTitle":"A Randomized Controlled Trial Exploring the Efficacy and Safety of Deep Brain Stimulation in the Treatment of Motor Dysfunction After Stroke#the PASTS-Stroke Study#"},"statusModule":{"statusVerifiedDate":"2023-07","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-09-10","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-12-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-11-11","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-07-09","studyFirstSubmitQcDate":"2023-07-26","studyFirstPostDateStruct":{"date":"2023-08-01","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-07-26","lastUpdatePostDateStruct":{"date":"2023-08-01","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Zhiqi Mao","investigatorTitle":"Professor","investigatorAffiliation":"Chinese PLA General Hospital"},"leadSponsor":{"name":"Chinese PLA General Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Abstract: Background: The leftover movement disorder of stroke patients is one of the main causes of disability, and there is still no specific solution. Studies have shown that the improvement of movement disorder symptoms in patients receiving DBS is a potential therapy. treatment approach. However, at present, there are few large-sample studies in this area at home and abroad, which cannot well reveal its actual therapeutic effect and safety, and do not fully understand its potential neural mechanisms, so it is impossible to form a unified and standardized treatment standard, which limits its wide application in clinical practice. Objectives: This study aimed to determine the efficacy and safety of hemiplegia recovery after deep brain electrical stimulation in stroke patients with hemiplegia. Methods/Design: This was a double-blind randomized cross-over controlled pilot study in which 62 patients were assigned to receive deep brain stimulation (DBS) and randomized into DBS and control groups using a randomized controlled study approach, DBS group One month after the operation, electrical stimulation was started, and the control group was given sham stimulation treatment. After 3 and 6 months of follow-up, all the machines were turned off. After a 2-week washout period, the control group was turned on, but the DBS group was given sham stimulation. After the 9th and 12th month of follow-up, all patients were given start-up treatment, and neuroimaging and various post-stroke motor-related scores were performed for data collection and analysis. Discussion: The investigators propose a research design and rationale to explore the effectiveness and safety of DBS in patients with post-stroke hemiplegia, and provide evidence and reference for DBS in the treatment of post-stroke dyskinesia. Study limitations are related to the small sample size and short study time period.","detailedDescription":"The incidence of stroke has been more than 20 million stroke patients worldwide, and it has become the third highest burden disease in the world.The disability rate of stroke is as high as 60-80%. The movement disorder left by the disease is the main reason for the high burden of the disease. At present, there is no particularly obvious and effective treatment measure in clinical practice. If it is not treated in time, it may lead to permanent disability. The high cost of traditional rehabilitation and the fatigue of rehabilitation training institutions and family commuting make it difficult for patients to adhere to treatment, and the treatment effect is poor.Deep Brain Stimulation (DBS) therapy has achieved good therapeutic effects in many diseases that were considered difficult to treat in the past, such as Parkinson's, depression and other diseases , so it is applied to In the treatment of motor function recovery after stroke , many animal experiments and human clinical studies have confirmed its efficacy .However, the efficacy and safety of DBS in the treatment of poststroke motor dysfunction have not been verified by clinical randomized controlled trials.\n\nThe invstigators plan to design a multicenter, prospective, randomized, parallel- controlled equivalent clinical trial, aiming to to explore the efficacy and safety of DBS in the treatment of motor dysfunction after stroke in the following aspects: (1) improvement rate of hemiplegia after stroke (2) improvement rate of life quality, mental and cognitive status, (3)stimulation parameters, (4) adverse effects.\n\nThe main purpose of our design of this study was to provide more clinical evidence for the use of deep brain stimulation (DBS) in patients with post-stroke motor dysfunction. The primary objective was to determine the effectiveness and safety of deep brain stimulation (DBS) for improving motor dysfunction in stroke patients. The secondary purpose is to explore the mechanism of deep brain stimulation (DBS) in the treatment of neurological function of post-stroke motor impairment and the improvement of the quality of life and psychosocial status of patients.\n\nAccording to the inclusion and exclusion criteria,the investigators aimed to collect 62 patients who were diagnosed with stroke and left with motor dysfunction. All patients included in the study will undergo DBS implantation after baseline assessment, and then will be randomly divided into 2 groups at a ratio of 1:1: DBS treatment group and conventional rehabilitation group. The DBS electrodes will be implanted into MLR.The other operation procedures and subsequent follow-up plan are the same. The DBS device will be switched on in four weeks postoperatively and the optimal stimulation parameters will be used. The invstigators will record standardized videos and/or complete a series of clinical scales (see outcome measures) for all patients at baseline, one month postoperatively (after activation of DBS device), three months postoperatively, six months postoperatively, and one year postoperatively. Meanwhile, the stimulation parameters and adverse effects will also be documented.Finally, two professional raters will assess the severity at different timepoints according to those standardized videos in a blind manner.Intention-to-treatment analysis and per protocol analysis are both conducted by a professional data analyst."},"conditionsModule":{"conditions":["Stroke Sequelae"],"keywords":["Deep brain stimulation;","Hemiplegia;","Motor recovery;","Stroke."]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"TRIPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":62,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"MLR-DBS（Deep brain stimulation of the mesencephalic locomotor region）","type":"EXPERIMENTAL","description":"The arm will be switched on one month postoperatively for electrical stimulation therapy, exercise training rehabilitation and EMG-triggered neuromuscular stimulation. Specialist doctors will assess the patient's rehabilitation status through the telerehabilitation system every week, and provide guidance on rehabilitation training and electrical stimulation therapy.","interventionNames":["Procedure: MLR-DBS"]},{"label":"Conventional rehabilitation group","type":"SHAM_COMPARATOR","description":"The arm will l also have DBS surgery and receive the same rehabilitation training under the face-to-face guidance of specialists except for the power-on (sham stimulation, power-on stimulation parameter is 0).","interventionNames":["Procedure: Conventional rehabilitation group"]}],"interventions":[{"type":"PROCEDURE","name":"MLR-DBS","description":"An elaborate target/trajectory planning and a precise image fusion of MRI and stereotactic CT scanning are performed before surgery. After microelectrode recording, two sets of quadripolar DBS leads (contact interval is 1.5mm) will be inserted into theMLR. Subsequently, an implantable pulse generator will be connected via extension wires and implanted at the left/right subclavicular area subcutaneously. Device: MLR-DBS devices\n\n(1) DBS electrode: 3387 (Medtronic, Minneapolis, MN, USA) or L302 (PINS Medical, Beijing, China) or 1210(SceneRay, Suzhou, China); (2) Extension wire: 37086 (Medtronic, Minneapolis, MN, USA) or E202 (PINS Medical, Beijing, China) or 1340/SR1341 (SceneRay, Suzhou, China); (3) Implantable pulse generator: ACTIVA PC/RC (Medtronic, Minneapolis, MN, USA) or G102/G102R (PINS Medical, Beijing, China) or 1180/SR1101 (SceneRay, Suzhou, China).","armGroupLabels":["MLR-DBS（Deep brain stimulation of the mesencephalic locomotor region）"]},{"type":"PROCEDURE","name":"Conventional rehabilitation group","description":"An elaborate target/trajectory planning and a precise image fusion of MRI and stereotactic CT scanning are performed before surgery. After microelectrode recording, two sets of quadripolar DBS leads (contact interval is 1.5mm) will be inserted into theMLR. Subsequently, an implantable pulse generator will be connected via extension wires and implanted at the left/right subclavicular area subcutaneously.The latter will receive the same rehabilitation training under the face-to-face guidance of specialists except for the power-on (sham stimulation, power-on stimulation parameter is 0).","armGroupLabels":["Conventional rehabilitation group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Motor function intervention effect: Fugl-Meyer Assessment Scale (FMA)","description":"Fugl-Meyer Assessment Scale (FMA) was used to measure the motor function of stroke patients. FMA is widely used in clinical motor function assessment and is a quantitative stroke-specific scale used to assess motor function, balance, sensory and joint function in hemiplegic patients. Each of the five domains contains different assessment items, which are scored on a 3-point scale: 0 = unable to perform. 1 = Partially performed, 2 = Fully performed This scale has been found to have good validity and reliability in the stroke population . There are 17 items in total, and the higher the score, the better the motor function. The primary outcome was the change in FMA-UE score at follow-up 4 weeks after the intervention compared with baseline, and the main comparison was between the DBS group and the sham stimulation.","timeFrame":"Up to 1 year postoperatively"}],"secondaryOutcomes":[{"measure":"Overall improvement of clinical symptoms","description":"The NIHSS score is used to evaluate the degree of neurological deficit in stroke patients. The baseline evaluation can assess the severity of stroke, and the treatment effect can be regularly evaluated after treatment. Scores range from 0 to 42, with higher scores indicating more severe neurological damage. ; Patients with a score of 16 are likely to die; A score of 6 was highly likely to have a good recovery, and for each score increase, the probability of a good prognosis decreased by 17%. The grades are as follows:\n\n0-1: normal or nearly normal;\n\nScore 1-4: minor stroke;\n\nScore 5-15: moderate stroke;\n\n15-20: moderate-to-severe stroke;\n\nScores 21-42: Severe stroke.","timeFrame":"Up to 1 year postoperatively"},{"measure":"Balance ability","description":"The balance ability of the participants during the intervention and follow-up period\n\nwas assessed by the Biodex Balance System (BBS, USA) \\[34\\]. Refined tests of balance ability include: (1) Limit of Stability (LOS): Limit of Stability (LOS) is a sensitive and reliable measure of dynamic balance control, which refers to the movement of the torso in the supporting base in eight different directions. The furthest distance you can go without walking. Quantify the results by calculating the ratio of the straight-line distance from the center of gravity to the target point and the actual path length ; (2) Modified Sensory Integration Balance Clinical Test (m-CTSIB): m-CTSIB is an effective and A clinically meaningful sensory tissue measure , which uses the BBS on participants in four conditions (e.g., eyes open-tight surface, eyes closed-tight surface, eyes open-foam surface, and eyes closed-foam surface).","timeFrame":"Up to 1 year postoperatively"},{"measure":"Walking function","description":"Evaluate the space-time parameters such as joint ROM and net muscle moments in the flexion and extension direction of the lower limb joints during self-selected fast walking (such as step length, pace speed, and single support time). Human three-dimensional kinematics and ground reaction forces were acquired by a 10-camera infrared motion capture system (Vicon motion Systems, Oxford, UK) and force platform (Kistler Instruments AG Corp., Switzerland), respectively. A human biomechanical model was established based on Visual 3D (C-Motion, USA), and all gait analysis results were calculated in this software.","timeFrame":"Up to 1 year postoperatively"},{"measure":"Fall risk","description":"The Tinetti Performance Oriented Mobility Assessment (POMA) will be used to assess fall risk during the intervention and follow-up period. A previous study reported that the POMA is an easy-to-administer task-oriented test with a higher test weight than other tests such as the time-to-go test, standing on one leg test, and functional accessibility test. Reliability, discriminant validity and predictive validity . The possible total score is 28 points, with the lower the total score, the greater the risk of falling.","timeFrame":"Up to 1 year postoperatively"},{"measure":"ADL executive ability","description":"Participants' ADL will be assessed by Barthel Index (BI) during the intervention and follow-up period. Previous studies have shown that BI has high internal and internal reliability in the assessment of ADLs in stroke survivors . Business Intelligence consists of 10 items describing different activities; lower scores indicate a higher ADL reliance.","timeFrame":"Up to 1 year postoperatively"},{"measure":"A 36-item short-form questionnaire (SF-36)","description":"A 36-item short-form questionnaire (SF-36) will be used to assess participants' quality of life. It is easy to use, accepted by patients, and meets strict reliability and validity criteria. The SF-36 is a self-administered questionnaire containing 36 items that measures health on 8 multi-item dimensions; higher scores indicate better health.","timeFrame":"Up to 1 year postoperatively"},{"measure":"The incidence of surgical complications and side effects","description":"Continuously record the subjects' vital signs, physical examination, sleep time and other objective inspection indicators, and compare them before and after the operation; record the improvement of the subjects' subjective symptoms, and compare them before and after the operation.","timeFrame":"Up to 1 year postoperatively"},{"measure":"Hamilton Depression Scale，HAMD","description":"Hamilton Depression Scale (HAMD), developed by Hamilton in 1960, is the most commonly used scale in clinical assessment of depression. The patients were examined jointly by two trained raters, generally by conversation and observation. After the examination, the two raters scored independently. Scoring reference values: \\< 7, no depression; 7-17 points, mild depression; 18 to 24 points, moderate depression; \\> 24, severe depression.","timeFrame":"Up to 1 year postoperatively"},{"measure":"Acceptability of the intervention","description":"Acceptability of the intervention includes: (1) referral rate - number of referrals by different departments and hospitals divided by all participants (T1); (2) retention rate - participation in completing the study Divide the number of participants (T4) by all participants (T1); (3) dropout rate - the number of dropouts after randomization divided by all participants (T1), interview participants who drop out to determine the reason for their dropout.","timeFrame":"Up to 1 year postoperatively"},{"measure":"Hamilton Anxiety Scale (HAMA)","description":"The 14-item Hamilton Anxiety Scale (HAMA) was developed by Hamilton in 1959. It is one of the most widely used physician-rated scales in psychiatry. It is mainly used to assess the severity of anxiety symptoms in neurosis and other patients. All items were scored on a 5-point scale from 0 to 4. The criteria for each level were: 0, asymptomatic 1, mild; Score 2, medium; 3 points, heavy; Four points, extremely heavy. The total score ≥29 points, may be severe anxiety; The total score ≥21 points, must have obvious anxiety; Total score ≥14 points, must have anxiety; The total score ≥7 points, may have anxiety; The total score was \\< 7 and there were no symptoms of anxiety.","timeFrame":"Up to 1 year postoperatively"},{"measure":"All adverse events","description":"All adverse events (such as pain and falls) that occurred during the intervention and follow-up will be recorded on the case record form (CRF) through monitoring and self-reporting, and the relevance of the intervention will be assessed. The incidence of adverse events was defined as the number of patients with occurrence divided by all patients (T1).","timeFrame":"Up to 1 year postoperatively"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Meet WHO or international diagnostic criteria for stroke disease;\n2. The first unilateral supratentorial ischemic or hemorrhagic stroke, the condition is stable after acute treatment of ischemic stroke, the course of disease is 6 months ≤ 1 year, and participate in 2 evaluations (screening and baseline) before enrollment.\n3. Diagnosed by professional physicians combined with brain CT or magnetic resonance imaging and other imaging techniques;\n4. Between the ages of 18 and 80, male or female\n5. The responsible lesion in the unilateral white matter area indicated by cranial CT or MRI\n6. Relevant sequelae such as limb dysfunction after stroke, accompanied by unilateral limb motor dysfunction, proved to be right-handed by standardized examination.\n7. National Institutes of Health Stroke Scale (NIHSS) score from 2 to 20, grades paralyzed muscle strength, between grades 1 and 4, WISCI II, grade \\>2 (0-20 items): Assisted by one or more persons, able to walk at least 10 m, and less responsive to conventional rehabilitation prior to inclusion.\n8. Perfect clinical data\n9. Stable medical and physical condition with adequate nursing support and appropriate medical care in the patient's home community.\n10. The patient himself or voluntarily signs the informed consent and is willing to cooperate with relevant treatment\n\nExclusion Criteria:\n\n1. Glasgow Coma Scale (GSC) score below 15, Minimum Mental State Examination (MMSE) assessment for dementia indicated, suffering from mental disturbance and unable to cooperate with examination or treatment.\n2. Motor and sensory disturbances are not induced by stroke, nor by previous ischemic stroke, but stroke induced by trauma, brain tumor, etc.\n3. Serious comorbidities, such as malignant tumors, primary heart, liver, kidney or hematopoietic system diseases.\n4. History of cognitive impairment, mental disorder, drug abuse, drug allergy, and alcoholism.\n5. Infection or rupture of the skin on the forearm or leg.\n6. Possess a pacemaker, metal stent, plate, or implant susceptible to electrical impulses in the body (pacemaker or defibrillator, baclofen pump, deep brain stimulator, Ventricular shunts, shrapnel, etc.).\n7. Pregnant or breast-feeding or have a recent birth plan.\n8. IS CLASSROUS.\n9. Congenital or acquired abnormalities of lower extremities (affecting joints and bones).\n10. Registration of investigators, their family members, employees, and other dependents.\n11. Severe joint contractures cause loss or limitation of lower limb activities.\n12. Blood system diseases with increased risk of bleeding during surgical intervention.\n13. Participate in another study drug study within 30 days before and during this study.\n14. Unable to complete the basic process, or difficult to maintain compliance and follow-up.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Zhiqi Mao, PhD","role":"CONTACT","phone":"8618910155994","email":"markmaoqi@126.com"},{"name":"Junpeng Xu, MD","role":"CONTACT","phone":"8613144628367","email":"junpengxv@163.com"}],"overallOfficials":[{"name":"Zhiqi Mao, PhD","affiliation":"Chinese PLA General Hospital","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Junpeng Xu, MD","affiliation":"Chinese PLA General Hospital","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Bin Liu, PhD","affiliation":"Chinese PLA General Hospital","role":"STUDY_CHAIR"},{"name":"Di Liu, MD","affiliation":"Chinese PLA General Hospital","role":"STUDY_CHAIR"},{"name":"Haonan Yang, MD","affiliation":"Chinese PLA General Hospital","role":"STUDY_CHAIR"},{"name":"Shufeng Liang, MD","affiliation":"Chinese PLA General Hospital","role":"STUDY_CHAIR"},{"name":"Zhebin Feng, MD","affiliation":"Chinese PLA General Hospital","role":"STUDY_CHAIR"},{"name":"Jun Hong, MD","affiliation":"Chinese PLA General Hospital","role":"STUDY_CHAIR"},{"name":"Rui Hui, MD","affiliation":"Chinese PLA General Hospital","role":"STUDY_CHAIR"}]},"ipdSharingStatementModule":{"ipdSharing":"YES"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000006429","term":"Hemiplegia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010243","term":"Paralysis"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M9205","name":"Hemiplegia","asFound":"Hemiplegia","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M12847","name":"Paralysis","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}