{"protocolSection":{"identificationModule":{"nctId":"NCT04962646","orgStudyIdInfo":{"id":"2021-02039"},"organization":{"fullName":"Region Skane","class":"OTHER"},"briefTitle":"CARbon Dioxide Flooding to Reduce Postoperative Neurological Injury Following Surgery for Acute Type A Aortic Dissection","officialTitle":"CARbon Dioxide Flooding to Reduce Postoperative Neurological Injury Following Surgery for Acute Type A Aortic Dissection - A Prospective, Randomized, Blinded, Controlled Clinical Trial","acronym":"CARTA"},"statusModule":{"statusVerifiedDate":"2023-09","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-01-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-06-09","studyFirstSubmitQcDate":"2021-07-02","studyFirstPostDateStruct":{"date":"2021-07-15","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-11-09","lastUpdatePostDateStruct":{"date":"2023-11-13","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Region Skane","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Aortic dissection is a life-threatening condition and a consequence of a tear of the innermost of the three aortic layers- the intima. When a tear occurs, blood surges through the tear and causes the flow of blood between the aortic layers, causing a \"false lumen\". This causes a weakening of the aortic wall and hinders the blood from reaching its target organs and life saving emergent surgery is performed as routine.\n\nApproximately 20% of patients undergoing acute type a aortic dissection (ATAAD) surgery suffer from postoperative neurological injuries and It has been demonstrated that neurological injuries account for 10-15% of in-hospital deaths.\n\nIn association with other cardiac procedures where the left side of the heart is opened and air may be trapped within the arterial circulation, carbon dioxide flooding is used to displace open air from the surgical wound. In comparison to air, carbon dioxide is significantly more soluble in blood and may therefore decrease the risk of air embolism. In cardiac surgery, carbon dioxide flooding has been demonstrated to reduce levels of biomarkers of cerebral injury, but carbon dioxide is not routinely employed in ATAAD surgery and has not been studied in association with these procedures.\n\nThe hypothesis is that carbon dioxide flooding reduces cerebral air embolism and the aim of this project is to evaluate whether carbon dioxide flooding may reduce neurological injuries following ATAAD surgery.\n\nThis is a prospective, randomized, controlled, patient- and reviewer blinded interventional study. Patients will be randomized to undergo surgery with carbon-dioxide flooding at 5L/min to the open chest cavity or conventional surgery without carbon dioxide flooding. Remaining aspects of the procedure will be identical.\n\nThe patient, external statistician and the reviewer analyzing the primary endpoints will be blinded for the randomization arms.\n\nThe study will assess the following endpoints:\n\nPrimary outcomes: Presence, number and volume of ischaemic lesions observed using magnetic resonance imaging (MRI) after ATAAD surgery.\n\nSecondary outcomes: Clinical signs of neurological injury. Levels of biomarkers of neurological injury (S100B, neuron specific enolase (NSE) , neurofilament protein (NFL), Glial fibrillary acid protein (GFAP) , Ubiquitin carboxyl-terminal hydrolase L1 (UCH-L1) and Tau-protein (TAU)) before and after surgery. Quality of life, postoperative recovery and neurological function after ATAAD surgery. Primary outcomes in relation to retrograde cerebral perfusion.\n\nStart of inclusion is anticipated to start Jan 1st, 2022. The writing of a manuscript describing the study methods and study objectives is expected to be started in 2021 and the final manuscript is expected to be written during 2025.\n\nAn interim analysis of the primary endpoints and the safety arm will be performed after 40 patients have been randomized. An external statistician together with the principle investigator will hereafter decide for the study to be continued or terminated due to harms, futility or superiority.\n\nThe safety arm will include intraoperative mortality, in-hospital mortality, re-operation for bleeding, stroke, myocardial infarction or other thromboembolic events.\n\nUpdate August 2023:\n\nInterim analyses were performed after 40 study participants had been included. Results from the interim analyses raised important questions which need to be assessed by a Data Safety and Monitoring Board (DSMB). Since there are no documented harmful effects of the intervention, a DSMB was not appointed before initiation of the trial. The study was suspended on Aug 18th 2023.\n\nA DSMB will be appointed, analyze the interim analyses, collect necessary additional information and make a recommendation to the PI whether the study is may proceed or is to be terminated prematurely.\n\nUpdate September 2023.\n\nThe DSMB has reviewed the interim analyses and additional study data. The DSMB concluded that there was no reason to terminate the study and have recommended for the study to proceed. Recruitment was re-initiated on September 5th 2023."},"conditionsModule":{"conditions":["D000784","D020521"],"keywords":["Aorta, Dissection, Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Prospective, randomized, controlled, patient- and reviewer blinded interventional study.","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":80,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Intervention","type":"EXPERIMENTAL","description":"Once the thoracic cavity os opened during surgery, carbon dioxide flooding using a diffusor will be instigated with a flow of 5L/min. The flooding will be terminated once the aorta and the heart have no open contact with surrounding air.","interventionNames":["Procedure: Carbon dioxide flooding"]},{"label":"Control","type":"NO_INTERVENTION","description":"No intervention. No sham will be used as the staff performing the surgery would have been able to detect the lack of carbon dioxide in the surgical wound."}],"interventions":[{"type":"PROCEDURE","name":"Carbon dioxide flooding","description":"Once the thoracic cavity is opened a flow of carbon dioxide of 5L/min will be initiated into the surgical wound and proceed until there is no connection between the cardiac or aortic cavity and surrounding air.","armGroupLabels":["Intervention"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Number of ischemic lesions on magnetic resonance imaging (MRI)","description":"Number of ischemic lesions visualized using MRI","timeFrame":"MRI will be performed before postoperative day 7. When not possible due to medical considerations, MRI may be performed up to 30 days after surgery."},{"measure":"Size of ischemic lesions on magnetic resonance imaging (MRI)","description":"Size of ischemic lesions visualized using MRI","timeFrame":"MRI will be performed before postoperative day 7. When not possible due to medical considerations, MRI may be performed up to 30 days after surgery."}],"secondaryOutcomes":[{"measure":"Clinical neurological injury","description":"Clinical neurological injury (Coma according to clinical neurological assessment and/or clinical focal neurological injuries assessed by neurologist or verified ischemic lesions on MRI).","timeFrame":"Up to postoperative day 7."},{"measure":"Neurological function","description":"Patients will be assessed using the National Institute of Health Stroke Scale (NIHSS). Minimum score 0 points, maximum score 42 points, with 42 points being the worst outcome.","timeFrame":"Postoperative day 4 or at discharge from the ICU."},{"measure":"Neurological function","description":"Patients will be assessed using the modified Rankin Scale (mRS). Minimum score 0 points, maximum score 6 points, with 6 points being the worst outcome.","timeFrame":"Postoperative day 4 or at discharge from the ICU."},{"measure":"Level of consciousness","description":"Patients will be assessed using the Glasgow Coma Scale Motor Score. Minimum score 1 points, maximum score 6 points, with 6 points being the best outcome.","timeFrame":"Postoperative day 4 or at discharge from the ICU."},{"measure":"Levels of S100B.","description":"Concentration of S100B at predefined time points.","timeFrame":"Preoperatively, 24 hours from start of surgery, postoperative day 4 and 3 months after surgery."},{"measure":"Levels of NSE.","description":"Concentration of NSE at predefined time points.","timeFrame":"Preoperatively, 24 hours from start of surgery, postoperative day 4 and 3 months after surgery."},{"measure":"Levels of NFL.","description":"Concentration of NFL at predefined time points.","timeFrame":"Preoperatively, 24 hours from start of surgery, postoperative day 4 and 3 months after surgery."},{"measure":"Levels of GFAP.","description":"Concentration of GFAP at predefined time points.","timeFrame":"Preoperatively, 24 hours from start of surgery, postoperative day 4 and 3 months after surgery."},{"measure":"Levels of UCH-L1.","description":"Concentration of UCH-L1 at predefined time points.","timeFrame":"Preoperatively, 24 hours from start of surgery, postoperative day 4 and 3 months after surgery."},{"measure":"Levels of TAU.","description":"Concentration of TAU at predefined time points.","timeFrame":"Preoperatively, 24 hours from start of surgery, postoperative day 4 and 3 months after surgery."},{"measure":"Neurological function after ATAAD surgery.","description":"Patients will be assessed using the National Institute of Health Stroke Scale (NIHSS) three months after surgery. Minimum score 0 points, maximum score 42 points, with 42 points being the worst outcome.","timeFrame":"3 months after surgery."},{"measure":"Neurological function after ATAAD surgery.","description":"Patients will be assessed using the modified Rankin Scale (mRS). Minimum score 0 points, maximum score 6 points, with 6 points being the best outcome.","timeFrame":"3 months after surgery."},{"measure":"Neurocognitive function after ATAAD surgery.","description":"Patients will be assessed using the Symbol digit modalities test (SDMT). Minimum score 0 points, maximum score 110 points, with 110 points being the best outcome.","timeFrame":"3 months after surgery."},{"measure":"Cognitive function after ATAAD surgery.","description":"Patients will be assessed using the Montereal cognitive assesment (MoCA) test. Minimum score 0 points, maximum score 30 points, with 30 points being the best outcome.","timeFrame":"3 months after surgery."},{"measure":"Neurological recovery after ATAAD surgery.","description":"Patients will be assessed using the 2 simple questions for stroke). Minimum score 0 points, maximum score 2 points, with 2 points being the worst outcome.","timeFrame":"3 months after surgery."},{"measure":"Postoperative recovery after ATAAD surgery.","description":"Patients will be assessed using the Postoperative recovery profile. Minimum score 19 points, maximum score 76 points, with 76 points being the best outcome.","timeFrame":"3 months after surgery."},{"measure":"Quality of life after ATAAD surgery.","description":"Patients will be assessed using the Satisfaction with life scale. Minimum score 0 points, maximum score 35 points, with 35 points being the best outcome.","timeFrame":"3 months after surgery."},{"measure":"Quality of life after ATAAD surgery.","description":"Patients will be assessed using the EuroQol 5 dimensions 5 levels (EQ-5D-5L). Minimum score 5 points, maximum score 25 points, with 5 points being the best outcome.","timeFrame":"3 months after surgery."},{"measure":"Number of ischemic lesions on magnetic resonance imaging (MRI) in relation to the use of retrograde cerebral perfusion.","description":"Number of ischemic lesions visualized using MRI analysed in subgroups with patients that have received retrograde cerebral perfusion and those who have not.","timeFrame":"MRI will be performed before postoperative day 7. When not possible due to medical considerations, MRI may be performed up to 30 days after surgery."},{"measure":"Size of ischemic lesions on magnetic resonance imaging (MRI) in relation to the use of retrograde cerebral perfusion.","description":"Size of ischemic lesions visualized using MRI analysed in subgroups with patients that have received retrograde cerebral perfusion and those who have not.","timeFrame":"MRI will be performed before postoperative day 7. When not possible due to medical considerations, MRI may be performed up to 30 days after surgery."},{"measure":"Levels of S100B analysed in subgroups with patients that have received retrograde cerebral perfusion and those who have not.","description":"Concentration of S100B at predefined time points analysed in subgroups with patients that have received retrograde cerebral perfusion and those who have not.","timeFrame":"Preoperatively, 24 hours from start of surgery, postoperative day 4 and 3 months after surgery."},{"measure":"Levels of NSE analysed in subgroups with patients that have received retrograde cerebral perfusion and those who have not.","description":"Concentration of NSE at predefined time points analysed in subgroups with patients that have received retrograde cerebral perfusion and those who have not.","timeFrame":"Preoperatively, 24 hours from start of surgery, postoperative day 4 and 3 months after surgery."},{"measure":"Levels of NFL analysed in subgroups with patients that have received retrograde cerebral perfusion and those who have not.","description":"Concentration of NFL at predefined time points analysed in subgroups with patients that have received retrograde cerebral perfusion and those who have not.","timeFrame":"Preoperatively, 24 hours from start of surgery, postoperative day 4 and 3 months after surgery."},{"measure":"Levels of GFAP analysed in subgroups with patients that have received retrograde cerebral perfusion and those who have not.","description":"Concentration of GFAP at predefined time points analysed in subgroups with patients that have received retrograde cerebral perfusion and those who have not.","timeFrame":"Preoperatively, 24 hours from start of surgery, postoperative day 4 and 3 months after surgery."},{"measure":"Levels of UCH-L1 analysed in subgroups with patients that have received retrograde cerebral perfusion and those who have not.","description":"Concentration of UCH-L1 at predefined time points analysed in subgroups with patients that have received retrograde cerebral perfusion and those who have not.","timeFrame":"Preoperatively, 24 hours from start of surgery, postoperative day 4 and 3 months after surgery."},{"measure":"Levels of TAU analysed in subgroups with patients that have received retrograde cerebral perfusion and those who have not.","description":"Concentration of TAU at predefined time points analysed in subgroups with patients that have received retrograde cerebral perfusion and those who have not.","timeFrame":"Preoperatively, 24 hours from start of surgery, postoperative day 4 and 3 months after surgery."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Verified acute type A aortic dissection.\n* Patient accepted for surgical repair.\n\nExclusion Criteria:\n\n* New-onset neurological symptoms defined as focal neurological symptoms or altered state of consciousness at time of inclusion.\n* History of stroke with permanent neurological deficiency.\n* Previous cardiac surgery.\n* Surgery performed with cross clamping of the aorta without open distal anastomosis or open inspection of the distal aorta.\n* Presence of implants or devices not compatible with Magnetic Resonance Imaging.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Igor Zindovic, MD, PhD","role":"CONTACT","phone":"+4646175288","email":"igor.zindovic@med.lu.se"}],"overallOfficials":[{"name":"Igor Zindovic, MD. PhD","affiliation":"Region Skåne, Skåne university hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Skane University Hospital","status":"RECRUITING","city":"Lund","country":"Sweden","contacts":[{"name":"Igor Zindovic, MD, PhD","role":"CONTACT","phone":"0046702202051","email":"Igor.zindovic@med.lu.se"},{"name":"Jacob Ede","role":"CONTACT","phone":"004646171000","email":"Jacob.ede@med.lu.se"}],"geoPoint":{"lat":55.70584,"lon":13.19321}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"Prot_SAP","hasProtocol":true,"hasSap":true,"hasIcf":false,"label":"Study Protocol and Statistical Analysis Plan","date":"2021-09-01","uploadDate":"2023-11-07T05:28","filename":"Prot_SAP_001.pdf","size":204458}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020196","term":"Trauma, Nervous System"},{"id":"D000000784","term":"Aortic Dissection"}],"ancestors":[{"id":"D000094665","term":"Dissection, Blood Vessel"},{"id":"D000000783","term":"Aneurysm"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000094683","term":"Acute Aortic Syndrome"},{"id":"D000001018","term":"Aortic Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014947","term":"Wounds and Injuries"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M3804","name":"Aortic Dissection","asFound":"Aortic Dissection","relevance":"HIGH"},{"id":"M21713","name":"Trauma, Nervous System","asFound":"Neurological Injury","relevance":"HIGH"},{"id":"M17375","name":"Wounds and Injuries","relevance":"LOW"},{"id":"M3082","name":"Dissection, Blood Vessel","relevance":"LOW"},{"id":"M3803","name":"Aneurysm","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M16045","name":"Syndrome","relevance":"LOW"},{"id":"M3086","name":"Acute Aortic Syndrome","relevance":"LOW"},{"id":"M4024","name":"Aortic Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}