{"protocolSection":{"identificationModule":{"nctId":"NCT05293951","orgStudyIdInfo":{"id":"ITSligo NRG"},"organization":{"fullName":"Institute of Technology, Sligo","class":"OTHER"},"briefTitle":"Mirror Aided Cross Education in Post Stroke Upper Limb Rehabilitation.","officialTitle":"To Investigate the Potential Effectiveness of Mirror Aided Cross Education Using the Innovative 'Mirror Strengthening Device' Compared to Mirror Therapy Alone in Post Stroke Upper Limb Rehabilitation: A Pilot Randomised Feasibility Study."},"statusModule":{"statusVerifiedDate":"2023-09","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-11-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-03-01","type":"ACTUAL"},"completionDateStruct":{"date":"2023-05-01","type":"ACTUAL"},"studyFirstSubmitDate":"2022-02-06","studyFirstSubmitQcDate":"2022-03-14","studyFirstPostDateStruct":{"date":"2022-03-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-09-29","lastUpdatePostDateStruct":{"date":"2023-10-02","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Kenneth Monaghan","investigatorTitle":"Research Supervisor & Head of Neuroplasticity Research Group (NRG)","investigatorAffiliation":"Institute of Technology, Sligo"},"leadSponsor":{"name":"Institute of Technology, Sligo","class":"OTHER"},"collaborators":[{"name":"Sligo General Hospital","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This is a pilot randomised controlled trial investigating a combination of mirror therapy and cross-education training compared to mirror therapy alone for the rehabilitation of upper limb impairment following a stroke. A case study series will be completed in advance of the full randomised controlled trial.\n\nThe outcome measure assessments will take place at the institution. All intervention therapy sessions will be completed by the participant in their own home with the first introductory session being completed with the lead researcher. The study will be conducted in conjunction with Sligo University Hospital once it has attained ethical approval through the relevant University Hospital Ethics Committee.","detailedDescription":"The study will require participants with chronic stroke to perform an upper limb Home Exercise Program (HEP) in their own home.\n\nINTERVENTION:\n\nExperimental Group Experimental participants will perform task-specific upper limb exercises while in a seated position at their kitchen table. During the exercises, participants will pull a resistance cord with their non-affected arm, while looking at its reflection in a mirror covering their affected arm. The untrained limb will be positioned in a similar position to the training limb, supported on the table behind the exercise device.\n\nExamples of the exercises include bringing the arm out to the side and up in the air (reaching style movement). The initial resistance will be chosen based on the participant's initial outcome measure results.\n\nRepetitions of these exercises will be prescribed according to patient function and strength and will be increased each week as their ability improves. Sessions will start with 20-minute durations and should increase in length as the therapy progresses due to the increased repetitions, but are not expected to exceed 30 minutes.\n\nControl Group\n\nControl participants will perform task-specific upper limb exercises while in a seated position at their kitchen table. During the exercises, participants will be watching their non-affected arm reflected in a mirror covering their affected arm. The untrained limb will be positioned in a similar position to the training limb, supported on the table behind the exercise device. Examples of the exercises include bringing the arm out to the side and up in the air (reaching style movement). Repetitions of these exercises will be prescribed according to patient function and strength and will be increased each week as their ability improves. Sessions will start with 20-minute durations and should increase in length as the therapy progresses due to the increased repetitions, but are not expected to exceed 30 minutes.\n\nPositioning\n\n* Participants will be seated in a chair in front of a table in their own home.\n* The untrained limb will be positioned in a similar position to the training limb supported on the table behind the exercise device with the shoulder slightly flexed forward to allow this positioning.\n\nTraining duration \\& frequency\n\n-20-30 minutes, 5/week for 4 weeks = total 20 sessions. Based on the average length and frequency of interventions in studies reported by a Cochrane Review for mirror therapy and the duration of 2 similar previous studies involving unilateral strengthening.\n\nCompliance:\n\nThe participants will be provided with an exercise diary in which they will record when they completed their exercises and how many repetitions they completed. If they did not complete their exercises there will be space to explain why not. They will also be sent a reminder text message by the lead researcher (Claire Smyth) on the proposed day of their exercises as a prompt/reminder.\n\nBlock Randomisation\n\nThe Design is an assessor-blinded, randomised control trial. The assessor, who is blinded to the treatment assignment will perform all the assessments After baseline measurements are obtained, the patients will be randomly assigned to the intervention or control group using computer-generated block random numbers where gender and function (based on the Fugl Meyer Upper Extremity Test) will be considered.\n\nA statistician who will be blinded to the research protocol and not otherwise involved in the trial will conduct the random number programme. The assignment of patients to experimental and control groups will be contained in opaque sealed envelopes that will be numbered 1-24 and the principle researcher will only inform each participant what group they are in post-baseline testing.\n\nAdverse Effects:\n\nRecord any changes before and after each training session in the HEP record book Contact the Principal Researcher"},"conditionsModule":{"conditions":["Stroke"],"keywords":["Mirror Therapy","Cross-education Therapy","Rehabilitation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Pilot Randomised Controlled Trial","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","maskingDescription":"Experimental participants will perform resisted task-specific upper limb exercises while in a seated position at their kitchen table. During the exercises, participants will pull a resistance cord with their non-affected arm, while looking at its reflection in a mirror covering their affected arm.\n\nControl participants will perform non-resisted task-specific upper limb exercises while in a seated position at their kitchen table. During the exercises, participants will be watching their non-affected arm reflected in a mirror covering their affected arm.\n\nThe outcome assessor was blinded to treatment allocation. They evaluated participants in a separate lab and were asked not to discuss the treatment given to patients. Even if the the patient mentioned the trials they would discuss the fact that they were using Mirrors.","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":24,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Mirror Therapy + Cross Education","type":"EXPERIMENTAL","description":"Cross Education: Experimental participants will perform resisted task-specific upper limb exercises. During the exercises, participants will pull a resistance cord with their non-affected arm, Mirror Therapy: Participants will complete the exercises while looking at its reflection in a mirror covering their affected arm.\n\nTraining duration \\& frequency: 20-30 minutes, 5/week for 4 weeks = total 20 sessions.","interventionNames":["Device: Mirror Strengthening Device"]},{"label":"Mirror Therapy Alone","type":"ACTIVE_COMPARATOR","description":"Mirror Therapy: Control participants will perform non-resisted task-specific upper limb exercises. Participants will complete the exercises while looking at its reflection in a mirror covering their affected arm.\n\nTraining duration \\& frequency: 20-30 minutes, 5/week for 4 weeks = total 20 sessions.","interventionNames":["Device: Mirror Therapy"]}],"interventions":[{"type":"DEVICE","name":"Mirror Strengthening Device","description":"Participants will perform resisted task-specific upper limb exercises. During the exercises, participants will pull a resistance cord with their non-affected arm, Participants will complete the exercises while looking at its reflection in a mirror covering their affected arm.\n\nThe initial resistance will be chosen based on the participants initial outcome measure results.\n\nRepetitions of these exercises will be prescribed according to patient function and strength, and will be increased each week as their ability improves. Sessions will start with 20-minute durations, and should increase in length as the therapy progresses due to the increased repetitions, but are not expected to exceed 30 minutes.\n\nTraining duration \\& frequency: 20-30 minutes, 5/week for 4 weeks = total 20 sessions.","armGroupLabels":["Mirror Therapy + Cross Education"]},{"type":"DEVICE","name":"Mirror Therapy","description":"Participants will perform non-resisted task-specific upper limb exercises. During the exercises, participants will be watching their non affected arm reflected in a mirror covering their affected arm.\n\nRepetitions of these exercises will be prescribed according to patient function and strength, and will be increased each week as their ability improves. Sessions will start with 20-minute durations, and should increase in length as the therapy progresses due to the increased repetitions, but are not expected to exceed 30 minutes.\n\nTraining duration \\& frequency: 20-30 minutes, 5/week for 4 weeks = total 20 sessions.","armGroupLabels":["Mirror Therapy Alone"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Isokinetic Upper Limb Strength","description":"(Biodex System 4 Pro with advantage software) IPRS Limited, Suffolk House, Bramford Road, Little Blakenham, Suffolk, IP8 4JU. A higher score indicates more strength.","timeFrame":"4 weeks."}],"secondaryOutcomes":[{"measure":"Upper limb range of movement.","description":"Goniometer placed with centre over joint axis and each arm aligned with the measuring limbs.\n\nRange 0-180 degrees with a higher score indicating more range of motion.","timeFrame":"4 weeks."},{"measure":"Modified Ashworth Scale (MAS) for spasticity.","description":"Passive movement of each limb and joint movement carried out by the investigator.\n\nScale is 0-5. A higher score indicates higher levels of spasticity/tone.","timeFrame":"4 weeks."},{"measure":"Stroke Impact Scale measures Handicap.","description":"Self reported questionnaire that evaluates disability and health related quality of life after stroke.\n\nThe scale contains 59 questions which are answered on a scale of 1-5. A higher score indicates better function.","timeFrame":"4 weeks."},{"measure":"Fugl Meyer Upper Extremity Test","description":"A stroke specific performance based impairment index. The Test assesses 5 domains using a 3 point scale where a higher score again indicates more function.","timeFrame":"4 weeks."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Clinical diagnosis of ischemic or hemorrhagic stroke as determined by a stroke neurologist. Stroke will be defined as an acute event of cerebrovascular origin causing focal or global neurologic dysfunction lasting more than 24 hours diagnosed by a neurologist/gerontologist, and confirmed by computed tomography or magnetic resonance imaging.\n* ≥3 months post stroke; with no restrictions on how long post stroke.\n* Discharged from formal physiotherapy rehabilitation services.\n* Unilateral upper limb weakness with a Medical Research Council (MRC) Scale for Strength score greater than 2 (i.e., movement with influence of gravity removed) in the limb to be assessed and treated.\n* Functional active range of movement and power in non-hemiparetic side.\n* Ambulatory with or without use of a walking device. Must be able to transfer into the Biodex machine.\n* Older than 18 yrs.\n* Not involved in any other type of structured strength training for the duration of the study.\n\nExclusion Criteria:\n\n* Diagnosis of additional neurological condition (including more than one stroke) or cardiovascular disease.\n* Presence of musculoskeletal conditions affecting the bones and/or soft tissues of the upper extremity.\n* Impaired cognition that would affect ability to informed consent (MMSE \\<21).\n* Presence of aphasia or visual impairments.\n* Medications affecting tone less than 3/12 prior.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"100 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Claire Smyth, BSc","affiliation":"Institute of Technology, Sligo","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"ATU Sligo","city":"Sligo","state":"Co Sligo","zip":"F94KR28","country":"Ireland","geoPoint":{"lat":54.26969,"lon":-8.46943}}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"IPD will be held in coded unidentifiable files on the principle investigators computer which is password protected. If needed for systematic review analysis at a later date this data can be provided to other researchers without any issues involved or without patient personal information being identified. We will only provide necessary data required."}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"Prot","hasProtocol":true,"hasSap":false,"hasIcf":false,"label":"Study Protocol","date":"2022-02-04","uploadDate":"2022-02-06T19:17","filename":"Prot_000.pdf","size":189255},{"typeAbbrev":"SAP","hasProtocol":false,"hasSap":true,"hasIcf":false,"label":"Statistical Analysis Plan","date":"2022-02-04","uploadDate":"2022-02-06T19:18","filename":"SAP_001.pdf","size":140916}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T4202","name":"Oculocerebral Syndrome With Hypopigmentation","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}