{"protocolSection":{"identificationModule":{"nctId":"NCT05413733","orgStudyIdInfo":{"id":"TYH2022304"},"organization":{"fullName":"Helsinki University Central Hospital","class":"OTHER"},"briefTitle":"Neuropsychological Rehabilitation Over the Internet","officialTitle":"Feasibility and Effectiveness of Web-based Neuropsychological Rehabilitation After Acquired Brain Injury","acronym":"IRENE"},"statusModule":{"statusVerifiedDate":"2023-09","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-08-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-05-28","studyFirstSubmitQcDate":"2022-06-07","studyFirstPostDateStruct":{"date":"2022-06-10","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-09-22","lastUpdatePostDateStruct":{"date":"2023-09-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Eeva-Liisa Kallio","investigatorTitle":"Neuropsychologist","investigatorAffiliation":"Helsinki University Central Hospital"},"leadSponsor":{"name":"Helsinki University Central Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Helsinki University Hospital (HUS) has decided on a strategy to provide digital health care services for several medical specialties - a project called the Health Village (HealthVillage.fi). Within Health Village a specific digital My Path program, iRENE Digital Pathway, has been developed for web-based neuropsychological rehabilitation. iRENE Digital Pathway is a structured program for adults with an acquired brain injury (ABI), which utilizes psychoeducative information and self-evaluation questionnaires for attentional, memory and executive disorders with a feedback, and provides training for internal and external memory and other cognitive strategies. The current study will explore if web-based neuropsychological rehabilitation is a feasible and effective method for carrying out rehabilitation for adults with ABI.","detailedDescription":"The IRENE study will explore the application, feasibility and effectiveness of web-based neuropsychological rehabilitation for working-aged patients with ABI during the first year of recovery. This study will adopt a 2-arm randomized controlled design with treatment-as-usual control.\n\nThe investigators will determine the feasibility and effectiveness of a web-based rehabilitation program for patients with ABI on their subjective memory difficulties, management of cognitive symptoms, self-efficacy, fatigue, mood, anxiety, quality of life and subjective working ability. The study will examine, if the method is accessible as well as if neurological patients are able and willing to use web-based rehabilitation. The potential health-economic benefits of the new rehabilitation program will be assessed with the duration of patients' sick leave after ABI and through the net benefit of neuropsychological rehabilitation resources.\n\nA pilot randomized trial with 60 participants will be conducted to address the rate of recruitment of the participants, patient acceptability and adherence to study protocol, retention rates and feedback of the iRENE program as well as initial data on effectiveness of this new program. This pilot trial will use an unequal randomization 2:1 to maximize experiences in delivering the digital intervention to patients after ABI. The intervention group will participate in the iRENE Digital Pathway, a web-based rehabilitation program, that takes 2-3 months to complete. The control group attends treatment as usual, which includes necessary outpatient rehabilitation.\n\nOutcome measures at baseline, post-intervention and 3-month follow-up after completing the intervention are gathered as self-assessments.\n\nThe participants are adult patients from neurological acute wards and outpatient clinics from HUS, Finland. Patients with ABI typically get referral to neuropsychological examination at the acute or the sub-acute phase of recovery. The examining clinical neuropsychologist offers a patient the possibility to get involved in the research. A neuropsychologist from the research group interviews voluntary patients at hospital or via telephone to confirm patient's interest and fulfillment of inclusion criteria.\n\nIntervention group will go through a systematic web-based neuropsychological intervention program. Participants carry out the web-based intervention independently with their own digital appliance (computer, tablet or mobile phone) time and place of one's choice.\n\nControl group attends the standard care of patients with ABI including all necessary outpatient rehabilitation visits. A possibility to attend to the iRENE Digital Pathway will be offered to control group participants after they have performed the 5-month assessment of the study."},"conditionsModule":{"conditions":["Stroke, Acute Ischemic","Brain Hemorrhage","Encephalitis","Hypoxia-Ischemia, Brain","Traumatic Brain Injury"],"keywords":["web-based intervention","neuropsychological rehabilitation","psychoeducation","acquired brain injury"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"A parallel-group randomized controlled trial","primaryPurpose":"OTHER","maskingInfo":{"masking":"SINGLE","maskingDescription":"Digital care pathway is part of the daily neurological treatment at HUS. Care providers will be clinical neuropsychologists who do not know if their patient is involved in the study or not.","whoMasked":["CARE_PROVIDER"]}},"enrollmentInfo":{"count":150,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Digital care pathway","type":"EXPERIMENTAL","description":"Intervention group goes through a web-based neuropsychological intervention program. The program includes eight structured sessions regarding general neuropsychological symptoms after ABI - problems with fatigue, attention, executive functions and memory. A new session opens after the previous one is completed, and after a minimum of 3 days between the sessions. The intervention takes approximately 2 months depending on the progression pace of a patient. The eight sessions consist of psychoeducation, self-assessments, cognitive strategy training and feedback (automatic or given by a monitoring neuropsychologist). A neuropsychologist from HUS monitors patients' progression and provides personal feedback when needed. Participants can also be in contact with a monitoring neuropsychologist via message feature of the program.","interventionNames":["Behavioral: Digital care pathway"]},{"label":"Care as usual","type":"ACTIVE_COMPARATOR","description":"Control group attends the standard care of patients with ABI in HUS including all necessary outpatient rehabilitation visits. When available, neuropsychological rehabilitation typically takes 1-2 months among the study target group.","interventionNames":["Behavioral: Care as usual"]}],"interventions":[{"type":"BEHAVIORAL","name":"Digital care pathway","description":"Sessions of the digital neuropsychological program:\n\n1. Subjective functional ability and goals\n2. Fatigue after ABI\n3. Attention and concentration\n4. Memory\n5. Memory strategies\n6. Working memory and executive functions\n7. Emotional reactions\n8. Summary and future goals","armGroupLabels":["Digital care pathway"],"otherNames":["iRENE Digital pathway"]},{"type":"BEHAVIORAL","name":"Care as usual","description":"The standard care of patients with ABI including all necessary outpatient rehabilitation visits. Neuropsychological visits may include a short period of psychoeducation with a clinical neuropsychologist.","armGroupLabels":["Care as usual"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change of Baseline Perceived Subjective Cognitive symptoms at 2 months and 5 months","description":"Administration of the Everyday Memory Questionnaire - Revised; The minimum total score is 0 and the maximum score is 52; The higher total score represents more severe subjective cognitive symptoms","timeFrame":"Baseline, Month 2, and Month 5"}],"secondaryOutcomes":[{"measure":"Change of Baseline Perceived Use of Memory Aids at 2 months and 5 months","description":"Administration of the Adaptation to Memory Difficulties Outcome Questionnaire; The questionnaire includes subscales assessing memory knowledge and emotional adjustment (15 questions), use of external memory aids (5 questions) and use of internal memory aids (5 questions); Each item will be scored on a 4-point scale 1-4; Each of the three parts of the questionnaire will be analyzed separately; A higher score would signify better adaptation.","timeFrame":"Baseline, Month 2, and Month 5"},{"measure":"Change of Baseline Perceived Self-Efficacy at 2 months and 5 months","description":"Administration of the New General Self-Efficacy Scale; The New General Self-Efficacy Scale is an 8-item measure that assesses how much people believe they can achieve their goals, despite difficulties; The minimum total score is 1 and the maximum score is 5; The higher total score represents higher self-efficacy","timeFrame":"Baseline, Month 2, and Month 5"},{"measure":"Change of Baseline Perceived Anxiety at 2 months and 5 months","description":"Administration of the Patient-Reported Outcomes Measurement Information System (PROMIS): anxiety; The minimum total raw score is 8 and the maximum score is 40; The higher total score represents higher anxiety","timeFrame":"Baseline, Month 2, and Month 5"},{"measure":"Change of Baseline Perceived Depression at 2 months and 5 months","description":"Administration of the Patient-Reported Outcomes Measurement Information System (PROMIS): depression; The minimum total raw score is 8 and the maximum score is 40; The higher total score represents higher depression","timeFrame":"Baseline, Month 2, and Month 5"},{"measure":"Change of Baseline Perceived Quality of life at 2 months and 5 months","description":"Administration of the Euro-Qol (EQ-5D) Questionnaire; The minimum total raw score is 0 and the maximum score is 100; The higher score represents higher quality of life in terms of self-perceived health","timeFrame":"Baseline, Month 2, and Month 5"},{"measure":"Change of Baseline Perceived Fatigue at 2 months and 5 months","description":"Administration of the Fatigue Assessment Scale; The minimum total raw score is 10 and the maximum score is 50; The higher total score represents more severe fatigue","timeFrame":"Baseline, Month 2, and Month 5"}],"otherOutcomes":[{"measure":"Change of Baseline Perceived Working ability at 2 months and 5 months","description":"Administration of the Work Ability Index; The minimum total score is 0 and the maximum score is 24; The higher total score represents better self-perceived working ability","timeFrame":"Baseline, Month 2, and Month 5"},{"measure":"Length of sick leave of a patient","description":"Length of sick leave in days after acquired brain injury","timeFrame":"Month 5"},{"measure":"Intervention feedback questionnaire","description":"Feedback of the neuropsychological rehabilitation period offered during the study; Participants give their evaluation in a 5-point likert scale; The higher total score represents more positive evaluation;\n\n% of patients with positive and negative evaluation will be reported","timeFrame":"Month 2"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Acute neurological incident affecting cognition (stroke, encephalitis, traumatic brain injury, anoxia)\n* Less than 6 months from occurrence of an acute neurological incident\n* Mild to moderate cognitive deficits on a clinical neuropsychological assessment during inpatient or outpatient care after ABI\n* Subjective cognitive symptoms following ABI\n* Proficient in Finnish\n* Must be able to use digital appliances\n\nExclusion Criteria:\n\n* Not an acute neurological incident\n* More than 6 months from an acute neurological incident\n* Severe cognitive deficits on a clinical neuropsychological assessment during inpatient or outpatient care after ABI\n* Not fluent in Finnish\n* Not able to use digital appliances","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Eeva-Liisa Kallio, PhD","role":"CONTACT","phone":"+358404854547","email":"eeva-liisa.kallio@hus.fi"},{"name":"Outi Vuori, MA","role":"CONTACT","phone":"+358404854547","email":"outi.m.vuori@hus.fi"}],"overallOfficials":[{"name":"Marja Hietanen, PhD","affiliation":"Helsinki University Central Hospital","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"HUS Neurocenter, Helsinki University Hospital","status":"RECRUITING","city":"Helsinki","zip":"FI-00029","country":"Finland","contacts":[{"name":"Eeva-Liisa Kallio, PhD","role":"CONTACT"}],"geoPoint":{"lat":60.16952,"lon":24.93545}}]},"referencesModule":{"seeAlsoLinks":[{"label":"Short introduction to My Path in Health Village","url":"https://www.terveyskyla.fi/en/mypath"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001930","term":"Brain Injuries"},{"id":"D000070642","term":"Brain Injuries, Traumatic"},{"id":"D000004660","term":"Encephalitis"},{"id":"D000020521","term":"Stroke"},{"id":"D000020300","term":"Intracranial Hemorrhages"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000020925","term":"Hypoxia-Ischemia, Brain"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000006470","term":"Hemorrhage"},{"id":"D000000860","term":"Hypoxia"}],"ancestors":[{"id":"D000014947","term":"Wounds and Injuries"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000006259","term":"Craniocerebral Trauma"},{"id":"D000020196","term":"Trauma, Nervous System"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000012818","term":"Signs and Symptoms, Respiratory"},{"id":"D000090862","term":"Neuroinflammatory Diseases"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000002534","term":"Hypoxia, Brain"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke, Acute","relevance":"HIGH"},{"id":"M9246","name":"Hemorrhage","asFound":"Hemorrhage","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M4897","name":"Brain Injuries","asFound":"Brain Injury","relevance":"HIGH"},{"id":"M628","name":"Brain Injuries, Traumatic","asFound":"Traumatic Brain Injury","relevance":"HIGH"},{"id":"M3875","name":"Hypoxia","asFound":"Hypoxia","relevance":"HIGH"},{"id":"M7515","name":"Encephalitis","asFound":"Encephalitis","relevance":"HIGH"},{"id":"M22350","name":"Hypoxia-Ischemia, Brain","asFound":"Hypoxia-Ischemia, Brain","relevance":"HIGH"},{"id":"M21803","name":"Intracranial Hemorrhages","asFound":"Brain Hemorrhage","relevance":"HIGH"},{"id":"M5484","name":"Brain Ischemia","asFound":"Ischemia, Brain","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Stroke, Acute Ischemic","relevance":"HIGH"},{"id":"M17375","name":"Wounds and Injuries","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M9039","name":"Craniocerebral Trauma","relevance":"LOW"},{"id":"M21713","name":"Trauma, Nervous System","relevance":"LOW"},{"id":"M15313","name":"Signs and Symptoms, Respiratory","relevance":"LOW"},{"id":"M2804","name":"Neuroinflammatory Diseases","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M5473","name":"Hypoxia, Brain","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}