{"protocolSection":{"identificationModule":{"nctId":"NCT03555734","orgStudyIdInfo":{"id":"DNSG-Pulses"},"organization":{"fullName":"University of Toronto","class":"OTHER"},"briefTitle":"Umbrella Review and Updated Systematic Review and Meta-analysis of Pulses/Legumes and Incident Cardiometabolic Diseases","officialTitle":"Association Between Pulses/Legumes and Cardiometabolic Disease Outcomes: An Umbrella Review and Updated Systematic Review and Meta-analysis of Prospective Cohort Studies"},"statusModule":{"statusVerifiedDate":"2018-06","overallStatus":"UNKNOWN","lastKnownStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-11-21","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2018-07-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2018-07-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2018-05-24","studyFirstSubmitQcDate":"2018-06-12","studyFirstPostDateStruct":{"date":"2018-06-13","type":"ACTUAL"},"lastUpdateSubmitDate":"2018-06-12","lastUpdatePostDateStruct":{"date":"2018-06-13","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"John Sievenpiper","investigatorTitle":"Associate Professor, MD, PhD, FRCPC","investigatorAffiliation":"University of Toronto"},"leadSponsor":{"name":"University of Toronto","class":"OTHER"},"collaborators":[{"name":"Canadian Institutes of Health Research (CIHR)","class":"OTHER_GOV"},{"name":"European Foundation for the Study of Diabetes","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The European Association for the Study of Diabetes (EASD) guidelines have not made any specific recommendations regarding dietary pulses. To update the recommendations, the Diabetes and Nutrition Study Group (DNSG) of the EASD commissioned an umbrella review and updated systematic review and meta-analysis using the Grading of Recommendations Assessment, Development, and Evaluation (GRADE) approach to summarize the available evidence from prospective cohort studies of the association between dietary pulses/legumes and cardiometabolic disease outcomes (incident cardiovascular diseases, diabetes, hypertension and overweight/obesity).","detailedDescription":"Background: Dietary pulses, the edible dried seeds of legumes, are high in fiber, plant protein, and various micronutrients and low in fat and glycemic index (GI), have shown a wide range of health benefits for the prevention and management of type 2 diabetes and cardiovascular disease. However, dietary pulses are not well recognized for these advantages. Recommendations for dietary pulse intake vary across chronic disease guidelines. In specific, the European Association for the Study of Diabetes (EASD) guidelines for nutrition therapy have not made any specific recommendations regarding dietary pulses. The present umbrella review and updated systematic review and meta-analysis using the Grading of Recommendations Assessment, Development, and Evaluation (GRADE) approach was thus commissioned by the Diabetes and Nutrition Study Group (DNSG) of the EASD to summarize the available evidence from prospective cohort studies of the association between dietary pulses/legumes and cardiometabolic disease outcomes (incident cardiovascular diseases, diabetes, hypertension and overweight/obesity).\n\nNeed for proposed research: High quality systematic reviews and meta-analyses represent the highest level of evidence to support dietary guidelines and public health policy development. As dietary guidelines and public health policy have shifted toward food and dietary-pattern based recommendations, there is a need for a systematic review and meta-analysis assessing the pooled association between dietary pulses/legumes and cardiometabolic disease outcomes.\n\nObjective: The investigators will conduct an umbrella review and updated systematic review and meta-analysis to summarize the association between dietary pulses/legumes and cardiometabolic disease outcomes in prospective cohort studies.\n\nDesign: The umbrella review will consist of a literature search of the most recent and/or comprehensive systematic reviews and meta-analyses published in this area. The included systematic reviews and meta-analyses will be updated conducting a systematic search for prospective cohort studies published after the census dates of the included systematic reviews and meta-analyses. The planning and conduct of the updated systematic review and meta-analysis will follow the Cochrane handbook for systematic reviews of interventions. The reporting will follow the Meta-analysis Of Observational Studies in Epidemiology (MOOSE) guidelines.\n\nData sources:\n\nThe umbrella review will consist of searching PubMed databases using appropriate search terms to identify the most recent and/or comprehensive systematic reviews and meta-analyses published in this area. The updated systematic review and meta-analysis will consist of searching MEDLINE, EMBASE, and The Cochrane Central Register of Controlled Trials after the census dates of the included systematic reviews and meta-analyses from the umbrella review using appropriate search terms supplemented by manual searches of references of included studies. Authors will be contacted for applicable missing data.\n\nStudy selection:\n\nThe umbrella review will include the most recent and/or comprehensive systematic reviews and meta-analyses of prospective cohort studies assessing the association between pulse/legume intake and cardiometabolic diseases outcomes (cardiovascular diseases, diabetes, hypertension, overweight/obesity). The updated systematic review and meta-analysis will include prospective cohort studies ≥1 year assessing the association between pulse/legume intake and cardiometabolic diseases outcomes (cardiovascular diseases, diabetes, hypertension, overweight/obesity) published since the last census dates of the included systematic reviews and meta-analyses from the umbrella review.\n\nData extraction: Data from prospective cohort studies in the most recent and/or comprehensive systematic reviews and meta-analyses will be included in the updated systematic review and meta-analysis. For newly identified prospective cohort studies, two or more investigators will independently extract relevant data and assess risk of bias using the Newcastle-Ottawa Scale (NOS) for observational studies. Risk ratios, odds ratios and hazard ratios for clinical outcomes will be extracted or derived from clinical event data across quantiles of exposure. All disagreements will be resolved by consensus.\n\nOutcomes: The primary outcome of the systematic review and meta-analysis will be incident cardiovascular disease. Secondary outcomes will include incident coronary heart disease, stroke, diabetes, hypertension and overweight/obesity.\n\nData synthesis: The natural log-transformed relative risks of outcomes comparing the exposure to the reference group from each cohort will be pooled using the generic inverse variance method with random effects models and expressed as risk ratios (RR) with 95% confidence intervals (CIs). Heterogeneity will be assessed by Cochran Q statistic and quantified by I2. The significance level will be set at p\\<0.10 and an I2≥ 50% will be considered evidence of substantial heterogeneity. To explore sources of heterogeneity, the investigators will conduct sensitivity analyses, in which each study is systematically removed with recalculation of the summary estimates. If there are ≥10 studies, then the investigators will also explore sources of heterogeneity by a priori subgroup analyses (cohorts, sex, health status, follow-up \\[\\<10-years, ≥10-years\\], dose, level of adjustment of models, quality of the studies (NOS), and validation of the dietary assessment instruments). Meta-regression analyses will be used to assess the significance of categorical and continuous subgroups analyses. If there are ≥10 studies available, publication bias will be assessed by the visual inspection of funnel plots and formal testing using Begg's and Egger's tests. If publication bias is suspected, then the investigators will attempt to adjust for funnel plot asymmetry by imputing the missing study data using the Duval and Tweedie trim and fill method.\n\nEvidence Assessment: The certainty of the evidence for each outcome will be assessed using the Grading of Recommendations Assessment, Development and Evaluation (GRADE) approach.\n\nKnowledge translation plan: The results will be disseminated through interactive presentations at local, national, and international scientific meetings and publication in high impact factor journals. Target audiences will include the public health and scientific communities with interest in nutrition, diabetes, obesity, and cardiovascular disease. Feedback will be incorporated and used to improve the public health message and key areas for future research will be defined. Applicant/Co-applicant Decision Makers will network among opinion leaders to increase awareness and participate directly as committee members in the development of future guidelines.\n\nSignificance: The proposed project will aid in knowledge translation related to the role of dietary pulses in cardiometabolic disease risk, strengthening the evidence-base for guidelines and improving health outcomes by educating healthcare providers and patients, stimulating industry innovation, and guiding future research design."},"conditionsModule":{"conditions":["Cardiovascular Diseases","Coronary Heart Disease","Stroke","Diabetes Mellitus, Type 2","Hypertension","Obesity"],"keywords":["Pulses (beans, chickpeas, lentils, dry peas)","Legumes","Cardiovascular disease","Coronary heart disease","Stroke","Diabetes","Hypertension","Obesity","Prospective cohort studies","Umbrella review","Systematic review and meta-analysis"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"OTHER","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":1,"type":"ESTIMATED"}},"armsInterventionsModule":{"interventions":[{"type":"OTHER","name":"Dietary pulses or legumes","description":"Dietary pulses (dried beans, dried peas, chickpeas, lentils). If no data available specifically for dietary pulses than legumes will be assessed as the exposure (includes pulses, soybeans, peanuts, fresh peas, fresh beans)."}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Cardiovascular disease (CVD)","description":"Risk ratios for CVD incidence and mortality","timeFrame":"Up to 20 years"}],"secondaryOutcomes":[{"measure":"Coronary heat disease (CHD)","description":"Risk ratios for CHD incidence and mortality","timeFrame":"Up to 20 years"},{"measure":"Stroke","description":"Risk ratios for stroke incidence and mortality","timeFrame":"Up to 20 years"},{"measure":"Diabetes","description":"Risk ratios for diabetes incidence and mortality","timeFrame":"Up to 20 years"},{"measure":"Hypertension","description":"Risk ratios for hypertension incidence and mortality","timeFrame":"Up to 20 years"},{"measure":"Obesity","description":"Risk ratios for obesity incidence and mortality","timeFrame":"Up to 20 years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nUmbrella review:\n\nSystematic reviews and meta-analyses of prospective cohort studies assessing the relationship of dietary pulses or legumes with incident cardiometabolic diseases (cardiovascular diseases, diabetes, and hypertension).\n\nUpdated systematic review and meta-analysis:\n\n* Prospective cohorts studies\n* Follow-up duration \\>=1 year\n* Assessment of the exposure of pulses or legumes\n* Ascertainment of viable data by level of exposure (cardiovascular diseases, diabetes, and hypertension).\n\nExclusion Criteria:\n\nUmbrella review:\n\nNot a systematic review and meta-analysis of prospective cohort studies that assess' the relationship of dietary pulses or legumes with incident cardiometabolic diseases\n\nUpdated systematic review and meta-analysis:\n\n* Ecological, cross-sectional, retrospective observational studies, clinical trials and non-human studies\n* Duration \\<1 year\n* No assessment of the exposure of pulses or legumes\n* No ascertainment of viable data by level of exposure","healthyVolunteers":true,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"],"studyPopulation":"Healthy volunteers or those at risk for cardiometabolic diseases","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"John Sievenpiper, MD, PhD","affiliation":"University of Toronto","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"The Toronto 3D (Diet, Digestive tract and Disease) Knowledge Synthesis and Clinical Trials Unit, Clinical Nutrition and Risk Factor Modification Centre, St. Michael's Hospital","city":"Toronto","state":"Ontario","zip":"M5C 2T2","country":"Canada","geoPoint":{"lat":43.70011,"lon":-79.4163}}]},"referencesModule":{"references":[{"pmid":"19394480","type":"BACKGROUND","citation":"Mitchell DC, Lawrence FR, Hartman TJ, Curran JM. Consumption of dry beans, peas, and lentils could improve diet quality in the US population. J Am Diet Assoc. 2009 May;109(5):909-13. doi: 10.1016/j.jada.2009.02.029."},{"pmid":"22916812","type":"BACKGROUND","citation":"Mudryj AN, Yu N, Hartman TJ, Mitchell DC, Lawrence FR, Aukema HM. Pulse consumption in Canadian adults influences nutrient intakes. Br J Nutr. 2012 Aug;108 Suppl 1:S27-36. doi: 10.1017/S0007114512000724."},{"pmid":"24710915","type":"BACKGROUND","citation":"Ha V, Sievenpiper JL, de Souza RJ, Jayalath VH, Mirrahimi A, Agarwal A, Chiavaroli L, Mejia SB, Sacks FM, Di Buono M, Bernstein AM, Leiter LA, Kris-Etherton PM, Vuksan V, Bazinet RP, Josse RG, Beyene J, Kendall CW, Jenkins DJ. Effect of dietary pulse intake on established therapeutic lipid targets for cardiovascular risk reduction: a systematic review and meta-analysis of randomized controlled trials. CMAJ. 2014 May 13;186(8):E252-62. doi: 10.1503/cmaj.131727. Epub 2014 Apr 7."},{"pmid":"24014659","type":"BACKGROUND","citation":"Jayalath VH, de Souza RJ, Sievenpiper JL, Ha V, Chiavaroli L, Mirrahimi A, Di Buono M, Bernstein AM, Leiter LA, Kris-Etherton PM, Vuksan V, Beyene J, Kendall CW, Jenkins DJ. Effect of dietary pulses on blood pressure: a systematic review and meta-analysis of controlled feeding trials. Am J Hypertens. 2014 Jan;27(1):56-64. doi: 10.1093/ajh/hpt155. Epub 2013 Sep 7."},{"pmid":"27030531","type":"BACKGROUND","citation":"Kim SJ, de Souza RJ, Choo VL, Ha V, Cozma AI, Chiavaroli L, Mirrahimi A, Blanco Mejia S, Di Buono M, Bernstein AM, Leiter LA, Kris-Etherton PM, Vuksan V, Beyene J, Kendall CW, Jenkins DJ, Sievenpiper JL. Effects of dietary pulse consumption on body weight: a systematic review and meta-analysis of randomized controlled trials. Am J Clin Nutr. 2016 May;103(5):1213-23. doi: 10.3945/ajcn.115.124677. Epub 2016 Mar 30."},{"pmid":"24820437","type":"BACKGROUND","citation":"Li SS, Kendall CW, de Souza RJ, Jayalath VH, Cozma AI, Ha V, Mirrahimi A, Chiavaroli L, Augustin LS, Blanco Mejia S, Leiter LA, Beyene J, Jenkins DJ, Sievenpiper JL. Dietary pulses, satiety and food intake: a systematic review and meta-analysis of acute feeding trials. Obesity (Silver Spring). 2014 Aug;22(8):1773-80. doi: 10.1002/oby.20782. Epub 2014 May 13."},{"pmid":"19526214","type":"BACKGROUND","citation":"Sievenpiper JL, Kendall CW, Esfahani A, Wong JM, Carleton AJ, Jiang HY, Bazinet RP, Vidgen E, Jenkins DJ. Effect of non-oil-seed pulses on glycaemic control: a systematic review and meta-analysis of randomised controlled experimental trials in people with and without diabetes. Diabetologia. 2009 Aug;52(8):1479-95. doi: 10.1007/s00125-009-1395-7. Epub 2009 Jun 13."},{"pmid":"15853122","type":"BACKGROUND","citation":"Mann JI, De Leeuw I, Hermansen K, Karamanos B, Karlstrom B, Katsilambros N, Riccardi G, Rivellese AA, Rizkalla S, Slama G, Toeller M, Uusitupa M, Vessby B; Diabetes and Nutrition Study Group (DNSG) of the European Association. Evidence-based nutritional approaches to the treatment and prevention of diabetes mellitus. Nutr Metab Cardiovasc Dis. 2004 Dec;14(6):373-94. doi: 10.1016/s0939-4753(04)80028-0. No abstract available."},{"pmid":"27222591","type":"BACKGROUND","citation":"Piepoli MF, Hoes AW, Agewall S, Albus C, Brotons C, Catapano AL, Cooney MT, Corra U, Cosyns B, Deaton C, Graham I, Hall MS, Hobbs FDR, Lochen ML, Lollgen H, Marques-Vidal P, Perk J, Prescott E, Redon J, Richter DJ, Sattar N, Smulders Y, Tiberi M, van der Worp HB, van Dis I, Verschuren WMM, Binno S; ESC Scientific Document Group. 2016 European Guidelines on cardiovascular disease prevention in clinical practice: The Sixth Joint Task Force of the European Society of Cardiology and Other Societies on Cardiovascular Disease Prevention in Clinical Practice (constituted by representatives of 10 societies and by invited experts)Developed with the special contribution of the European Association for Cardiovascular Prevention & Rehabilitation (EACPR). Eur Heart J. 2016 Aug 1;37(29):2315-2381. doi: 10.1093/eurheartj/ehw106. Epub 2016 May 23. No abstract available."},{"pmid":"27712954","type":"BACKGROUND","citation":"Anderson TJ, Gregoire J, Pearson GJ, Barry AR, Couture P, Dawes M, Francis GA, Genest J Jr, Grover S, Gupta M, Hegele RA, Lau DC, Leiter LA, Lonn E, Mancini GB, McPherson R, Ngui D, Poirier P, Sievenpiper JL, Stone JA, Thanassoulis G, Ward R. 2016 Canadian Cardiovascular Society Guidelines for the Management of Dyslipidemia for the Prevention of Cardiovascular Disease in the Adult. Can J Cardiol. 2016 Nov;32(11):1263-1282. doi: 10.1016/j.cjca.2016.07.510. Epub 2016 Jul 25."},{"pmid":"29650114","type":"BACKGROUND","citation":"Diabetes Canada Clinical Practice Guidelines Expert Committee; Sievenpiper JL, Chan CB, Dworatzek PD, Freeze C, Williams SL. Nutrition Therapy. Can J Diabetes. 2018 Apr;42 Suppl 1:S64-S79. doi: 10.1016/j.jcjd.2017.10.009. No abstract available. Erratum In: Can J Diabetes. 2019 Mar;43(2):153."},{"pmid":"29222375","type":"BACKGROUND","citation":"American Diabetes Association. 4. Lifestyle Management: Standards of Medical Care in Diabetes-2018. Diabetes Care. 2018 Jan;41(Suppl 1):S38-S50. doi: 10.2337/dc18-S004."},{"pmid":"31728500","type":"DERIVED","citation":"Viguiliouk E, Glenn AJ, Nishi SK, Chiavaroli L, Seider M, Khan T, Bonaccio M, Iacoviello L, Mejia SB, Jenkins DJA, Kendall CWC, Kahleova H, Rahelic D, Salas-Salvado J, Sievenpiper JL. Associations between Dietary Pulses Alone or with Other Legumes and Cardiometabolic Disease Outcomes: An Umbrella Review and Updated Systematic Review and Meta-analysis of Prospective Cohort Studies. Adv Nutr. 2019 Nov 1;10(Suppl_4):S308-S319. doi: 10.1093/advances/nmz113."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000006973","term":"Hypertension"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000003327","term":"Coronary Disease"},{"id":"D000003324","term":"Coronary Artery Disease"},{"id":"D000017202","term":"Myocardial Ischemia"},{"id":"D000003924","term":"Diabetes Mellitus, Type 2"}],"ancestors":[{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000003920","term":"Diabetes Mellitus"},{"id":"D000044882","term":"Glucose Metabolism Disorders"},{"id":"D000008659","term":"Metabolic Diseases"},{"id":"D000004700","term":"Endocrine System Diseases"},{"id":"D000001161","term":"Arteriosclerosis"},{"id":"D000001157","term":"Arterial Occlusive Diseases"}],"browseLeaves":[{"id":"M12391","name":"Obesity","relevance":"LOW"},{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M6805","name":"Diabetes Mellitus","relevance":"LOW"},{"id":"M6809","name":"Diabetes Mellitus, Type 2","asFound":"Diabetes Mellitus, Type 2","relevance":"HIGH"},{"id":"M9714","name":"Hypertension","asFound":"Hypertension","relevance":"HIGH"},{"id":"M6236","name":"Coronary Artery Disease","asFound":"Coronary Heart Disease","relevance":"HIGH"},{"id":"M6239","name":"Coronary Disease","asFound":"Coronary Heart Disease","relevance":"HIGH"},{"id":"M19196","name":"Myocardial Ischemia","asFound":"Coronary Heart Disease","relevance":"HIGH"},{"id":"M9109","name":"Heart Diseases","asFound":"Heart Disease","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M11329","name":"Metabolic Diseases","relevance":"LOW"},{"id":"M25093","name":"Glucose Metabolism Disorders","relevance":"LOW"},{"id":"M7552","name":"Endocrine System Diseases","relevance":"LOW"},{"id":"M4159","name":"Arteriosclerosis","relevance":"LOW"},{"id":"M4155","name":"Arterial Occlusive Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"BC19","name":"Gland and Hormone Related Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"T294","name":"Soy Bean","relevance":"LOW"}],"browseBranches":[{"abbrev":"HB","name":"Herbal and Botanical"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}