{"protocolSection":{"identificationModule":{"nctId":"NCT05690997","orgStudyIdInfo":{"id":"GL2021001"},"secondaryIdInfos":[{"id":"UW21-128","type":"OTHER","domain":"HKU/HA HKW IRB"}],"organization":{"fullName":"The University of Hong Kong","class":"OTHER"},"briefTitle":"Intensive Blood Pressure Control in Ischaemic Stroke Patients With Severe Cerebral Small Vessel Disease","officialTitle":"Effect of Intensive Blood Pressure Control on Cerebral Blood Flow and Cognition in Ischaemic Stroke Patients With Severe Cerebral Small Vessel Disease"},"statusModule":{"statusVerifiedDate":"2023-02","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-01-09","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-06","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-06","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-01-10","studyFirstSubmitQcDate":"2023-01-10","studyFirstPostDateStruct":{"date":"2023-01-19","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-02-02","lastUpdatePostDateStruct":{"date":"2023-02-03","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Dr. Gary Kui Kai LAU","investigatorTitle":"Clinical Associate Professor","investigatorAffiliation":"The University of Hong Kong"},"leadSponsor":{"name":"The University of Hong Kong","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Objectives: Cerebral small vessel disease (SVD) is a common disease in patients with ischemic stroke and the most common cause of vascular dementia. Blood pressure (BP)-lowering is generally considered neuroprotective. Nevertheless, in patients with severe SVD burden, the optimal BP target is uncertain.\n\nHypothesis: BP-lowering to a systolic BP of 120-129mmHg in ischemic stroke patients with severe SVD is not associated with impaired cerebral perfusion, nor does it associate with worsening of structural connectivity and cognitive function.\n\nDesign and subjects: One-year trial where patients aged ≥50 with a history of ischaemic stroke and severe cerebral SVD will be randomised (1:1) to a systolic BP target of 120-129mmHg versus 130-140mmHg.\n\nStudy instruments: At baseline and one-year, all subjects will receive a brain magnetic resonance imaging (MRI) to evaluate their cerebral blood flow (CBF) and white matter integrity. They will also receive neuropsychological batteries to evaluate cognitive functioning. In addition, subjects will receive home BP monitoring with periodic medication changes prescribed by medical doctor to ensure the target BP is achieved.\n\nMain outcome measures: Primary end-point is the change in CBF. Secondary end-points include changes in structural connectivity and cognitive performance.","detailedDescription":"Cerebral small vessel disease (SVD) is a common disease in patients with ischemic stroke and the most common cause of vascular dementia. The global burden of cerebral SVD is high and strategies to better prevent and manage cerebral SVD is urgently needed. Whilst blood pressure (BP) lowering is considered neuroprotective in patients with cerebral SVD, the optimal BP target in ischaemic stroke patients with severe SVD remains uncertain. Therefore, this randomised clinical trial aims to investigate whether two selected systolic blood pressure targets \\[systolic BP (SBP) 120-129mmHg versus 130-140mmHg\\] have different effects on cerebral blood flow and white matter integrity (structural connectivity) detected by magnetic resonance imaging (MRI) of the brain, as well as on cognition, over a one-year intervention period.\n\nChinese patients aged ≥50 with a prior history of TIA/ischaemic stroke fitting the inclusion and exclusion criteria will be recruited. At baseline, recruited subjects will undergo clinical and cognitive assessments. Blood pressure will be measured at clinic with an automated BP measurement system. A baseline non-contrast MRI of the brain will be arranged. The non-contrast MRI and cognitive assessments will be repeated at approximately 1 year after recruitment into the study.\n\nTo ensure consistency, our trial's antihypertensive strategy and titration shall align with those recommended by international guidelines. Blood tests for renal function will be arranged after modifying the prescription of specific anti-hypertensive agents (e.g. ACEis, ARBs, thiazide diuretics and spironolactone)."},"conditionsModule":{"conditions":["Small Vessel Cerebrovascular Disease","Stroke"],"keywords":["Stroke","Small Vessel Disease","Cerebral blood flow","Cognition","Elderly"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Intensive treatment group:\n\nif the mean home SBP preceding clinic follow-up is \\>130mmHg, BP lowering treatment will be stepped up, and if the mean SBP preceding clinic follow-up is \\<120mmHg, BP lowering treatment will be stepped down, until the target SBP of 120-129mmHg is achieved, or symptoms of hypotension prevent treatment to be further intensified.\n\nStandard treatment group:\n\nif the mean home SBP preceding clinic follow-up is \\>140mmHg, BP lowering treatment will be stepped up, and if the mean SBP preceding clinic follow-up is \\<130mmHg, BP lowering will be stepped down, until the target SBP 130-140mmg is achieved or symptoms of hypotension prevent treatment being intensified.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"To avoid bias in outcome assessment, evaluation of the primary and secondary outcome measures will be performed by a group who is independent from the clinical investigators and who will be blinded from all clinical, cognitive and radiological assessments.","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":104,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Intensive Treatment Group","type":"OTHER","description":"SBP target 120-129 mmHg","interventionNames":["Other: Intensive treatment"]},{"label":"Standard Treatment Group","type":"OTHER","description":"SBP target 130-140 mmHg","interventionNames":["Other: Standard treatment"]}],"interventions":[{"type":"OTHER","name":"Intensive treatment","description":"If the mean home SBP preceding clinic follow-up is \\>130mmHg, BP lowering treatment will be stepped up, and if the mean SBP preceding clinic follow-up is \\<120mmHg, BP lowering treatment will be stepped down, until the target SBP of 120-129mmHg is achieved, or symptoms of hypotension prevent treatment to be further intensified.","armGroupLabels":["Intensive Treatment Group"]},{"type":"OTHER","name":"Standard treatment","description":"If the mean home SBP preceding clinic follow-up is \\>140mmHg, BP lowering treatment will be stepped up, and if the mean SBP preceding clinic follow-up is \\<130mmHg, BP lowering will be stepped down, until the target SBP 130-140mmg is achieved or symptoms of hypotension prevent treatment being intensified.","armGroupLabels":["Standard Treatment Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Cerebral Blood Flow","description":"Change in whole-brain CBF as measured using MRI ASL at end of study (1 year) compared to baseline.","timeFrame":"From Baseline to approximate 1 year after recruitment"}],"secondaryOutcomes":[{"measure":"Grey Matter - Cerebral Blood Flow","description":"Change in Grey Matter CBF as measured using MRI ASL at end of study (1 year) compared to baseline.","timeFrame":"From Baseline to approximate 1 year after recruitment"},{"measure":"White Matter - Cerebral Blood Flow","description":"Change in white matter CBF as measured using MRI ASL at end of study (1 year) compared to baseline.","timeFrame":"From Baseline to approximate 1 year after recruitment"},{"measure":"Structural Connectivity","description":"Change in structural connectivity CBF as measured using MRI DTI at end of study (1 year) compared to baseline.","timeFrame":"From Baseline to approximate 1 year after recruitment"},{"measure":"Cognitive Function - MoCA","description":"Change in MoCA Score at end of study (1 year)","timeFrame":"From Baseline to approximate 1 year after recruitment"},{"measure":"Cognitive Function - Stroop colour-word test","description":"Change in Stroop colour-word test Score at end of study (1 year)","timeFrame":"From Baseline to approximate 1 year after recruitment"},{"measure":"Cognitive Function - Digit Symbol Coding test","description":"Change in Digital Symbol Coding test Score at end of study (1 year)","timeFrame":"From Baseline to approximate 1 year after recruitment"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Aged ≥50\n2. Chinese ethnicity\n3. History of TIA/ischaemic stroke\n4. Underlying severe cerebral SVD as evidenced by brain MRI with total SVD score ≥3\n5. Underlying hypertension (defined as either SBP \\>140mmHg and taking no more than two anti-hypertensive agents, or SBP between 130-140mmHg and on at least one and not more than three anti-hypertensive agents)\n6. Able to provide written informed consent\n7. Able to perform study cognitive assessments\n8. Modified Rankin Scale (mRS) ≤3\n9. Expected life expectancy \\>2 years\n\nExclusion Criteria:\n\n1. Unable to, or unwilling to consent\n2. TIA/ischaemic stroke within three months (to avoid confounding effects of recovery on cognition from recent stroke)\n3. Brain MR angiogram showing significant symptomatic or asymptomatic carotid, vertebral or intracranial large artery stenosis ≥50% as measured using the North American Symptomatic Carotid Endarterectomy Trial (NASCET) criteria\n4. Cortical infarction \\>2cm in diameter\n5. Paroxysmal or permanent atrial fibrillation\n6. Known single gene disorder causing cerebral SVD, e.g. cerebral autosomal dominant arteriopathy with subcortical infarcts and leukoencephalopathy (CADASIL)\n7. Symptomatic postural hypotension\n8. Moderate- and severe-stage dementia with Montreal Cognitive Assessment (MOCA)-HK score \\<10\n9. Moderate and severe depressive symptoms with Patient Health Questionnaire-9 score ≥10\n10. Known secondary hypertension, e.g. hypertension is due to established obstructive sleep apnoea, renal parenchymal disease, renal artery stenosis, primary aldosteronism etc.\n11. Unable to complete cognitive assessments\n12. mRS \\>3\n13. Life expectancy of less than 2 years","healthyVolunteers":false,"sex":"ALL","minimumAge":"50 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Gary KK LAU","role":"CONTACT","phone":"852-22554249","email":"gkklau@hku.hk"}],"overallOfficials":[{"name":"Gary KK LAU","affiliation":"The University of Hong Kong","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of Hong Kong","status":"RECRUITING","city":"Hong Kong","country":"Hong Kong","contacts":[{"name":"Gary Kui-Kai LAU","role":"CONTACT","phone":"852-22554249","email":"gkklau@hku.hk"},{"name":"Gary Kui-Kai LAU","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Henry Ka-Fung MAK","role":"SUB_INVESTIGATOR"},{"name":"Kay-Cheong TEO","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":22.27832,"lon":114.17469}}]},"referencesModule":{"references":[{"pmid":"30575491","type":"BACKGROUND","citation":"GBD 2016 Lifetime Risk of Stroke Collaborators; Feigin VL, Nguyen G, Cercy K, Johnson CO, Alam T, Parmar PG, Abajobir AA, Abate KH, Abd-Allah F, Abejie AN, Abyu GY, Ademi Z, Agarwal G, Ahmed MB, Akinyemi RO, Al-Raddadi R, Aminde LN, Amlie-Lefond C, Ansari H, Asayesh H, Asgedom SW, Atey TM, Ayele HT, Banach M, Banerjee A, Barac A, Barker-Collo SL, Barnighausen T, Barregard L, Basu S, Bedi N, Behzadifar M, Bejot Y, Bennett DA, Bensenor IM, Berhe DF, Boneya DJ, Brainin M, Campos-Nonato IR, Caso V, Castaneda-Orjuela CA, Rivas JC, Catala-Lopez F, Christensen H, Criqui MH, Damasceno A, Dandona L, Dandona R, Davletov K, de Courten B, deVeber G, Dokova K, Edessa D, Endres M, Faraon EJA, Farvid MS, Fischer F, Foreman K, Forouzanfar MH, Gall SL, Gebrehiwot TT, Geleijnse JM, Gillum RF, Giroud M, Goulart AC, Gupta R, Gupta R, Hachinski V, Hamadeh RR, Hankey GJ, Hareri HA, Havmoeller R, Hay SI, Hegazy MI, Hibstu DT, James SL, Jeemon P, John D, Jonas JB, Jozwiak J, Kalani R, Kandel A, Kasaeian A, Kengne AP, Khader YS, Khan AR, Khang YH, Khubchandani J, Kim D, Kim YJ, Kivimaki M, Kokubo Y, Kolte D, Kopec JA, Kosen S, Kravchenko M, Krishnamurthi R, Kumar GA, Lafranconi A, Lavados PM, Legesse Y, Li Y, Liang X, Lo WD, Lorkowski S, Lotufo PA, Loy CT, Mackay MT, Abd El Razek HM, Mahdavi M, Majeed A, Malekzadeh R, Malta DC, Mamun AA, Mantovani LG, Martins SCO, Mate KK, Mazidi M, Mehata S, Meier T, Melaku YA, Mendoza W, Mensah GA, Meretoja A, Mezgebe HB, Miazgowski T, Miller TR, Ibrahim NM, Mohammed S, Mokdad AH, Moosazadeh M, Moran AE, Musa KI, Negoi RI, Nguyen M, Nguyen QL, Nguyen TH, Tran TT, Nguyen TT, Anggraini Ningrum DN, Norrving B, Noubiap JJ, O'Donnell MJ, Olagunju AT, Onuma OK, Owolabi MO, Parsaeian M, Patton GC, Piradov M, Pletcher MA, Pourmalek F, Prakash V, Qorbani M, Rahman M, Rahman MA, Rai RK, Ranta A, Rawaf D, Rawaf S, Renzaho AM, Robinson SR, Sahathevan R, Sahebkar A, Salomon JA, Santalucia P, Santos IS, Sartorius B, Schutte AE, Sepanlou SG, Shafieesabet A, Shaikh MA, Shamsizadeh M, Sheth KN, Sisay M, Shin MJ, Shiue I, Silva DAS, Sobngwi E, Soljak M, Sorensen RJD, Sposato LA, Stranges S, Suliankatchi RA, Tabares-Seisdedos R, Tanne D, Nguyen CT, Thakur JS, Thrift AG, Tirschwell DL, Topor-Madry R, Tran BX, Nguyen LT, Truelsen T, Tsilimparis N, Tyrovolas S, Ukwaja KN, Uthman OA, Varakin Y, Vasankari T, Venketasubramanian N, Vlassov VV, Wang W, Werdecker A, Wolfe CDA, Xu G, Yano Y, Yonemoto N, Yu C, Zaidi Z, El Sayed Zaki M, Zhou M, Ziaeian B, Zipkin B, Vos T, Naghavi M, Murray CJL, Roth GA. Global, Regional, and Country-Specific Lifetime Risks of Stroke, 1990 and 2016. N Engl J Med. 2018 Dec 20;379(25):2429-2437. doi: 10.1056/NEJMoa1804492."},{"pmid":"31097385","type":"BACKGROUND","citation":"Wardlaw JM, Smith C, Dichgans M. Small vessel disease: mechanisms and clinical implications. Lancet Neurol. 2019 Jul;18(7):684-696. doi: 10.1016/S1474-4422(19)30079-1. Epub 2019 May 13."},{"pmid":"29792871","type":"BACKGROUND","citation":"Bos D, Wolters FJ, Darweesh SKL, Vernooij MW, de Wolf F, Ikram MA, Hofman A. Cerebral small vessel disease and the risk of dementia: A systematic review and meta-analysis of population-based evidence. Alzheimers Dement. 2018 Nov;14(11):1482-1492. doi: 10.1016/j.jalz.2018.04.007. Epub 2018 May 21."},{"pmid":"29748422","type":"BACKGROUND","citation":"Lau KK, Lovelock CE, Li L, Simoni M, Gutnikov S, Kuker W, Mak HKF, Rothwell PM. Antiplatelet Treatment After Transient Ischemic Attack and Ischemic Stroke in Patients With Cerebral Microbleeds in 2 Large Cohorts and an Updated Systematic Review. Stroke. 2018 Jun;49(6):1434-1442. doi: 10.1161/STROKEAHA.117.020104. Epub 2018 May 10."},{"pmid":"28515266","type":"BACKGROUND","citation":"Lau KK, Li L, Schulz U, Simoni M, Chan KH, Ho SL, Cheung RTF, Kuker W, Mak HKF, Rothwell PM. Total small vessel disease score and risk of recurrent stroke: Validation in 2 large cohorts. Neurology. 2017 Jun 13;88(24):2260-2267. doi: 10.1212/WNL.0000000000004042. Epub 2017 May 17."},{"pmid":"17210627","type":"BACKGROUND","citation":"Khan U, Porteous L, Hassan A, Markus HS. Risk factor profile of cerebral small vessel disease and its subtypes. J Neurol Neurosurg Psychiatry. 2007 Jul;78(7):702-6. doi: 10.1136/jnnp.2006.103549. Epub 2007 Jan 8."},{"pmid":"24788967","type":"BACKGROUND","citation":"Kernan WN, Ovbiagele B, Black HR, Bravata DM, Chimowitz MI, Ezekowitz MD, Fang MC, Fisher M, Furie KL, Heck DV, Johnston SC, Kasner SE, Kittner SJ, Mitchell PH, Rich MW, Richardson D, Schwamm LH, Wilson JA; American Heart Association Stroke Council, Council on Cardiovascular and Stroke Nursing, Council on Clinical Cardiology, and Council on Peripheral Vascular Disease. Guidelines for the prevention of stroke in patients with stroke and transient ischemic attack: a guideline for healthcare professionals from the American Heart Association/American Stroke Association. Stroke. 2014 Jul;45(7):2160-236. doi: 10.1161/STR.0000000000000024. Epub 2014 May 1. Erratum In: Stroke. 2015 Feb;46(2):e54."},{"pmid":"23726159","type":"BACKGROUND","citation":"SPS3 Study Group; Benavente OR, Coffey CS, Conwit R, Hart RG, McClure LA, Pearce LA, Pergola PE, Szychowski JM. Blood-pressure targets in patients with recent lacunar stroke: the SPS3 randomised trial. Lancet. 2013 Aug 10;382(9891):507-15. doi: 10.1016/S0140-6736(13)60852-1. Epub 2013 May 29. Erratum In: Lancet. 2013 Aug 10;382(9891):506. Coffey, C S [aded]."},{"pmid":"29739911","type":"BACKGROUND","citation":"van Middelaar T, Argillander TE, Schreuder FHBM, Deinum J, Richard E, Klijn CJM. Effect of Antihypertensive Medication on Cerebral Small Vessel Disease: A Systematic Review and Meta-Analysis. Stroke. 2018 Jun;49(6):1531-1533. doi: 10.1161/STROKEAHA.118.021160. Epub 2018 May 8."},{"pmid":"24255596","type":"BACKGROUND","citation":"Denker MG, Cohen DL. What is an appropriate blood pressure goal for the elderly: review of recent studies and practical recommendations. Clin Interv Aging. 2013;8:1505-17. doi: 10.2147/CIA.S33087. Epub 2013 Nov 14."},{"pmid":"15860749","type":"BACKGROUND","citation":"Birns J, Markus H, Kalra L. Blood pressure reduction for vascular risk: is there a price to be paid? Stroke. 2005 Jun;36(6):1308-13. doi: 10.1161/01.STR.0000165901.38039.5f. Epub 2005 Apr 28."},{"pmid":"29507944","type":"BACKGROUND","citation":"Croall ID, Tozer DJ, Moynihan B, Khan U, O'Brien JT, Morris RG, Cambridge VC, Barrick TR, Blamire AM, Ford GA, Markus HS; PRESERVE Study Team. Effect of Standard vs Intensive Blood Pressure Control on Cerebral Blood Flow in Small Vessel Disease: The PRESERVE Randomized Clinical Trial. JAMA Neurol. 2018 Jun 1;75(6):720-727. doi: 10.1001/jamaneurol.2017.5153."},{"pmid":"3496763","type":"BACKGROUND","citation":"Fazekas F, Chawluk JB, Alavi A, Hurtig HI, Zimmerman RA. MR signal abnormalities at 1.5 T in Alzheimer's dementia and normal aging. AJR Am J Roentgenol. 1987 Aug;149(2):351-6. doi: 10.2214/ajr.149.2.351."},{"pmid":"25165388","type":"BACKGROUND","citation":"Staals J, Makin SD, Doubal FN, Dennis MS, Wardlaw JM. Stroke subtype, vascular risk factors, and total MRI brain small-vessel disease burden. Neurology. 2014 Sep 30;83(14):1228-34. doi: 10.1212/WNL.0000000000000837. Epub 2014 Aug 27."},{"pmid":"28495831","type":"BACKGROUND","citation":"Lau KK, Li L, Lovelock CE, Zamboni G, Chan TT, Chiang MF, Lo KT, Kuker W, Mak HK, Rothwell PM. Clinical Correlates, Ethnic Differences, and Prognostic Implications of Perivascular Spaces in Transient Ischemic Attack and Ischemic Stroke. Stroke. 2017 Jun;48(6):1470-1477. doi: 10.1161/STROKEAHA.117.016694. Epub 2017 May 11."},{"pmid":"30354991","type":"BACKGROUND","citation":"Lau KK, Li L, Simoni M, Mehta Z, Kuker W, Rothwell PM; Oxford Vascular Study. Long-Term Premorbid Blood Pressure and Cerebral Small Vessel Disease Burden on Imaging in Transient Ischemic Attack and Ischemic Stroke. Stroke. 2018 Sep;49(9):2053-2060. doi: 10.1161/STROKEAHA.118.021578."},{"pmid":"29523652","type":"BACKGROUND","citation":"Liu B, Lau KK, Li L, Lovelock C, Liu M, Kuker W, Rothwell PM. Age-Specific Associations of Renal Impairment With Magnetic Resonance Imaging Markers of Cerebral Small Vessel Disease in Transient Ischemic Attack and Stroke. Stroke. 2018 Apr;49(4):899-904. doi: 10.1161/STROKEAHA.117.019650. Epub 2018 Mar 9."},{"pmid":"29966494","type":"BACKGROUND","citation":"Lau KK, Pego P, Mazzucco S, Li L, Howard DP, Kuker W, Rothwell PM. Age and sex-specific associations of carotid pulsatility with small vessel disease burden in transient ischemic attack and ischemic stroke. Int J Stroke. 2018 Oct;13(8):832-839. doi: 10.1177/1747493018784448. Epub 2018 Jul 3."},{"pmid":"29748646","type":"BACKGROUND","citation":"Xu X, Lau KK, Wong YK, Mak HKF, Hui ES. The effect of the total small vessel disease burden on the structural brain network. Sci Rep. 2018 May 10;8(1):7442. doi: 10.1038/s41598-018-25917-4."},{"pmid":"1852179","type":"BACKGROUND","citation":"North American Symptomatic Carotid Endarterectomy Trial Collaborators; Barnett HJM, Taylor DW, Haynes RB, Sackett DL, Peerless SJ, Ferguson GG, Fox AJ, Rankin RN, Hachinski VC, Wiebers DO, Eliasziw M. Beneficial effect of carotid endarterectomy in symptomatic patients with high-grade carotid stenosis. N Engl J Med. 1991 Aug 15;325(7):445-53. doi: 10.1056/NEJM199108153250701."},{"pmid":"19672065","type":"BACKGROUND","citation":"Wong A, Xiong YY, Kwan PW, Chan AY, Lam WW, Wang K, Chu WC, Nyenhuis DL, Nasreddine Z, Wong LK, Mok VC. The validity, reliability and clinical utility of the Hong Kong Montreal Cognitive Assessment (HK-MoCA) in patients with cerebral small vessel disease. Dement Geriatr Cogn Disord. 2009;28(1):81-7. doi: 10.1159/000232589. Epub 2009 Aug 11."},{"pmid":"21193179","type":"BACKGROUND","citation":"Yu X, Tam WW, Wong PT, Lam TH, Stewart SM. The Patient Health Questionnaire-9 for measuring depressive symptoms among the general population in Hong Kong. Compr Psychiatry. 2012 Jan;53(1):95-102. doi: 10.1016/j.comppsych.2010.11.002. Epub 2010 Dec 28."},{"pmid":"10923056","type":"BACKGROUND","citation":"Lee TM, Chan CC. Stroop interference in Chinese and English. J Clin Exp Neuropsychol. 2000 Aug;22(4):465-71. doi: 10.1076/1380-3395(200008)22:4;1-0;FT465."},{"pmid":"30159766","type":"BACKGROUND","citation":"Lam CLM, Liu HL, Huang CM, Wai YY, Lee SH, Yiend J, Lin C, Lee TMC. The neural correlates of perceived energy levels in older adults with late-life depression. Brain Imaging Behav. 2019 Oct;13(5):1397-1405. doi: 10.1007/s11682-018-9940-y."},{"pmid":"30165516","type":"BACKGROUND","citation":"Williams B, Mancia G, Spiering W, Agabiti Rosei E, Azizi M, Burnier M, Clement DL, Coca A, de Simone G, Dominiczak A, Kahan T, Mahfoud F, Redon J, Ruilope L, Zanchetti A, Kerins M, Kjeldsen SE, Kreutz R, Laurent S, Lip GYH, McManus R, Narkiewicz K, Ruschitzka F, Schmieder RE, Shlyakhto E, Tsioufis C, Aboyans V, Desormais I; ESC Scientific Document Group. 2018 ESC/ESH Guidelines for the management of arterial hypertension. Eur Heart J. 2018 Sep 1;39(33):3021-3104. doi: 10.1093/eurheartj/ehy339. No abstract available. Erratum In: Eur Heart J. 2019 Feb 1;40(5):475."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000059345","term":"Cerebral Small Vessel Diseases"}],"ancestors":[{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","asFound":"Cerebrovascular Disease","relevance":"HIGH"},{"id":"M29127","name":"Cerebral Small Vessel Diseases","asFound":"Cerebral Small Vessel Disease","relevance":"HIGH"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}