{"protocolSection":{"identificationModule":{"nctId":"NCT03755063","orgStudyIdInfo":{"id":"20180252-01H"},"organization":{"fullName":"Ottawa Hospital Research Institute","class":"OTHER"},"briefTitle":"Recovernow: Tablet-Based Speech Therapy For Post-Stroke Aphasia","officialTitle":"Recovernow: A Multicentre Phase II Randomized Controlled Trial Of Early Mobile Tablet-Based Speech Therapy For Acute Stroke Patients With Aphasia"},"statusModule":{"statusVerifiedDate":"2022-04","overallStatus":"TERMINATED","whyStopped":"Delays and barriers secondary to covid.","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-11-13","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-04-11","type":"ACTUAL"},"completionDateStruct":{"date":"2022-04-11","type":"ACTUAL"},"studyFirstSubmitDate":"2018-10-30","studyFirstSubmitQcDate":"2018-11-26","studyFirstPostDateStruct":{"date":"2018-11-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-04-11","lastUpdatePostDateStruct":{"date":"2022-04-19","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Ottawa Hospital Research Institute","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"RECOVERNOW is A MULTICENTRE PHASE II RANDOMIZED CONTROLLED TRIAL OF EARLY MOBILE TABLET-BASED SPEECH THERAPY FOR ACUTE STROKE PATIENTS WITH APHASIA. Using a novel futility design, investigators will randomize acute care in-patients with stroke to mobile tablet-based speech therapy applications vs the standard of care. Primary outcome is improvement in the Western Aphasia Battery Aphasia (WAB-R)\n\nOverall Study Aim: The primary study aim is to determine the futility and potential efficacy of mobile tablet-based speech therapy for post stroke aphasia.\n\nPrimary Endpoint: The primary outcome measure is change in the Aphasia quotient (AQ) from the WAB-R at 90 days. The WAB-R is a standardized aphasia battery. The AQ is calculated from four language sub-tests measuring spontaneous speech, word comprehension, repetition, and word finding.)\n\nSecondary Endpoints: The results of the cost-effectiveness analysis will be expressed as the incremental cost per one-unit improvement in AQ and the incremental cost per one quality-adjusted life year (QALY) gained.\n\nPopulation: 226 participants will be enrolled over 3 years. Males and females, \\>18 years of age, with diagnosis of acute ischemic/hemorrhagic stroke confirmed by routine head computerized tomography (CT) scan with mild to moderate aphasia.\n\nPhase: II\n\nNumber of Sites: It is anticipated that this will be a multi-center study, with the following facilities participating: The Ottawa Hospital, Ottawa, ON, Foothills Medical Centre, Calgary, Alberta and Toronto Western Hospital.\n\nProtocol Therapy: Patients will be randomized 1:1 to receive either tablets with speech therapy apps (intervention group) or standard of care.\n\nStudy Duration: It is estimated that recruitment will take place over 3 years in the three participating centers.\n\nSubject Participation Duration: All patients will be assessed clinically at baseline and Day 90 (+/-10).","detailedDescription":"Post-stroke aphasia is a major cause of disability. Aphasia is a heterogeneous condition and can manifest in a variety of communication impairments, including difficulty producing words or sentences and understanding spoken and/or written language. Compared to stroke patients without aphasia, patients with aphasia have longer hospital stays, more severe disability, greater nursing care dependency, are at a greater risk for depression, are discharged to long-term care more frequently, and are less likely to return to work, even when younger. When compared to non-aphasic patients with similar physical abilities, well-being and social supports, patients with aphasia engage in fewer instrumental activities of daily living (iADL) and report worse quality of life.\n\nInvestigators launched the RecoverNow research program in 2014 in an attempt to address the delays to access stroke rehabilitation from acute care centres. Our concept was to use mobile tablets to \"bring rehab to the patient\", and leverage the significant downtime experienced by stroke survivors in acute care. A pilot feasibility study using iPads to deliver speech therapy in the acute setting was started. In this study, our speech language pathologist (SLP) personalized the iPads by selecting commercially available speech therapy applications that specifically targeted the individual patients' deficits. Patients admitted to our stroke center underwent standard of care SLP assessments, and were then offered an iPad with instructions to work with the selected apps for a minimum of 1-hour a day. 30 patients in 6 months were enrolled, and demonstrated a recruitment rate of 68%, a retention rate of 97%, and an 83% adherence rate to a prescribed 1hour/day therapy regimen. Patients began using the tablet at a mean 6.8 days after stroke onset, for an average of 149.8 minutes/day throughout their inpatient stay. It was determined feasible to deliver speech therapy in the acute care setting using mobile tablets.\n\nBased on these preliminary studies, the research group worked with the Ottawa Hospital Mobile Health Lab (mHealth) to refine the RecoverNow platform and develop a secure customizable Android operating system-based tablet. Briefly, this new platform is designed to be used by patients with post-stroke aphasia, meets all security requirements of health-care institutions, allows remote interaction between patients and SLPs, and allows patients to take the device with them as they transition from acute care to rehabilitation, home, or alternate levels of care.\n\nIn summary, it was shown that it is feasible to deliver speech therapy in the acute care setting using mobile tablets. The therapeutic intervention based on our experiences, the existing literature, and patient preferences was refined. The next step is to test the efficacy and cost-effectiveness of tablet-based speech therapy that begins in the acute care setting. It is proposed to begin with a pilot futility design, given the limited funding envelope for a clinical trial.\n\nUsing a novel futility design, this investigation will be Phase II clinical trial to test the potential efficacy of mobile tablet-based speech therapy for post stroke aphasia. Secondary objectives include a preliminary cost-effectiveness analysis and a capturing a variety of outcomes relevant to stroke recover to inform future studies and identify new opportunities for tablet-based therapy."},"conditionsModule":{"conditions":["Stroke Sequelae"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":33,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Treatment arm","type":"EXPERIMENTAL","description":"Tablet with speech therapy apps","interventionNames":["Other: Speech therapy apps"]},{"label":"Standard of Care","type":"NO_INTERVENTION","description":"The standard care provided by speech language therapists."}],"interventions":[{"type":"OTHER","name":"Speech therapy apps","description":"Speech therapy apps loaded on tablets","armGroupLabels":["Treatment arm"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Western Aphasia Battery (WAB-R) scores","description":"Is a diagnostic tool used to assess the linguistic skills and main nonlinguistic skills of adults with aphasia. This provides information for the diagnosis of the type of aphasia and identifies the location of the lesion causing aphasia.This score is a weighted composite of performance on 10 separate WAB subtests. Scores rate severity as follows: 0-25 is very severe, 26-50 is severe, 51-75 is moderate, and 76-above is mild","timeFrame":"3 years"}],"secondaryOutcomes":[{"measure":"Cost-effectiveness","description":"The results of the cost-effectiveness analysis will be expressed as the incremental cost per one-unit improvement in AQ and the incremental cost per one quality-adjusted life year (QALY) gained","timeFrame":"3 years"}],"otherOutcomes":[{"measure":"Stroke and Aphasia Quality of Life Scale","description":"The Stroke and Aphasia Quality of Life Scale (SAQOL-39) is an interview-administered self-report scale that is based on the Stroke-Specific Quality of Life Scale. It is an acceptable, reliable, and valid measure of health-related quality of life in people with long-term aphasia. It's made up of 39 different quality of life questions on topics such as difficulties with understanding speech and the impact of language problems on family and social life in patients who have stroke-associated aphasia. The SAQOL-39 has two response formats, both based on a 5-point scale, where 1 means that the patient could not complete the task at all, and 5 means a task could be completed with no difficulty. The second response format is an agreement/disagreement 5-point scale with 1 meaning definitely yes and 5 meaning definitely no. The overall SAQOL-39 score is calculated by summing all items and dividing by the number of items.","timeFrame":"3 years"},{"measure":"Communicative Effectiveness Index (CETI)","description":"The Communicative Effectiveness Index (CETI) measures the functional communication for adults with aphasia both acutely and over time. It uses a 10 cm linear visual analogue scale that caregivers use to rate the efficacy of the patient in 16 situations, from 'not at all able' to 'as able as before the stroke.' Graders convert measurements of the marks on the scale to a score from 0-100. These scores are then averaged to obtain an overall score. Higher scores mean better capability in the patient in the assessed situations.","timeFrame":"3 years"},{"measure":"Cognitive Linguistic Quick Test-Plus (CLQT+)","description":"The Cognitive Linguistic Quick Test-Plus (CLQT+) is an individually-administered test designed to evaluate cognitive-linguistic functioning in individuals 18-89 years old who have an acquired neurological dysfunction. This test assesses the patient in attention, memory, language, executive functions, and visuospatial skills. The CLQT+ consists of 11 tasks: personal facts, symbol cancellation, confrontation naming, clock drawing, story retelling, symbol trails, generative naming, design memory, mazes, design generation, and semantic comprehension. The score for each task, except the clock drawing, contributes to a severity rating for one or more of the five domains. The severity ratings are mild, moderate, severe, and within normal limits. A total composite score of the severity ratings is then derived for each of the domains.","timeFrame":"3 years"},{"measure":"The 5-level EQ-5D version (EQ-5D-5L)","description":"The 5-level EQ-5D(EQ-5D-5L) is a self-completed questionnaire that assessed the self-reported wellness of a patient in 5 dimensions: mobility, self-care, usual activities, pain/discomfort, anxiety/depression on a five-level scale: from no problems to extreme problems. These results are combinedto form a 5-digit number describing hte patient's general health. Additionally, there is a 20 cm visual analogue scale that asks the patient to make a mark where he or she feels she is, with the endpoints labelled 'the best health you can imagine' and 'the worst health you can imagine'. The lower the mark, the worse the self-reported health.","timeFrame":"3 years"},{"measure":"National Institutes of Health Stroke Scale","description":"The NIH Stroke Scale is a widely used tool that was built to assess the cognitive effects of a stroke. In more scientific terms, it \"provides a quantitative measure of stroke-related neurologic deficit\".In a treatment setting, the scale has three major purposes:\n\nIt evaluates the severity of the stroke It helps determine the appropriate treatment It predicts patient outcomes.The scale is made up of 11 different elements that evaluate specific ability. The score for each ability is a number between 0 and 4, 0 being normal functioning and 4 being completely impaired. The patient's NIHSS score is calculated by adding the number for each element of the scale; 42 is the highest score possible and 0 is the lowest . In the NIHSS, the higher the score, the more impaired a stroke patient is.","timeFrame":"3 years"},{"measure":"Barthel index","description":"The Barthel index is an ordinal scale used to measure performance in activities of daily living (ADL). Each performance item is rated on this scale with a given number of points assigned to each level or ranking.\\[1\\] It uses ten variables describing ADL and mobility. A higher number is associated with a greater likelihood of being able to live at home with a degree of independence following discharge from hospital. The amount of time and physical assistance required to perform each item are used in determining the assigned value of each item. External factors within the environment affect the score of each item. If adaptations outside the standard home environment are met during assessment, the participant's score will be lower if these conditions are not available. It's score ranges from 0 at the least level of function to 100 at the highest.","timeFrame":"3 years"},{"measure":"Modified Rankin Scale","description":"This is a commonly used scale for measuring the degree of disability or dependence in the daily activities of people who have suffered a stroke or other causes of neurological disability. It has become the most widely used clinical outcome measure for stroke clinical trials.The scale runs from 0-6, running from perfect health without symptoms to death.\n\n0 - No symptoms.\n\n1. - No significant disability. Able to carry out all usual activities, despite some symptoms.\n2. - Slight disability. Able to look after own affairs without assistance, but unable to carry out all previous activities.\n3. - Moderate disability. Requires some help, but able to walk unassisted.\n4. - Moderately severe disability. Unable to attend to own bodily needs without assistance, and unable to walk unassisted.\n5. - Severe disability. Requires constant nursing care and attention, bedridden, incontinent.\n6. - Dead.","timeFrame":"3 years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* diagnosis of ischemic/hemorrhagic stroke documented with CT and/or MRI and,\n* mild to moderate aphasia, and/or -) Scoring ≥ 1 on the Best Language parameters of the National Institute of Health Stroke Score (NIHSS).\n\nExclusion Criteria:\n\n* Pre-existing speech, language or cognitive disorders (such as dementia, mild cognitive impairment),\n* severe debilitating disease(s) that, in the opinion of the investigator, would preclude them from being able to complete the study to follow-up (ex: end-stage malignancy, ALS),\n* Severe comprehension deficits (unable to follow simple one-step commands and/or unable to respond to yes/no questions reliably), and\n* English is not the primary language\n* subarachnoid, subdural and epidural hemorrhages.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Dar Dowlatshahi, MD PhD","affiliation":"Scientific Investigator, OHRI","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"The Ottawa Hospital","city":"Ottawa","state":"Ontario","zip":"K1Y 4E9","country":"Canada","geoPoint":{"lat":45.41117,"lon":-75.69812}},{"facility":"University Health Network / University of Toronto","city":"Toronto","state":"Ontario","zip":"M5G 2C4","country":"Canada","geoPoint":{"lat":43.70011,"lon":-79.4163}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000001037","term":"Aphasia"},{"id":"D000003147","term":"Communication Disorders"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000013064","term":"Speech Disorders"},{"id":"D000007806","term":"Language Disorders"},{"id":"D000019954","term":"Neurobehavioral Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000065886","term":"Neurodevelopmental Disorders"},{"id":"D000001523","term":"Mental Disorders"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M4042","name":"Aphasia","asFound":"Aphasia","relevance":"HIGH"},{"id":"M6064","name":"Communication Disorders","asFound":"Speech Therapy","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M15554","name":"Speech Disorders","relevance":"LOW"},{"id":"M10513","name":"Language Disorders","relevance":"LOW"},{"id":"M21516","name":"Neurobehavioral Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M30334","name":"Neurodevelopmental Disorders","relevance":"LOW"},{"id":"M4505","name":"Mental Disorders","relevance":"LOW"},{"id":"M14163","name":"Psychotic Disorders","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}