{"protocolSection":{"identificationModule":{"nctId":"NCT06123039","orgStudyIdInfo":{"id":"HiPEEP"},"organization":{"fullName":"Hospital Universitario La Fe","class":"OTHER"},"briefTitle":"Use of Heart-lung Interaction to Predict Haemodynamic Tolerance to the Open Lung Approach With Individualised PEEP","officialTitle":"Use of Heart-lung Interaction Parameters to Predict Haemodynamic Tolerance to the Open Lung Approach With Individualised PEEP During Invasive Mechanical Ventilation in the Operating Room","acronym":"HiPEEP"},"statusModule":{"statusVerifiedDate":"2024-02","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-11-06","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-11-05","studyFirstSubmitQcDate":"2023-11-05","studyFirstPostDateStruct":{"date":"2023-11-08","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-02-13","lastUpdatePostDateStruct":{"date":"2024-02-14","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Oscar Diaz-Cambronero","investigatorTitle":"PhD, Head of the perioperative medicine group","investigatorAffiliation":"Hospital Universitario La Fe"},"leadSponsor":{"name":"Hospital Universitario La Fe","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This is an observational, prospective, single-centre study that will focus on patients undergoing major non-cardiac surgery requiring invasive mechanical ventilation and invasive blood pressure monitoring Hypotheses: A positive TVC (tidal volume challenge) prior to the recruitment manoeuvre (RM) predicts a decrease in CI within 5 minutes of individualised PEEP establishment of at least 10%.\n\n1. T0: Moment prior to the start of tidal volume challenge. Baseline values\n2. T1: After tidal volume challenge, moment priorate the start of the recruitment manoeuvre (RM). Mostcare and ventilator values. From this moment on, the parameters obtained from Mostcare will be analysed continuously (minute by minute) until 15 minutes after establishing the individualised PEEP.\n3. T2: At minute 5 of establishing individualised PEEP. All parameters derived from basic monitoring, Mostcare, and ventilator monitoring shall be monitored and recorded. Record whether any fluid bolus has been administered.","detailedDescription":"This is an observational, prospective, single-centre study that will focus on patients undergoing major non-cardiac surgery requiring invasive mechanical ventilation and invasive blood pressure monitoring\n\nLung recruitment manoeuvres (RM) are performed to prevent collapsed lung parenchyma from compromising oxygenation. In order to open collapsed lung areas, intrathoracic pressure needs to be raised and this may have haemodynamic repercussions especially in patients with an overt or latent hypovolaemic state. Parameters such as stroke volume variation (SVV) or pulse pressure variation (PPV) reflect to some extent the heart-lung interaction and have been used as predictors of fluid responsiveness by exploiting this principle to detect preload-dependent patients. The tidal volume challenge (TVC) uses the same principle of heart-lung interaction with better results. TVC can be a predictor of haemodynamic tolerance to RM + individualised PEEP.\n\nHypotheses: A positive TVC prior to the recruitment manoeuvre (RM) predicts a decrease in CI within 5 minutes of individualised PEEP establishment of at least 10%.\n\nData will be collected in the surgical area. Demographic and clinical parameters will be collected from the patient's clinical history, respiratory parameters obtained from the respirator, haemodynamic parameters obtained from the Mostcare device, oxygenation parameters before and after a recruitment manoeuvre.\n\nIf the patient meets all inclusion criteria and none of the exclusion criteria, he/she will be included for data collection. If he/she benefits from a recruitment manoeuvre (air-test + clinical indication), which will be assessed by clinical indications, he/she will be entered into our study. All measurements will be taken under stable haemodynamic conditions (HR and MAP should be stable and with +-10% variation for 1 min prior to measurements), without administration of vasoactive drugs or influential surgical aggression at that time.\n\nWhen the recruitment manoeuvre (RM) is performed, we will monitor all the variables by setting the following time points:\n\n1. T0: Moment prior to the start of recruitment manoeuvre. All the variables described (Mostcare, ventilator, basic monitoring) and the administration of fluids prior to the manoeuvre shall be monitored. To avoid artefacts on the arterial waveform, a fast-flush test and assessment of dP/dtMAX should always be performed. Patients who do not have optimal arterial waveform morphology at this point will be excluded.\n2. T1: At minute 1 after starting the VTC, the parameters derived from the basic monitoring and the Mostcare will be checked. From this moment on, the parameters obtained from Mostcare will be analysed continuously (minute by minute) until 15 minutes after establishing the individualised PEEP.\n3. T2: At minute 5 of establishing individualised PEEP. All parameters derived from basic monitoring, Mostcare and ventilator monitoring shall be monitored and recorded. Record whether any fluid bolus has been administered."},"conditionsModule":{"conditions":["Anesthesia","Perioperative/Postoperative Complications","Hypovolemia","Haemodynamic Instability"],"keywords":["Tidal Volume Challenge","Recruitment Maneuver","Haemodynamic monitoring","Heart-lung interactions","Stroke Volume Variation","Pulse Pressure Variation","Cardiac Index","PEEP"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":90,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"POSITIVE Tidal Volume Challenge","description":"Population with positive result in the tidal volume challenge. That is, an increase in PPV greater than 2% after increasing the tidal volume from 6 ml/kg to 8 ml/kg for 1 minute.","interventionNames":["Diagnostic Test: Tidal Volume Challenge","Procedure: Recruitment maneuver obtaining individualised PEEP"]},{"label":"NEGATIVE Tidal Volume Challenge","description":"Population with a negative result in the tidal volume challenge. That is, not enough increase in PPV.","interventionNames":["Diagnostic Test: Tidal Volume Challenge","Procedure: Recruitment maneuver obtaining individualised PEEP"]}],"interventions":[{"type":"DIAGNOSTIC_TEST","name":"Tidal Volume Challenge","description":"The tidal volume challenge is a fluid response test that consists of increasing the tidal volume from 6 ml/kg to 8 ml/kg for 1 minute and evaluating PPV. If PPV increases by more than 2%, it is considered positive, otherwise it will be negative.","armGroupLabels":["NEGATIVE Tidal Volume Challenge","POSITIVE Tidal Volume Challenge"]},{"type":"PROCEDURE","name":"Recruitment maneuver obtaining individualised PEEP","description":"The alveolar recruitment maneuver is a well-studied procedure to open the lung during invasive mechanical ventilation, allowing us to achieve the best PEEP for that lung, which is individualised PEEP.","armGroupLabels":["NEGATIVE Tidal Volume Challenge","POSITIVE Tidal Volume Challenge"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Tidal volume challenge as a predictor of haemodynamic tolerance to recruitment maneuver with individualized PEEP at minute 5 after recruitment maneuver","description":"To describe the relationship between baseline TVC and the difference in baseline and 5-minute CI (cardiac index) after RM with individualised PEEP. We consider a 10% decrease in CI as clinically significant.","timeFrame":"At minute 5 after recruitment maneuver"}],"secondaryOutcomes":[{"measure":"Tidal volume challenge as a predictor of haemodynamic tolerance to recruitment maneuver with individualized PEEP at different moments in time","description":"To describe the relationship between baseline TVC and the difference in DO2 (cardiac index) at baseline and at 1 and 30 minutes after RM with individualised PEEP acquisition.","timeFrame":"For 15 minutes from the recruitment maneuver"},{"measure":"Stroke Volume Variation and Pulse Pressure Variation as predictors of haemodynamic tolerance to recruitment maneuver with individualized PEEP at different moments in time","description":"To describe the relationship between baseline PPV-SVV and the difference in CI (cardiac index) and DO2 at baseline and at 1, 5 and 30 minutes after RM with individualised PEEP acquisition.","timeFrame":"For 15 minutes from the recruitment maneuver"},{"measure":"Pressure Rating Analytical Method (PRAM) for monitoring haemodynamic effect of the Open Lung Approach with individualized PEEP","description":"To describe the effect of OLA (Open Lung Approach) with individualised PEEP on haemodynamic parameters obtained with minimally invasive monitoring using the PRAM method continuously during the first 15 minutes after RM with individualised PEEP compared to baseline values of: indexed systolic volume (ISV), cardiac index (CI), oxygen delivery (DO2), pulse pressure variation (PPV), dynamic arterial elastance (EaDyn), cardiovascular system impedance (z), dP/dtMAX and cardiac cycle efficiency (CCE).","timeFrame":"For 15 minutes from the recruitment maneuver"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients over 18 years of age; undergoing scheduled non-cardiothoracic surgery; under controlled invasive mechanical ventilation and invasive arterial monitoring; supine position; positive air test\n\nExclusion Criteria:\n\n* Chronic pulmonary disease (defined as chronic obstructive pulmonary disease grade 3 or higher or any disease requiring long-term oxygen therapy); congenital cardiac malformations; severe valvular heart disease; heart failure NYHA (New York Heart Association) Grade III/IV; arrhythmias; history of reduced ventricular systolic function (FEVI \\<40% or TAPSE \\<17 cm/s); history of pulmonary hypertension; BMI \\>35 (due to altered lung compliance and rib cage); heart rate/respiratory rate ratio \\< 3.6; presence of inspiratory effort; open chest; increased intra-abdominal pressure (due to pathology or pneumoperitoneum); altered pulmonary or rib cage compliance due to surgery (trendelemburg or antitrendelemburg position); uncorrected optimal arterial waveform (resonant or damped) and presence of any contraindication to lung recruitment manoeuvres. The latter are: pulmonary emphysema, pulmonary bullae, uncontrolled haemodynamic instability, right heart failure, elevated intracranial pressure (decreased return flow through jugular veins) or lack of monitoring if necessary, bronchospasm, undrained pneumothorax.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Patients undergoing scheduled non-cardiothoracic surgery under controlled invasive mechanical ventilation and invasive arterial monitoring, without pathologies that affect heart-lung interactions and their interpretation. They would be patients who benefit from a recruitment maneuver.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Jose Daniel Jimenez Santana, Resident","role":"CONTACT","phone":"+34629826331","email":"jimenez_josedanielsan@gva.es"}],"overallOfficials":[{"name":"Jose Daniel Jimenez Santana, Resident","affiliation":"University and Polytechnic Hospital La fe","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Hospital Universitario La Fe","status":"RECRUITING","city":"Valencia","country":"Spain","contacts":[{"name":"Jose Daniel Jimenez Santana, Resident","role":"CONTACT","phone":"+34629826331","email":"jimenez_josedanielsan@gva.es"}],"geoPoint":{"lat":39.46975,"lon":-0.37739}},{"facility":"Hospital Universitario La Fe","status":"RECRUITING","city":"Valencia","country":"Spain","contacts":[{"name":"Guido Mazzinari, Ph.D.","role":"CONTACT"}],"geoPoint":{"lat":39.46975,"lon":-0.37739}}]},"referencesModule":{"references":[{"pmid":"29395110","type":"BACKGROUND","citation":"Garcia-Fernandez J, Romero A, Blanco A, Gonzalez P, Abad-Gurumeta A, Bergese SD. Recruitment manoeuvres in anaesthesia: How many more excuses are there not to use them? Rev Esp Anestesiol Reanim (Engl Ed). 2018 Apr;65(4):209-217. doi: 10.1016/j.redar.2017.12.006. Epub 2018 Feb 10. English, Spanish."},{"type":"BACKGROUND","citation":"2. García - Fernández J, Mingote A, Marrero R. VENTIMEC. Tratado de Ventilación Mecánica en Anestesiología, Cuidados Intensivos y Trasplantes. Panamericana 2022."},{"pmid":"25435480","type":"BACKGROUND","citation":"Pinsky MR. Functional hemodynamic monitoring. Crit Care Clin. 2015 Jan;31(1):89-111. doi: 10.1016/j.ccc.2014.08.005."},{"pmid":"28820609","type":"BACKGROUND","citation":"Pinsky MR. Cardiopulmonary Interactions: Physiologic Basis and Clinical Applications. Ann Am Thorac Soc. 2018 Feb;15(Suppl 1):S45-S48. doi: 10.1513/AnnalsATS.201704-339FR."},{"pmid":"24719580","type":"BACKGROUND","citation":"Vargas M, Sutherasan Y, Gregoretti C, Pelosi P. PEEP role in ICU and operating room: from pathophysiology to clinical practice. ScientificWorldJournal. 2014 Jan 14;2014:852356. doi: 10.1155/2014/852356. eCollection 2014."},{"pmid":"12910335","type":"BACKGROUND","citation":"Jardin F, Vieillard-Baron A. Right ventricular function and positive pressure ventilation in clinical practice: from hemodynamic subsets to respirator settings. Intensive Care Med. 2003 Sep;29(9):1426-34. doi: 10.1007/s00134-003-1873-1. Epub 2003 Aug 9. No abstract available."},{"pmid":"2413570","type":"BACKGROUND","citation":"Alexi-Meskhisvili VV, Falkowski GE, Nikoljuk AP, Popov SA. Hemodynamic changes during mechanical ventilation in infants and small children after open heart surgery. Thorac Cardiovasc Surg. 1985 Aug;33(4):215-7. doi: 10.1055/s-2007-1014122."},{"pmid":"33991896","type":"BACKGROUND","citation":"Amaddeo A, Khraiche D, Khirani S, Meot M, Jais JP, Bonnet D, Fauroux B. Continuous positive airway pressure improves work of breathing in pediatric chronic heart failure. Sleep Med. 2021 Jul;83:99-105. doi: 10.1016/j.sleep.2021.04.003. Epub 2021 Apr 19."},{"pmid":"32556487","type":"BACKGROUND","citation":"Stohl S, Klein MJ, Ross PA, vonBusse S, Menteer J. Impact of Anesthetic and Ventilation Strategies on Invasive Hemodynamic Measurements in Pediatric Heart Transplant Recipients. Pediatr Cardiol. 2020 Jun;41(5):962-971. doi: 10.1007/s00246-020-02344-9. Epub 2020 Jun 18."},{"pmid":"32534648","type":"BACKGROUND","citation":"Eerdekens R, Bouwmeester S. Atrial septal defect and haemodynamic consequences of continuous positive airway pressure treatment. Lancet. 2020 Jun 13;395(10240):1864. doi: 10.1016/S0140-6736(20)31251-4. No abstract available."},{"pmid":"32730173","type":"BACKGROUND","citation":"Horn AG, Baumfalk DR, Schulze KM, Kunkel ON, Colburn TD, Weber RE, Bruells CS, Musch TI, Poole DC, Behnke BJ. Effects of elevated positive end-expiratory pressure on diaphragmatic blood flow and vascular resistance during mechanical ventilation. J Appl Physiol (1985). 2020 Sep 1;129(3):626-635. doi: 10.1152/japplphysiol.00320.2020. Epub 2020 Jul 30."},{"pmid":"10051276","type":"BACKGROUND","citation":"Michard F, Chemla D, Richard C, Wysocki M, Pinsky MR, Lecarpentier Y, Teboul JL. Clinical use of respiratory changes in arterial pulse pressure to monitor the hemodynamic effects of PEEP. Am J Respir Crit Care Med. 1999 Mar;159(3):935-9. doi: 10.1164/ajrccm.159.3.9805077."},{"pmid":"16356246","type":"BACKGROUND","citation":"Luecke T, Pelosi P. Clinical review: Positive end-expiratory pressure and cardiac output. Crit Care. 2005;9(6):607-21. doi: 10.1186/cc3877. Epub 2005 Oct 18."},{"pmid":"26682219","type":"BACKGROUND","citation":"Lovas A, Szakmany T. Haemodynamic Effects of Lung Recruitment Manoeuvres. Biomed Res Int. 2015;2015:478970. doi: 10.1155/2015/478970. Epub 2015 Nov 22."},{"pmid":"21914178","type":"BACKGROUND","citation":"Herbst-Rodrigues MV, Carvalho VO, Auler JO Jr, Feltrim MI. PEEP-ZEEP technique: cardiorespiratory repercussions in mechanically ventilated patients submitted to a coronary artery bypass graft surgery. J Cardiothorac Surg. 2011 Sep 13;6:108. doi: 10.1186/1749-8090-6-108."},{"pmid":"31582096","type":"BACKGROUND","citation":"Vistisen ST, Enevoldsen JN, Greisen J, Juhl-Olsen P. What the anaesthesiologist needs to know about heart-lung interactions. Best Pract Res Clin Anaesthesiol. 2019 Jun;33(2):165-177. doi: 10.1016/j.bpa.2019.05.003. Epub 2019 May 7."},{"pmid":"17242096","type":"BACKGROUND","citation":"Celebi S, Koner O, Menda F, Korkut K, Suzer K, Cakar N. The pulmonary and hemodynamic effects of two different recruitment maneuvers after cardiac surgery. Anesth Analg. 2007 Feb;104(2):384-90. doi: 10.1213/01.ane.0000252967.33414.44."},{"pmid":"22079132","type":"BACKGROUND","citation":"Monge Garcia MI, Gil Cano A, Gracia Romero M, Diaz Monrove JC. [Respiratory and hemodynamic changes during lung recruitment maneuvering through progressive increases and decreases in PEEP level]. Med Intensiva. 2012 Mar;36(2):77-88. doi: 10.1016/j.medin.2011.08.008. Epub 2011 Nov 10. Spanish."},{"pmid":"35228629","type":"BACKGROUND","citation":"Belfiore J, Brogi E, Nicolini N, Deffenu D, Forfori F, Palombo C. Hemodynamic variations in arterial wave reflection associated with the application of increasing levels of PEEP in healthy subjects. Sci Rep. 2022 Feb 28;12(1):3335. doi: 10.1038/s41598-022-07410-1."},{"pmid":"27922879","type":"BACKGROUND","citation":"Myatra SN, Prabu NR, Divatia JV, Monnet X, Kulkarni AP, Teboul JL. The Changes in Pulse Pressure Variation or Stroke Volume Variation After a \"Tidal Volume Challenge\" Reliably Predict Fluid Responsiveness During Low Tidal Volume Ventilation. Crit Care Med. 2017 Mar;45(3):415-421. doi: 10.1097/CCM.0000000000002183."},{"pmid":"28320434","type":"BACKGROUND","citation":"Myatra SN, Monnet X, Teboul JL. Use of 'tidal volume challenge' to improve the reliability of pulse pressure variation. Crit Care. 2017 Mar 21;21(1):60. doi: 10.1186/s13054-017-1637-x."},{"pmid":"31651455","type":"BACKGROUND","citation":"Messina A, Montagnini C, Cammarota G, Giuliani F, Muratore L, Baggiani M, Bennett V, Della Corte F, Navalesi P, Cecconi M. Assessment of Fluid Responsiveness in Prone Neurosurgical Patients Undergoing Protective Ventilation: Role of Dynamic Indices, Tidal Volume Challenge, and End-Expiratory Occlusion Test. Anesth Analg. 2020 Mar;130(3):752-761. doi: 10.1213/ANE.0000000000004494."},{"pmid":"31021879","type":"BACKGROUND","citation":"Messina A, Montagnini C, Cammarota G, De Rosa S, Giuliani F, Muratore L, Della Corte F, Navalesi P, Cecconi M. Tidal volume challenge to predict fluid responsiveness in the operating room: An observational study. Eur J Anaesthesiol. 2019 Aug;36(8):583-591. doi: 10.1097/EJA.0000000000000998."},{"pmid":"36964573","type":"BACKGROUND","citation":"Monnet X, Lai C, Teboul JL. How I personalize fluid therapy in septic shock? Crit Care. 2023 Mar 24;27(1):123. doi: 10.1186/s13054-023-04363-3."},{"pmid":"35633423","type":"BACKGROUND","citation":"Monnet X, Shi R, Teboul JL. Prediction of fluid responsiveness. What's new? Ann Intensive Care. 2022 May 28;12(1):46. doi: 10.1186/s13613-022-01022-8."},{"pmid":"33555488","type":"BACKGROUND","citation":"Alvarado Sanchez JI, Caicedo Ruiz JD, Diaztagle Fernandez JJ, Amaya Zuniga WF, Ospina-Tascon GA, Cruz Martinez LE. Predictors of fluid responsiveness in critically ill patients mechanically ventilated at low tidal volumes: systematic review and meta-analysis. Ann Intensive Care. 2021 Feb 8;11(1):28. doi: 10.1186/s13613-021-00817-5."},{"pmid":"35850771","type":"BACKGROUND","citation":"Shi R, Ayed S, Moretto F, Azzolina D, De Vita N, Gavelli F, Carelli S, Pavot A, Lai C, Monnet X, Teboul JL. Tidal volume challenge to predict preload responsiveness in patients with acute respiratory distress syndrome under prone position. Crit Care. 2022 Jul 18;26(1):219. doi: 10.1186/s13054-022-04087-w."},{"pmid":"17762231","type":"BACKGROUND","citation":"Pinsky MR. Heart-lung interactions. Curr Opin Crit Care. 2007 Oct;13(5):528-31. doi: 10.1097/MCC.0b013e3282efad97."},{"pmid":"29371130","type":"BACKGROUND","citation":"Ferrando C, Soro M, Unzueta C, Suarez-Sipmann F, Canet J, Librero J, Pozo N, Peiro S, Llombart A, Leon I, India I, Aldecoa C, Diaz-Cambronero O, Pestana D, Redondo FJ, Garutti I, Balust J, Garcia JI, Ibanez M, Granell M, Rodriguez A, Gallego L, de la Matta M, Gonzalez R, Brunelli A, Garcia J, Rovira L, Barrios F, Torres V, Hernandez S, Gracia E, Gine M, Garcia M, Garcia N, Miguel L, Sanchez S, Pineiro P, Pujol R, Garcia-Del-Valle S, Valdivia J, Hernandez MJ, Padron O, Colas A, Puig J, Azparren G, Tusman G, Villar J, Belda J; Individualized PeRioperative Open-lung VEntilation (iPROVE) Network. Individualised perioperative open-lung approach versus standard protective ventilation in abdominal surgery (iPROVE): a randomised controlled trial. Lancet Respir Med. 2018 Mar;6(3):193-203. doi: 10.1016/S2213-2600(18)30024-9. Epub 2018 Jan 19."},{"pmid":"28631764","type":"BACKGROUND","citation":"Marini M, Caretta G, Vagnarelli F, Luca F, Biscottini E, Lavorgna A, Procaccini V, Riva L, Vianello G, Aspromonte N, Mortara A, De Maria R, Capasso P, Valente S, Gulizia MM. [Hemodynamic effects of positive end-expiratory pressure]. G Ital Cardiol (Rome). 2017 Jun;18(6):505-512. doi: 10.1714/2700.27611. Italian."},{"pmid":"31808662","type":"BACKGROUND","citation":"Ferrando C, Suarez-Sipmann F, Librero J, Pozo N, Soro M, Unzueta C, Brunelli A, Peiro S, Llombart A, Balust J, Aldecoa C, Diaz-Cambronero O, Franco T, Redondo FJ, Garutti I, Garcia JI, Ibanez M, Granell M, Rodriguez A, Gallego L, de la Matta M, Marcos JM, Garcia J, Mazzinari G, Tusman G, Villar J, Belda J; Individualized PeRioperative Openlung VEntilation (iPROVE) Network. A noninvasive postoperative clinical score to identify patients at risk for postoperative pulmonary complications: the Air-Test Score. Minerva Anestesiol. 2020 Apr;86(4):404-415. doi: 10.23736/S0375-9393.19.13932-6. Epub 2019 Dec 4."},{"pmid":"31157366","type":"BACKGROUND","citation":"Writing Committee for the PROBESE Collaborative Group of the PROtective VEntilation Network (PROVEnet) for the Clinical Trial Network of the European Society of Anaesthesiology; Bluth T, Serpa Neto A, Schultz MJ, Pelosi P, Gama de Abreu M; PROBESE Collaborative Group; Bluth T, Bobek I, Canet JC, Cinnella G, de Baerdemaeker L, Gama de Abreu M, Gregoretti C, Hedenstierna G, Hemmes SNT, Hiesmayr M, Hollmann MW, Jaber S, Laffey J, Licker MJ, Markstaller K, Matot I, Mills GH, Mulier JP, Pelosi P, Putensen C, Rossaint R, Schmitt J, Schultz MJ, Senturk M, Serpa Neto A, Severgnini P, Sprung J, Vidal Melo MF, Wrigge H. Effect of Intraoperative High Positive End-Expiratory Pressure (PEEP) With Recruitment Maneuvers vs Low PEEP on Postoperative Pulmonary Complications in Obese Patients: A Randomized Clinical Trial. JAMA. 2019 Jun 18;321(23):2292-2305. doi: 10.1001/jama.2019.7505. Erratum In: JAMA. 2019 Nov 12;322(18):1829-1830."},{"pmid":"32816177","type":"BACKGROUND","citation":"Spadaro S, Grasso S, Karbing DS, Santoro G, Cavallesco G, Maniscalco P, Murgolo F, Di Mussi R, Ragazzi R, Rees SE, Volta CA, Fogagnolo A. Physiological effects of two driving pressure-based methods to set positive end-expiratory pressure during one lung ventilation. J Clin Monit Comput. 2021 Oct;35(5):1149-1157. doi: 10.1007/s10877-020-00582-z. Epub 2020 Aug 20."},{"pmid":"30370276","type":"BACKGROUND","citation":"Mahmood SS, Pinsky MR. Heart-lung interactions during mechanical ventilation: the basics. Ann Transl Med. 2018 Sep;6(18):349. doi: 10.21037/atm.2018.04.29."},{"pmid":"27422991","type":"BACKGROUND","citation":"Berger D, Moller PW, Weber A, Bloch A, Bloechlinger S, Haenggi M, Sondergaard S, Jakob SM, Magder S, Takala J. Effect of PEEP, blood volume, and inspiratory hold maneuvers on venous return. Am J Physiol Heart Circ Physiol. 2016 Sep 1;311(3):H794-806. doi: 10.1152/ajpheart.00931.2015. Epub 2016 Jul 15."},{"pmid":"23106914","type":"BACKGROUND","citation":"Magder S. Bench-to-bedside review: An approach to hemodynamic monitoring--Guyton at the bedside. Crit Care. 2012 Oct 29;16(5):236. doi: 10.1186/cc11395."},{"pmid":"36031417","type":"BACKGROUND","citation":"Zorrilla-Vaca A, Grant MC, Urman RD, Frendl G. Individualised positive end-expiratory pressure in abdominal surgery: a systematic review and meta-analysis. Br J Anaesth. 2022 Nov;129(5):815-825. doi: 10.1016/j.bja.2022.07.009. Epub 2022 Aug 26."},{"pmid":"28707173","type":"BACKGROUND","citation":"Eichler L, Truskowska K, Dupree A, Busch P, Goetz AE, Zollner C. Intraoperative Ventilation of Morbidly Obese Patients Guided by Transpulmonary Pressure. Obes Surg. 2018 Jan;28(1):122-129. doi: 10.1007/s11695-017-2794-3."},{"pmid":"29045567","type":"BACKGROUND","citation":"Nestler C, Simon P, Petroff D, Hammermuller S, Kamrath D, Wolf S, Dietrich A, Camilo LM, Beda A, Carvalho AR, Giannella-Neto A, Reske AW, Wrigge H. Individualized positive end-expiratory pressure in obese patients during general anaesthesia: a randomized controlled clinical trial using electrical impedance tomography. Br J Anaesth. 2017 Dec 1;119(6):1194-1205. doi: 10.1093/bja/aex192."},{"pmid":"37031182","type":"BACKGROUND","citation":"Lai C, Shi R, Beurton A, Moretto F, Ayed S, Fage N, Gavelli F, Pavot A, Dres M, Teboul JL, Monnet X. The increase in cardiac output induced by a decrease in positive end-expiratory pressure reliably detects volume responsiveness: the PEEP-test study. Crit Care. 2023 Apr 9;27(1):136. doi: 10.1186/s13054-023-04424-7."},{"pmid":"34757497","type":"BACKGROUND","citation":"Li X, Ni ZL, Wang J, Liu XC, Guan HL, Dai MS, Gao X, Zhou Y, Hu XY, Sun X, Zhou J, Zhao Q, Zhang QQ, Liu H, Han Y, Cao JL. Effects of individualized positive end-expiratory pressure combined with recruitment maneuver on intraoperative ventilation during abdominal surgery: a systematic review and network meta-analysis of randomized controlled trials. J Anesth. 2022 Apr;36(2):303-315. doi: 10.1007/s00540-021-03012-9. Epub 2021 Nov 10."},{"pmid":"25927183","type":"BACKGROUND","citation":"Ferrando C, Soro M, Canet J, Unzueta MC, Suarez F, Librero J, Peiro S, Llombart A, Delgado C, Leon I, Rovira L, Ramasco F, Granell M, Aldecoa C, Diaz O, Balust J, Garutti I, de la Matta M, Pensado A, Gonzalez R, Duran ME, Gallego L, Del Valle SG, Redondo FJ, Diaz P, Pestana D, Rodriguez A, Aguirre J, Garcia JM, Garcia J, Espinosa E, Charco P, Navarro J, Rodriguez C, Tusman G, Belda FJ; iPROVE investigators (Appendices 1 and 2). Rationale and study design for an individualized perioperative open lung ventilatory strategy (iPROVE): study protocol for a randomized controlled trial. Trials. 2015 Apr 27;16:193. doi: 10.1186/s13063-015-0694-1."},{"pmid":"26961819","type":"BACKGROUND","citation":"Sangkum L, Liu GL, Yu L, Yan H, Kaye AD, Liu H. Minimally invasive or noninvasive cardiac output measurement: an update. J Anesth. 2016 Jun;30(3):461-80. doi: 10.1007/s00540-016-2154-9. Epub 2016 Mar 9."},{"pmid":"28012725","type":"BACKGROUND","citation":"Romagnoli S, Franchi F, Ricci Z, Scolletta S, Payen D. The Pressure Recording Analytical Method (PRAM): Technical Concepts and Literature Review. J Cardiothorac Vasc Anesth. 2017 Aug;31(4):1460-1470. doi: 10.1053/j.jvca.2016.09.004. Epub 2016 Sep 14. No abstract available."},{"pmid":"26380992","type":"BACKGROUND","citation":"Perel A. Non-invasive monitoring of oxygen delivery in acutely ill patients: new frontiers. Ann Intensive Care. 2015 Dec;5(1):24. doi: 10.1186/s13613-015-0067-7. Epub 2015 Sep 17."},{"pmid":"18522935","type":"BACKGROUND","citation":"Cannesson M, Desebbe O, Rosamel P, Delannoy B, Robin J, Bastien O, Lehot JJ. Pleth variability index to monitor the respiratory variations in the pulse oximeter plethysmographic waveform amplitude and predict fluid responsiveness in the operating theatre. Br J Anaesth. 2008 Aug;101(2):200-6. doi: 10.1093/bja/aen133. Epub 2008 Jun 2."},{"pmid":"27687456","type":"BACKGROUND","citation":"Warnakulasuriya SR, Davies SJ, Wilson RJ, Yates DR. Comparison of esophageal Doppler and plethysmographic variability index to guide intraoperative fluid therapy for low-risk patients undergoing colorectal surgery. J Clin Anesth. 2016 Nov;34:600-8. doi: 10.1016/j.jclinane.2016.06.033. Epub 2016 Jul 18."},{"pmid":"26242233","type":"BACKGROUND","citation":"Chu H, Wang Y, Sun Y, Wang G. Accuracy of pleth variability index to predict fluid responsiveness in mechanically ventilated patients: a systematic review and meta-analysis. J Clin Monit Comput. 2016 Jun;30(3):265-74. doi: 10.1007/s10877-015-9742-3. Epub 2015 Aug 5."},{"pmid":"21057311","type":"BACKGROUND","citation":"Loupec T, Nanadoumgar H, Frasca D, Petitpas F, Laksiri L, Baudouin D, Debaene B, Dahyot-Fizelier C, Mimoz O. Pleth variability index predicts fluid responsiveness in critically ill patients. Crit Care Med. 2011 Feb;39(2):294-9. doi: 10.1097/CCM.0b013e3181ffde1c."},{"pmid":"35439832","type":"BACKGROUND","citation":"Silva PL, Ball L, Rocco PRM, Pelosi P. Physiological and Pathophysiological Consequences of Mechanical Ventilation. Semin Respir Crit Care Med. 2022 Jun;43(3):321-334. doi: 10.1055/s-0042-1744447. Epub 2022 Apr 19."},{"pmid":"32011334","type":"BACKGROUND","citation":"Mazzinari G, Diaz-Cambronero O, Alonso-Inigo JM, Garcia-Gregorio N, Ayas-Montero B, Ibanez JL, Serpa Neto A, Ball L, Gama de Abreu M, Pelosi P, Maupoey J, Argente Navarro MP, Schultz MJ. Intraabdominal Pressure Targeted Positive End-expiratory Pressure during Laparoscopic Surgery: An Open-label, Nonrandomized, Crossover, Clinical Trial. Anesthesiology. 2020 Apr;132(4):667-677. doi: 10.1097/ALN.0000000000003146."},{"pmid":"25425708","type":"BACKGROUND","citation":"Hartland BL, Newell TJ, Damico N. Alveolar recruitment maneuvers under general anesthesia: a systematic review of the literature. Respir Care. 2015 Apr;60(4):609-20. doi: 10.4187/respcare.03488. Epub 2014 Nov 25."},{"pmid":"32371830","type":"BACKGROUND","citation":"Piriyapatsom A, Phetkampang S. Effects of intra-operative positive end-expiratory pressure setting guided by oesophageal pressure measurement on oxygenation and respiratory mechanics during laparoscopic gynaecological surgery: A randomised controlled trial. Eur J Anaesthesiol. 2020 Nov;37(11):1032-1039. doi: 10.1097/EJA.0000000000001204."},{"pmid":"34366425","type":"BACKGROUND","citation":"Li H, Zheng ZN, Zhang NR, Guo J, Wang K, Wang W, Li LG, Jin J, Tang J, Liao YJ, Jin SQ. Intra-operative open-lung ventilatory strategy reduces postoperative complications after laparoscopic colorectal cancer resection: A randomised controlled trial. Eur J Anaesthesiol. 2021 Oct 1;38(10):1042-1051. doi: 10.1097/EJA.0000000000001580."},{"pmid":"28146639","type":"BACKGROUND","citation":"Sahetya SK, Goligher EC, Brower RG. Fifty Years of Research in ARDS. Setting Positive End-Expiratory Pressure in Acute Respiratory Distress Syndrome. Am J Respir Crit Care Med. 2017 Jun 1;195(11):1429-1438. doi: 10.1164/rccm.201610-2035CI. Erratum In: Am J Respir Crit Care Med. 2018 Mar 1;197(5):684-685."},{"type":"BACKGROUND","citation":"62. Pinsky MR, Teboul J-L, Vincent J-L. Hemodynamic Monitoring. Lessons from ICU. Springer. 2019"},{"type":"BACKGROUND","citation":"Flick, Moritz; Joosten, Alexandre; Scheeren, Thomas W.L.; Duranteau, Jacques; Saugel, Bernd. Haemodynamic monitoring and management in patients having noncardiac surgery: A survey among members of the European Society of Anaesthesiology and Intensive Care. European Journal of Anaesthesiology and Intensive Care 2(1):p e0017, February 2023. | DOI: 10.1097/EA9.0000000000000017"},{"pmid":"36732851","type":"BACKGROUND","citation":"Wang X, Liu S, Gao J, Zhang Y, Huang T. Does tidal volume challenge improve the feasibility of pulse pressure variation in patients mechanically ventilated at low tidal volumes? A systematic review and meta-analysis. Crit Care. 2023 Feb 2;27(1):45. doi: 10.1186/s13054-023-04336-6."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000011183","term":"Postoperative Complications"},{"id":"D000020896","term":"Hypovolemia"}],"ancestors":[{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M13755","name":"Postoperative Complications","asFound":"Postoperative Complications","relevance":"HIGH"},{"id":"M22324","name":"Hypovolemia","asFound":"Hypovolemia","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}