{"protocolSection":{"identificationModule":{"nctId":"NCT02405351","orgStudyIdInfo":{"id":"TEAMS02102014"},"organization":{"fullName":"Nova Scotia Health Authority","class":"OTHER"},"briefTitle":"Telerehabilitation for Attention and Memory in Stroke","officialTitle":"Telerehabilitation for Attention and Memory in Stroke (TEAMS): Development and Initial Evaluation of an Internet-Based Training Program","acronym":"TEAMS"},"statusModule":{"statusVerifiedDate":"2018-02","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2015-04"},"primaryCompletionDateStruct":{"date":"2019-10-30","type":"ACTUAL"},"completionDateStruct":{"date":"2019-10-30","type":"ACTUAL"},"studyFirstSubmitDate":"2014-11-17","studyFirstSubmitQcDate":"2015-03-27","studyFirstPostDateStruct":{"date":"2015-04-01","type":"ESTIMATED"},"lastUpdateSubmitDate":"2023-06-13","lastUpdatePostDateStruct":{"date":"2023-06-15","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Nova Scotia Health Authority","class":"OTHER"},"collaborators":[{"name":"Heart and Stroke Foundation of Canada","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"The investigators propose to develop a Telerehabilitation approach to working memory training for patients experiencing working memory deficits post stroke. The investigators have currently developed a game-like computerized working memory training program that can be accessed via the internet for research purposes. The investigators propose to refine the website to focus more on clinically based training, and to evaluate the feasibility and initial effectiveness of this approach in a pilot study with participants after stroke.","detailedDescription":"Vascular disease and stroke often affect working memory, which is the ability to hold information in mind in order to deal with tasks, such as reading, having a conversation, problem-solving and decision-making. Working memory deficits can lead to problems with everyday activities, affecting independence and quality of life. Thus, interventions to improve working memory are important for optimal health outcomes in individuals after stroke.\n\nCurrently, approaches to provide interventions for working memory deficits are limited to intensive face-to-face rehabilitation sessions requiring trained therapists over many weeks. Even one-on-one computerized training requires significant health care resources, however, including supervision of daily sessions by a trained therapist, set-up of the program on the computer, teaching the patient how to use the program, regular encouragement and feedback to maintain motivation, monitoring of progress, and trouble-shooting when there are difficulties. Thus, access to these interventions is usually restricted to patients currently in hospital in urban areas, and limited or not available to those in the community once discharged, or when treated in hospital in more rural settings. Thus, new approaches to increase accessibility of this intervention approach to patients are needed.\n\nThe investigators developed one method of working memory training which uses a computerized, game-like approach, which is ideal for providing intensive, repetitive practice, with feedback and monitoring of progress. While the maximally effective dose is not yet identified, adaptive training practice normally is provided for 5 days/week for 5-10 weeks. With this intensity, computerized working memory training has been shown to improve cognitive abilities in a range of groups (e.g., healthy younger and older adults, those with Attention deficit hyperactivity disorder (ADHD), stroke, schizophrenia) and these benefits can generalize to other cognitive abilities and be maintained, at least in the short term.\n\nThe investigators propose to develop and evaluate an internet-based intervention approach, using the computerized working memory method that has been shown to be effective in improving working memory in several patient groups, including stroke. The investigators will develop and refine a website that the investigators can use to provide an already available computerized game-like software program for working memory training, and conduct an initial evaluation of this approach for feasibility and effectiveness in a pilot study involving clinical sites in Nova Scotia."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Telemedicine, Stroke, Working Memory, Cognitive Training"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":7,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Training Group","type":"EXPERIMENTAL","description":"Participants will be 10 individuals post stroke, living in the community. The intervention, adaptive working memory training, is a dual n-back working memory task. This training will take place once for 30 minutes per day, 5 days a week for 6 weeks, with one week dedicated for familiarizing participants to the program in the very beginning (i.e., Week 1).","interventionNames":["Behavioral: Adaptive Working Memory Training"]}],"interventions":[{"type":"BEHAVIORAL","name":"Adaptive Working Memory Training","description":"The working memory training task will consist of an online adaptive working memory program that will test and extend patients' working memory capacity.\n\nAdaptive refers to the increase in the number of items that the patient is required to remember.","armGroupLabels":["Training Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Baseline working memory function","description":"Using operation and symmetry span task, as well as as Sternberg memory scanning tasks Operation span task: A dual-task in which participants complete mathematical reasoning (e.g. solving a mathematical equation) while using short-term verbal memory to remember words.\n\nSymmetry span task: A dual task in which participants discriminate about the symmetry of visual stimuli while using short-term spatial memory to remember the locations of stimuli.\n\nSternberg memory scanning tasks: A task that involved remembering various number of cards as memory test","timeFrame":"Baseline"},{"measure":"Change in working memory function between baseline and 6 weeks post training onset","timeFrame":"6 weeks post training onset"}],"secondaryOutcomes":[{"measure":"Baseline cognitive function","description":"Baseline cognitive function will be assessed using the Montreal Cognitive Assessment Test (MoCA; Cognitive screening tool with short tests of attention and executive function, language, memory, perception, and abstraction)","timeFrame":"Baseline"},{"measure":"Baseline anxiety/depression","description":"Baseline anxiety/depression will be assessed using the Hospital Anxiety and Depression Scale (HADS; self-report screen for symptoms of anxiety and depression)","timeFrame":"Baseline"},{"measure":"Baseline premorbid intelligence quotient (IQ)","description":"Baseline IQ will be assessed using the Spot the Word test (participants are asked to identify the real word in a pair of words)","timeFrame":"Baseline"},{"measure":"Baseline aphasia assessment","description":"Baseline aphasia assessment will be done using the Discourse Comprehension Test (test assesses comprehension and retention of stated and implied main ideas from ten stories with questions that require yes/no-responses)","timeFrame":"Baseline"},{"measure":"Change in aphasia assessment 6 weeks post training onset","timeFrame":"6 weeks post training onset"},{"measure":"Baseline memory function","description":"Baseline memory function will be assessed using the Hopkins Verbal Learning Test-Revised (HVLT-R; Learning of a list of words over 5 trials is measured both immediately and after a delay) as well as the Logical Memory unit I and II (participants are told two stories and then asked to repeat the stories verbatim and after delay) from the Wechsler Memory Scale -Revised","timeFrame":"Baseline"},{"measure":"Change in in memory function 6 weeks post training onset","timeFrame":"6 weeks post training onset"},{"measure":"Baseline executive functioning","description":"Baseline executive functioning will be assessed using the Trail Making Test A and B (assessment of psychomotor speed, mental flexibility), semantic and phonemic fluency tests (participants are asked to recall words for one minute starting with a specific letter or in a specific category), and the Stroop task (participants are shown words written in different colours and asked to indicate the colour of the word, while trying to ignore the word itself)","timeFrame":"Baseline"},{"measure":"Change in executive functioning 6 weeks post training onset","timeFrame":"6 weeks post training onset"},{"measure":"Baseline attention function","description":"Baseline attention function will be assessed using the Dalhousie Computerized Attention Battery (DalCAB; a series of computer tasks used to measure processing speed, sustained attention, visual search, dual task, and inhibition of automatic responses), the Digit Span unit (participants are asked to repeat a number series that increases in length) from the Wechsler Adult Intelligence Scale (WAIS-III), the d2 Test of Attention (participants are asked to identify and cross out a specified symbol while ignoring distracters, and the Brief Test of Attention (a voice reads 10 lists of letters and numbers of increasing length and participants have to ignore letters and count the numbers and vice versa)","timeFrame":"Baseline"},{"measure":"Change in attention function 6 weeks post training onset","timeFrame":"6 weeks post training onset"},{"measure":"Baseline behaviour and motivation","description":"Baseline behaviour and motivation will be assessed using the Dysexecutive Questionnaire (DEX; self-report questionnaire of daily memory and executive functioning mistakes), and the Cognitive Failures Questionnaire (CFQ; self-report questionnaire regarding minor mistakes/failures in daily situations involving perception, memory, and motor control within the last six months), as well as a motivational questionnaire asking about motivation and intentions regarding cognitive training","timeFrame":"Baseline"},{"measure":"Change in behaviour and motivation 6 weeks post training onset","timeFrame":"6 weeks post training onset"}],"otherOutcomes":[{"measure":"Assessment of feasibility and usability of approach","description":"We will be using a computerized System Usability Scale (SUS), asking about problems and opinions regarding our website","timeFrame":"6 weeks post training onset"},{"measure":"Assessment of functional activities","description":"Participants are asked to rate the level of achievement of each functional goal according to pre-defined criteria","timeFrame":"6 weeks throughout study participation"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* at least 3 months post first stroke documented clinically or by imaging\n* subjective concerns or objective assessment data regarding deficits in attention and working memory ability\n* normal or corrected-to-normal vision\n* have access to a computer at home\n\nExclusion Criteria:\n\n* severe aphasia or dementia\n* other neurological diagnosis such as epilepsy, multiple sclerosis, Parkinson's disease\n* current diagnosis of a severe psychiatric disorder such as major depressive disorder or psychosis","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Sarah Dolan, BSc","affiliation":"Dalhousie University","role":"STUDY_DIRECTOR"},{"name":"Gail A Eskes, PhD","affiliation":"Dalhousie University","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Stephen Phillips, MD","affiliation":"Capital District Health Authority; Dalhousie University","role":"STUDY_CHAIR"},{"name":"Anita Mountain, MD","affiliation":"Capital District Health Authority; Dalhousie University","role":"STUDY_CHAIR"},{"name":"Diane MacKenzie, PhD","affiliation":"Capital District Health Authority; Dalhousie University","role":"STUDY_CHAIR"},{"name":"Mary Gorman, MD","affiliation":"St. Martha's Regional Hospital; Dalhousie University","role":"STUDY_CHAIR"},{"name":"Peggy Green","affiliation":"Nova Scotia Health Authority","role":"STUDY_CHAIR"}],"locations":[{"facility":"Dalhousie University","city":"Halifax","state":"Nova Scotia","country":"Canada","geoPoint":{"lat":44.64533,"lon":-63.57239}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}