{"protocolSection":{"identificationModule":{"nctId":"NCT06027294","orgStudyIdInfo":{"id":"PRO00046423"},"organization":{"fullName":"Medical College of Wisconsin","class":"OTHER"},"briefTitle":"Blood Flow Regulation and Neuromuscular Function Post-Stroke","officialTitle":"Blood Flow Regulation and Neuromuscular Function Post-Stroke"},"statusModule":{"statusVerifiedDate":"2023-09","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-10-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2028-06-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2028-06-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-08-30","studyFirstSubmitQcDate":"2023-09-06","studyFirstPostDateStruct":{"date":"2023-09-07","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-09-06","lastUpdatePostDateStruct":{"date":"2023-09-07","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Matthew J. Durand","investigatorTitle":"Associate Professor","investigatorAffiliation":"Medical College of Wisconsin"},"leadSponsor":{"name":"Medical College of Wisconsin","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The muscles of stroke survivors can fatigue faster compared to muscles in people who have not had a stroke, which can limit how long a person with stroke can perform tasks such as walking. This study will examine how blood flow is regulated to the exercising leg muscle post-stroke, because if the muscle does not receive enough blood flow it will become fatigued. Finally, the investigators will use a safe and simple non-invasive intervention called ischemic conditioning, which has known effects to improve blood flow to exercising muscle and determine the effects on muscle fatigue.","detailedDescription":"This study will examine peripheral blood flow regulation in the exercising muscle of stroke survivors and determine relationships between hyperemic blood flow and the functional sympatholysis magnitude with measures of muscle fatigue. In Aim 3 the investigators will conduct a parallel group, randomized, controlled, double-blinded clinical trial that will examine the effects of ischemic conditioning on the functional sympatholysis response, muscle fatigue resistance and metrics of muscle fatigability. In total the investigators intend to recruit 60 chronic stroke survivors and 20 age- and sex-matched controls. Stroke survivors will be recruited from HIPAA compliant databases and from the outpatient stroke clinics within the Department of Physical Medicine and Rehabilitation at the Medical College of Wisconsin.\n\nIn Aim 1 the investigators propose to recruit 20 chronic stroke survivors and 20 age- and sex-matched control participants. Stroke survivors will be asked to make six visits to the laboratories at Marquette University and the Medical College of Wisconsin, and the investigators will perform measurements on both the paretic and non-paretic legs (three test sessions on each leg). Control participants will be asked to make three visits to the laboratories, and the investigators will test the dominant leg. In one visit, the functional sympatholysis response will be assessed by having participants perform single leg, isometric, repeated knee extensor contractions at 40% of the maximum voluntary isometric contraction (MVIC) torque on a Biodex dynamometer for a total of seven minutes. During the final two minutes of the exercise protocol the foot of the non-exercising leg will be placed in an ice bath to increase sympathetic nervous system activity. Blood pressure and blood flow through the superficial femoral artery will be continuously monitored and the magnitude of the functional sympatholysis response will be calculated as a change in leg vascular conductance from the exercise control condition to the exercise + ice condition. In a separate visit the test leg will perform a single, isometric, sustained, fatiguing muscle contraction with the knee extensor muscles equal to 30% of the MVIC. Motor unit firing rates will be continuously measured during the muscle contraction using surface electromyograph (EMG). Finally, in the third test session muscle metabolite accumulation will be measured during isometric knee extensor contractions using 31P magnetic resonance spectroscopy (MRS). After all test sessions are complete, the investigators will compare the functional sympatholysis magnitude between the three test groups (paretic leg, non-paretic leg, control leg) and will examine if there is a relationship between the functional sympatholysis magnitude and 1) the time to muscle fatigue, 2) the change in motor unit firing rates during a fatiguing muscle contraction, and 3) metabolite buildup in the muscle (peak H2PO4- concentration) during fatiguing contractions.\n\nIn Aim 2 the investigators will also recruit 20 chronic stroke survivors and 20 age- and sex-matched control participants. Those participants who completed Aim 1 will also be asked to complete Aim 2. Stroke survivors will be asked to make two visits to the Translational Research Unit at the Medical College of Wisconsin, while control participants will be asked to make one visit. During these visits the investigators will separately examine the vasoactive effects of norepinephrine and acetylcholine +/- the endothelial nitric oxide inhibitor L-NAME in the cutaneous microvasculature of the legs using laser Doppler flowmetry with dermal microdialysis. The investigators will calculate the change in cutaneous vascular conductance for each compound that is infused, and the investigators will compare the maximum change between the three groups (paretic leg, non-paretic leg and control leg). The investigators will also examine the relationship between the maximum change in cutaneous vascular conductance during acetylcholine infusion (i.e., the maximum vasodilation) and 1) the functional sympatholysis magnitude, 2) the time to muscle fatigue, 3) the change in motor unit firing rates during a fatiguing muscle contraction, and 4) metabolite buildup in the muscle (peak H2PO4- concentration) during fatiguing contractions.\n\nIn Aim 3 the investigators will conduct a parallel group, randomized, controlled, double-blinded clinical trial that will enroll study participants into either an ischemic conditioning (IC) intervention group or an IC-Sham control group. The investigators will enroll a total of 40 chronic stroke survivors (20 individuals split between two groups) and the investigators will only perform testing on the paretic leg. Study participants will be asked to make a total of ten visits to the laboratories at Marquette University and the Medical College of Wisconsin over the course of six weeks. Participants in both groups will receive a handheld sphygmomanometer and blood pressure cuff and the intervention will be performed at home every other day (six total sessions). For the IC group, the cuff be placed around the proximal, paretic thigh and inflated to 225 mmHg for 5 minutes with the participants in a supine or semi-reclined position, then released for a 5-minute recovery period. Five cycles of inflation/recovery will be performed. IC Sham will consist of the same physical set-up as above, but the cuff will only be inflated to 10 mmHg. The same compliment of tests described in Aim 1 will be performed at baseline, immediately after the two-week intervention, and two-weeks after the end of the intervention period. The investigators will determine whether the functional sympatholysis response improved in the IC group vs. the IC-Sham group and examine relationships between the change in functional sympatholysis and 1) the time to muscle fatigue, 2) the change in motor unit firing rates during a fatiguing muscle contraction, and 3) metabolite buildup in the muscle (specifically the peak H2PO4- concentration) during fatiguing contractions."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"QUADRUPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":40,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Ischemic Conditioning","type":"EXPERIMENTAL","description":"Ischemic conditioning is a well-defined, non-invasive procedure which consists of inflating a blood pressure cuff around a limb (in our study, the paretic leg), inflating the cuff to 225 mmHg to occlude blood flow to the limb for 5 minutes, releasing the cuff for 5 minutes, and repeating 5 times. In our study, participants will receive six sessions of ischemic conditioning over the course of two weeks.","interventionNames":["Procedure: Ischemic Conditioning"]},{"label":"Ischemic Conditioning Sham","type":"SHAM_COMPARATOR","description":"There will also be an IC Sham group which is identical to the IC intervention, except the cuff will only be inflated to 10 mmHg, which is not a high enough pressure to occlude arterial blood flow.","interventionNames":["Procedure: Ischemic Conditioning"]}],"interventions":[{"type":"PROCEDURE","name":"Ischemic Conditioning","description":"A cuff will be inflated to a pressure of 225 mmHg.","armGroupLabels":["Ischemic Conditioning","Ischemic Conditioning Sham"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Functional Sympatholysis Magnitude","description":"Functional sympatholysis will be measured as a change in leg vascular conductance (in ml/min/mmHg) from the exercise control condition to the exercise + cold pressor test condition.","timeFrame":"Years 3-5"}],"secondaryOutcomes":[{"measure":"Time to muscle fatigue","description":"The time (in seconds) it takes the knee extensor muscles to fatigue in response to a sustained, isometric muscle contraction will be measured, in seconds.","timeFrame":"Years 3-5"},{"measure":"Change in motor unit firing rates","description":"The change in motor unit firing rates (in Hz) from the beginning to end of a fatiguing muscle contraction will be measured, in pulses per second, using surface EMG.","timeFrame":"Years 3-5"},{"measure":"Change in muscle metabolite accumulation will include muscle pH","description":"Changes in muscle metabolite accumulation during fatiguing knee extensor exercise will be measured.","timeFrame":"Years 3-5"},{"measure":"Change in muscle metabolite accumulation","description":"Changes in muscle metabolite accumulation during fatiguing knee extensor exercise will be measured. These metabolites and markers of muscle fatigue will include inorganic phosphate concentration (in mM), and diprotonated phosphate concentration (in mM).","timeFrame":"Years 3-5"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Be between 18-85 years of age\n* Able to give informed consent\n* ≥6 months post diagnosis of unilateral cortical or sub-cortical stroke\n* English speaking\n\nExclusion Criteria:\n\n* History of blood clots in the extremities or any condition in which compression of the thigh or transient ischemia is contraindicated (e.g. wounds in the leg)\n* Chronic pain syndrome\n* Low back or hip pain that interferes with lower extremity motor testing\n* History of head trauma\n* Comorbid neurological disorder\n* Peripheral vascular disease\n* Myocardial infarction in the previous year\n* Inability to follow 2 step commands\n* Condition where fatiguing contractions or resisted leg contractions are contraindicated\n* Resting SBP ≥160 mmHg or DBP ≥ 110 mmHg\n* Pregnancy or breastfeeding.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Matthew Durand, Ph.D.","role":"CONTACT","phone":"4149555619","email":"mdurand@mcw.edu"},{"name":"Jennifer Nguyen, BS","role":"CONTACT","email":"jnguyen@mcw.edu"}],"locations":[{"facility":"Medical College of Wisconsin","city":"Milwaukee","state":"Wisconsin","zip":"53226","country":"United States","geoPoint":{"lat":43.0389,"lon":-87.90647}},{"facility":"Marquette University","city":"Milwaukee","state":"Wisconsin","zip":"53233","country":"United States","geoPoint":{"lat":43.0389,"lon":-87.90647}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}