{"protocolSection":{"identificationModule":{"nctId":"NCT06170086","orgStudyIdInfo":{"id":"brain acute ischemic stroke"},"organization":{"fullName":"Chinese PLA General Hospital","class":"OTHER"},"briefTitle":"Early Neurological Trajectory and Clinical Outcomes in Brain Acute Ischemic Stroke","officialTitle":"Early Neurological Trajectory and Clinical Outcomes in Brain Acute Ischemic Stroke"},"statusModule":{"statusVerifiedDate":"2023-12","overallStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-09-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2028-09-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2028-09-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-12-06","studyFirstSubmitQcDate":"2023-12-06","studyFirstPostDateStruct":{"date":"2023-12-14","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-12-06","lastUpdatePostDateStruct":{"date":"2023-12-14","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Xin Lou","investigatorTitle":"Deputy Director of Department of Radiology","investigatorAffiliation":"Chinese PLA General Hospital"},"leadSponsor":{"name":"Chinese PLA General Hospital","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Prospective identification of potential responsible blood vessels, provision of intervention targets, prevention of fatal and disabling cerebrovascular diseases, identification of early END patients, determination of clinical treatment pathways, improvement of efficacy, and improvement of prognosis","detailedDescription":"1. Research background： Stroke is divided into ischemic stroke and hemorrhagic stroke, with ischemic stroke accounting for about 70% and being the main type of stroke. The branch atherosclerotic disease (BAD) accounts for 10%\\~15% of all acute ischemic stroke (ALS), mainly involving lenticular artery (LSA), parapontine median artery (PPA), thalamic geniculate body artery, anterior choroidal artery Heubner's artery and thalamic perforating artery. Its clinical symptoms often manifest as early neurological deterioration (END), mainly progressive motor dysfunction (PDM), within 48 to 72 hours of onset, with an incidence rate of approximately 17% -75%. The clinical prognosis is poor.\n2. The purpose and significance of the research Prospective identification of potential responsible blood vessels, provision of intervention targets, prevention of fatal and disabling cerebrovascular diseases, identification of early END patients, determination of clinical treatment pathways, improvement of efficacy, and improvement of prognosis\n3. Research contents 1) Research on the relationship between stroke responsibility vessels and the pathogenesis of END in patients based on magnetic resonance three-dimensional time leap vascular imaging technology; 2) The impact of clinical interventions (intravenous thrombolysis, antiplatelet therapy, anticoagulation, statins, neuroprotective drugs, etc.) on END\n4. Patient inclusion and exclusion criteria inclusion criteria\n\n   1. Acute perforating atherosclerotic stroke patients within 48 hours of onset;\n   2. Age ≥ 18 years and ≤ 80 years old;\n   3. Having two or more vascular risk factors, including hypertension, diabetes, coronary heart disease, hyperlipidemia, smoking and obesity;\n   4. Sign informed consent form exclusion criteria\n\n   <!-- -->\n\n   1. Patients with large artery stroke;\n   2. Contraindications to magnetic resonance imaging or pregnant women;\n   3. Other vascular lesions, such as aneurysms, vascular dissection, vasculitis, and brain tumors\n5. Research method Select and treat emergency stroke patients according to the research design requirements, record clinical data, and evaluate the timing of 7T MRI. The patient underwent 7T MRI examination within 24 hours after the first diagnosis of acute stroke of the perforating artery, within 24 hours after aggravation, and 2 weeks after treatment according to the consensus of Chinese experts on perforating artery atherosclerosis. The sequences involved include: T1, T2flair, DWI, ADC, SWI, MRA, and high-resolution MRI of the responsible carrier artery (including cross section and longitudinal section). Collect original image images, search for the responsible perforating artery for stroke, calculate baseline core infarct volume (DWI), aggravated core infarct volume (DWI), and final infarct volume (T2 flair) after 2 weeks of treatment. Clinical evaluation baseline and NIHSS score after 3 months, to explore the relationship between responsible blood vessels and core infarct volume and NIHSS score.\n6. Data statistical methods Measurement data that follow a normal distribution are expressed in the form of mean ± standard deviation, while non normal distribution measurement data are expressed in the form of median (25% percentile -75% percentile). Inter group comparison of econometric data with normal distribution and homogeneity of variance, using t-test or analysis of variance; The Wilcoxon rank sum test is used for inter group comparison of non normal distribution econometric data. The chi square test is used for inter group comparison of count data. Correlation analysis uses either Person correlation analysis or Spearman correlation analysis. The consistency test between methodologies was conducted using Kappa test."},"conditionsModule":{"conditions":["Stroke, Acute"],"keywords":["Perforating artery","Acute stroke"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"RETROSPECTIVE"},"enrollmentInfo":{"count":100,"type":"ESTIMATED"}},"outcomesModule":{"primaryOutcomes":[{"measure":"Offending vessels","description":"The blood vessels that cause stroke","timeFrame":"5 years"},{"measure":"Core infarct volume","description":"The volume of high signal in the infarcted area on DWl or T2 FLAIR","timeFrame":"5 years"},{"measure":"NIH Stroke Scale (NIlSS）","description":"The NIHSS score includes: consciousness level (consciousness level, consciousness level questioning, consciousness level instruction), gaze, field of vision, facial paralysis, upper limb movement, lower limb movement, limb ataxia, sensation, language, articulation disorders, and neglect. The scoring range is 0-42 points, with higher scores indicating more severe neurological damage","timeFrame":"5 years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nA. Acute Perforating artery stroke patients within 48 hours of onset; B. Age ≥ 18 years and ≤ 80 years old; C. Have two or more vascular risk factors, including hypertension, diabetes, coronary heart disease, hyperlipidemia, smoking and obesity; D. Sign an informed consent form;\n\nExclusion Criteria:\n\nA. Patients with large artery stroke; B. Contraindications to magnetic resonance imaging or pregnant women; C. Other vascular lesions, such as aneurysms, vascular dissection, vasculitis, and brain tumors;","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"A. Acute Perforating artery stroke patients within 48 hours of onset; B. Age ≥ 18 years and ≤ 80 years old; C. Have two or more vascular risk factors, including hypertension, diabetes, coronary heart disease, hyperlipidemia, smoking and obesity; D. Sign an informed consent form;","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"locations":[{"facility":"Chinese PLA General Hospital","city":"Beijing","state":"Beijing","zip":"100853","country":"China","geoPoint":{"lat":39.9075,"lon":116.39723}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}