{"protocolSection":{"identificationModule":{"nctId":"NCT03514524","orgStudyIdInfo":{"id":"S60721"},"organization":{"fullName":"Universitaire Ziekenhuizen KU Leuven","class":"OTHER"},"briefTitle":"Synaptic Density, Tau and Multiparametric PET-MR in Brain Trauma, Stroke and Mild Cognitive or Behavioral Impairment.","officialTitle":"Synaptic Density, Tau and Multiparametric PET-MR in Brain Trauma, Stroke and Mild Cognitive or Behavioral Impairment."},"statusModule":{"statusVerifiedDate":"2018-02","overallStatus":"UNKNOWN","lastKnownStatus":"ENROLLING_BY_INVITATION","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-02-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-02","type":"ESTIMATED"},"completionDateStruct":{"date":"2020-09","type":"ESTIMATED"},"studyFirstSubmitDate":"2018-04-11","studyFirstSubmitQcDate":"2018-04-19","studyFirstPostDateStruct":{"date":"2018-05-02","type":"ACTUAL"},"lastUpdateSubmitDate":"2018-05-04","lastUpdatePostDateStruct":{"date":"2018-05-11","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Universitaire Ziekenhuizen KU Leuven","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Alzheimer's disease, stroke and TBI are frequently observed brain disorders, causing significant morbidity. For none of these disorders, there are in vivo diagnostic biomarkers available that allow determination of disease burden, patient-specific prognosis and therapy follow-up. However, they all share a similar mechanism that may cause accumulation of tau oligomers in the brain, synaptic dysfunction and cognitive and/or behavioral impairment. Until recently, the only way to quantify synaptic density and tau deposition was using post-mortem immunohistochemistry. Now, in vivo Positron Emission Tomography (PET) imaging of synaptic density has become possible trough development of 11C-UCB-J, a levetiracetam-based radioligand, expressing high affinity and specificity for SV2A. Furthermore, the novel radioligand 18F-MK-6240, specifically targeting tau deposits, was clinically implemented in our center. Through PET-MR, we can visualize the cascade of tau deposition, synaptic loss and degeneration of grey and white matter and relate these pathologic features to cognitive and behavioral deterioration. The goal of the study is to: 1) measure tau deposition and loss of synaptic density in these conditions as a potential measure for disease load 2) determination of the mid-term (2 years) monitoring capacity of combined functional-structural PET-MR imaging 3) relate progression of the imaging markers to cognitive and/or behavioral decline and 4) determination of the optimal combination of PET-MR metrics for early identification and risk-stratification of cognitive and/or behavioral dysfunction in de novo patients."},"conditionsModule":{"conditions":["Neuro-Degenerative Disease"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"DIAGNOSTIC","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":150,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"healthy ageing","type":"EXPERIMENTAL","interventionNames":["Other: PET-MR imaging"]},{"label":"TBI","type":"EXPERIMENTAL","interventionNames":["Other: PET-MR imaging"]},{"label":"CTE","type":"EXPERIMENTAL","interventionNames":["Other: PET-MR imaging"]},{"label":"Ischemic stroke","type":"EXPERIMENTAL","interventionNames":["Other: PET-MR imaging"]},{"label":"aMCI and MBI","type":"EXPERIMENTAL","interventionNames":["Other: PET-MR imaging"]}],"interventions":[{"type":"OTHER","name":"PET-MR imaging","description":"Both 18F-MK-6240 and 11C-UCB-J PET-MR will be performed at base-line (all arms) 6 months after TBI/stroke (TBI and stroke arm) and after 2 years (TBI, stroke, CTE and MCI/MBI arls)","armGroupLabels":["CTE","Ischemic stroke","TBI","aMCI and MBI","healthy ageing"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"changes in synaptic density with age or due to TBI, stroke or MCI/MBI","description":"11C-UCB-J PET will be used to assess this outcome measure","timeFrame":"2 years"},{"measure":"changes in tau-depositions with age or due to TBI, stroke or MCI/MBI","description":"18F-MK-6240 PET will be used to assess this outcome measure","timeFrame":"2 years"},{"measure":"Monitoring capacities of these novel functional/structural imaging techniques","description":"Mid-term monitoring capacities will be assessed by repeated imaging in a longitudinal (6 months and 2 year time point) study set-up.","timeFrame":"3 years"},{"measure":"Relationship between synaptic density and tau deposition and cognitive/behavioral decline in normal ageing and in TBI, stroke and MCI/MBI.","description":"This relationship will be assessed using an extensive neuropsychological test battery (MMSE, CANTAB, BNT, TMT, RAVLT, AVF, RCPM) and various questionnaires (BDI, GDS, SCL-90, NPI-Q) at each scanning time point.","timeFrame":"4 years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n- Healthy volunteers Age between 18 and 80 years old (15 subjects between 18-50 yrs and 25 subjects between 50-80 yrs) Subject is judged to be in good health by the investigator on the basis of medical history, physical examination including vital signs and clinical laboratory tests.\n\nNo evidence of neurological disorder as evidenced by neurological examination No evidence of cognitive impairment as assessed by a MMSE score \\>= 28. In subjects \\< 60 years of age, an unremarkable structural MRI scan as assessed by expert radiologist. In subjects \\>= 60 years of age white matter hyperintensities corresponding to a WML (white matter lesion) score \\<= 2 (of 3) on the Age-Related White Matter changes scale are acceptable.\n\nThe volunteer is willing to undergo an additional 11C-PIB amyloid scan when cerebral amyloid status is unknown (if known, should have been performed in the year before inclusion).\n\n* TBI Age between 18 and 60 years of age Patient suffered a first TBI episode 1-4 weeks prior to inclusion\n* CTE Age between 30 and 80 years of age Patient is recently diagnosed with CTE Patient has known amyloid status (assessed \\< 1year ago) or is willing to undergo additional amyloid scanning.\n* Stroke Age between 30 and 80 years of age Patient suffered a first episode of stroke 1-4 weeks prior to inclusion\n* aMCI / MBI Age between 50 and 80 years of age Patient is diagnosed with aMCI due to AD according to the Albert criteria (27) or with MBI according to the ISTAART criteria Patient has known amyloid status (assessed \\< 1year ago) or is willing to undergo additional routine 11C-PIB amyloid scanning.\n\nExclusion Criteria:\n\n* Healthy volunteers Subject has a history of any major disease that may interfere with the investigations (especially liver and kidney disease, or uncontrolled diabetes) or cancer; Subject has any history of a major neurological disorder, in particular stroke or TBI; Subject is first-degree relative (sibling, parent or children) of a person with neurological or psychiatric history assessed by a neurologist or psychiatrist (in particular dementia); Subject has a history or evidence of psychiatric disease, as assessed by a validated psychiatric symptom self-assessment tool (Symptom Checklist-90 Revised test : T-Global Symptom Index score \\< 63; Beck Depression Inventory \\<= 9); Subject is currently a user (including ''recreational use'') of any illicit drugs, including cannabis, or has a history of drug or alcohol abuse; Subject chronically uses medication that has central nervous system effects (eg. strong painkillers such as opioids, neuroleptics,..; ); Subject has had exposure to ionizing radiation (\\> 1 mSv) in other research studies within the last 12 months; Subject has a contra-indication for MRI scanning; Subject suffers from claustrophobia or cannot tolerate confinement during PET-MRI scanning procedures; subject cannot lie still for 60 minutes inside the scanner; Subject is unwilling to avoid unusual, unaccustomed, or strenuous physical activity (i.e. weight lifting, running, bicycling) from the time of the pre-study visit until the end of scanning; Subject does not understand the study procedures ; Subject is unwilling or unable to perform all of the study procedures, or is considered unsuitable in any way by the principal investigator; Subject is potentially pregnant (hCG test can be done if doubt exists).\n* all patients Subject has a history of major other neurological or psychiatric disorder, or major internal pathology that may make him/her unfit for participation according to the interpretation by the investigator (including cardiac, lung, haematological, gastro-intestinal disorders or cancer); Subject is currently a user (including ''recreational use'') of any illicit drugs, including cannabis, or has a history of drug or alcohol abuse; Subject has had exposure to ionizing radiation (\\> 1 mSv) in other research studies within the last 12 months; Subject has a contra-indication for MRI scanning; Subject suffers from claustrophobia or cannot tolerate confinement during PET-MRI scanning procedures; subject cannot lie still for 60 minutes inside the scanner; Subject is unwilling to avoid unusual, unaccustomed, or strenuous physical activity (i.e. weight lifting, running, bicycling) from the time of the pre-study visit until the end of scanning; Subject does not understand the study procedures; Subject is unwilling or unable to perform all of the study procedures, or is considered unsuitable in any way by the principal investigator; Subject is potentially pregnant (hCG test can be done if doubt exists).","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"Division of nuclear medicine and molecular imaging, University Hospital Leuven","city":"Leuven","zip":"3000","country":"Belgium","geoPoint":{"lat":50.87959,"lon":4.70093}}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000019636","term":"Neurodegenerative Diseases"},{"id":"D000070642","term":"Brain Injuries, Traumatic"}],"ancestors":[{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000001930","term":"Brain Injuries"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000006259","term":"Craniocerebral Trauma"},{"id":"D000020196","term":"Trauma, Nervous System"},{"id":"D000014947","term":"Wounds and Injuries"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M17375","name":"Wounds and Injuries","relevance":"LOW"},{"id":"M628","name":"Brain Injuries, Traumatic","asFound":"Brain Trauma","relevance":"HIGH"},{"id":"M21248","name":"Neurodegenerative Diseases","asFound":"Neuro-Degenerative Disease","relevance":"HIGH"},{"id":"M4897","name":"Brain Injuries","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M9039","name":"Craniocerebral Trauma","relevance":"LOW"},{"id":"M21713","name":"Trauma, Nervous System","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC26","name":"Wounds and Injuries"}]}},"hasResults":false}