{"protocolSection":{"identificationModule":{"nctId":"NCT03259373","orgStudyIdInfo":{"id":"IMPACT-AFib"},"organization":{"fullName":"Harvard Pilgrim Health Care","class":"OTHER"},"briefTitle":"IMplementation of an RCT to imProve Treatment With Oral AntiCoagulanTs in Patients With Atrial Fibrillation","officialTitle":"IMplementation of a Randomized Controlled Trial (RCT) to imProve Treatment With Oral AntiCoagulanTs in Patients With Atrial Fibrillation","acronym":"IMPACT-AFib"},"statusModule":{"statusVerifiedDate":"2021-12","overallStatus":"UNKNOWN","lastKnownStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-09-25","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-09-30","type":"ACTUAL"},"completionDateStruct":{"date":"2021-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2017-07-07","studyFirstSubmitQcDate":"2017-08-22","studyFirstPostDateStruct":{"date":"2017-08-23","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-12-04","lastUpdatePostDateStruct":{"date":"2021-12-13","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Richard Platt","investigatorTitle":"Professor and Department Chair","investigatorAffiliation":"Harvard Pilgrim Health Care"},"leadSponsor":{"name":"Harvard Pilgrim Health Care","class":"OTHER"},"collaborators":[{"name":"Duke Clinical Research Institute","class":"OTHER"},{"name":"Clinical Trials Transformation Initiative","class":"OTHER"},{"name":"Humana Inc.","class":"INDUSTRY"},{"name":"Aetna, Inc.","class":"INDUSTRY"},{"name":"OptumInsight Life Sciences, Inc.","class":"UNKNOWN"},{"name":"Food and Drug Administration (FDA)","class":"FED"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The purpose of this study is to use a decentralized claims database to determine whether education on stroke prevention in atrial fibrillation (AF) among AF patients and their providers can result in increased use of oral anticoagulants (OAC) for stroke prevention among those AF patients with guideline-based indications for oral anticoagulation (CHA₂DS₂-VASc score of 2 or greater). Specifically, the investigators will conduct a prospective, randomized, open-label education intervention trial to evaluate the effect of the early patient and provider education interventions on the proportion of patients with evidence of at least one OAC prescription fill (defined as one OAC dispensing or 4 international normalized ratio \\[INR tests\\] over the course of the follow-up through the date on which at least 80% of eligible study participants have at least 12 months of follow-up time). A total of approximately 80,000 patients will be enrolled within multiple major health plans across the United States. The randomization will be performed by the central coordinating center, and the health plans will mail the educational intervention materials to their members and providers.","detailedDescription":"The study is a prospective, randomized, and open-label education intervention trial. Patients with AF and a CHA₂DS₂-VASc score of 2 or greater will be randomized in a 1:1 ratio to an intervention cohort and a control cohort within each participating health plan. The definition for OAC medication fill will be an OAC medication dispensing or at least 4 INR tests in the claims data. The claims records of the patients randomized to the intervention cohort will then be linked to \"fresh\" (i.e. about 1 month old) pharmacy claims data at the time of randomization. Patients without evidence of an OAC medication fill during the 12 months prior to randomization will be included in the patient-level and provider-level early educational intervention. In addition to usual care, these patients and their providers, where an individual provider may be identified, will receive a one-time mailing at trial start. Patients randomized to this early intervention with evidence of an OAC medication fill during the 12 months prior to randomization will be excluded from the trial.\n\nThe control cohort will receive usual care over the initial study period. After the date on which at least 80% of eligible study participants have at least 12 months of follow-up time, \"fresh\" pharmacy claims data for the control intervention cohort that was generated and locked at the time of randomization will be used to assess trial eligibility, and those patients without evidence of an OAC medication fill during the 12 months prior to randomization will be included in the primary and secondary analyses as the control arm. Patients randomized to the control arm with evidence of an OAC medication fill during the 12 months prior to randomization will be excluded from the trial and will not be included in analyses. The baseline characteristics of the control patients will be examined at the same time point as the intervention patients, meaning at the time of randomization. The primary outcome is a comparison of the proportion of patients not on OAC during the 12 months prior to randomization, who were started on OAC over the course of the follow-up through the date on which at least 80% of eligible study participants have at least 12 months of follow-up time in the early versus the delayed intervention arm. A total of approximately 80,000 patients (randomized 1:1) across all participating data partners (Aetna, Harvard Pilgrim, Humana, and Optum) will be enrolled from participating data partners across the United States. The follow-up time for the primary outcome will be 12 months from the date at which at least 80% of eligible study participates are enrolled (date on which early intervention materials are mailed).\n\nThe providers of patients in the control cohort who did not receive OAC medication during the course of the 12-month study period and meet the inclusion criteria will receive the delayed intervention: the provider-only education intervention, a one-time mailing administered 12 months after at least 80% of early intervention mailings have occurred (patients will not receive any educational materials). The investigators intend to assess the primary and secondary endpoints again 24 months after at least 80% of early intervention mailings have occurred to assess the durability and longer-term outcomes of the effect of the patient- and provider-level education intervention, as well as the use of OAC following the delayed provider-level education intervention. However, as this second assessment is exploratory, investigators may not conduct these analyses if the results of the primary outcome are consistently null.\n\nBecause the Sentinel Distributed Database will be used for follow-up information, and this information is refreshed approximately quarterly and this is done on separate timetables for the different health plans, it is likely that when at least the required follow-up time is available for at least 80% of people, there will be more than 12 or 24 months of followup for over 80% of people. All participants' outcomes will be assessed using all possible person-time; patients will have different duration of follow-up."},"conditionsModule":{"conditions":["Atrial Fibrillation","Stroke"],"keywords":["AF","AFib","OAC","Atrial fibrillation","Oral anticoagulant","Education"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":64666,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Intervention","type":"EXPERIMENTAL","description":"Educational mailing to (1) AF patients with guideline-based indications for oral anticoagulation (CHA₂DS₂-VASc score of 2 or greater) who appear to not have received OAC treatment at time of randomization and (2) their providers, where an individual provider may be identified","interventionNames":["Behavioral: Early Patient-Level and Provider-Level Educational Intervention"]},{"label":"Control","type":"EXPERIMENTAL","description":"Educational mailing to providers of AF patients with guideline-based indications for oral anticoagulation (CHA₂DS₂-VASc score of 2 or greater) who appear to not have received OAC treatment in the time following randomization. These patients will have received 'usual care' for the time between randomization and delayed educational mailing.","interventionNames":["Behavioral: Delayed Provider-Level Educational Intervention"]}],"interventions":[{"type":"BEHAVIORAL","name":"Early Patient-Level and Provider-Level Educational Intervention","description":"Letters to patients that (1) explain to the patient that he or she appears to have AF, characterize the risk of stroke, and emphasize that although there may be a medical reason, the patient does not seem to be on an anticoagulant and (2) encourage the patient to discuss this with his or her provider to ask if he or she might benefit from OAC therapy to prevent stroke.\n\nEarly intervention letters to providers explain this project, the nature of the problem, and identify a list of the provider's patients who have been contacted, as the provider and patient letters will be sent at approximately the same time; describe evidence and guidelines regarding oral anticoagulation.","armGroupLabels":["Intervention"]},{"type":"BEHAVIORAL","name":"Delayed Provider-Level Educational Intervention","description":"Delayed intervention letters to patients' providers, where they may be identified, that explain this project, the nature of the problem, and identify a list of their patients who are flagged as at risk for stroke and have not been treated with an oral anticoagulant; describe evidence and guidelines regarding oral anticoagulation.","armGroupLabels":["Control"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Proportion of patients with evidence of at least one OAC dispensing (prescription fill) (defined as one OAC dispensing or 4 INR (International Normalized Ratio) tests)","description":"Evaluate the effect of the patient and provider education interventions (versus usual care with delayed provider education intervention) on the proportion of patients with evidence of at least one OAC prescription fill (defined as one OAC dispensing or 4 INR tests) over the course of the 12 months of follow-up.","timeFrame":"Follow-up through the date on which at least 80% of eligible study participants have at least 12 months of follow-up time"}],"secondaryOutcomes":[{"measure":"Rates of hospitalization for ischemic or unknown stroke","description":"Evaluate the impact of the patient and provider education interventions on rates of ischemic / unknown stroke hospitalization","timeFrame":"Follow-up through the date on which at least 80% of eligible study participants have at least 12 months of follow-up time"},{"measure":"Rates of hospitalization for hemorrhagic stroke","description":"Evaluate the impact of the patient and provider education interventions on rates of hospitalization for hemorrhagic stroke","timeFrame":"Follow-up through the date on which at least 80% of eligible study participants have at least 12 months of follow-up time"},{"measure":"Rates of hospitalization for ischemic or hemorrhagic stroke","description":"Evaluate the impact of the patient and provider education interventions on rates of hospitalization for ischemic or hemorrhagic stroke","timeFrame":"Follow-up through the date on which at least 80% of eligible study participants have at least 12 months of follow-up time"},{"measure":"Rates of hospitalization for ischemic or hemorrhagic stroke or systemic embolism","description":"Evaluate the impact of the patient and provider education interventions on rates of hospitalization for ischemic or hemorrhagic stroke or systemic embolism","timeFrame":"Follow-up through the date on which at least 80% of eligible study participants have at least 12 months of follow-up time"},{"measure":"Rates of hospitalization for ischemic or hemorrhagic stroke or systemic embolism or bleeding","description":"Evaluate the impact of the patient and provider education interventions on rates of hospitalization for ischemic or hemorrhagic stroke or systemic embolism or bleeding","timeFrame":"Follow-up through the date on which at least 80% of eligible study participants have at least 12 months of follow-up time"},{"measure":"Rates of hospitalization for bleeding","description":"Evaluate the impact of the patient and provider education interventions on rates of hospitalization for any bleeding","timeFrame":"Follow-up through the date on which at least 80% of eligible study participants have at least 12 months of follow-up time"},{"measure":"Time to first OAC dispensing","description":"Evaluate the impact of the patient and provider education interventions on time to first OAC dispensing (prescription fill)","timeFrame":"Follow-up through the date on which at least 80% of eligible study participants have at least 12 months of follow-up time"},{"measure":"Proportion of days covered by OAC dispensing","description":"Evaluate the impact of the patient and provider education interventions on proportion of days covered by OAC dispensings (prescription fills)","timeFrame":"Follow-up through the date on which at least 80% of eligible study participants have at least 12 months of follow-up time"},{"measure":"Proportion of patients on oral anticoagulation","description":"Evaluate the impact of the patient and provider education interventions on proportion of patients on oral anticoagulation at 12 months of follow-up","timeFrame":"Follow-up through the date on which at least 80% of eligible study participants have at least 12 months of follow-up time"},{"measure":"All-cause in-hospital mortality rates","description":"Evaluate the impact of the patient and provider education interventions on all-cause in-hospital mortality rates","timeFrame":"Follow-up through the date on which at least 80% of eligible study participants have at least 12 months of follow-up time"},{"measure":"Health care utilization for AF patients","description":"Evaluate the impact of the patient and provider education interventions on health care utilization for AF patients, which would be reported as counts of number of health care utilization events (outpatient visits, days hospitalized, number of emergency department visits, etc.)","timeFrame":"Follow-up through the date on which at least 80% of eligible study participants have at least 12 months of follow-up time"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Two or more diagnoses of AF (ICD-9 and/or 10 codes) at least one day apart and with at least one diagnosis within the last 12 months prior to the last date in the current approved data used for cohort identification\n2. CHA₂DS₂-VASc score of 2 or greater\n3. Medical and pharmacy insurance coverage of at least the prior year as identified via administrative claims databases of one of the participating data partners as of the date of randomization\n4. Age 30 years or greater as of the last date in the current approved data used for cohort identification\n\nExclusion Criteria:\n\n1. Evidence of OAC medication fill during the 12 months prior to randomization (determined at randomization for the early intervention cohort and 12 months post-randomization for the delayed intervention cohort)\n2. Conditions other than AF that require anticoagulation, including treatment of deep venous thrombosis, pulmonary embolism, or ever having had a mechanical prosthetic heart valve prior to the last date in the current approved data used for cohort identification\n3. Pregnancy within 6 months of the last date in the current approved data used for cohort identification\n4. Any known history of intracranial hemorrhage prior to the last date in the current approved data used for cohort identification\n5. Hospitalization for bleeding within the last 6 months of the last date in the current approved data used for cohort identification\n6. Patients with recent P2Y12 antagonist use (i.e. clopidogrel, prasugrel, ticlopidine, or ticagrelor within 90 days of the last date in the current approved data used for cohort identification","healthyVolunteers":false,"sex":"ALL","minimumAge":"30 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"Humana Healthcare Research, Inc.","city":"Louisville","state":"Kentucky","zip":"40202","country":"United States","geoPoint":{"lat":38.25424,"lon":-85.75941}},{"facility":"Harvard Pilgrim Health Care","city":"Quincy","state":"Massachusetts","zip":"02169","country":"United States","geoPoint":{"lat":42.25288,"lon":-71.00227}},{"facility":"OptumInsight, Inc","city":"Waltham","state":"Massachusetts","zip":"02451","country":"United States","geoPoint":{"lat":42.37649,"lon":-71.23561}},{"facility":"Aetna, Inc.","city":"Blue Bell","state":"Pennsylvania","zip":"19422","country":"United States","geoPoint":{"lat":40.15233,"lon":-75.26629}}]},"referencesModule":{"references":[{"pmid":"35639381","type":"DERIVED","citation":"Pokorney SD, Cocoros N, Al-Khalidi HR, Haynes K, Li S, Al-Khatib SM, Corrigan-Curay J, Driscoll MR, Garcia C, Calvert SB, Harkins T, Jin R, Knecht D, Levenson M, Lin ND, Martin D, McCall D, McMahill-Walraven C, Nair V, Parlett L, Petrone A, Temple R, Zhang R, Zhou Y, Platt R, Granger CB. Effect of Mailing Educational Material to Patients With Atrial Fibrillation and Their Clinicians on Use of Oral Anticoagulants: A Randomized Clinical Trial. JAMA Netw Open. 2022 May 2;5(5):e2214321. doi: 10.1001/jamanetworkopen.2022.14321."},{"pmid":"32589056","type":"DERIVED","citation":"Garcia CJ, Haynes K, Pokorney SD, Lin ND, McMahill-Walraven C, Nair V, Parlett L, Martin D, Al-Khalidi HR, McCall D, Granger CB, Platt R, Cocoros NM. Practical challenges in the conduct of pragmatic trials embedded in health plans: Lessons of IMPACT-AFib, an FDA-Catalyst trial. Clin Trials. 2020 Aug;17(4):360-367. doi: 10.1177/1740774520928426. Epub 2020 Jun 26."}],"seeAlsoLinks":[{"label":"White Paper: Developing Approaches to Conducting Randomized Trials Using the Mini-Sentinel Distributed Database","url":"https://www.sentinelinitiative.org/sites/default/files/Methods/Mini-Sentinel_Methods_CTTI_Developing-Approaches-to-Conducting-Randomized-Trials-Usi.pdf"},{"label":"Sentinel Initiative IMPACT-AFib Project Page","url":"https://www.sentinelinitiative.org/FDA-catalyst/projects/implementation-randomized-controlled-trial-improve-treatment-oral-anticoagulants-patients"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"SAP","hasProtocol":false,"hasSap":true,"hasIcf":false,"label":"Statistical Analysis Plan","date":"2020-04-20","uploadDate":"2020-04-27T15:04","filename":"SAP_000.pdf","size":1049567}]}},"annotationSection":{"annotationModule":{"unpostedAnnotation":{"unpostedResponsibleParty":"Richard Platt, Professor and Department Chair, Harvard Pilgrim Health Care","unpostedEvents":[{"type":"RELEASE","date":"2022-01-07"},{"type":"RESET","date":"2022-03-07"},{"type":"RELEASE","date":"2022-04-13"},{"type":"RESET","date":"2023-01-12"},{"type":"RELEASE","date":"2023-02-09"},{"type":"RESET","date":"2023-11-22"}]}}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14","submissionTracking":{"estimatedResultsFirstSubmitDate":"2022-01-07","submissionInfos":[{"releaseDate":"2022-01-07","resetDate":"2022-03-07"},{"releaseDate":"2022-04-13","resetDate":"2023-01-12"},{"releaseDate":"2023-02-09","resetDate":"2023-11-22"}]}},"conditionBrowseModule":{"meshes":[{"id":"D000001281","term":"Atrial Fibrillation"}],"ancestors":[{"id":"D000001145","term":"Arrhythmias, Cardiac"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M4276","name":"Atrial Fibrillation","asFound":"Atrial Fibrillation","relevance":"HIGH"},{"id":"M4143","name":"Arrhythmias, Cardiac","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M3934","name":"Anticoagulants","relevance":"LOW"}],"browseBranches":[{"abbrev":"AnCoag","name":"Anticoagulants"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}