{"protocolSection":{"identificationModule":{"nctId":"NCT05006248","orgStudyIdInfo":{"id":"STU00213328"},"organization":{"fullName":"Shirley Ryan AbilityLab","class":"OTHER"},"briefTitle":"Robotic Interventions for Spasticity Treatment","officialTitle":"Robotic Interventions for Spasticity Treatment"},"statusModule":{"statusVerifiedDate":"2023-10","overallStatus":"SUSPENDED","whyStopped":"Research team and PI reviewing if study design actually captures results to address primary and secondary outcomes.","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-03-27","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-01-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-01-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-05-24","studyFirstSubmitQcDate":"2021-08-06","studyFirstPostDateStruct":{"date":"2021-08-16","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-10-03","lastUpdatePostDateStruct":{"date":"2023-10-06","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Jose Pons","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Shirley Ryan AbilityLab"},"leadSponsor":{"name":"Shirley Ryan AbilityLab","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The researchers have developed games controlled by electromyographic (EMG) and inertial measurement unit (IMU) activity recorded by a sensor. These will provide biofeedback to participants post-stroke about the activity of their paretic muscles. The researchers anticipate that providing visual biofeedback will allow subjects to observe the level of co-activation in an agonist-antagonist muscle pair, and therefore initiate interventions to reduce their level of co-activation. Similarly, the researchers will provide additional haptic feedback using an assistive robot at the ankle joint (i.e., M1) and compare the results with the pure visual feedback condition. At the end, the main objective is to compare 1) conventional robotic continuous passive movement (CPM) training to 2) training with visual biofeedback and 3) training with both visual and haptic biofeedback.","detailedDescription":"Post-stroke patients will be recruited when they are referred to Shirley Ryan AbilityLab's stroke rehabilitation outpatient clinics at Shirley Ryan Ability Lab's flagship hospital, or satellite SRAlab locations (e.g. Arlington Heights, Wheeling, Glenview, Homewood, Northbrook, or Burr Ridge) or participate in SRALab inpatient rehabilitation. The researchers will also recruit from local physicians or from the Clinical Neuroscience Research Registry (CNRR). Furthermore, participant interest and eligibility may also be confirmed from the patient medical record. If eligible and interested, they will be consented and enrolled, and the location of research visits will be based on participant preference: at SRAlab's flagship hospital (355 E Erie St, Chicago, 60611) or at SRAlab Burr Ridge (7600 County Line Road, Burr Ridge, 60527). Eligible participants will then be randomized (using a pre-generated sequence of block randomization numbers) to receive either 1) conventional robotic CPM training, 2) training with visual biofeedback (games) or 3) training with visual (game) and haptic (robotic assistance) biofeedback. Participants will complete a 60 min session to perform 30 minutes of their assigned type of training. The goal of this study is to compare the efficacy of the three different rehabilitation training conditions.\n\nFor each condition, 3 sessions per week for a total of 4 weeks will be completed in addition to the daily PT sessions. Each training session will be 60 min long and include experimental setup, vitals monitoring (i.e., blood pressure, heart rate, oxygen saturation level), and training time. The maximum training time for each session will be 30 minutes. For healthy participants, they will use their dominant foot for all training sessions, designated by asking the healthy participant the question \"which leg do you use to kick a ball?\". For clinical participants, they will use their affected/weaker foot for all training sessions.\n\nFull clinical assessments will be performed before (T0), mid (T3) and after (T6) training sessions, as well as 1 month after finishing all training sessions and 3 months after finishing all training sessions. Note that additional 180 min will be allotted before or after the 60 min training session to perform all clinical assessments: Flexion/extension range of motion (ROM), Maximal Volitional Electromyographic Activity (MVEA), Maximum Voluntary Contraction Torque (MVCT), Modified Ashworth Scale (MAS), 10-Meter Walk Test (10MWT), 6-Minute Walk Test (6MWT), Berg Balance Scale (BBS), Functional Gait Assessment (FGA).\n\nAfter the final training session at T6, patients will complete a subjective experience survey: Game Experience, Stroke Specific Quality of Life (SSQoL), Short Form 36.\n\nCONDITION 1 - CONTINUOUS PASSIVE MOVEMENT (CPM) TRAINING. At the beginning of the session, the participant's vitals (i.e., blood pressure, heart rate, oxygen saturation level) will be measured. Participants will then be seated and secured to the chair with a gait belt and the research personnel will assist with the placement of their limb into the M1 device. Velcro straps will be adjusted to prevent movement between the M1 device and the participant's foot. The shank Velcro straps will also be adjusted to provide support to the knee. Three sensors will then be placed either on the tibialis anterior (TA) or extensor halluces longus (EHL), vastus lateralis (VL) and biceps femoris longus (BF), and soleus (S) or gastrocnemius (GAS) muscles on the designated limb after cleaning the skin with alcohol prep pads by a researcher. Then, the ROM of the ankle joint, MVEA and MVCT of the ankle will be measured. The participant will then be asked to perform up to 30 min of ankle CPM training. The trajectory, ROM, and rate of oscillations provided during the CPM training will vary according to the participant's functional capacity. The total session time will be 60 min, including the vital measurements, experimental setup, and CPM training.\n\nCONDITION 2 - VISUAL FEEDBACK. At the beginning of the session, the vitals will be measured. Participants will then be seated and secured to the chair with a gait belt and the research personnel will assist with the placement of their limb into the M1 device. Velcro straps will be adjusted to prevent movement between the M1 device and the participant's foot. Shank Velcro straps will also be adjusted to provide support to the knee. Three sensors will then be placed either on the tibialis anterior (TA) or extensor halluces longus (EHL), vastus lateralis (VL) and biceps femoris longus (BF), and soleus (S) or gastrocnemius (GAS) muscles on the designated limb after cleaning the skin with alcohol prep pads by a researcher. Then, the ROM of the ankle joint, MVEA and MVCT of the ankle will be measured. Based on the ROM of the ankle, the movement of the game avatar will be adjusted (calibrated so that the ROM of the participant corresponds to the maximum movement required by the avatar to play the game). Participants will perform 30 min of training with visual biofeedback (games). Participants will be observed while playing the games to note any software challenges they may encountered while playing.\n\nCONDITION 3 - HAPTIC + VISUAL FEEDBACK. At the beginning of the session, the vitals will be measured. Participants will then be seated and secured to the chair with a gait belt and the research personnel will assist with the placement of their limb into the M1 device. Velcro straps will be adjusted to prevent movement between the M1 device and the participant's foot. Shank Velcro straps will also be adjusted to provide support to the knee. Three sensors will then be placed either on the tibialis anterior (TA) or extensor halluces longus (EHL), vastus lateralis (VL) and biceps femoris longus (BF), and soleus (S) or gastrocnemius (GAS) muscles on the designated limb after cleaning the skin with alcohol prep pads by a researcher. Then, the ROM of the ankle joint, MVEA and MVCT of the ankle will be measured. Based on the ROM of the ankle, the movement of the game avatar and assistance provided by the M1 device will be adjusted (calibrated). Participants will perform up to 30 min of training with visual biofeedback (games) and haptic biofeedback. The assistive torque that is provided by the M1 robot with respect to the EMG signals will be adjusted according to the participant. Participants will be observed while playing the games to note any software or hardware challenges they may encountered while playing."},"conditionsModule":{"conditions":["Stroke","Spasticity, Muscle"],"keywords":["Stroke","Spasticity","Robotic Rehabilitation","Electromyography","Haptic Feedback","Visual Feedback"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"The purpose of this study is to compare 1) conventional robotic continuous passive movement (CPM) training to 2) training with visual biofeedback and 3) training with both visual and haptic biofeedback.","primaryPurpose":"BASIC_SCIENCE","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":60,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Conventional robotic continuous passive movement training","type":"ACTIVE_COMPARATOR","description":"The participants will be single-blinded and wear the M1 robotic device on their affected/weaker foot, and complete up to 30 minutes of continuous passive movement per training session. The participants will complete 12 training sessions.","interventionNames":["Device: Conventional robotic continuous passive movement training"]},{"label":"Visual Feedback","type":"EXPERIMENTAL","description":"The participants will be single-blinded and wear the M1 robotic device in transparency mode on their affected/weaker foot, and complete up to 30 minutes of training with visual biofeedback (games). The participants will complete 12 training sessions. The transparency mode of the robotic device compensates for its weight and friction so that the participant does not feel weight while moving the device.","interventionNames":["Device: Visual Feedback"]},{"label":"Haptic and Visual Feedback","type":"EXPERIMENTAL","description":"The participants will be single-blinded and wear the M1 robotic device in assistance mode on their affected/weaker foot, and complete up to 30 minutes of training with visual biofeedback (games). The participants will complete 12 training sessions. The assistance mode of the robotic device applies assistive/resistive torque based on muscle activity.","interventionNames":["Device: Haptic and Visual Feedback"]}],"interventions":[{"type":"DEVICE","name":"Conventional robotic continuous passive movement training","description":"The participants will be single-blinded and wear the M1 robotic device on their affected/weaker foot, and complete up to 30 minutes of continuous passive movement per training session. The participants will complete 12 training sessions. Clinical assessments will be performed at baseline, immediately before the 6th training session, and immediately after the 12th training session.","armGroupLabels":["Conventional robotic continuous passive movement training"]},{"type":"DEVICE","name":"Visual Feedback","description":"The participants will be single-blinded and wear the M1 robotic device in transparency mode on their affected/weaker foot, and complete up to 30 minutes of training with visual biofeedback (games). The participants will complete 12 training sessions. Clinical assessments will be performed at baseline, immediately before the 6th training session, and immediately after the 12th training session. The transparency mode of the robotic device compensates for its weight and friction so that the participant does not feel weight while moving the device.","armGroupLabels":["Visual Feedback"]},{"type":"DEVICE","name":"Haptic and Visual Feedback","description":"The participants will be single-blinded and wear the M1 robotic device in assistance mode on their affected/weaker foot, and complete up to 30 minutes of training with visual biofeedback (games). The participants will complete 12 training sessions. Clinical assessments will be performed at baseline, immediately before the 6th training session, and immediately after the 12th training session. The assistance mode of the robotic device applies assistive/resistive torque based on muscle activity.","armGroupLabels":["Haptic and Visual Feedback"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in flexion/extension range of motion (ROM)","description":"To measure the flexion/extension ROM, the patient will be instructed to perform flexion and extension as much as possible. The patient will repeat this for a total of three trials and the average ROM across all three trials will be recorded. A larger value compared to baseline indicates improvement in ROM.","timeFrame":"Baseline, midpoint of intervention (after 2 weeks), and endpoint (after 4 weeks), 1 month after completing all training sessions, and 3 months after completing all training sessions."},{"measure":"Change in maximal volitional electromyographic activity","description":"Maximal volitional electromyographic activity (MVEA) is muscle activity recorded while the participant is contracting the muscle of interest as strongly as possible while seated. A higher value compared to baseline indicates improvement.","timeFrame":"Baseline, midpoint of intervention (after 2 weeks), and endpoint (after 4 weeks), 1 month after completing all training sessions, and 3 months after completing all training sessions."},{"measure":"Change in Maximum Voluntary Contraction Torque (MVCT)","description":"To measure MVCT, the patient will be instructed to perform ankle flexion and extension as strongly as possible for three seconds while seated and wearing the M1 device. This will be completed on both legs A larger value compared to baseline is usually a better outcome.","timeFrame":"Baseline, midpoint of intervention (after 2 weeks), and endpoint (after 4 weeks), 1 month after completing all training sessions, and 3 months after completing all training sessions."},{"measure":"Change in manual muscle test","description":"Physical function test measuring strength of the muscle of interest. A muscle is isolated, and gradual external force is applied at a right angle to the muscle's long axis. Each muscle is scored on a graded scale of \"weak\" (score of 0) to \"strong\" (score of 5) based on the participant's ability to resist the external force. The test is first completed for muscles on the unimpaired side to determine normal strength before being repeated on the impaired side. Weaker participants may be tested while lying prone (gravity eliminated). A higher score value indicates higher strength and improvement.","timeFrame":"Baseline, midpoint of intervention (after 2 weeks), and endpoint (after 4 weeks), 1 month after completing all training sessions, and 3 months after completing all training sessions."},{"measure":"Change in Modified Ashworth Scale","description":"Physical function test measuring spasticity on a 6-point ordinal scale. A score of 0 on the scale indicates no increase in tone while a score of 4 indicates rigidity. Tone is scored by passively moving the individual's limb and assessing the amount of resistance to movement felt by the examiner. A lower score is a better outcome.","timeFrame":"Baseline, midpoint of intervention (after 2 weeks), and endpoint (after 4 weeks), 1 month after completing all training sessions, and 3 months after completing all training sessions."},{"measure":"Change in 10-meter walking test","description":"Physical function test measuring the total time to ambulate 10 meters in order to calculate walking speed in meters per second. A shorter time indicates a better walking speed.","timeFrame":"Baseline, midpoint of intervention (after 2 weeks), and endpoint (after 4 weeks), 1 month after completing all training sessions, and 3 months after completing all training sessions."},{"measure":"Change in 6-minute walking test","description":"Physical function test measuring the total distance walked in a span of six minutes will be assessed. A longer distance indicates a better walking distance.","timeFrame":"Baseline, midpoint of intervention (after 2 weeks), and endpoint (after 4 weeks), 1 month after completing all training sessions, and 3 months after completing all training sessions."},{"measure":"Change in balance with functional gait assessment","description":"Change in balance during dynamic walking activities will be assessed using the functional gait assessment (FGA). A higher score indicates better balance and decreased fall risk.","timeFrame":"Baseline, midpoint of intervention (after 2 weeks), and endpoint (after 4 weeks), 1 month after completing all training sessions, and 3 months after completing all training sessions."},{"measure":"Change in balance with the Berg balance scale","description":"Change in static and dynamic sitting and standing balance will be assessed using the Berg balance scale. Items are scored from zero to four. A higher score indicates better balance and decreased fall risk.","timeFrame":"Baseline, midpoint of intervention (after 2 weeks), and endpoint (after 4 weeks), 1 month after completing all training sessions, and 3 months after completing all training sessions."},{"measure":"Change in ankle maximum strength via dynamometer testing","description":"Change in strength will be assessed via the maximum voluntary contraction for joints with a dynamometer. A larger value compared to baseline indicates improvement in strength.","timeFrame":"Baseline, midpoint of intervention (after 2 weeks), and endpoint (after 4 weeks), 1 month after completing all training sessions, and 3 months after completing all training sessions."},{"measure":"Change in Functional Gait Assessment (FGA)","description":"The FGA is a 10-item test for assessing postural stability during various walking tasks. Each item is scored on an ordinal scale from 0 to 3.\n\nItems include \"gait with narrow base of support\", \"ambulating backwards\", and \"gait with eyes closed\". Individuals are allowed to perform the assessment with an assistive device and necessary bracing. Research personnel will provide supervision and assist as needed for each task. A higher score usually indicates a better outcome.","timeFrame":"Baseline, midpoint of intervention (after 2 weeks), and endpoint (after 4 weeks), 1 month after completing all training sessions, and 3 months after completing all training sessions."}],"secondaryOutcomes":[{"measure":"Change in co-activation index of the muscles","description":"Co-activation index is the ratio between the EMG signals of the flexor and extensor muscles of the ankle. A lower value compared to baseline indicates improvement.","timeFrame":"Each training session/visit and through study completion, (12 visits)."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria for Healthy Participants:\n\n* 18 - 80 years of age, inclusive\n* Normal hearing and vision, can be corrected\n* Participants must have muscle sites appropriate for biofeedback (see below)\n* Participants must have a minimum active flexion angle of 15 degrees and a minimum extension angle of 10 degrees.\n* No skin allergies to adhesive material or paste\n* No neurological disorders\n* Absence of pathology that could cause abnormal movements of extremities (e.g., epilepsy, stroke, marked arthritis, chronic pain, musculoskeletal injuries)\n* Able to understand and give informed consent\n\nInclusion Criteria for Participants Post-Stroke:\n\n* 18 - 80 years of age, inclusive\n* Normal hearing and vision, can be corrected\n* Participants must have muscles sites appropriate for biofeedback (see below)\n* No skin allergies to adhesive material or paste\n* Unilateral, supratentorial ischemic or hemorrhagic stroke ≥ three months prior\n* Participants must have a minimum activation against gravity for dorsiflexion and plantar flexion, equivalent to a Manual Muscle Test (MMT) score of greater than or equal to +2\n* Ability to walk \\>10m independently on level ground, allowed to use assistive devices or bracing as needed\n* Self-selected walking speed is less than 0.8 meters/sec\n* Medical clearance from primary medical team (signed Medical Clearance form)\n* No concurrent surgeries, medical treatments, participation in research, or outpatient physical therapy\n* Able to understand and give informed consent\n* Able to understand and speak English\n\nExclusion Criteria for Healthy Participants:\n\n* Comorbid traumatic brain injury\n* Premorbid cognitive limitations that would prevent playing games\n* Adults unable to consent, pregnant women, children, or prisoners\n* Implantable pacemaker, spinal stimulator, or vagal nerve stimulator\n* Known skin allergies to silver\n* The overlying skin on recording areas has any infection, wounds, or graft sites\n* Potential biofeedback muscles do not have detectable electromyographic activity (this will be tested after subjects are consented and enrolled)\n* History of sustained non-prescribed drug use (as reported by subject) or substance abuse (exception: current nicotine use is allowed)\n* Prior neurosurgical procedures\n* History of peripheral nerve injury\n* Severe hip, knee, or ankle arthritis\n* Recent fracture or osteoporosis (as reported by subject)\n* Medical (cardiac, renal, hepatic, oncological) or psychiatric disease that would interfere with study procedures\n* Inability or unwillingness to perform study-required activities\n\nExclusion Criteria for Participants Post-Stroke:\n\n* Comorbid traumatic brain injury\n* Premorbid cognitive limitations that would prevent playing games\n* Adults unable to consent, pregnant women, children, or prisoners\n* Implantable pacemaker, spinal stimulator, or vagal nerve stimulator\n* Known skin allergies to silver\n* The overlying skin on recording areas has any infection, wounds, or graft sites\n* Potential biofeedback muscles do not have detectable electromyographic activity (this will be tested after subjects are consented and enrolled)\n* Botox (botulinum toxin) injection to lower limbs within the prior 3 months, or planned injection during study period\n* Significant spasticity or contracture in the lower limbs (Modified Ashworth Scale score of 4)\n* History of sustained non-prescribed drug (as reported by subject) use or substance abuse (exception: current nicotine use is allowed)\n* Reduced cognitive function and unable to perform study tasks\n* Severe aphasia\n* Co-existence of other neurological diseases (e.g., Parkinson's disease or other neurodegenerative disorder, severe dementia, brain injury, spinal cord injury, multiple sclerosis, or cancer of the central nervous system)\n* History of peripheral nerve injury\n* Severe hip, knee, or ankle arthritis\n* Recent fracture or osteoporosis (as reported by subject)\n* Medical (cardiac, renal, hepatic, oncological) or psychiatric disease that would interfere with study procedures\n* Inability or unwillingness to perform study-required activities","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Jose L Pons, PhD","affiliation":"Shirley Ryan AbilityLab","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Shirley Ryan AbilityLab","city":"Chicago","state":"Illinois","zip":"60611","country":"United States","geoPoint":{"lat":41.85003,"lon":-87.65005}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000009128","term":"Muscle Spasticity"}],"ancestors":[{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000009135","term":"Muscular Diseases"},{"id":"D000009140","term":"Musculoskeletal Diseases"},{"id":"D000009122","term":"Muscle Hypertonia"},{"id":"D000020879","term":"Neuromuscular Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M11775","name":"Muscle Spasticity","asFound":"Spasticity","relevance":"HIGH"},{"id":"M11782","name":"Muscular Diseases","relevance":"LOW"},{"id":"M11787","name":"Musculoskeletal Diseases","relevance":"LOW"},{"id":"M11769","name":"Muscle Hypertonia","relevance":"LOW"},{"id":"M22309","name":"Neuromuscular Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}