{"protocolSection":{"identificationModule":{"nctId":"NCT01151124","orgStudyIdInfo":{"id":"RN01-CP-0001"},"organization":{"fullName":"ReNeuron Limited","class":"INDUSTRY"},"briefTitle":"Pilot Investigation of Stem Cells in Stroke","officialTitle":"A Phase I Safety Trial of CTX0E03 Drug Product Delivered Intracranially in the Treatment of Patients With Stable Ischemic Stroke","acronym":"PISCES"},"statusModule":{"statusVerifiedDate":"2023-07","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2010-06","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2012-10","type":"ACTUAL"},"completionDateStruct":{"date":"2022-10","type":"ACTUAL"},"studyFirstSubmitDate":"2010-06-09","studyFirstSubmitQcDate":"2010-06-24","studyFirstPostDateStruct":{"date":"2010-06-25","type":"ESTIMATED"},"lastUpdateSubmitDate":"2023-07-04","lastUpdatePostDateStruct":{"date":"2023-07-06","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"ReNeuron Limited","class":"INDUSTRY"}},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"The study is designed to test the safety of a manufactured neural stem cell line (CTX cells) delivered by injection into the damaged brains of male patients 60 years of age or over who remain moderately to severely disabled 6 months to 5 years following an ischemic stroke. In addition the trial will evaluate a range of potential efficacy measures for future trials. Treatment will involve a single injection of one of four doses of CTX cells into the patient's brain in a carefully controlled neurosurgical operation performed under general anesthetic. The trial is designed to treat 12 patients and measure outcomes over 24 months. Patients will be invited to participate in a long-term follow-up trial for a further 8 years.","detailedDescription":"Design: The trial is an open label, single administration, ascending dose, single site trial using CTX neural stem cells with 24-month patient monitoring following treatment.\n\nPre-treatment selection of patients : Males aged ≥60 years with unilateral ischaemic stroke affecting sub-cortical white matter and/or basal ganglia 6 months to 5 years prior to entry into the study, with persistent unilateral hemiparesis, a minimum infarct diameter of 1 cm and stable neurological functional deficit as determined by the NIH Stroke Scale, (measured twice at least 1 month apart), will be eligible for treatment.\n\nTreatment: The CTX cells will be injected by stereotaxic procedures into the putamen region of the brain of the patient under general anesthesia with imaging guidance to locate injection site. Four ascending doses of CTX cells will be tested in 12 patients (4 dosage groups of three patients at each dose level receiving 2 million, 5 million, 10 million or 20 million cells). Patients will be admitted to hospital the day before surgery and prepared for CTX cell implantation to take place. Patients will be discharged two days after surgery.\n\nOne patient will be treated at a time. An independent Data Safety Monitoring Board (DSMB) will make the decision to continue dosing at each dose level following satisfactory review of the 28 day safety data for the first patient at that dose level; and to increase the dose to the next level following satisfactory review of the 3 month safety data for all three patients in the previous dose group.\n\nPost treatment follow-up of patients: There will be 6 scheduled visits to clinic for monitoring and neurofunctional testing and 5 scheduled telephone contacts to monitor adverse events (AEs) and concomitant medications over the 2 year follow-up period.\n\nEnd-points: The primary end-point of the trial is safety, measured by numbers of relevant Serious Adverse Events, health screening, neurological assessment and scanning abnormalities. The secondary aim is to evaluate various MRI and other test measures for their potential as efficacy markers for subsequent trials.\n\nPost trial follow up: All trial patients will be flagged by the National Health Service Central Register (NHSCR) Scotland for life-long follow-up. In addition, all patients will be invited to take part in an 8-year follow up trial requiring an annual review by a suitable physician."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":11,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"CTX0E03 DP","type":"EXPERIMENTAL","description":"human neural stem cell product, once only injection, increasing doses","interventionNames":["Biological: CTX0E03 neural stem cells"]}],"interventions":[{"type":"BIOLOGICAL","name":"CTX0E03 neural stem cells","description":"Single administration by surgical delivery to the damaged area of the brain","armGroupLabels":["CTX0E03 DP"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Incidence of adverse events","description":"AEs monitored include vital signs, C-reactive protein and full blood count, structural MRI to seek evidence of hemorrhage, new infarction, inflammation or tumor, NIHSS measure (changes greater than 4) to indicate clinically significant neurological deterioration, neurological examination, CTX0E03 antibody screen, changes to concomitant medications","timeFrame":"1 year"}],"secondaryOutcomes":[{"measure":"Barthel Index","description":"Measure of functional outcome (based on activities of daily living)","timeFrame":"1 year"},{"measure":"Mini-Mental State Examination","description":"Measure of cognitive impairment","timeFrame":"1 year"},{"measure":"modified Rankin Score","description":"Measure of overall disability and handicap","timeFrame":"1 year"},{"measure":"EQ-5D","description":"Measure of health-related quality of life outcomes","timeFrame":"1 year"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Males\n* 60 years or over\n* Unilateral ischemic stroke involving subcortical white matter or Basal Ganglia 6 months to 5 years before entry\n* NIHSS score minimum 6 with hemiparesis (2 or more for motor arm and leg)\n* Neurologically stable for 2 m\n* modified Rankin score of 2-4\n* Fit for general anesthesia, neurosurgery\n* Capacity to consent\n* Infarct at least 1cm diameter\n\nExclusion Criteria:\n\n* Structural brain vascular lesions requiring surgery or increasing the risk of stereotaxic implantation\n* Unstable medical conditions with expected survival \\<12 months\n* Any medical condition that would impair participation (eg progressive neurological disorders, mental illness)\n* Major surgery within 30 days\n* Previous allogeneic tissue transplant\n* MMSE \\< 24\n* Epilepsy\n* Coagulation disorders or anticoagulant treatment that cannot be interrupted\n* Stimulants, botox, tamoxifen\n* Contraindications to MRI","healthyVolunteers":false,"sex":"MALE","minimumAge":"60 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"Division of Clinical Neurosciences, Glasgow Southern General Hospital","city":"Glasgow","zip":"G51 4TF","country":"United Kingdom","geoPoint":{"lat":55.86515,"lon":-4.25763}}]},"referencesModule":{"references":[{"pmid":"27497862","type":"DERIVED","citation":"Kalladka D, Sinden J, Pollock K, Haig C, McLean J, Smith W, McConnachie A, Santosh C, Bath PM, Dunn L, Muir KW. Human neural stem cells in patients with chronic ischaemic stroke (PISCES): a phase 1, first-in-man study. Lancet. 2016 Aug 20;388(10046):787-96. doi: 10.1016/S0140-6736(16)30513-X. Epub 2016 Aug 3."},{"pmid":"26752061","type":"DERIVED","citation":"Stevanato L, Thanabalasundaram L, Vysokov N, Sinden JD. Investigation of Content, Stoichiometry and Transfer of miRNA from Human Neural Stem Cell Line Derived Exosomes. PLoS One. 2016 Jan 11;11(1):e0146353. doi: 10.1371/journal.pone.0146353. eCollection 2016."},{"pmid":"25938519","type":"DERIVED","citation":"Stevanato L, Hicks C, Sinden JD. Differentiation of a Human Neural Stem Cell Line on Three Dimensional Cultures, Analysis of MicroRNA and Putative Target Genes. J Vis Exp. 2015 Apr 12;(98):52410. doi: 10.3791/52410."},{"pmid":"24725992","type":"DERIVED","citation":"Stevanato L, Sinden JD. The effects of microRNAs on human neural stem cell differentiation in two- and three-dimensional cultures. Stem Cell Res Ther. 2014 Apr 11;5(2):49. doi: 10.1186/scrt437."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}