{"protocolSection":{"identificationModule":{"nctId":"NCT00293748","orgStudyIdInfo":{"id":"060097"},"secondaryIdInfos":[{"id":"06-N-0097"}],"organization":{"fullName":"National Institutes of Health Clinical Center (CC)","class":"NIH"},"briefTitle":"Effect of Atorvastatin (Lipitor) on Gene Expression in People With Vascular Disease","officialTitle":"Dose-Response Study of Modulation of Gene Expression in Peripheral Blood Mononuclear Cells by Atorvastatin"},"statusModule":{"statusVerifiedDate":"2008-12-15","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2006-02-13"},"completionDateStruct":{"date":"2008-12-15"},"studyFirstSubmitDate":"2006-02-17","studyFirstSubmitQcDate":"2006-02-16","studyFirstPostDateStruct":{"date":"2006-02-17","type":"ESTIMATED"},"lastUpdateSubmitDate":"2017-06-30","lastUpdatePostDateStruct":{"date":"2017-07-02","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"leadSponsor":{"name":"National Institute of Neurological Disorders and Stroke (NINDS)","class":"NIH"}},"descriptionModule":{"briefSummary":"This study will determine if the drug Atorvastatin (Lipitor) changes the genetic material found in blood cells of people with vascular (blood vessel) disease. Vascular diseases affect the blood flow in the body and can lead to a heart attack or stroke. Information gained from this study could be used to develop a more reliable blood test that predicts the risk of heart attack or stroke.\n\nPeople 21 and older who have two or more risk factors for developing vascular disease are eligible for this study. Candidates are screened with a medical history, physical examination, electrocardiogram, ultrasound of the carotid (neck) arteries, blood tests, and check of blood pressure and heart rate.\n\nParticipants are randomly assigned to one of four treatment groups. Three groups receive Lipitor in a dose of either 10, 20 or 40 milligrams; the fourth group receives a placebo. All take the study drug for 3 months. In addition, they undergo the following tests and procedures:\n\nStudy Phase I (Months 2-4)\n\nParticipants in all groups are seen once a month at the NIH Clinical Center for blood tests and monitoring of drug side effects.\n\nStudy Phase 2 (Months 5-10)\n\n* Placebo group: Participants are given 40 mg of Lipitor for 3 months (months 5-7) and seen by a physician once a month during that time. Blood is drawn at the 7-month visit and then participants are referred back to their physicians. During months 8, 9 and 10, participants are called once a month to check on their health. Participation ends after the tenth month.\n* Lipitor group: Participants are referred back to their physicians for months 5 and 6 and are called once a month. During month 7, they return to the clinic for a follow-up evaluation and blood test. Participation ends after the seventh month.","detailedDescription":"Background: Atherosclerosis and its consequences - coronary heart disease and stroke - are principal causes of mortality in developed countries. Being able to accurately predict an individual's risk of vascular disease is needed for preventive strategies and measuring the effectiveness thereof. Current risk assessment tools are imperfect at best. It is possible that information from gene expression profiling of peripheral white blood cells may add predictive information about vascular risk. We previously identified a panel of 78 genes in the peripheral blood that correlated with an individual's future risk of stroke. We hypothesize that gene expression in white blood cells will be modified by an intervention that has been shown to reduce vascular risk via anti-inflammatory mechanisms: the 3-hydroxy-3-methylglutaryl coenzyme A (HMGCoA) reductase inhibitor class of lipid lowering drugs, known as \"statins\". The vascular protective effects of statins appear to be due in part to immune modulation and to be dose-dependent. Statin administration has been shown to modulate gene expression in peripheral blood mononuclear cells in vitro.\n\nObjectives: Overall: To determine if atorvastatin modulates gene expression in peripheral blood mononuclear cells in a dose dependent manner in a cohort of subjects at risk of vascular disease. Specific: To determine if: (1) Inflammatory genes are specifically and temporarily modified by atrovastatin in a dose dependent manner; (2) A previously defined panel of 78 genes is included among the genes modified by atorvastatin; and (3) Gene expression changes correlate the degree of gene expression modulation by atorvastatin with the degree of lipid lowering and other inflammatory parameters such as high sensitivity C-reactive protein.\n\nStudy Design: Dose-response randomized, blinded study of atorvastatin treatment of 120 volunteer subjects with at least two conventional vascular risk factors who are not currently taking a statin. In the first and primary phase of the study, subjects will be administered atorvastatin in a blinded fashion in one of four doses (0mg, 10mg, 20mg or 40mg) for a period of three months. Block randomization will stratify on age and risk factor status. In the second and validation phase of the study, the subjects randomized to 0mg of atorvastatin in phase 1 will receive 40mg of atorvastatin for a further 3 month period. The remaining subjects will not be randomized to study drug in phase II of the study. Lipid profiles, liver function tests and muscle enzymes will be measured prior to enrollment, and during the treatment phases of the study. Gene expression profiles in the peripheral blood will be measured using Affymetrix microarrays pre treatment and at the end of phases I and II.\n\nOutcome measures: (1) Gene changes induced by statin treatment by dosage and over time; (2) Accuracy of vascular gene panel for defining gene expression changes induced by statin treatment; and (3) Correlations of gene expression changes with conventional vascular risk factors, changes in lipid and inflammatory markers and determination of best vascular risk prediction paradigm."},"conditionsModule":{"conditions":["Vascular Disease","Vascular Disease Risk"],"keywords":["Genomics","Statins","Coronary Heart Disease","Stroke","Inflammation","Gene Expression","Vascular Risk","Peripheral Blood Mononuclear Cells","Atorvastatin","Vascular Disease","Vascular Disease Risk"]},"designModule":{"studyType":"OBSERVATIONAL","enrollmentInfo":{"count":200}},"eligibilityModule":{"eligibilityCriteria":"* INCLUSION CRITERIA:\n* Age 21 or older\n* Not taking a statin or other lipid-lowering drug and no history of statin use\n* Two or more risk factors as listed below:\n* Age (men greater than or equal to 45 years, women greater than or equal to 55 years)\n* Hypertension (BP greater than or equal to 140/90 or on antihypertensive medication)\n* Cigarette smoking\n* Coronary heart disease equivalents (includes diabetes mellitus, abdominal aortic aneurysm, peripheral vascular disease, carotid artery disease)\n* Prior stroke or transient ischemic attack\n* Family history of premature coronary heart disease (CHD): CHD in male first degree relative less than 55 years or CHD in female first degree relative less than 65 years\n* Total cholesterol greater than or equal to 240mg/dL and/or LDL cholesterol greater than or equal to 160 mg/dL\n* Low HDL cholesterol (less than 40 mg/dL)\n\nNote: A high HDL cholesterol (greater than 60 mg/dL) counts as a negative risk factor: its presence removes one risk factor from the total counts.\n\nEXCLUSION CRITERIA\n\n* Current or past history of statin use\n* Assessed need for immediate statin treatment by subject's primary care physician\n* Current use of an investigational drug as part of another research protocol\n* Chronic or active liver disease\n* Chronic or active muscle disease\n* Alcohol abuse\n* Prior myocardial infarct\n* Heart failure\n* Uncontrolled arrhythmias\n* Any clinically important hematological or biochemical abnormality on routine screening\n* Recent history of cancer\n* Pregnant women or breast-feeding women\n* Concomitant use of the following medications, including drugs that strongly inhibit CYP3A54: nicotinic acid, gemfibrozil, clofibrate, fenofibrate, verapamil, mibefradil, cyclcosporin, nefazodone, fluoxetine, paroxetine, ketoconazole, itraconazole, cimetadine, clarithromycin, erythromycin, protease inhibitors, NSAIDs, celebrex","healthyVolunteers":false,"sex":"ALL","minimumAge":"21 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"National Institutes of Health Clinical Center, 9000 Rockville Pike","city":"Bethesda","state":"Maryland","zip":"20892","country":"United States","geoPoint":{"lat":38.98067,"lon":-77.10026}}]},"referencesModule":{"references":[{"pmid":"11368702","type":"BACKGROUND","citation":"Expert Panel on Detection, Evaluation, and Treatment of High Blood Cholesterol in Adults. Executive Summary of The Third Report of The National Cholesterol Education Program (NCEP) Expert Panel on Detection, Evaluation, And Treatment of High Blood Cholesterol In Adults (Adult Treatment Panel III). JAMA. 2001 May 16;285(19):2486-97. doi: 10.1001/jama.285.19.2486. No abstract available."},{"pmid":"10480833","type":"BACKGROUND","citation":"Altman DG, Bland JM. How to randomise. BMJ. 1999 Sep 11;319(7211):703-4. doi: 10.1136/bmj.319.7211.703. No abstract available."},{"pmid":"1985385","type":"BACKGROUND","citation":"Anderson KM, Odell PM, Wilson PW, Kannel WB. Cardiovascular disease risk profiles. Am Heart J. 1991 Jan;121(1 Pt 2):293-8. doi: 10.1016/0002-8703(91)90861-b."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000014652","term":"Vascular Diseases"}],"ancestors":[{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M6236","name":"Coronary Artery Disease","relevance":"LOW"},{"id":"M6239","name":"Coronary Disease","relevance":"LOW"},{"id":"M9983","name":"Inflammation","relevance":"LOW"},{"id":"M19196","name":"Myocardial Ischemia","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","asFound":"Vascular Disease","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M351","name":"Atorvastatin","relevance":"LOW"},{"id":"M20845","name":"Hydroxymethylglutaryl-CoA Reductase Inhibitors","relevance":"LOW"}],"browseBranches":[{"abbrev":"Lipd","name":"Lipid Regulating Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}