{"protocolSection":{"identificationModule":{"nctId":"NCT05280431","orgStudyIdInfo":{"id":"PCP_EXOs_"},"organization":{"fullName":"Casa di Cura Privata del Policlinico SpA","class":"OTHER"},"briefTitle":"Evaluation of Exoskeleton for Upper Limb Rehabilitation in Neurological Patients","officialTitle":"Evaluation of the Use of Exoskeleton Systems for Upper Limb Rehabilitation in Neurological Patients","acronym":"PCP_EXOs"},"statusModule":{"statusVerifiedDate":"2023-02","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-01-25","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-03-31","type":"ACTUAL"},"completionDateStruct":{"date":"2023-03-31","type":"ACTUAL"},"studyFirstSubmitDate":"2022-02-10","studyFirstSubmitQcDate":"2022-03-14","studyFirstPostDateStruct":{"date":"2022-03-15","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-08-29","lastUpdatePostDateStruct":{"date":"2023-08-30","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Casa di Cura Privata del Policlinico SpA","class":"OTHER"},"collaborators":[{"name":"Politecnico di Milano","class":"OTHER"},{"name":"Fundación Tecnalia Research & Innovation","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Acquired cerebrovascular trauma is the third most common cause of disability worldwide, resulting in long-term disability, limitation of activities of daily living, and reduced social participation. It is estimated that, within three months of the acute event, a high percentage of patients do not recover full function. 93% of these disabilities concern the upper limb.\n\nTo induce optimal functional reorganization after the acute cerebrovascular events or neurodegenerative diseases affecting the central nervous system, robotic assistance allows intensive exercises with specific therapeutic purposes. Indeed, they enable an intensive, repetitive, and customizable therapeutic program that is in line with the principles underlying motor learning.\n\nClinical investigation is needed to assess the efficacy of the proposed new technologies (AGREE and FEXO exoskeleton) and to guide subsequent developmental steps. Therefore, an exploratory clinical study is proposed to evaluate usability, tolerability, and safety, as well as to assess the effectiveness of the new technologies.\n\nThe primary objective of this study is to examine the safety and tolerability of the new active exoskeletons for upper extremity rehabilitation and validate them in a controlled environment. Furthermore, efficacy will be examined as the secondary outcome."},"conditionsModule":{"conditions":["Stroke","Neurologic Disorder"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"HEALTH_SERVICES_RESEARCH","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":48,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Experimental Group (AGREE)","type":"EXPERIMENTAL","description":"15 sessions, 3 sessions per week. Each session consists of 45 minutes of training with the AGREE exoskeleton. The training session is customized to the patient's needs and can be adapted to his/her improvement during the intervention.","interventionNames":["Device: AGREE exoskeleton"]},{"label":"Experimental Group (FEXO)","type":"EXPERIMENTAL","description":"15 sessions, 3 sessions per week. Each session consists of 45 minutes of training with the FEXO exoskeleton. The training session is customized to the patient's needs and can be adapted to his/her improvement during the intervention.","interventionNames":["Device: FEXO exoskeleton"]},{"label":"Control Group (Conventional therapy)","type":"OTHER","description":"15 sessions, 3 sessions per week. Each session consists of 45 minutes and consists of different training modalities typically used in the rehabilitation of the arm after stroke.","interventionNames":["Other: Conventional therapy"]}],"interventions":[{"type":"DEVICE","name":"AGREE exoskeleton","description":"Upper limb exoskeleton with four actuated degrees of freedom (shoulder horizontal adduction/abduction, shoulder flexion/extension, humeral rotation, elbow flexion/extension), and one passive degree of freedom (wrist pronation/supination), implementing different rehabilitative strategies.\n\nThe intervention consists of the execution of different exercises with the affected arm supported by the AGREE device. The subject is actively involved in the exercises and the system provides different kinds of assistance that can be tailored according to the patient's status.\n\nThe following exercises can be performed:\n\n* anterior reaching (in a plane or in the space)\n* lateral elevation of the arm\n* hand to mouth movements with or without an object in the hand\n* moving objects (on a plane or in the space)\n* exergames.\n\nA subset of exercises is defined based on the patient's capability.","armGroupLabels":["Experimental Group (AGREE)"]},{"type":"DEVICE","name":"FEXO exoskeleton","description":"After patient's preparation (tDCS and FES) the FEXO assessment is conducted. The subject performs FEXO assessment games. This stage is also used to calibrate the reach and grasp movement intention EEG patterns. The movement is recorded using internal kinematic sensors; therefore, these measures can be extracted for both reaching and lifting movements. Trunk forward bending is measured to avoid compensatory movements when doing reaching assessment. The clinician then reviews the plan for today's session: game selection, number of repetitions and assistance levels. The patient gets ready to play the games and the clinician starts the first activity of the active stage of FEXO therapy. The patient plays the game and sees his own results. The clinician monitors patient activity, assistance levels, effort and signs of discomfort. The patient plays the next game and sees his own results, and the clinician checks the patient's progress with the results overview.","armGroupLabels":["Experimental Group (FEXO)"]},{"type":"OTHER","name":"Conventional therapy","description":"It consists of a combination of different treatment modalities among the following, based on the patient's specific needs:\n\n* Upper limb passive motion\n* Occupational therapy exercises\n* Constraint-induced movement therapy\n* Upper limb active movement (reaching, grasping, elevation, spatial orientation)\n* Repetitive task training","armGroupLabels":["Control Group (Conventional therapy)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"System Usability Scale (SUS)","description":"SUS is used to measure how easy or difficult the proposed system is to use","timeFrame":"up to 5 weeks"}],"secondaryOutcomes":[{"measure":"Technology Assessment Methods (TAM)","description":"TAM is an information systems theory that models how users come to accept and use a technology","timeFrame":"up to 5 weeks"},{"measure":"Virtual Reality Questionnaire (VR)","description":"VR is used to measure how easy or difficult the virtual reality interface is to use","timeFrame":"up to 5 weeks"},{"measure":"Fugl-Meyer Assessment Scale (FMA-UE)","description":"FMA-UE assesses sensorimotor status including items assessing upper extremity motion, balance, sensation and range of movement","timeFrame":"up to 5 weeks"},{"measure":"Action Research Arm Test (ARAT)","description":"ARAT is used to assess upper extremity performance (coordination, dexterity and functioning)","timeFrame":"up to 5 weeks"},{"measure":"Modified Ashworth Scale (MAS)","description":"MAS is used to muscle quantified spasticity","timeFrame":"up to 5 weeks"},{"measure":"Motricity Index (MI)","description":"MI is used to grade motor activity in muscles of the upper limb","timeFrame":"up to 5 weeks"},{"measure":"Visual Analogue Scale (VAS)","description":"VAS is a psychometric response scales used to measure subjective pain","timeFrame":"up to 5 weeks"},{"measure":"Box and Block Test (BBT)","description":"BBT measures unilateral gross manual dexterity. The BBT administration consists of asking the subject to move, one by one, the maximum number of blocks from one compartment of a box to another of equal size, within 60 seconds","timeFrame":"up to 5 weeks"},{"measure":"Nine Hole Peg Test (9HPT)","description":"9HPT is used to measure finger dexterity in patients. The 9HPT administration consist of asking the subject to take the pegs from a container, one by one, and place them into the holes on the board, as quickly as possible","timeFrame":"up to 5 weeks"},{"measure":"Number of Peaks (#Peaks) of the speed profile","description":"If a point-to-point reaching movement has a low number of peaks, it means that few acceleration and deceleration periods are present","timeFrame":"up to 5 weeks"},{"measure":"Smoothness described by the Teulings's index (TI)","description":"TI s the rate of change of the acceleration in a movement; a lower value of TI indicates a smoother movement","timeFrame":"up to 5 weeks"},{"measure":"The absolute hand path error (e)","description":"e is the area between the actual movement path and the straight line; this was considered an index of learning and a reduction of e indicates a better adaptation to the required task.","timeFrame":"up to 5 weeks"},{"measure":"Event-Related Desynchronization and Synchronization (ERD/ERS) of the μ and β rhythms","description":"Motor processing can result in changes of the ongoing EEG in form of an event-related desynchronization (ERD) or event-related synchronization (ERS). Spatial mapping of ERD/ERS can be used to study the dynamics of cortical activation patterns","timeFrame":"up to 5 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* age between 18 and 85 years;\n* motor deficit of the upper limb induced by neurological diseases (e.g., stroke, multiple sclerosis);\n* time since the acute event of at least one month;\n* Trunk Control Test score ≥ 48.\n\nExclusion Criteria:\n\n* global aphasia;\n* presence of cognitive impairment;\n* severe unilateral spatial neglect;\n* Box and Block test \\< 1;\n* Ashworth scale score ≥ 4;\n* total or severe impairment of visual acuity;\n* instability of clinical parameters or presence of severe comorbidities;\n* inadequate anthropometric measurements;\n* presence of any serious condition that may affect participation in the study (e.g., oncological, hepatic/renal, immune, metabolic/endocrine, psychiatric, respiratory or infectious disorders);\n* inability to comply with the protocol or to give informed consent.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"Casa di Cura del Policlinico","city":"Milan","state":"MI","zip":"20144","country":"Italy","geoPoint":{"lat":45.46427,"lon":9.18951}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000009422","term":"Nervous System Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}