{"protocolSection":{"identificationModule":{"nctId":"NCT03477188","orgStudyIdInfo":{"id":"2017/97"},"organization":{"fullName":"Inonu University","class":"OTHER"},"briefTitle":"The Effects of Somatosensory and Vestibular Rehabilitation Additional Conventional Therapy on Balance in Patients With Acute Stroke.","officialTitle":"Assessment Effects of Somatosensorial and Vestibular Rehabilitation Additional Conventional Therapy on Balance in Patients With Acute Stroke"},"statusModule":{"statusVerifiedDate":"2018-03","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-09-30","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2017-12-16","type":"ACTUAL"},"completionDateStruct":{"date":"2018-03-12","type":"ACTUAL"},"studyFirstSubmitDate":"2018-03-16","studyFirstSubmitQcDate":"2018-03-23","studyFirstPostDateStruct":{"date":"2018-03-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2018-03-24","lastUpdatePostDateStruct":{"date":"2018-03-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Elisa Çalışgan","investigatorTitle":"The Effects of Somatosensorial and Vestibular Rehabilitation Additional Conventional Therapy on Balance in Patients with Acute Stroke","investigatorAffiliation":"Inonu University"},"leadSponsor":{"name":"Elisa Çalışgan","class":"OTHER"},"collaborators":[{"name":"Inonu University","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study was planned to evaluate the effects of somatosensory and vestibular rehabilitation additional conventional therapy on balance in patients with acute stroke.","detailedDescription":"Stroke or unsufficient cerebral circulation is a non-traumatic disease due to occlusion or rupture of brain blood circulation characterized by neurological deficits such as loss of motor control, cognitive impairment, oral disorder or sensory changes in one half of the body resulting from changes. The resulting hemiplegia in the stroke result in half of the body's neuromuscular vascular syndrome characterized by impairment. The largest stroke classification that currently holds validity is based on etiology by the National Institutes of Health Stroke Scale (NIHSS). The stroke is due to ischemic and hemorrhagic disorder. Ischemic stroke results in the formation of thrombosis (40%), emboli (30%) and lacunar infections (20%). Increased intracranial pressure in the haemorrhage results in increased load on the vessel, which causes the wall to rupture. The blood is then poured into the brain tissue and forms 10% of all the stomachs. In the anterior circulation, the anterior carotid interna, the anterior cerebri media and the cerebri anterior are affected. In the posterior circulation a.vertebralis, a.basillaris and a. cerebri posterior is affected. Eighty percent of patients have a carotid system lesion and affect the cerebral hemispheres and cause hemiplegia. Cardiac-derived emboli migrate more towards the middle cerebral artery. The brain stem-fed system is posterior circulation and although there is better posterior circulation Cerebro Vascular Damage (CVD) prognosis, the presence of vital sites such as respiration and cardiac increases vital danger. The clinical findings of the lesion of the middle cerebral artery show marked contralateral hemialgia, astereognosis, agnosia, alexia, hemianopsia, extremity kinetic apraxia in the upper extremity. The anterior cerebral artery lesion has marked contralateral hemiplegia, grip and sucking reflexes, amnesia, echolalia and urinary incontinence in the lower extremity. Bilateral homonomous hemianopsia, ocular failure is seen in the posterior artery peripheral field lesion, paralysis in vertical eye movements, postural tremor and hemiballismus are seen in the central lesion. Contralateral hemiplegia due to internal carotid artery lesion, aphasia occurs. Coma and quadriplegia are seen due to basilar artery involvement. Anterior superior cerebellar artery involvement, especially lower extremity vibration, decreased position sensation, horizontal nystagmus, contralateral Horner syndrome are seen. Facial paralysis on the same side due to inferior cerebellar artery involvement, decreased pain and temperature on the opposite side, tinnitus and ataxia are seen anteriorly. In vertebral artery involvement, decrease in pain and heat sensation on opposite side, facial hemianesthesia on the same side, tactile and proprioceptive sensory loss, ptosis are seen. In general, visual, proprioceptive and vestibular loss is observed in stroke patients. There is an associated loss of balance which increases the patient's risk of falling. The aim of the patient is to prevent progression of the deformity and complications, correction of the deformity and preservation of the obtained correction.To determine the type of stroke, Computerized Tomography (CT) should be taken within the first 30 minutes of stroke. Imaging of lacunar infections and vertebro basilar arterial infections after 12 hours of (Computerized Brain Tomography) CBT is also unsuccessful. In this case MRI (Magnetic Resonance Imaging) should be withdrawn. In patients with suspected subarachnoid haemorrhage, digital subtraction angiography (DSA) should be performed for patients with lumbar puncture, candidates for carotid endarterectomy, Transesophageal Echocardiography (ECHO) for patients with embolism, and Holter monitoring test if paroxysmal atrial fibrillation or other arrhythmias are considered. A lot of static and dynamic testing and ability of gait record with used by physical therapists such as standing in the romberg position on only foot with open after closed eyes for difficulties of exercises gradually. If clinicians want to reinforce of the force, they can change the surface of support tasks gradually, eyes open or closed, combined head or arm movement to maintain of postural stability excessively, increased step and sway. Similar with our device for evaluation of balance known as clinical test of sensory integration and balance. It consists of 4 different conditions open/closed eyes and firm/compliant surface progressively difficulties. Patients need to stand on the ground for up to 30 seconds on these stance positions. Our study included Kore Balance which evaluate dynamic and static balance with stroke and pressure of flor is arranged by physical therapist in order to test patient's ability to somatosensorial, vestibular and visual stimulation for postural control. Stroke treatment has primary and secondary prevention strategies. Conservative treatment includes physical exercises, orthosis, electrical stimulation, manipulation, and physiotherapy. Some of these treatments have insufficient evidence. It is said that electrical stimulation is not effective in reducing thrombosis and reducing dizziness and headache. There is evidence of increased interest and efficacy in the literature in terms of exercises. The efficacy of Johnstone splint therapy has been proven in studies. It is also part of the treatment of mandatory use therapy, pressure faradism, mirror therapy, Bobath weight transfer, active assistive manipulation of in-bed ROM (Range of Motion) movements, interventional brain stimulation, serotonin reuptake inhibitor drugs. Apart from surgery, Johnstone plays a major role in the treatment of the PNF (Proprioceptive Neuromuscular Facilitation) method, in which feedback from the motor learning program is crucial to Brunnstrom, abdominal contractions become apparent, and maximal resistance is activated by force propagation on the plegia side. The neurophysiologic approach provides proprioceptive, spatial and sensorial sensory enhancement with traction and approximation, and posture reflex is removed. In the Brunnstrom method, motor synergies (flexor and extensor synergy) are first created by using pathological reflexes, then these synergies are used together with antagonist synergists and disintegrated to normal motion. Mainly Cawthorne-Cooksey and Frenkel exercises based on visual, vestibular and proprioceptive senses. Early movements after stroke, we were aimed to present compensatory behaviors, neglect syndrome and fear of falling. Also, vestibular and somatosensorial exercises improved vestibulospinal compensation and provided postural stability. Main purpose of this study is that the effects of somatosensory and vestibular rehabilitation additional conventional therapy on balance in patients with acute stroke."},"conditionsModule":{"conditions":["Exercise","Acute Stroke"],"keywords":["Stroke","Vestibular","Somatosensory","Rehabilitation","Balance"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Experimental, Randomized Controlled Study","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"Participants didn't know taking which exercise treatment methods.","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":44,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Somatosensorial and Vestibular Exercises Group","type":"EXPERIMENTAL","description":"This group of patients received patients with acute stroke. It will be applied somatosensorial and vestibular rehabilitation additional conventional therapy","interventionNames":["Behavioral: Somatosensorial and Vestibular Exercises"]},{"label":"Conventional Group","type":"ACTIVE_COMPARATOR","description":"This Group patients received patient with acute stroke. It will be applied classical physiotherapy and conventional exercises.","interventionNames":["Behavioral: Conventional Group"]}],"interventions":[{"type":"BEHAVIORAL","name":"Somatosensorial and Vestibular Exercises","description":"In the experimental group, the subjects who were taken to the somatosensorial and vestibular exercises program after pre- treatment evaluations. The subjects in this group were given classical physiotherapy and somatosensorial combined with vestibular exercise performed 5-7 days a week, 1 set of 10 times with physiotherapist control. In the content of the training, in addition to the general physiotherapy program applied for Brunnstrom and Bobath exercises and spasticity inhibition according to in-bed mobility, Flask and spasticity conditions in the experimental group, a mutual study program was prepared with Cawthorne-Cooksey and Frenkel exercises in the bed, then balance and walking will be performed with the exercises","armGroupLabels":["Somatosensorial and Vestibular Exercises Group"]},{"type":"BEHAVIORAL","name":"Conventional Group","description":"In the control group, The subjects who were taken into the study were taken to the classical physiotherapy based on Bobath and Brunnstrom will be applied to increase the mobilization and spasticity up to the discharge stage known as 5-7 days a week","armGroupLabels":["Conventional Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change from balance (Kore Balance score) of patients with acute stroke at 5-7 days a week.","description":"It used to measure static standing and dynamic balance ability by assessing posture imbalance, which was recorded as the anterior-to-posterior postural sway and the medial-to-lateral sway for 30 s. Kore Balance System facilitates the performance of a 4-way evaluation of the balance of front/left, front/right, behind/left, and behind/right and calculates total score. The total score, including deviations caused by impairment of postural balance, is calculated by the device. An increase in the total score indicates worse balance; that is, higher total scores indicate poorer balance and lower total scores, better balance . When the static and dynamic balance parameters of the hemiplegic participants were evaluated, the ground instability index was set to 5, with the participants' eyes open and their hands on the device. Our study included Kore Balance which evaluate dynamic and static balance with stroke and pressure of flor is arranged by physical therapist.","timeFrame":"5-7 days a week"}],"secondaryOutcomes":[{"measure":"Change from control of body (Functional Reach (FRT)Test) of patients with acute stroke.","description":"It used to measure stabilization of body and the maximal distance one can reach forward beyond arm's length, while maintaining a fixed base of support in the sitting and standing positions. The FRT involves positioning the participant next to a wall with their right or dominant arm raised 90°, adjacent and parallel to a yardstick. With the participant's hand in a fist and feet not lifting or moving, the maximum distance a participant is able to reach forward from an initial upright posture to maximal leaning posture is recorded. The position of the knuckle of the third metacarpophalangeal is recorded. The FRT displaces the participant's centre of gravity and gives a measure of stability and postural control. A reach of less than or equal to 15 cm was found to be predictive of a fall in older patients with acute stroke. FRT scores were categorized as less than 25.4 cm (higher risk of falling), as more than 25.4cm (lower risk of falling).","timeFrame":"5-7 days a week"},{"measure":"Change from postural stability and control PASS (Postural Assessment Scale for Stroke) Rating Scale) of patients with acute stroke at 5-7 days a week","description":"It used to measure level of postural control. PASS scale designed to evaluate and observe postural stability and postural control in patients with acute stroke. This scale contains 12 four-level (0,1,2,3) items of modified difficulty for evaluating ability to maintain or change given lying, sitting ot standing posture. A score of 0 on the PASS indicates can not perform, while score of 36 indicates that patients with acute stroke can perform without help.","timeFrame":"5-7 days a week"},{"measure":"Change from ambulation (Functional Ambulance Classification (FAS) Scale) of patients with acute stroke at 5-7 days a week.","description":"It used to measure level of ambulation. Functional Ambulation Scale including nonfunctional(0 point), level 2(1 point), level 1(2 points), controlled dependence (3 points), independence on smooth grade (4 points), independence (5 points). Our patients with acute stroke had high risk of falling so we increase gradually difficulties of exercises and evaluate with FAS. A scores of 0, 1,2 on the FAS indicate can not independence ambulation physically, while scores of 3, 4, 5 indicate can independence ambulation physically.","timeFrame":"5-7 days a week"},{"measure":"Visual Analog Scale (VAS)","description":"It used to measure level of pain.The Visual Analogue Scale (VAS) was used to evaluate the hemiplegic upper and lower extremity pain with activation, resting and night associated with spasticity. A score of 0 on the VAS is defined as no pain and a score of 10 as severe pain .","timeFrame":"5-7 days a week"},{"measure":"Change from muscle tone (Modified Ashworth (MASS)Scale) of patients with acute stroke at 5-7 days a week.","description":"It used to measure muscle tone. The Modified Ashworth Scale (MAS) was used to determine upper and lower extremity spasticity. The MAS uses a five-point scale to score the average resistance to passive movement for each joint. A score of 0 on the MAS indicates no increase in muscle tone, while a score of 4 indicates that the affected part is rigid. MAS scores (0, 1, 1+, 2, 3, and 4) were assigned numerical modified, whereby for example, a score of 1 + was assigned the value of 1.5. Higher total scores indicate higher tone of muscle known as severe.","timeFrame":"5-7 days a week"},{"measure":"Change from sensation(Sensory Evaluation) of patients with acute stroke","description":"It used to measure level of sensation. The sensory examination includes pain sensation (with the pin-prick), light touch sensation( with the brush or cotton wool), cold ( stimulated with cold pack), stereognosis, dysdiadochokinesia and tactile stimulation. The regions of sensory testing were check, arm, hand , trunk, leg, foot. When patients with acute stroke were evaluated sensory system, patients's eyes closed and with the needle and brush at intervals approximately 5 seconds. Sensory examination of affected side comprised with contralateral known as asymptomatic side. Sensory impairment was graded as success and unsuccess.","timeFrame":"5-7 days a week"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Inönü University Faculty of Medicine Neurology Department of patients with ischemic or hemorrhagic stroke diagnosed by department,\n* Co-operative,\n* In the age range 45-80,\n* Will be able to adapt to the exercise program,\n* To be involved in voluntary work,\n* Individuals who have been given their informed consent will be included in the study.\n\nExclusion Criteria:\n\n* Having incomplete infarction,\n* Having symptomatic lesions (abcess, tumor) with excessive bleeding risk or stroke,\n* Pulmonary complication,\n* If the training does not fit such as confusion or coma,\n* Patients with acute stroke who do not want to be involved in voluntary work will not be included.","healthyVolunteers":false,"sex":"ALL","minimumAge":"45 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Elisa Çalışgan, MsC","affiliation":"Inonu University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Inonu University","city":"Malatya","zip":"44100","country":"Turkey","geoPoint":{"lat":38.35018,"lon":38.31667}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Acute Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}