{"protocolSection":{"identificationModule":{"nctId":"NCT06117020","orgStudyIdInfo":{"id":"MTR-601-NHV-101"},"organization":{"fullName":"Motric Bio","class":"INDUSTRY"},"briefTitle":"Single and Multiple Ascending Dose Study of MTR-601 in Healthy Individuals","officialTitle":"A Randomized, Double-Blind, Placebo-Controlled, First-in-Human, Single and Multiple Ascending Dose Study of MTR-601 in Healthy Volunteers."},"statusModule":{"statusVerifiedDate":"2023-10","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-09-11","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-03","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-05","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-10-17","studyFirstSubmitQcDate":"2023-10-31","studyFirstPostDateStruct":{"date":"2023-11-03","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-10-31","lastUpdatePostDateStruct":{"date":"2023-11-03","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Motric Bio","class":"INDUSTRY"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"To assess the safety and tolerability of single and multiple doses of MTR-601 in normal healthy volunteers under fed and fasted conditions.\n\nTo evaluate the plasma and urine pharmacokinetics (PK) of MTR-601. To evaluate the pharmacodynamic (PD) effects of MTR-601 on muscle strength and muscle accumulation of MTR-601 by muscle biopsy and other potential mechanistic, predictive and PD markers of MTR-601.","detailedDescription":"This randomized, placebo-controlled, first-in-human (FIH) study of MTR-601 in normal healthy volunteers will consist of 3 single ascending dose (SAD) level cohorts, 1 SAD Level 2, Two-Dose cohort, 3 multiple ascending dose (MAD) level cohorts, and 1 optional MAD level cohort, each comprised of 8 subjects (6 MTR-601; 2 placebo). The total sample size will be up to 80 subjects to accommodate withdrawal of consent or replacement for other non-treatment-emergent adverse events (non-TEAE) reasons.\n\nSAD Levels 1-4 dosing:\n\n* Each of the SAD dose level cohorts will have 2 sentinel subjects followed at least 72 hours later by the remaining 6 subjects in 1 or more groups in a staggered fashion. Both sentinel subjects will be evaluated for 72 hours by the Investigator for safety prior to dosing the cohort's remaining 6 subjects.\n* Dosing will begin at dose Level 1 (10 mg).\n* Subjects in SAD Levels 1,3 and 4 will be dosed in a fed state (standard non-high-fat breakfast).\n* Subjects in the SAD Level 2, Two-Dose (20 mg) will be dosed in a fasting state on Day 1 with a subsequent 4-day washout period, followed by dosing in a fed state (standard not- high fat breakfast) on Day 6.\n* SAD Level 4 (80 mg) dosing is optional and may be adjusted based upon PK and safety results from earlier cohorts.\n\nMAD Levels 1-2 dosing:\n\n* The MAD portion of the study will commence at MAD Level 1 (10 mg) after the safe completion of the subjects in at least the SAD Level 2 Two-Dose cohort.\n* Subjects in MAD Levels 1-2 (no more than 20mg) will be dosed in a fed state (standard non-high-fat breakfast) over 14 continuous days of dosing.\n* MAD cohorts may be enrolled in small groups to accommodate clinic scheduling, with subjects dosed in a staggered fashion."},"conditionsModule":{"conditions":["Muscle Spasticity","Hypertonia, Muscle","Cerebral Palsy","Multiple Sclerosis","Stroke","Hereditary Spastic Paraplegia","Dystonia","Spinal Cord Injuries"],"keywords":["Fast twitch type 2 myosin ATPase"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"This randomized, placebo-controlled, first-in-human (FIH) study of MTR-601 in normal healthy volunteers will consist of 3 single ascending dose (SAD) level cohorts, 1 SAD Level 2, Two-Dose cohort, 3 multiple ascending dose (MAD) level cohorts, and 1 optional MAD level cohort, each comprised of 8 subjects (6 MTR-601; 2 placebo).","primaryPurpose":"OTHER","maskingInfo":{"masking":"QUADRUPLE","maskingDescription":"Double blind - placebo-controlled.","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":80,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"MTR-601","type":"EXPERIMENTAL","description":"Safety and tolerability of oral MTR-601, a highly selective fast twitch myosin 2 ATPase inhibitor in normal healthy volunteers","interventionNames":["Drug: MTR-601"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: MTR-601"]}],"interventions":[{"type":"DRUG","name":"MTR-601","description":"Safety and tolerability of oral MTR-601, a highly selective fast twitch myosin 2 ATPase inhibitor in normal healthy volunteers","armGroupLabels":["MTR-601","Placebo"],"otherNames":["Placebo"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Incidence, severity and relatedness of Treatment-emergent adverse events (TEAEs). TEAE severity will be measured as mild, moderate or severe, and relatedness will be either related or not related.","description":"To assess the safety and tolerability of single and multiple doses of MTR-601 in normal healthy volunteers under fed and fasted conditions.","timeFrame":"From baseline to day 18."}],"secondaryOutcomes":[{"measure":"Maximum plasma concentration (Cmax) of MTR-601","description":"To evaluate the plasma and urine pharmacokinetics (PK) of MTR-601","timeFrame":"From baseline to day 18."},{"measure":"Time to maximum plasma concentration (Tmax) of MTR-601","description":"To evaluate the plasma and urine pharmacokinetics (PK) of MTR-601","timeFrame":"From baseline to day 18."},{"measure":"Plasma area under the curve (AUC) concentration of MTR-601","description":"To evaluate the plasma and urine pharmacokinetics (PK) of MTR-601","timeFrame":"From baseline to day 18."},{"measure":"Plasma half-life (T1/2) of MTR-601","description":"To evaluate the plasma and urine pharmacokinetics (PK) of MTR-601","timeFrame":"From baseline to day 18."},{"measure":"Urine concentration of MTR-601","description":"To evaluate the plasma and urine pharmacokinetics (PK) of MTR-601","timeFrame":"From baseline to day 18."},{"measure":"Pharmacodynamic of MTR-601-Grip strength by dynamometry","description":"To evaluate the pharmacodynamic (PD) effects of MTR-601 on muscle strength","timeFrame":"From baseline to day 18."},{"measure":"Pharmacodynamic of MTR-601-Forearm extension and flexion strength by dynamometry","description":"To evaluate the pharmacodynamic (PD) effects of MTR-601 on muscle strength","timeFrame":"From baseline to day 18."},{"measure":"Pharmacodynamic of MTR-601-Knee extension and flexion strength by dynamometry","description":"To evaluate the pharmacodynamic (PD) effects of MTR-601 on muscle strength","timeFrame":"From baseline to day 18."},{"measure":"Pharmacodynamic of MTR-601-Lower-extremity magnetic stimulated contraction","description":"To evaluate the pharmacodynamic (PD) effects of MTR-601 on muscle strength","timeFrame":"From baseline to day 18."}],"otherOutcomes":[{"measure":"Exploratory biomarkers of MTR-601 activity.","description":"Muscle accumulation of MTR-601 by muscle biopsy and other potential mechanistic, predictive and PD markers of MTR-601","timeFrame":"From baseline to day 18."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Willing to adhere to study procedures and provide written informed consent prior to the start of any study procedures.\n2. 18-45 years of age at the time of consent and in good physical health based on medical history, physical examination including vital signs, as well as laboratory, electrocardiogram (ECG), Echocardiography (LVEF in the normal range of 50-70%), normal muscle strength upon physical examination, and spirometry test values in the normal range.\n3. Weight ≥50 kg and body mass index (BMI) \\<33 kg/m2.\n4. Females or males with female partners must use a medically accepted contraceptive regimen (i.e., condoms with spermicide, abstinence, nonhormonal intrauterine device (IUD), Essure procedure, or diaphragm with spermicide) from at least 30 days prior to first dose through 90 days after the last dose OR females must be of non-childbearing potential, defined as:\n\n   1. Have been surgically sterilized (bilateral oophorectomy) or hysterectomized at least 6 months prior to screening. Surgical sterilization procedures or hysterectomy must be supported with clinical documentation/medical records and noted in the Relevant Medical History/Current Medical Condition section of the electronic case report form (eCRF).\n   2. Be postmenopausal (i.e., must have no regular menstrual bleeding for at least 2 years prior to inclusion). Menopause will be confirmed by a plasma follicle-stimulating hormone (FSH) level of \\>40 IU/L.\n5. Non-smoker and must not have used any tobacco products within 3 months prior to screening.\n6. In good physical and mental health as determined by past medical history, physical examination, psychiatric examination, 12-lead ECG, Echocardiography, spirometry, urinary system ultrasound, vital sign measurements, and clinical laboratory evaluations and calculations(e.g., eGFR greater than 90 ml/1.73 m2) at screening or check-in to the clinical research unit (CRU) on Day -1, as assessed by the Investigator (or designee). Congenital nonhemolytic hyperbilirubinemia; or suspicion of Gilbert's syndrome based on total and direct bilirubin is not acceptable.\n7. Has clinical laboratory test results within the reference ranges of the testing laboratory, except for results outside reference ranges that are deemed not clinically significant by the Investigator (or designee) at screening and check-in to the CRU on Day -1.\n8. Vital signs are within normal limits and FVC (after 3 minutes resting in supine position, will be measured in the seated position) is greater than 90% of the predicted value for gender, age and height with good expiratory effort.\n\nExclusion Criteria\n\nSubjects who meet any of the following exclusion criteria will be excluded from participation in the study:\n\n1. History of, or physical examination findings indicating, clinically significant endocrine, neurological, gastrointestinal, cardiovascular, hematological, hepatic, immunological, renal, respiratory, genitourinary, or muscle abnormalities or diseases that, in the opinion of the Investigator, would render the subject being unsuitable for the study.\n2. Unwilling or unable to refrain from strenuous exercise for 3 days prior to check-in and during study.\n3. Unwilling to discontinue coffee (containing caffeine) and other caffeine-containing beverages (e.g., sodas, energy drinks) for at least 72 hours before check-in and throughout the entirety of the study.\n4. Use of tobacco- or nicotine-containing products (including but not limited to cigarettes, electronic cigarettes, pipes, cigars, chewing tobacco, nicotine patch, or nicotine gum) within 3 months prior to check-in to the CRU on Day -1 and throughout the entirety of the study (urine cotinine levels will be measured during screening for all subjects; subjects with cotinine values greater than 500 ng/mL will be excluded).\n5. Requires prescription or nonprescription medications/herbal remedies/supplements of any kind (with the exception of paracetamol/acetaminophen 2 g/day for up to 3 consecutive days) from 14 days prior to check-in (Day -1) and throughout the entirety of the study; uses or intends to use any medications/products known to alter drug absorption, metabolism, or elimination processes, including St. John's wort, within 30 days prior to dosing.\n6. History or clinical manifestation of any metabolic, allergic, dermatological, hepatic, renal, urinary, hematological, pulmonary, gastrointestinal, neurological, psychiatric, respiratory, or endocrine disorder, unless determined by the Investigator (or designee) and agreed by the Medical Monitor to be not clinically significant.\n7. Active or history of metabolic, cardiovascular, or cerebrovascular disease, including hypertension, angina, ischemic heart disease, transient ischemic attacks, bundle branch block, evidence of myocardial ischemia, stroke, and peripheral arterial disease sufficient to cause symptoms and/or require therapy to maintain stable status.\n8. History of significant hypersensitivity, intolerance, or allergy to any drug compound, food, or other substance, unless approved by the Investigator (or designee).\n9. Active neoplastic disease or history of any neoplastic disease within 5 years of screening (except for basal or squamous cell carcinoma of the skin or carcinoma in situ that has been definitively treated with standard of care).\n10. Active infection (e.g., sepsis, pneumonia, abscess) or a serious infection (e.g., resulting in hospitalization or requiring parenteral antibiotic treatment) within 6 weeks prior to dosing.\n11. History of stomach or intestinal surgery or resection that would potentially alter absorption and/or excretion of orally administered drugs (uncomplicated appendectomy and hernia repair will be allowed).\n12. Any of the following at screening and/or pre-dose:\n\n    1. QT interval corrected for heart rate using Fridericia's formula (QTcF), QRS duration, PR interval outside of normal limits confirmed by repeat measurement, unless deemed non-clinically significant by PI and agreed by Medical Monitor\n    2. Findings which would make QTc measurements difficult or QTc data uninterpretable\n    3. History of additional risk factors for Torsades de Pointes (e.g., heart failure, hypokalemia, family history of long QT syndrome)\n13. History of alcoholism or drug/chemical abuse.\n14. Unwilling to abstain from alcohol consumption within 24 hours of check-in to the CRU on Day -1 throughout the study.\n15. Positive urine alcohol screen or positive urine drug screen (including cannabinoids, amphetamines, cocaine, opiates benzodiazepines, or barbiturates), including cotinine (confirmed by repeat) at screening or check-in to the CRU on Day -1.\n16. Positive hepatitis panel and/or positive human immunodeficiency virus test at screening.\n17. Any of the following hematology values at screening or check-in to the CRU on Day -1, as confirmed by 1 repeat if necessary:\n\n    1. Hemoglobin \\<11 g/dL for females, and \\<12 g/dL for males\n    2. Absolute neutrophil count (ANC) \\<1.5 × 109/L (\\<1500/μL).\n    3. Aspartate aminotransferase (AST), alanine aminotransferase (ALT), gamma-glutamyl transferase (GGT), alkaline phosphatase (ALP), or total bilirubin \\>1.5 × upper limit of normal (ULN) at screening or check-in to the CRU on Day -1, confirmed by 1 repeat if necessary.\n18. Participation in a clinical study involving administration of an investigational drug (new chemical entity) or medical device within the last 90 days or 5 half-lives of the investigational medication, whichever is longer, prior to dosing.\n19. Use or intention to use any prescription or nonprescription medications/products within 14 days or 5 half-lives of the medication/product, whichever is longer, prior to check-in to the CRU on Day -1 (hormone replacement therapy or intrauterine contraceptives are acceptable).\n20. Receipt of blood products within 2 months prior to check-in to the CRU on Day -1.\n21. Donation of blood (\\>400 mL) or comparable blood loss (\\>350 mL) from 3 months prior to screening, plasma donation from 2 weeks prior to screening, or platelets donation from 6 weeks prior to screening.\n22. Poor peripheral venous access.\n23. Consumption of any foods or beverages containing Seville-type oranges, grapefruit, or poppy seeds within 7 days prior to check-in to the CRU on Day -1.\n24. Subjects who, in the opinion of the Investigator (or designee; including input from subjects' general practitioner, as applicable), should not participate in this study.\n25. Subject hospitalized for any reason in a period of 30 days before the start of the study.\n26. Diagnosis with a primary muscle disorder.\n27. The presence of any medical device which may interfere with or be impacted by magnetic stimulation.\n28. History of any suicidal behavior in lifetime or suicidal ideation within the last 2 years, with or without a plan at screening or check-in (Day -1).\n29. Subjects who are investigational site staff members or directly involved in the conduct of the study and their family members or subjects who are employed by the Sponsor.\n30. An IPSS score equal to or greater than 6 at baseline.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"45 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Dan Meyers, MD","role":"CONTACT","phone":"510-227-2102","email":"dan.meyers@aditumbio.com"},{"name":"Kristen Signs","role":"CONTACT","phone":"510-227-2102","email":"kristen.signs@aditumbio.com"}],"overallOfficials":[{"name":"Alan Hand, MD","affiliation":"Worldwide Clinical Trials","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Worldwide Clinical Trials","status":"RECRUITING","city":"San Antonio","state":"Texas","zip":"78217","country":"United States","contacts":[{"name":"Alan Hand, MD","role":"CONTACT","phone":"210-635-1515"}],"geoPoint":{"lat":29.42412,"lon":-98.49363}}]},"referencesModule":{"references":[{"pmid":"33035452","type":"BACKGROUND","citation":"Gyimesi M, Horvath AI, Turos D, Suthar SK, Penzes M, Kurdi C, Canon L, Kikuti C, Ruppel KM, Trivedi DV, Spudich JA, Lorincz I, Rauscher AA, Kovacs M, Pal E, Komoly S, Houdusse A, Malnasi-Csizmadia A. Single Residue Variation in Skeletal Muscle Myosin Enables Direct and Selective Drug Targeting for Spasticity and Muscle Stiffness. Cell. 2020 Oct 15;183(2):335-346.e13. doi: 10.1016/j.cell.2020.08.050. Epub 2020 Oct 8."}],"seeAlsoLinks":[{"label":"Related Info","url":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7596007/"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000009128","term":"Muscle Spasticity"},{"id":"D000009103","term":"Multiple Sclerosis"},{"id":"D000013119","term":"Spinal Cord Injuries"},{"id":"D000002547","term":"Cerebral Palsy"},{"id":"D000004421","term":"Dystonia"},{"id":"D000010264","term":"Paraplegia"},{"id":"D000009122","term":"Muscle Hypertonia"},{"id":"D000015419","term":"Spastic Paraplegia, Hereditary"}],"ancestors":[{"id":"D000020278","term":"Demyelinating Autoimmune Diseases, CNS"},{"id":"D000020274","term":"Autoimmune Diseases of the Nervous System"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000003711","term":"Demyelinating Diseases"},{"id":"D000001327","term":"Autoimmune Diseases"},{"id":"D000007154","term":"Immune System Diseases"},{"id":"D000013118","term":"Spinal Cord Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000020196","term":"Trauma, Nervous System"},{"id":"D000014947","term":"Wounds and Injuries"},{"id":"D000001925","term":"Brain Damage, Chronic"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000009135","term":"Muscular Diseases"},{"id":"D000009140","term":"Musculoskeletal Diseases"},{"id":"D000020879","term":"Neuromuscular Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000020820","term":"Dyskinesias"},{"id":"D000010243","term":"Paralysis"},{"id":"D000015417","term":"Hereditary Sensory and Motor Neuropathy"},{"id":"D000009421","term":"Nervous System Malformations"},{"id":"D000020271","term":"Heredodegenerative Disorders, Nervous System"},{"id":"D000019636","term":"Neurodegenerative Diseases"},{"id":"D000011115","term":"Polyneuropathies"},{"id":"D000010523","term":"Peripheral Nervous System Diseases"},{"id":"D000009468","term":"Neuromuscular Diseases"},{"id":"D000000013","term":"Congenital Abnormalities"},{"id":"D000030342","term":"Genetic Diseases, Inborn"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M12847","name":"Paralysis","relevance":"LOW"},{"id":"M5486","name":"Cerebral Palsy","asFound":"Cerebral Palsy","relevance":"HIGH"},{"id":"M15606","name":"Spinal Cord Injuries","asFound":"Spinal Cord Injury","relevance":"HIGH"},{"id":"M11750","name":"Multiple Sclerosis","asFound":"Multiple Sclerosis","relevance":"HIGH"},{"id":"M15105","name":"Sclerosis","relevance":"LOW"},{"id":"M12867","name":"Paraplegia","asFound":"Paraplegia","relevance":"HIGH"},{"id":"M7285","name":"Dystonia","asFound":"Dystonia","relevance":"HIGH"},{"id":"M11775","name":"Muscle Spasticity","asFound":"Muscle Spasticity","relevance":"HIGH"},{"id":"M11769","name":"Muscle Hypertonia","asFound":"Hypertonia, Muscle","relevance":"HIGH"},{"id":"M17784","name":"Spastic Paraplegia, Hereditary","asFound":"Hereditary Spastic Paraplegia","relevance":"HIGH"},{"id":"M22265","name":"Dystonic Disorders","relevance":"LOW"},{"id":"M4319","name":"Autoimmune Diseases","relevance":"LOW"},{"id":"M21788","name":"Demyelinating Autoimmune Diseases, CNS","relevance":"LOW"},{"id":"M21784","name":"Autoimmune Diseases of the Nervous System","relevance":"LOW"},{"id":"M6599","name":"Demyelinating Diseases","relevance":"LOW"},{"id":"M9890","name":"Immune System Diseases","relevance":"LOW"},{"id":"M15605","name":"Spinal Cord Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17375","name":"Wounds and Injuries","relevance":"LOW"},{"id":"M21713","name":"Trauma, Nervous System","relevance":"LOW"},{"id":"M4897","name":"Brain Injuries","relevance":"LOW"},{"id":"M4892","name":"Brain Damage, Chronic","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M11782","name":"Muscular Diseases","relevance":"LOW"},{"id":"M11787","name":"Musculoskeletal Diseases","relevance":"LOW"},{"id":"M22309","name":"Neuromuscular Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M22264","name":"Dyskinesias","relevance":"LOW"},{"id":"M12042","name":"Nerve Compression Syndromes","relevance":"LOW"},{"id":"M5543","name":"Charcot-Marie-Tooth Disease","relevance":"LOW"},{"id":"M17782","name":"Hereditary Sensory and Motor Neuropathy","relevance":"LOW"},{"id":"M12","name":"Congenital Abnormalities","relevance":"LOW"},{"id":"M12055","name":"Nervous System Malformations","relevance":"LOW"},{"id":"M21782","name":"Heredodegenerative Disorders, Nervous System","relevance":"LOW"},{"id":"M21248","name":"Neurodegenerative Diseases","relevance":"LOW"},{"id":"M13689","name":"Polyneuropathies","relevance":"LOW"},{"id":"M13122","name":"Peripheral Nervous System Diseases","relevance":"LOW"},{"id":"M12101","name":"Neuromuscular Diseases","relevance":"LOW"},{"id":"M23376","name":"Genetic Diseases, Inborn","relevance":"LOW"},{"id":"T4421","name":"Paraplegia","asFound":"Paraplegia","relevance":"HIGH"},{"id":"T2781","name":"Hereditary Spastic Paraplegia","asFound":"Hereditary Spastic Paraplegia","relevance":"HIGH"},{"id":"T3061","name":"Infantile-onset Ascending Hereditary Spastic Paralysis","asFound":"Hereditary Spastic Paraplegia","relevance":"HIGH"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"},{"id":"T1081","name":"Charcot-Marie-Tooth Disease","relevance":"LOW"},{"id":"T2761","name":"Hereditary Motor and Sensory Neuropathy","relevance":"LOW"},{"id":"T2766","name":"Hereditary Neuropathy With Liability to Pressure Palsies","relevance":"LOW"},{"id":"T5067","name":"Roussy Levy Syndrome","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"BC20","name":"Immune System Diseases"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC16","name":"Diseases and Abnormalities at or Before Birth"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}