{"protocolSection":{"identificationModule":{"nctId":"NCT05726279","orgStudyIdInfo":{"id":"AAAU3179"},"organization":{"fullName":"Columbia University","class":"OTHER"},"briefTitle":"PROtecting Maternal Brains From Injury and Stroke","officialTitle":"PROtecting Maternal Brains From Injury and Stroke (PROMIS)","acronym":"PROMIS"},"statusModule":{"statusVerifiedDate":"2024-02","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-05-04","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-02-03","studyFirstSubmitQcDate":"2023-02-03","studyFirstPostDateStruct":{"date":"2023-02-13","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-02-08","lastUpdatePostDateStruct":{"date":"2024-02-09","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Eliza Miller MD MS","investigatorTitle":"Assistant Professor of Neurology in the Division of Stroke and Cerebrovascular Disease","investigatorAffiliation":"Columbia University"},"leadSponsor":{"name":"Columbia University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUsExport":false},"descriptionModule":{"briefSummary":"The purpose of this study is to test a new approach to blood pressure management in postpartum preeclampsia. There will be two groups of patients in this early stage single center trial. Both groups of study participants (observational and interventional) will be treated with standard blood pressure medications while undergoing continuous non-invasive blood pressure and near infrared spectroscopy (NIRS) monitoring for 24 hours. The interventional group will have personalized blood pressure targets according to results of NIRS monitoring which will be updated in real time.","detailedDescription":"Maternal neurological complications are a leading cause of postpartum severe maternal morbidity and maternal mortality (SMM/MM). The lack of biomarkers to identify women at highest risk of these rare, but devastating postpartum complications, including stroke, seizures, and posterior reversible encephalopathy syndrome, has impeded efforts to prevent neurological SMM/MM.\n\nImpaired cerebral autoregulation may be such a biomarker. Preliminary results using transcranial Doppler (TCD) based techniques to quantify cerebral autoregulation have demonstrated severely impaired cerebral autoregulation in the postpartum period in some women. However, TCD is operator dependent, and cannot be used for extended monitoring due to discomfort. In contrast, near-infrared spectroscopy (NIRS) is fully automated and can be continued for hours at the bedside. Identifying personalized blood pressure (BP) targets using NIRS has been shown to improve outcomes in acute stroke patients, another population with impaired cerebral autoregulation. However, this method has not been applied in postpartum women.\n\nThe investigators are applying this novel approach to the management of postpartum preeclampsia (PEC) in a single-center, Phase II clinical trial, PROMIS (PROtecting Maternal brains from Injury and Stroke)."},"conditionsModule":{"conditions":["Preeclampsia","Maternal Hypertension"],"keywords":["Pregnancy","Near-Infrared Spectroscopy (NIRS)","Preeclampsia","Maternal health"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"SEQUENTIAL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":50,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Observational Cohort","type":"NO_INTERVENTION","description":"Participants treated with standard guideline-based care for 24 hours. Blood pressure treatment thresholds will be used according to standard practice parameters"},{"label":"Interventional","type":"EXPERIMENTAL","description":"Autoregulation-guided blood pressure management for 24 hours. Blood pressure will be measured every four hours by arm cuff; however, in lieu of predetermined blood pressure treatment thresholds, an optimal mean arterial pressure (MAP) range will be chosen based on limits of autoregulation calculated in real-time for the previous four hours for each participant. Choice of medications and dosing will be left to the primary clinical obstetrics team.","interventionNames":["Device: NIRS based personalized blood pressure management"]}],"interventions":[{"type":"DEVICE","name":"NIRS based personalized blood pressure management","description":"In lieu of predetermined blood pressure treatment thresholds, an optimal MAP range will be chosen based on limits of autoregulation calculated in real-time for the previous four hours for each participant. Choice of medications and dosing will be left to the primary clinical obstetrics team.","armGroupLabels":["Interventional"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Percentage of time mean arterial pressure (MAP) is in the target range","description":"The total time (in minutes) each participant had their mean arterial blood pressure (MAP) values within their computed limits of autoregulation will be measured. The primary outcome is the percentage of time the MAP is within the personalized limits of autoregulation.","timeFrame":"24 hours"}],"secondaryOutcomes":[{"measure":"Number of participants with neurological symptoms","description":"Number of participants with neurological symptoms. Neurological symptoms defined as ≥8/10 headache pain or blurred vision.","timeFrame":"24 hours"},{"measure":"Number of participants with physiological biomarker evidence of cerebral hypoperfusion","description":"Tissue oxygenation index (TOI) is defined as the ratio of oxygenated to total tissue hemoglobin as measured by NIRS. After initial securing of Foresight cerebral forehead oximetry adhesive stickers, baseline TOI will be recorded after two minutes of monitoring. Hypoperfusion will be defined as \\>13% decrease from baseline TOI.","timeFrame":"24 hours"},{"measure":"Number of participants with physiological biomarker evidence of cerebral hyperperfusion","description":"Tissue oxygenation index (TOI) is defined as the ratio of oxygenated to total tissue hemoglobin as measured by NIRS. After initial securing of Foresight cerebral forehead oximetry adhesive stickers, baseline TOI will be recorded after two minutes of monitoring. Hyperperfusion will be defined as a \\>2% increase from baseline TOI.","timeFrame":"24 hours"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Aged 18 or older, within 6 weeks postpartum after a pregnancy lasting at least 20 weeks.\n* Admitted to the inpatient obstetrics unit for treatment of preeclampsia with one or both of the following severe features:\n\n  1. measured systolic BP ≥160 mmHg and/or diastolic BP ≥110 mmHg on two or more occasions, 15 minutes apart OR\n  2. severe headache refractory to standard over-the-counter medications (acetaminophen, ibuprofen)\n\nExclusion Criteria:\n\n* Acute ischemic stroke\n* Acute intracerebral or subarachnoid hemorrhage ·\n* Eclamptic seizures\n* Any other neurological complication requiring transfer to the neurological intensive care unit or stroke step-down unit\n* Prior history of stroke, seizures, traumatic brain injury, brain surgery, encephalitis, or demyelinating brain disease\n* History of Reynaud's syndrome (contraindication to finger plethysmography)\n* Inability to understand and consent to the study","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","maximumAge":"55 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Eliza Miller, MD, MS","role":"CONTACT","phone":"212-305-8389","email":"ecm2137@cumc.columbia.edu"},{"name":"Noora Haghighi","role":"CONTACT","phone":"212-305-8389","email":"nh2716@cumc.columbia.edu"}],"overallOfficials":[{"name":"Eliza Miller, MD, MS","affiliation":"Columbia University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Columbia University Irving Medical Center / NewYork-Presbyterian Hospital (NYP)","status":"RECRUITING","city":"New York","state":"New York","zip":"10032","country":"United States","contacts":[{"name":"Eliza Miller, MD, MS","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":40.71427,"lon":-74.00597}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000011225","term":"Pre-Eclampsia"}],"ancestors":[{"id":"D000046110","term":"Hypertension, Pregnancy-Induced"},{"id":"D000011248","term":"Pregnancy Complications"},{"id":"D000005261","term":"Female Urogenital Diseases and Pregnancy Complications"},{"id":"D000091642","term":"Urogenital Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M9714","name":"Hypertension","relevance":"LOW"},{"id":"M13796","name":"Pre-Eclampsia","asFound":"Preeclampsia","relevance":"HIGH"},{"id":"M7323","name":"Eclampsia","relevance":"LOW"},{"id":"M25325","name":"Hypertension, Pregnancy-Induced","relevance":"LOW"},{"id":"M13817","name":"Pregnancy Complications","relevance":"LOW"},{"id":"M2876","name":"Urogenital Diseases","relevance":"LOW"},{"id":"M26783","name":"Female Urogenital Diseases","relevance":"LOW"},{"id":"M8089","name":"Female Urogenital Diseases and Pregnancy Complications","relevance":"LOW"},{"id":"T2019","name":"Eclampsia","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXS","name":"Urinary Tract, Sexual Organs, and Pregnancy Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}