{"protocolSection":{"identificationModule":{"nctId":"NCT04521829","orgStudyIdInfo":{"id":"VR study - GRAIL/HMD"},"organization":{"fullName":"Vrije Universiteit Brussel","class":"OTHER"},"briefTitle":"The Effect of Optic Flow Speed Manipulation and the Level of Immersion on the Gait Pattern in People Post-stroke","officialTitle":"WALKING WITH VIRTUAL REALITY: How Does Optic Flow Speed and Level of Immersion Influence the Gait Pattern in People Post-stroke?"},"statusModule":{"statusVerifiedDate":"2022-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-10-10","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-06-23","type":"ACTUAL"},"completionDateStruct":{"date":"2022-06-23","type":"ACTUAL"},"studyFirstSubmitDate":"2020-08-03","studyFirstSubmitQcDate":"2020-08-17","studyFirstPostDateStruct":{"date":"2020-08-21","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-06-23","lastUpdatePostDateStruct":{"date":"2022-06-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Emma De Keersmaecker","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Vrije Universiteit Brussel"},"leadSponsor":{"name":"Vrije Universiteit Brussel","class":"OTHER"},"collaborators":[{"name":"University Ghent","class":"OTHER"},{"name":"University Hospital, Ghent","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The aim of this study is to investigate the effect of manipulating the optic flow speed in the virtual environment on the gait pattern during virtual reality (VR) - enhanced treadmill walking in people post-stroke. Furthermore, the study will also investigate if the level of immersion has an effect on the rehabilitation outcomes by manipulating the optic flow speed in two different VR devices: the semi-immersive GRAIL system and the fully-immersive 'Oculus Rift S' HMD.\n\nTo properly understand the results of the people with a stroke, we will also investigate the effect of manipulating the optic flow speed and the level of immersion on the gait pattern in healthy people. That way, we can investigate whether virtual reality has a different influence on the gait pattern of people with a stroke than in healthy people.","detailedDescription":"STUDY DESIGN\n\nThis study is an experimental, 2-group, multicenter trial in which people post-stroke and healthy people will perform 2 different sessions of treadmill walking. The 2 sessions will be carried out on 2 separate days within 10 days. Both sessions will be identical, only the VR system used to manipulate the optic flow speed will differ. The order of the 2 sessions and the optic flow speed manipulation will be randomized.\n\nMATERIALS\n\nGRAIL system: The Gait Real-time Interactive Lab (GRAIL) is an integrative motion capture system consisting of 10 optical motion cameras (Vicon Inc., Oxford, UK), a dual belt treadmill with integrated force plates, a 180-degree cylindrical projection screen system, and D-Flow software (Motekforce Link, Amsterdam, Netherlands). The treadmill of the GRAIL system has two modes: fixed walking speed or self-paced. For this study, the treadmill will be self-paced, meaning that the patient is in control and can choose the walking speed. The treadmill will follow the walking speed of the patient, which allow the patient to start, stop and change speed at will. The projection screen of the GRAIL system will assure a semi-immersive virtual environment. The GRAIL system is located in the Smart Space lab (UZ Gent) and will be made available at the researchers of the VUB/UZ Brussel.\n\nHead-mounted display (HMD): The HMD VR system 'Oculus Rift S' (Oculus, LLS, US) is a low-cost HMD that fully integrates the user into the virtual environment by blocking out perception of the real-world. The \"Oculus Rift S\" will assure a fully immersive virtual environment. The researchers of the VUB/UZ Brussel have the HMD 'Oculus Rift S' in their possession and will make it available for the study.\n\nPROCEDURE\n\nBoth sessions will be carried out in the Smart Space lab at the University Hospital of Ghent (Corneel Heymanslaan 10, 9000 Gent) where the GRAIL system is located.\n\nPrior to the start of both sessions, some preparations will have to be done with regard to the outcome measures:\n\n* Patients will be asked to fill in a questionnaire (the Simulator Sickness Questionnaire-Pre).\n* Surface electrodes will be placed bilateral on the M. rectus femoris, M. vastus lateralis, M. biceps femoris, M. tibialis anterior, M. gastrocnemius medialis, M. deltoideus anterior part, M. deltoideus posterior part, M. latissimus dorsi. Electrode placement will follow the SENIAM guidelines. The skin underlying the electrode will be shaved and cleaned with alcohol to improve electrode-skin contact and reduce impedance.\n* Reflective markers will be placed on fixed points of the lower and upper limbs of the patient. Marker placement will follow the Plug-in Gait full body model (VICON). For this model, the investigator will have to measure the following things in advance: body length, body weight, leg length, knee width, ankle width, shoulder offset, elbow width, wrist width, hand thickness.\n\nAfter these preparations, patients will start to walk on the self-paced treadmill of the GRAIL system. For safety only, patients will walk with the safety harness. Patients will first be habituated to walking on the self-paced treadmill for 8 minutes without any form of VR. Patients need this habituation trial in order to get used to the self-paced treadmill system. After these 8 minutes, the treadmill will be stopped and patients will be seated for a 5-minute rest period. During the rest period, patients will be asked to fill in two short questionnaires (the Simulator Sickness Questionnaire-1, the VAS scales).\n\nGRAIL session: After the 5-minute rest period, patients will walk for another 3 times 8 minutes with the VR. Patients are now walking while looking at a virtual environment that is projected onto the projection screen of the GRAIL device (semi-immersive). The optic flow will be different during each 8-minute walk. Between each walk, patients will rest for 5 minutes and during each rest period, patients will be asked to fill in a short questionnaire (the Simulator Sickness Questionnaire-2,-3).\n\nHMD session: After the 5-minute rest period, patients will walk for another 3 times 8 minutes with the VR. Patients are now walking while wearing the HMD 'Oculus Rift' and are being fully immersed in a virtual environment (fully-immersive). The optic flow will be different during each 8-minute walk. Between each walk, patients will rest for 5 minutes and during each rest period, patients will be asked to fill in the a short questionnaire (the Simulator Sickness Questionnaire-2,-3).\n\nTo end both sessions, participants will be asked to fill in 3 questionnaires (the Simulator Sickness Questionnaire-Post, the VAS scales and the Igroup Presence Questionnaire).\n\nRANDOMIZATION\n\nFirst, the type of session will be randomized with 2 possible options: GRAIL - HMD or HMD - GRAIL. Second, the optic flow speed manipulation (matched, slow, fast) within the session will be randomized. The order of the manipulation will be the same in both sessions. The first 8 minutes in each session will always be the one without VR. Thereafter, the optic flow speed will be manipulated. There are 6 possible options for the randomization of the optic flow speed manipulation: matched - slow - fast / matched - fast - slow / slow - fast - matched / slow - matched - fast / fast - slow - matched / fast - matched - slow. The randomizations will be done through block randomization in Microsoft Excel®.\n\nSTUDY ANALYSIS\n\nThis study will investigate (1) the effect of manipulating the optic flow speed and (2) the effect of the level of immersion (semi-immersive GRAIL system with full-immersive HMD).\n\nThe effect optic flow speed has on the spatiotemporal gait parameters, kinematics, kinetics and muscle activity will be compared with walking without VR. In a first stage, the data will be visualized using LO(W)ESS smoothing (locally weighted scatterplot smoothing) to explore the observed effects over time (per condition and outcome), allowing for flexibility using this quasi-nonparametric approach. Next, relevant values expressing onset, magnitude and duration of the effect will be extracted:\n\n* Onset: time point(s) at which the minimal clinically important difference (MCID) is exceeded. In case MCID is unknown, a 10% threshold will be used\n* Magnitude: magnitude of the maximum (or maxima) and time point(s) at which the maximum is reached\n* Duration: time between the onset and the time point at which the MCID (or 10% threshold) is no longer exceeded\n\nThese values will be compared between conditions in a two-way repeated measures ANOVA (optic flow speed \\* device). If relevant (based on the exploratory analyses), additional in-depth statistics, such as functional data analysis, will be performed under the guidance of the Department of Statistics and Data Analysis of our university."},"conditionsModule":{"conditions":["Stroke"],"keywords":["virtual reality","gait","optic flow"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":32,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"VR-enhanced treadmill walking","type":"EXPERIMENTAL","description":"Participants will be tested during 2 sessions of VR-enhanced treadmill walking.","interventionNames":["Other: Walking with different optic flow speeds with 2 different VR devices"]}],"interventions":[{"type":"OTHER","name":"Walking with different optic flow speeds with 2 different VR devices","description":"Participants will perform 2 sessions of VR-enhanced treadmill walking. One session with the GRAIL system (semi-immersive) and the other session with a fully immersive head-mounted display (Oculus Rift S). In both sessions, the speed of the optic flow will be manipulated: equal to, 2 times faster and 2 times slower than the participant's comfortable walking speed.","armGroupLabels":["VR-enhanced treadmill walking"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"3D kinematic measurements lower limb","description":"Kinematic data (i.e. movement amplitudes of the bilateral hip, knee and ankle joint in degrees) of the lower limbs during treadmill walking will be recorded continuously with the use of a 10-camera VICON Vero 1.3 system at 100 Hz.","timeFrame":"through study completion, an average of 1 year"},{"measure":"3D kinematic measurements upper limb (arm swing)","description":"Kinematic data (i.e. movement amplitudes of the bilateral shoulder, elbow and wrist joint in degrees) of the upper limb during treadmill walking will be recorded continuously with the use of a 10-camera VICON Vero 1.3 system at 100 Hz. With these data, information about the arm swing during walking will be obtained.","timeFrame":"through study completion, an average of 1 year"},{"measure":"3D kinetic measurements lower limb","description":"Kinetic data (i.e. forces, moments and powers of the bilateral hip, knee and ankle joint in respectively Newton, Newton-meters and Watt) of the lower limbs during treadmill walking will be recorded continuously with the use of a 10-camera VICON Vero 1.3 system at 100 Hz.","timeFrame":"through study completion, an average of 1 year"},{"measure":"Walking speed","description":"Walking speed (m/s) will be recorded continuously with the use of a 10-camera VICON Vero 1.3 system at 100 Hz.","timeFrame":"through study completion, an average of 1 year"},{"measure":"Cadence","description":"Cadence (steps/min) will be recorded continuously with the use of a 10-camera VICON Vero 1.3 system at 100 Hz.","timeFrame":"through study completion, an average of 1 year"},{"measure":"Step length","description":"Step length (cm) will be recorded continuously with the use of a 10-camera VICON Vero 1.3 system at 100 Hz.","timeFrame":"through study completion, an average of 1 year"},{"measure":"Step time","description":"Step time (s) will be recorded continuously with the use of a 10-camera VICON Vero 1.3 system at 100 Hz.","timeFrame":"through study completion, an average of 1 year"},{"measure":"Swing - and stance time","description":"Swing and stance time (s) will be recorded continuously with the use of a 10-camera VICON Vero 1.3 system at 100 Hz.","timeFrame":"through study completion, an average of 1 year"},{"measure":"Single - and double limb support period","description":"Single and double limb support period (% gait cycle) will be recorded continuously with the use of a 10-camera VICON Vero 1.3 system at 100 Hz.","timeFrame":"through study completion, an average of 1 year"},{"measure":"Lower limb muscles activity","description":"Muscle activity of the lower limb muscles (bilateral: M. rectus femoris, M. vastus lateralis, M. biceps femoris, M. tibialis anterior, M. gastrocnemius medialis) will be recorded continuously during treadmill walking with the use of surface electrodes. Signals will be recorded with the wireless EMG system Delsys Tigno (16 channels).","timeFrame":"through study completion, an average of 1 year"},{"measure":"Upper limb muscles activity","description":"Muscle activity of the upper limb muscles (bilateral: M. deltoideus anterior part, M. deltoideus posterior part, M. latissimus dorsi) will be recorded continuously during treadmill walking with the use of surface electrodes. Signals will be recorded with the wireless EMG system Delsys Tigno (16 channels).","timeFrame":"through study completion, an average of 1 year"}],"secondaryOutcomes":[{"measure":"Simulator Sickness Questionnaire","description":"The Simulator Sickness Questionnaire (SSQ) is a widely used questionnaire to evaluate motion sickness when using VR. The SSQ consist of 16 symptoms divided in three components: nausea, oculomotor and disorientation. At the beginning of the session and after each 8 minute walk, participants need to indicate how much (none - slight - moderate - severe) each symptom is affecting them at that moment. The total score of the SSQ ranges between 0-235.62 points and higher scores indicate higher levels of simulator sickness.","timeFrame":"through study completion, an average of 1 year"},{"measure":"Igroup Presence Questionnaire","description":"The Igroup Presence Questionnaire (IPQ) is a scale for measuring the sense of presence experienced in a virtual environment. The IPQ consists of 14 questions divided in three subscales (spatial presence, involvement, experienced realism) and one additional general item not belonging to a subscale. The IPQ is scored on a 7-point Likert scale. After each session, participants will be asked to fill in the IPQ. The total score of the IPQ ranges between 0-98 points and higher scores indicate a higher sense of presence experienced in a virtual environment.","timeFrame":"through study completion, an average of 1 year"},{"measure":"Visual Analogue Scale","description":"After walking without the VR and after walking with the VR, participants will have to fill in two Visual Analogue Scales (VAS). Participants will have to indicate on a 100mm line how much they liked walking on the treadmill under these conditions (VAS1) and whether they would like to do this type of gait training during their rehabilitation (VAS2). The total score of the VAS scales ranges between 0-100 points and higher scores mean a better outcome.","timeFrame":"through study completion, an average of 1 year"},{"measure":"Number of falls or stumbles","description":"The number of falls or stumbles that patients experience will be noted in a standardized way.","timeFrame":"through study completion, an average of 1 year"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria stroke patients:\n\n* diagnosed with stroke (as defined by the World Health Organization)\n* stroke onset ≥ 3 months\n* ambulatory with an impaired gait pattern (FAC-score 2, 3 or 4)\n* ability to walk on a treadmill for 4x8 minutes without bodyweight support\n* adult (≥ 18 years)\n* ability to signal pain, fear and discomfort\n* ability to give informed consent\n\nExclusion Criteria stroke patients:\n\n* other neurological deficits than stroke leading to impaired gait (e.g. Parkinson's disease, multiple sclerosis)\n* comorbidities (e.g. COPD, severe osteoporosis, cardiovascular instability)\n* visual and/or vestibular disorders that can interfere with the VR\n* uncontrolled spasticity significantly interfering with the movement of the lower extremities (Modified Ashworth Scale \\> 2)\n* acute medical illness\n* communicative/cognitive problems leading to the inability to understand and carry out instructions\n* severe unilateral spatial neglect\n\nInclusion Criteria healthy people:\n\n* ≥ 18 years of age\n* normal or corrected-to-normal vision with glasses or contact lenses,\n* no locomotion impairments\n\nExclusion Criteria healthy people:\n\n* having a significant lower extremity injury during the last two years that might affect their gait\n* having any type of vestibular/visual deficiency","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Eva Swinnen, Prof. Ph.D","affiliation":"Vrije Universiteit Brussel","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Emma De Keersmaecker","city":"Brussel","zip":"1090","country":"Belgium","geoPoint":{"lat":50.85045,"lon":4.34878}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}