{"protocolSection":{"identificationModule":{"nctId":"NCT04632186","orgStudyIdInfo":{"id":"Mollii Pain Study"},"organization":{"fullName":"Danderyd Hospital","class":"OTHER"},"briefTitle":"Development of an Electronic Suit to Reduce Hemiplegic Shoulder Pain","officialTitle":"Development of an Electronic Suit to Reduce Hemiplegic Shoulder Pain"},"statusModule":{"statusVerifiedDate":"2021-08","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-08-09","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-08-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2022-12-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-11-10","studyFirstSubmitQcDate":"2020-11-11","studyFirstPostDateStruct":{"date":"2020-11-17","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-08-26","lastUpdatePostDateStruct":{"date":"2021-08-31","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Danderyd Hospital","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"In an innovative approach, a full body suit with multiple electrodes for provision off electrical stimulation has been developed by a Swedish Med-tech company. Based on theoretical background and clinical experience, this study will explore the potential value of the EXOPULSE Mollii suit-method in the management of post stroke shoulder pain. The overall aim of this study is to test and further develop the Mollii-suit for its ability to reduce hemiplegic shoulder pain. The specific aims are 1) to compare the effect of different stimulation modes for shoulder pain reduction 2) to explore which patients will respond best to these.","detailedDescription":"One challenging complication to stroke is the development of hemiplegic shoulder pain, which is reported in approximately 30% of the stroke population. Treatment strategies recommended in the Swedish National Guidelines for Stroke Care (NBHW) include use of assistive devices for arm support and treatment with transcutaneous electric nerve stimulation (TENS), which may impact on both pain and muscle tone. In an innovative approach, a full body suit with multiple electrodes for provision off electrical stimulation has been developed by a small Swedish med-tech company. The suit ( EXOPULSE Mollii suit) is currently used for treatment of disabling spasticity and to improve motor function in persons living with effects of central nervous system disease or injury. The theoretical background of the EXOPULSE Mollii-method primarily refers to the concept of reciprocal inhibition, i.e. that sensory input from a muscle may inhibit the activation of an antagonistic muscle. Thus, the application of EXOPULSE Mollii aims at stimulating a muscle, e.g. the anterior tibial muscle of the lower leg in order to reduce reflex mediated over-activity, i.e. spasticity, in calf muscles by inducing reciprocal inhibition. Studies on the effects on spasticity and perceived usability of the suit in a stroke population have recently been completed by our study group at the Department of Rehabilitation Medicine Stockholm at Danderyd Hospital (dnr 2017/935-31) and preliminary analyses indicate that spasticity may be reduced by use of the suit.\n\nBased on the theoretical and practical background outlined above, this study will explore the potential value of the Mollii-method in the management of post stroke shoulder pain. The overall aim of this study is to test and further develop the Mollii-suit for its ability to reduce hemiplegic shoulder pain. The specific aims are 1) to compare the effect of different stimulation modes for shoulder pain reduction 2) to explore which patients will respond best to these."},"conditionsModule":{"conditions":["Stroke","Pain, Shoulder","Technology","Therapeutics"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"Explorative study","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE","maskingDescription":"The outcome assessor will be blinded to the type of intervention provided at each session."}},"enrollmentInfo":{"count":15,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Intervention","type":"EXPERIMENTAL","description":"3 sessions with 3 different interventions 1) Transcutaneous electric nerve stimulation (TENS)- at the shoulder according to current best evidence and practice 2) EXOPULSE Mollii suits- local stimulation at the shoulder, 3) EXOPULSE Mollii suit- according to current best experienced practice\n\nThe order in which the participants´ receive the different treatments will be randomized.\n\nEach session lasts for approximately 2.5 hours (approximately 60 min for assessment, 30 min for settings and adjustments and 60 min for treatment)","interventionNames":["Device: EXOPULSE Mollii suit"]}],"interventions":[{"type":"DEVICE","name":"EXOPULSE Mollii suit","description":"All sessions start with rated perceived pain with the NRS and the ShoulderQ questionnaire and assessed body function with the Fugl-Meyer UE scale, Ashworth scale and the Neuroflexor, before the start of the intervention.\n\nSession 1. Stimulation with TENS according to best clinical practice. Session 2. Stimulation with the Mollii suit according to current best experienced practice with selective stimulation directed to the shoulder region Session 3. Stimulation using the full body Mollii suit according to current best experienced practice.\n\nOutcome of each session is assessed with a pain drawing, the NRS (during and after treatment) and the Fugl-Meyer UE, Ashworth scale and the Neuroflexor (after treatment).","armGroupLabels":["Intervention"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Numerical rating scale","description":"Pain rating on a 10-point scale","timeFrame":"1) before (within the hour of the start of each session) 2) during the 60 min of treatment when approximately 50% of the time for treatment has elapsed and 3) immediately after each treatment session (within the hour)."},{"measure":"Pain drawing","description":"Using a standardized drawing of a body for identification of pain area and definition of type of pain (using standardized definitions)","timeFrame":"1) before (within the hour of the start of each session) 2) during the 60 min of treatment when approximately 50% of the time for treatment has elapsed and 3) immediately after each treatment session (within the hour)."}],"secondaryOutcomes":[{"measure":"Fugl-Meyer score for the upper extremity","description":"Assessed Motor and sensory function of the upper extremity after stroke max range 0-126 p","timeFrame":"1) before (within the hour of the start of each session) 2) immediately after each treatment session (within the hour)."},{"measure":"Ashworth scale","description":"Clinical assessment of spasticity on a 5 point scale","timeFrame":"1) before (within the hour of the start of each session) 2) immediately after each treatment session (within the hour)."},{"measure":"Neuroflexor","description":"Medical technology device. Assesses spasticity by identifying the neural, viscous and elastic components during passive movement using a biomechanical algorithm (presented in Newton)","timeFrame":"1) before (within the hour of the start of each session) 2) immediately after each treatment session (within the hour)."},{"measure":"ShoulderQ questionnaire","description":"Perceived pain and discomfort in activities of daily living rated as standardized statements and on a numeric rating scale","timeFrame":"Before each treatment session (within 2 hours before the start of the treatment session)"},{"measure":"Pain diary","description":"The pain diary will include ratings of shoulder pain at night, at rest and during movement according to the ShoulderQ questionnaire (rated on a numeric rating scale)","timeFrame":"The Pain diary is filled in daily, during the week before the first treatment session and daily during the week between treatment sessions."},{"measure":"Stroke Impact Scale","description":"Overall perceived level of functioning","timeFrame":"Once, before the start of the first session (within 2 hours of the first treatment session)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Eligible participants will have suffered a stroke \\> 6 months earlier and are living with hemiplegia affecting the right or the left side of the body including the upper extremity. They will have developed hemiplegic shoulder pain within the first 6 months after stroke onset. Moreover, eligible study participants will be able to understand instructions as well as written and oral study information and can express informed consent. Furthermore, study participants need to pass the AbilityQ test (Turner-Stokes 2003) that assesses the cognitive ability to fill in a rating scale for pain.\n\nExclusion Criteria:\n\n* Exclusion criteria comprise any other disorder with an impact on sensorimotor function, any other severe concomitant disease (such as cancer, cardiovascular, inflammatory or psychiatric disease), uncontrolled epilepsy or blood pressure, major surgery during the last year, any implanted medical devices, pregnancy, BMI\\>35.\n\nPatients with ongoing pharmacological treatment for spasticity or pain may be included only if the medication is stable since at least 3 months. Patients, who have been subject to intramuscular treatment for spasticity may participate only if the time since last treatment is 3 months or more and if it is anticipated that next treatment will not be given during the study period.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Susanne Palmcrantz, PhD","role":"CONTACT","phone":"+46709567653","email":"susanne.palmcrantz@ki.se"},{"name":"Jörgen Borg, Professor","role":"CONTACT","phone":"+46701684213","email":"jorgen.borg@ki.se"}],"overallOfficials":[{"name":"Susanne Palmcrantz, PhD","affiliation":"Karolinska Institutet","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Department of Rehabilitation Medicine, Danderyd Hospital","status":"RECRUITING","city":"Danderyd","state":"Stockholm","zip":"SE18288","country":"Sweden","contacts":[{"name":"Susanne Palmcrantz, PhD","role":"CONTACT","phone":"+46 (0)70-9567653","email":"susanne.palmcrantz@ki.se"},{"name":"Jorgen Borg, Prof","role":"CONTACT","phone":"+46 (0)70-1684213","email":"jorgen.borg@ki.se"}],"geoPoint":{"lat":59.3987,"lon":18.02942}}]},"referencesModule":{"references":[{"pmid":"21430513","type":"BACKGROUND","citation":"Kalichman L, Ratmansky M. Underlying pathology and associated factors of hemiplegic shoulder pain. Am J Phys Med Rehabil. 2011 Sep;90(9):768-80. doi: 10.1097/PHM.0b013e318214e976."},{"pmid":"17185637","type":"BACKGROUND","citation":"Lindgren I, Jonsson AC, Norrving B, Lindgren A. Shoulder pain after stroke: a prospective population-based study. Stroke. 2007 Feb;38(2):343-8. doi: 10.1161/01.STR.0000254598.16739.4e. Epub 2006 Dec 21."},{"pmid":"32778118","type":"BACKGROUND","citation":"Palmcrantz S, Pennati GV, Bergling H, Borg J. Feasibility and potential effects of using the electro-dress Mollii on spasticity and functioning in chronic stroke. J Neuroeng Rehabil. 2020 Aug 10;17(1):109. doi: 10.1186/s12984-020-00740-z."},{"pmid":"19007541","type":"BACKGROUND","citation":"DeSantana JM, Walsh DM, Vance C, Rakel BA, Sluka KA. Effectiveness of transcutaneous electrical nerve stimulation for treatment of hyperalgesia and pain. Curr Rheumatol Rep. 2008 Dec;10(6):492-9. doi: 10.1007/s11926-008-0080-z."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020069","term":"Shoulder Pain"}],"ancestors":[{"id":"D000018771","term":"Arthralgia"},{"id":"D000007592","term":"Joint Diseases"},{"id":"D000009140","term":"Musculoskeletal Diseases"},{"id":"D000010146","term":"Pain"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M21597","name":"Shoulder Pain","asFound":"Shoulder Pain","relevance":"HIGH"},{"id":"M12756","name":"Pain","relevance":"LOW"},{"id":"M20523","name":"Arthralgia","relevance":"LOW"},{"id":"M10311","name":"Joint Diseases","relevance":"LOW"},{"id":"M11787","name":"Musculoskeletal Diseases","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}