{"protocolSection":{"identificationModule":{"nctId":"NCT03582397","orgStudyIdInfo":{"id":"AAAR5098"},"organization":{"fullName":"Columbia University","class":"OTHER"},"briefTitle":"Virtual Reality Mirror Therapy for Stroke","officialTitle":"Virtual Reality Mirror Therapy for Upper Limb Rehabilitation Following Stroke"},"statusModule":{"statusVerifiedDate":"2019-10","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-10-16","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2018-07-27","type":"ACTUAL"},"completionDateStruct":{"date":"2018-07-27","type":"ACTUAL"},"studyFirstSubmitDate":"2017-10-23","studyFirstSubmitQcDate":"2018-07-09","studyFirstPostDateStruct":{"date":"2018-07-11","type":"ACTUAL"},"lastUpdateSubmitDate":"2019-10-10","lastUpdatePostDateStruct":{"date":"2019-10-14","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Joel Stein, MD","investigatorTitle":"Simon Baruch Professor of Physical Medicine and Rehabilitation; Chair, Department of Rehabilitation and Regenerative Medicine","investigatorAffiliation":"Columbia University"},"leadSponsor":{"name":"Columbia University","class":"OTHER"},"collaborators":[{"name":"Realiteer Corp.","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUnapprovedDevice":true,"isUsExport":false},"descriptionModule":{"briefSummary":"Mirror box therapy is a treatment option that has shown promise for people with difficulty moving their arm after a brain injury, such as stroke. During mirror box therapy, people place their affected arm inside a box, where they are unable to see it. They then focus their attention on the outside of the box, which has been fitted with a mirror. The mirror reflects the movements of their intact hand and makes it appear that both hands are moving normally. Research has shown that this type of therapy can help people recover some use of the arm.\n\nThis study is designed to examine a new type of treatment, which uses a virtual reality headset (Oculus Rift) to recreate this effect in a virtual environment. Up to twenty people who have had a stroke and now have difficulty using an arm (Fugl-Meyer Upper Extremity range 10-50) will be asked to come in for four weeks of treatment, during which they will perform a set of movements and games using the virtual reality platform, while focusing on the image of their affected arm. Treatment will include two fifteen minute sessions, three times/week for a period of four weeks. Participants will complete pre-testing, which will provide a baseline measure of performance, and post-testing, to see if the treatment has been well-tolerated and has had any impact on their motor performance.\n\nThis research is important because it may demonstrate the usefulness of a new treatment method for people who have suffered a stroke, or generally demonstrate that virtual reality platforms may be useful treatment tools for stroke survivors. It may also provide a relatively low-cost and motivating rehabilitation tool for use in the hospital or home environment outside of therapy hours.","detailedDescription":"Up to twenty stroke survivors with upper extremity impairment will be enrolled in this study. After subjects have been consented, they will undergo screening to ensure they meet inclusion/exclusion criteria. This will include the Motion Sickness Susceptibility Questionnaire (Short Form). Demographics will be recorded including: relevant medical history (including any contraindications to engage in virtual reality therapy), age, gender, hand dominance, and location and date of stroke. The Montreal Cognitive Assessment will be performed to assess feasibility of the intervention for subjects of varying cognitive levels. Subjects who meet study requirements and score between 10-50 points on the Fugl-Meyer Assessment of Motor Recovery after Stroke (Arm/hand section) will complete pre-testing using the Action Research Arm Test (ARAT).\n\nVirtual reality mirror therapy will be delivered via the commercially available Oculus Rift gaming system, using novel software (WiseMind), developed by Realiteer. Subjects will complete treatment in a designated space clear of distractions and physical objects. They will remain seated in a chair throughout treatment.\n\nA member of the research team will configure the system, entering in the subject's skin tone, height, and weight to enable the system to best approximate their physical form. The subject will then don the Oculus Rift headset, which will block external visual stimuli and provide an immersive visual environment for training. Researchers will position game controller using a wrist strap to ensure patient safety. Researchers will orient subjects to the training environment and ensure patient comfort with the system before initiating treatment. Patients will complete a System Usability Scale and the Simulator Sickness Questionnaire on the first and final treatment day to assess system tolerance. Adherence and adverse events will also be recorded throughout the trial.\n\nThe WiseMind software will allow subjects to view an approximation of their upper limbs. As the subject moves their arms, the system will detect these movements and mimic them through the headset, so the patient envisions a virtual limb moving as their own. Training will incorporate range of motion exercises, virtual reality games that require reaching, and interacting with functional objects in the virtual environment.\n\nAn occupational therapist, physical therapist or exercise physiologist from the research team will run all treatment sessions. Training will be immediately terminated if the subject feels excessively queasy or requests termination for any reason. Training will consist of two, fifteen minute sessions, 3x/week for four weeks.\n\nAt the completion of treatment, subjects will repeat the Fugl-Meyer and ARAT assessments to determine if improvements have been made in motor performance."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"This is an interventional pilot study with a pre-test/post-test design. All eligible subjects will receive the intervention. We plan to enroll up to 20 subjects, with the goal of having 10-12 evaluable subjects.","primaryPurpose":"DEVICE_FEASIBILITY","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":11,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Experimental","type":"EXPERIMENTAL","description":"Subjects to receive virtual reality mirror therapy via WiseMind Software (Realiteer) 3x/week for 4 weeks.","interventionNames":["Device: Virtual Reality Mirror Therapy"]}],"interventions":[{"type":"DEVICE","name":"Virtual Reality Mirror Therapy","description":"Virtual reality mirror therapy (WiseMind) developed by Realiteer and delivered via Oculus Rift virtual reality platform.","armGroupLabels":["Experimental"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Adherence","description":"Percentage of intervention visits completed (full 30 minute period) with a higher percentage indicating stronger adherence.","timeFrame":"Up to 20 weeks."},{"measure":"Initial Tolerance of System","description":"Simulator sickness questionnaire. Self-report checklist to screen for adverse symptoms following simulations. Scores range from 0-26, with higher scores indicating increased physical symptoms and poorer tolerance for the intervention.","timeFrame":"Treatment Day 1"},{"measure":"Initial Perception of System Usability","description":"System Usability Scale: Subject questionnaire to assess ease of use of the system. Scores range from 0-100, with higher scores indicating greater usability.","timeFrame":"Treatment Day 1"},{"measure":"Adverse Event Tracking","description":"Researchers to track observed or reported adverse events related to the intervention. Higher number of adverse events indicates poorer tolerance of intervention.","timeFrame":"20 weeks"},{"measure":"Montreal Cognitive Assessment","description":"Cognitive screening tool. Scores range from 0-30, with a score of 26 or above indicating \"normal\" cognition. This will be used to ascertain feasibility of the intervention for patients of various cognitive levels.","timeFrame":"Baseline visit"},{"measure":"Change in tolerance of system","description":"Simulator Sickness Questionnaire Scores following 1st treatment session, compared to 12th treatment session. Self-report checklist to screen for adverse symptoms following simulations. Scores range from 0-26, with higher scores indicating increased physical symptoms and poorer tolerance for the intervention.","timeFrame":"20 Weeks"},{"measure":"Change in Perception of System Usability","description":"System Usability Scale: Subject questionnaire to assess ease of use of the system. Scores range from 0-100, with higher scores indicating greater usability. Score on final treatment day (session 12) to be compared with score from treatment session 1.","timeFrame":"20 Weeks"}],"secondaryOutcomes":[{"measure":"Fugl-Meyer Assessment of Motor Recovery after Stroke (arm/hand section)","description":"Standardized test of upper extremity motor function following stroke. Scores range from 0-66 for this section of the Fugl-Meyer, with higher scores indicating better motor function.","timeFrame":"Baseline study visit and following treatment completion, up to 20 weeks."},{"measure":"Action Research Arm Test","description":"Standardized test of hand and arm function. Scores range from 0-57, with higher scores indicating enhanced motor performance.","timeFrame":"Baseline study visit and following treatment completion, up to 20 weeks."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* History of one or more ischemic or hemorrhagic stroke\n* Reduced use/weakness of the arm\n* Ability to follow two-step commands\n* Ability to provide informed consent\n* Fugl-Meyer Arm/Hand score between 10-50\n\nExclusion Criteria:\n\n* Serious visual or visual-perceptual deficits, neuropsychological impairments, or orthopedic conditions that would prevent participation in the protocol as determined by the treatment team\n* Concurrent participation in another study protocol related to motor function after stroke\n* High susceptibility to motion sickness, as evidence by a score of 26 or greater on the Motion Sickness Susceptibility Questionnaire Short-Form (90th percentile)\n* Receiving ongoing occupational or physical therapy for upper limb motor retraining","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Joel Stein, MD","affiliation":"Columbia University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Columbia University Medical Center","city":"New York","state":"New York","zip":"10032","country":"United States","geoPoint":{"lat":40.71427,"lon":-74.00597}}]},"referencesModule":{"references":[{"pmid":"25520374","type":"BACKGROUND","citation":"Mozaffarian D, Benjamin EJ, Go AS, Arnett DK, Blaha MJ, Cushman M, de Ferranti S, Despres JP, Fullerton HJ, Howard VJ, Huffman MD, Judd SE, Kissela BM, Lackland DT, Lichtman JH, Lisabeth LD, Liu S, Mackey RH, Matchar DB, McGuire DK, Mohler ER 3rd, Moy CS, Muntner P, Mussolino ME, Nasir K, Neumar RW, Nichol G, Palaniappan L, Pandey DK, Reeves MJ, Rodriguez CJ, Sorlie PD, Stein J, Towfighi A, Turan TN, Virani SS, Willey JZ, Woo D, Yeh RW, Turner MB; American Heart Association Statistics Committee and Stroke Statistics Subcommittee. Heart disease and stroke statistics--2015 update: a report from the American Heart Association. Circulation. 2015 Jan 27;131(4):e29-322. doi: 10.1161/CIR.0000000000000152. Epub 2014 Dec 17. No abstract available. Erratum In: Circulation. 2015 Jun 16;131(24):e535. Circulation. 2016 Feb 23;133(8):e417."},{"pmid":"25553742","type":"BACKGROUND","citation":"Nilsen DM, Gillen G, Geller D, Hreha K, Osei E, Saleem GT. Effectiveness of interventions to improve occupational performance of people with motor impairments after stroke: an evidence-based review. Am J Occup Ther. 2015 Jan-Feb;69(1):6901180030p1-9. doi: 10.5014/ajot.2015.011965."},{"pmid":"19556918","type":"BACKGROUND","citation":"Beebe JA, Lang CE. Relationships and responsiveness of six upper extremity function tests during the first six months of recovery after stroke. J Neurol Phys Ther. 2009 Jun;33(2):96-103. doi: 10.1097/NPT.0b013e3181a33638."},{"pmid":"19661469","type":"BACKGROUND","citation":"Carod-Artal FJ, Ferreira Coral L, Stieven Trizotto D, Menezes Moreira C. Self- and proxy-report agreement on the Stroke Impact Scale. Stroke. 2009 Oct;40(10):3308-14. doi: 10.1161/STROKEAHA.109.558031. Epub 2009 Aug 6."},{"pmid":"18385622","type":"BACKGROUND","citation":"Denti L, Agosti M, Franceschini M. Outcome predictors of rehabilitation for first stroke in the elderly. Eur J Phys Rehabil Med. 2008 Mar;44(1):3-11."},{"pmid":"17665314","type":"BACKGROUND","citation":"Doyle PJ, McNeil MR, Bost JE, Ross KB, Wambaugh JL, Hula WD, Mikolic JM. The Burden of Stroke Scale (BOSS) provided valid, reliable, and responsive score estimates of functioning and well-being during the first year of recovery from stroke. Qual Life Res. 2007 Oct;16(8):1389-98. doi: 10.1007/s11136-007-9247-8. Epub 2007 Jul 31."},{"pmid":"1636182","type":"BACKGROUND","citation":"Duncan PW, Goldstein LB, Matchar D, Divine GW, Feussner J. Measurement of motor recovery after stroke. Outcome assessment and sample size requirements. Stroke. 1992 Aug;23(8):1084-9. doi: 10.1161/01.str.23.8.1084."},{"pmid":"12411648","type":"BACKGROUND","citation":"Duncan PW, Lai SM, Tyler D, Perera S, Reker DM, Studenski S. Evaluation of proxy responses to the Stroke Impact Scale. Stroke. 2002 Nov;33(11):2593-9. doi: 10.1161/01.str.0000034395.06874.3e."},{"pmid":"6622535","type":"BACKGROUND","citation":"Duncan PW, Propst M, Nelson SG. Reliability of the Fugl-Meyer assessment of sensorimotor recovery following cerebrovascular accident. Phys Ther. 1983 Oct;63(10):1606-10. doi: 10.1093/ptj/63.10.1606."},{"pmid":"10512918","type":"BACKGROUND","citation":"Duncan PW, Wallace D, Lai SM, Johnson D, Embretson S, Laster LJ. The stroke impact scale version 2.0. Evaluation of reliability, validity, and sensitivity to change. Stroke. 1999 Oct;30(10):2131-40. doi: 10.1161/01.str.30.10.2131."},{"pmid":"20927005","type":"BACKGROUND","citation":"Franceschini M, La Porta F, Agosti M, Massucci M; ICR2 group. Is health-related-quality of life of stroke patients influenced by neurological impairments at one year after stroke? Eur J Phys Rehabil Med. 2010 Sep;46(3):389-99. Epub 2010 Apr 13."},{"pmid":"12234086","type":"BACKGROUND","citation":"Gladstone DJ, Danells CJ, Black SE. The fugl-meyer assessment of motor recovery after stroke: a critical review of its measurement properties. Neurorehabil Neural Repair. 2002 Sep;16(3):232-40. doi: 10.1177/154596802401105171."},{"pmid":"11524472","type":"BACKGROUND","citation":"Hobart JC, Lamping DL, Freeman JA, Langdon DW, McLellan DL, Greenwood RJ, Thompson AJ. Evidence-based measurement: which disability scale for neurologic rehabilitation? Neurology. 2001 Aug 28;57(4):639-44. doi: 10.1212/wnl.57.4.639."},{"pmid":"12122181","type":"BACKGROUND","citation":"Hsueh IP, Lin JH, Jeng JS, Hsieh CL. Comparison of the psychometric characteristics of the functional independence measure, 5 item Barthel index, and 10 item Barthel index in patients with stroke. J Neurol Neurosurg Psychiatry. 2002 Aug;73(2):188-90. doi: 10.1136/jnnp.73.2.188."},{"pmid":"20439499","type":"BACKGROUND","citation":"Huang YH, Wu CY, Hsieh YW, Lin KC. Predictors of change in quality of life after distributed constraint-induced therapy in patients with chronic stroke. Neurorehabil Neural Repair. 2010 Jul-Aug;24(6):559-66. doi: 10.1177/1545968309358074. Epub 2010 May 3."},{"pmid":"11212012","type":"BACKGROUND","citation":"Inouye M, Hashimoto H, Mio T, Sumino K. Influence of admission functional status on functional change after stroke rehabilitation. Am J Phys Med Rehabil. 2001 Feb;80(2):121-5; quiz 126, 146. doi: 10.1097/00002060-200102000-00008."},{"pmid":"23480975","type":"BACKGROUND","citation":"Invernizzi M, Negrini S, Carda S, Lanzotti L, Cisari C, Baricich A. The value of adding mirror therapy for upper limb motor recovery of subacute stroke patients: a randomized controlled trial. Eur J Phys Rehabil Med. 2013 Jun;49(3):311-7. Epub 2013 Mar 13."},{"pmid":"16547774","type":"BACKGROUND","citation":"Kwon S, Duncan P, Studenski S, Perera S, Lai SM, Reker D. Measuring stroke impact with SIS: construct validity of SIS telephone administration. Qual Life Res. 2006 Apr;15(3):367-76. doi: 10.1007/s11136-005-2292-2."},{"pmid":"18760153","type":"BACKGROUND","citation":"Lang CE, Edwards DF, Birkenmeier RL, Dromerick AW. Estimating minimal clinically important differences of upper-extremity measures early after stroke. Arch Phys Med Rehabil. 2008 Sep;89(9):1693-700. doi: 10.1016/j.apmr.2008.02.022."},{"pmid":"7979930","type":"BACKGROUND","citation":"Malouin F, Pichard L, Bonneau C, Durand A, Corriveau D. Evaluating motor recovery early after stroke: comparison of the Fugl-Meyer Assessment and the Motor Assessment Scale. Arch Phys Med Rehabil. 1994 Nov;75(11):1206-12. doi: 10.1016/0003-9993(94)90006-x."},{"pmid":"11935055","type":"BACKGROUND","citation":"Mao HF, Hsueh IP, Tang PF, Sheu CF, Hsieh CL. Analysis and comparison of the psychometric properties of three balance measures for stroke patients. Stroke. 2002 Apr;33(4):1022-7. doi: 10.1161/01.str.0000012516.63191.c5."},{"pmid":"20603702","type":"BACKGROUND","citation":"Nijland R, van Wegen E, Verbunt J, van Wijk R, van Kordelaar J, Kwakkel G. A comparison of two validated tests for upper limb function after stroke: The Wolf Motor Function Test and the Action Research Arm Test. J Rehabil Med. 2010 Jul;42(7):694-6. doi: 10.2340/16501977-0560."},{"pmid":"24797202","type":"BACKGROUND","citation":"Nilsen DM, DiRusso T. Using mirror therapy in the home environment: a case report. Am J Occup Ther. 2014 May-Jun;68(3):e84-9. doi: 10.5014/ajot.2014.010389."},{"pmid":"15929509","type":"BACKGROUND","citation":"Platz T, Pinkowski C, van Wijck F, Kim IH, di Bella P, Johnson G. Reliability and validity of arm function assessment with standardized guidelines for the Fugl-Meyer Test, Action Research Arm Test and Box and Block Test: a multicentre study. Clin Rehabil. 2005 Jun;19(4):404-11. doi: 10.1191/0269215505cr832oa."},{"pmid":"23227818","type":"BACKGROUND","citation":"Pollock A, St George B, Fenton M, Firkins L. Top 10 research priorities relating to life after stroke--consensus from stroke survivors, caregivers, and health professionals. Int J Stroke. 2014 Apr;9(3):313-20. doi: 10.1111/j.1747-4949.2012.00942.x. Epub 2012 Dec 11."},{"pmid":"8857886","type":"BACKGROUND","citation":"Pollak N, Rheault W, Stoecker JL. Reliability and validity of the FIM for persons aged 80 years and above from a multilevel continuing care retirement community. Arch Phys Med Rehabil. 1996 Oct;77(10):1056-61. doi: 10.1016/s0003-9993(96)90068-4."},{"pmid":"19506071","type":"BACKGROUND","citation":"Ramachandran VS, Altschuler EL. The use of visual feedback, in particular mirror visual feedback, in restoring brain function. Brain. 2009 Jul;132(Pt 7):1693-710. doi: 10.1093/brain/awp135. Epub 2009 Jun 8."},{"pmid":"11944745","type":"BACKGROUND","citation":"Shelton FD, Volpe BT, Reding M. Motor impairment as a predictor of functional recovery and guide to rehabilitation treatment after stroke. Neurorehabil Neural Repair. 2001;15(3):229-37. doi: 10.1177/154596830101500311."},{"pmid":"22419334","type":"BACKGROUND","citation":"Thieme H, Mehrholz J, Pohl M, Behrens J, Dohle C. Mirror therapy for improving motor function after stroke. Cochrane Database Syst Rev. 2012 Mar 14;2012(3):CD008449. doi: 10.1002/14651858.CD008449.pub2."},{"pmid":"11239280","type":"BACKGROUND","citation":"Van der Lee JH, De Groot V, Beckerman H, Wagenaar RC, Lankhorst GJ, Bouter LM. The intra- and interrater reliability of the action research arm test: a practical test of upper extremity function in patients with stroke. Arch Phys Med Rehabil. 2001 Jan;82(1):14-9. doi: 10.1053/apmr.2001.18668."},{"pmid":"11482350","type":"BACKGROUND","citation":"van der Lee JH, Beckerman H, Lankhorst GJ, Bouter LM. The responsiveness of the Action Research Arm test and the Fugl-Meyer Assessment scale in chronic stroke patients. J Rehabil Med. 2001 Mar;33(3):110-3. doi: 10.1080/165019701750165916."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"De-identified individual participant data (IPD) will be shared with the publishing journal. Baseline scores, post-intervention scores, and percent change in scores will be provided for the Fugl Meyer and Action Research Arm Test. Participant characteristics will be listed in the publication including, age, sex, time since stroke, and scores on the baseline Fugl Meyer, Montreal Cognitive Assessment, and Motion Sickness Susceptibility Questionnaire.","timeFrame":"At the time of manuscript submission.","accessCriteria":"IPD was only shared with the publishing journal."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}