{"protocolSection":{"identificationModule":{"nctId":"NCT03174535","orgStudyIdInfo":{"id":"201507003-8"},"organization":{"fullName":"China Academy of Chinese Medical Sciences","class":"OTHER"},"briefTitle":"Risk Assessment Model for Ischemic Stroke Endpoint Events","officialTitle":"Risk Assessment Model for Ischemic Stroke Endpoint Events Combining Multi-dimensional Traditional Chinese Medicine(TCM) and Modern Medicine Indicators: a Registry Study (Inlaid With a Prospective Cohort Study to Evaluate the Effectiveness of Qilong Capsules)"},"statusModule":{"statusVerifiedDate":"2022-03","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2016-11-15","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2018-01-31","type":"ACTUAL"},"completionDateStruct":{"date":"2019-01-31","type":"ACTUAL"},"studyFirstSubmitDate":"2017-05-31","studyFirstSubmitQcDate":"2017-05-31","studyFirstPostDateStruct":{"date":"2017-06-02","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-03-23","lastUpdatePostDateStruct":{"date":"2022-04-04","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Yanming Xie","investigatorTitle":"Executive Director","investigatorAffiliation":"China Academy of Chinese Medical Sciences"},"leadSponsor":{"name":"China Academy of Chinese Medical Sciences","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The present study aims to develope a risk assessment model of ischemic stroke endpoint events combining multi-dimensional traditional Chinese medicine(TCM) indicators with modern medicine indicators. The proposed study is a registry study based participant survey conducted in 7 hospitals nationwide in China. After obtaining informed consent, a total of 3000 study patients diagnosed with ischemic stroke will be recruited. 1-year follow-ups are carried out on-site in hospitals and by telephone to track endpoint events. At the same time, we conducted a prospective, multicenter, real-world longitudinal cohort study at 7 hospitals in China to investigate the clinical effectiveness of Qilong capsule (QLC) combined with CT for IS with Qi deficiency and blood stasis syndrome.","detailedDescription":"Stroke is characterized by high incidence and high rates of recurrence and other endpoint events. Risk assessment is important for secondary prevention of ischemic stroke. To date, no study has been conducted to evaluate the risk of ischemic stroke endpoint events by establishing risk accessment models combining TCM and modern medicine indicators.\n\nThe present study aims to develope a risk assessment model of ischemic stroke endpoint events combining multi-dimensional TCM indicators with modern medicine indicators. The proposed study is a registry study based participant survey conducted in 7 hospitals nationwide in China. After obtaining informed consent, a total of 3000 study patients diagnosed with ischemic stroke will be recruited. 1-year follow-ups are carried out on-site in hospitals and by telephone to track endpoint events. Comparative analysis of prevalence of endpoint events and other TCM or modern medicine features in different groups is conducted using frequency analysis and chi-squared tests, and expressed with composition ratios. Comparative analysis of quantitative scores of the scales and related syndromes or symptoms is conducted using rank-sum test. Correlation analysis of endpoint events and TCM or modern medicine factors will be performed using multivariate Cox proportional hazard model.\n\nParticipants in the exposed group were treated with QLC, and those in the non-exposed group were not treated with QLC. All participants in two groups received standard treatment without restriction. The intervention course of QLC was 12 weeks. All participants returned for in-person follow-up visits at the 12th week and 24th week. Primary outcome measures included a modified Rankin Scale (mRS), the National Institute of Health Stroke Scale (NIHSS), and the Barthel Index (BI). Secondary outcome measures included TCM syndromes (Qi deficiency syndrome score, blood stasis syndrome score), psychological index (self-rating depression scale, SDS; self-rating anxiety scale, SAS), blood lipid index, blood coagulation index, and homocysteine. Multiple imputations were used for any missing data. Propensity score matching (PSM) was used to deal with any confounding factors (age, gender, scale score, etc.). Rank alignment transformation variance analysis (ART ANOVA) and generalized linear mixed model (GLMM) were introduced to improve the scientific and accuracy of repeated measurement data. All statistical calculations were carried out with R 3.6.1 statistical analysis software."},"conditionsModule":{"conditions":["Ischemic Stroke"],"keywords":["Ischemic Stroke","Secondary Prevention","Endpoint Events","Risk Assessment","Traditional Chinese Medicine","Registry Study","Clinical effectiveness","Cohort study"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":true,"targetDuration":"1 Year","designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"bioSpec":{"retention":"SAMPLES_WITH_DNA","description":"Biospecimen includes serum, blood clots and whole blood."},"enrollmentInfo":{"count":3000,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Exposure group","description":"The exposure group was the patients who were treated with Qilong capsules (QLC). The willingness of the patients and the objective judgment of the clinician were comprehensively considered to decide whether to use QLC for intervention. Patients who chose to use QLC for intervention would take it immediately after being deemed eligible for enrollment. The recommended dosage of QLC was 0.4g each time, 3 times a day. The course of treatment was 12 weeks. QLC was produced by Jining Huaneng Pharmaceutical Factory Co., Ltd. All participants in the exposure groups received the standard level of CT provided by clinicians according to the clinical diagnosis and treatment guidelines for IS, including antiplatelet aggregation drugs, antihypertensive drugs, hypoglycemic drugs, and lipid-lowering drugs.","interventionNames":["Drug: Qilong capsules (QLC), produced by Jining Huaneng Pharmaceutical Factory Co., Ltd."]},{"label":"Non-exposure group","description":"The non-exposure group was the patients who did not take QLC. All participants in the non-exposure groups received the standard level of CT provided by clinicians according to the clinical diagnosis and treatment guidelines for IS, including antiplatelet aggregation drugs, antihypertensive drugs, hypoglycemic drugs, and lipid-lowering drugs."}],"interventions":[{"type":"DRUG","name":"Qilong capsules (QLC), produced by Jining Huaneng Pharmaceutical Factory Co., Ltd.","description":"The recommended dosage of QLC was 0.4g each time, 3 times a day. The course of treatment was 12 weeks.","armGroupLabels":["Exposure group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"ischemic stroke recurrence events","description":"Including cerebral infarction, cerebral hemorrhage and TIA","timeFrame":"1 year follow-up"},{"measure":"mRS, NIHSS, BI","description":"modified Rankin Scale (mRS), the National Institute of Health Stroke Scale (NIHSS), and the Barthel Index (BI)","timeFrame":"All participants returned for in-person follow-up visits at the 12th week and 24th week."}],"secondaryOutcomes":[{"measure":"death, disability, and endpoint events of atherosclerotic cardiovascular disease and atherosclerotic peripheral vascular disease","description":"Including ischemic stroke caused death and disability, and endpoint events of atherosclerotic cardiovascular disease and atherosclerotic peripheral vascular disease.","timeFrame":"1 year follow-up"},{"measure":"TCM syndromes, psychological index, blood lipid index,blood coagulation index, and homocysteine","description":"TCM syndromes (Qi deficiency syndrome score, blood stasis syndrome score), psychological index (self-rating depression scale, SDS; self-rating anxiety scale, SAS), blood lipid index, blood coagulation index, and homocysteine.","timeFrame":"All participants returned for in-person follow-up visits at the 12th week and 24th week."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n(1) Meeting diagnostic criteria of ischemic stroke; (2) Meeting large-artery atherosclerosis or small-artery occlusion subtypes of ischemic stroke according to TOAST (The Trial of Org 10172 in Acute Stroke Treatment) classification \\[29\\]; (3) In the first 2 weeks of the first onset should account for no less than 50% of all the included cases; (4) 38-80 years of age; (5) Willing to respond truthfully and timely to researcher queries after recruitment, able to cooperate with data and sample collection during follow-ups; (6) Willing to sign informed consent.\n\nExclusion Criteria:\n\n(1) Meeting diagnostic criteria of transient ischemic attack (TIA), hemorrhagic stroke, or mixed stroke; (2) Meeting cardioembolism, other determined or undetermined etiology subtypes of ischemic stroke according to TOAST classification \\[29\\]; (3) Unable to participate in data or sample collection for any reason.","healthyVolunteers":false,"sex":"ALL","minimumAge":"35 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"The study population will be comprised of those who meet all inclusion criteria and no exclusion or elimination criteria. Study personnel will continuously screen eligible patients presenting to the hospitals until the sample size of 3000 is reached. This study will be conducted in 7 hopitals nationwide in China, including Dongzhimen Hospital affiliated to Beijing University of Chinese Medicine, Beijing Tian Tan Hospital affiliated to Capital Medical University, Guangdong Provincial Hospital of TCM, Affiliated Hospital of Changchun University of Chinese Medicine, the first Hospital Affiliated to Henan University of TCM, Dongfang Hospital Affiliated to Beijing University of Chinese Medicine, and Taiyuan Municipal Hospital of TCM.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Yanming Xie, M.D.","affiliation":"China Academy of Chinese Medical Sciences","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Yanming Xie","city":"Beijing","state":"Beijing","zip":"100700","country":"China","geoPoint":{"lat":39.9075,"lon":116.39723}}]},"referencesModule":{"references":[{"pmid":"35780589","type":"DERIVED","citation":"Lyu J, Gao Y, Wei R, Cai Y, Shen X, Zhao D, Zhao X, Xie Y, Yu H, Chai Y, Xie Y. Clinical effectiveness of Qilong capsule in patients with ischemic stroke: A prospective, multicenter, non-randomized controlled trial. Phytomedicine. 2022 Sep;104:154278. doi: 10.1016/j.phymed.2022.154278. Epub 2022 Jun 15."},{"pmid":"35258782","type":"DERIVED","citation":"Gao Y, Xie YM, Wang GQ, Cai YF, Shen XM, Zhao DX, Xie YZ, Zhang Y, Meng FX, Yu HQ, Jiang JJ, Wei RL. Onset and Recurrence Characteristics of Chinese Patients with Noncardiogenic Ischemic Stroke in Chinese Medicine Hospital. Chin J Integr Med. 2022 Jun;28(6):492-500. doi: 10.1007/s11655-022-3306-4. Epub 2022 Mar 8."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000007238","term":"Infarction"},{"id":"D000009336","term":"Necrosis"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M11997","name":"Neoplasm Metastasis","relevance":"LOW"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M5483","name":"Cerebral Infarction","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M3967","name":"Antihypertensive Agents","relevance":"LOW"},{"id":"M9744","name":"Hypoglycemic Agents","relevance":"LOW"},{"id":"M3968","name":"Hypolipidemic Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"AnAg","name":"Antihypertensive Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Hypo","name":"Hypoglycemic Agents"},{"abbrev":"Lipd","name":"Lipid Regulating Agents"}]}},"hasResults":false}