{"protocolSection":{"identificationModule":{"nctId":"NCT04778475","orgStudyIdInfo":{"id":"00108635"},"secondaryIdInfos":[{"id":"5P20GM109040","type":"NIH","link":"https://reporter.nih.gov/quickSearch/5P20GM109040"}],"organization":{"fullName":"Medical University of South Carolina","class":"OTHER"},"briefTitle":"Impact of More Frequent PT Services","officialTitle":"Impact of Intense Physical Therapy on Functional Mobility Outcomes in the Acute Stroke Population (<24 Hours Post-stroke)"},"statusModule":{"statusVerifiedDate":"2023-11","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-06-30","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-10-14","type":"ACTUAL"},"completionDateStruct":{"date":"2022-10-14","type":"ACTUAL"},"studyFirstSubmitDate":"2021-02-23","studyFirstSubmitQcDate":"2021-02-26","studyFirstPostDateStruct":{"date":"2021-03-03","type":"ACTUAL"},"resultsFirstSubmitDate":"2023-08-09","resultsFirstSubmitQcDate":"2023-11-27","resultsFirstPostDateStruct":{"date":"2023-12-18","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-11-27","lastUpdatePostDateStruct":{"date":"2023-12-18","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Christine Holmstedt","investigatorTitle":"Professor of Neurology and Emergency Medicine","investigatorAffiliation":"Medical University of South Carolina"},"leadSponsor":{"name":"Medical University of South Carolina","class":"OTHER"},"collaborators":[{"name":"National Institutes of Health (NIH)","class":"NIH"},{"name":"National Institute of General Medical Sciences (NIGMS)","class":"NIH"}]},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The purpose of this study is to determine what amount of physical therapy is beneficial in the hospital setting after suffering a stroke. This study involves research. The investigators propose to enroll 150 individuals with acute stroke admitted to MUSC over the next 12 months and randomize them into increased frequency and usual care PT treatment groups. This study will be designed as a randomized control trial. If a patient agrees to participate, they will be assigned (at random) to either a treatment group which will receive more frequent therapy services or to the control group which will receive the \"standard\" amount of therapy services currently provided in the hospital setting (\\~3-5 times per week). By studying the balance, walking and success of patients in the treatment group compared with the control group- the researchers hope to better understand the effect of more frequent physical therapy services on your independence post stroke.","detailedDescription":"Early mobilization is a widely accepted pillar of acute hospital therapy services. In most populations, early mobility is regarded as safe, feasible, and yields positive results. A considerable amount of clinical and scientific literature has evaluated and upheld the positive effect of early mobility on patient safety, ICU delirium, duration of mechanical ventilation, hospital length of stay, functional mobility, ambulation ability, and mortality. However, most of the research in the field of early mobilization has focused on intensive care patients with multiple medical comorbidities.\n\nThe consideration of an acute stroke diagnosis in relation to the approach of acute care PT and \"early mobility\" is limited. The AVERT trial was novel in opening the doors to considering physical therapy's approach to acute stroke care on these dedicated stroke units, critical since earlier research surmised that complications of immobility could be estimated to account for as many as 51% of death in the first 30 days post stroke. The results of the AVERT trial, however, raised concern that very early mobilization may cause changes in cerebral blood flow and blood pressure leading to worsened stroke outcomes, increased mortality and increased rate of falls during early mobility.\n\nFrom the publication of the AVERT trial, there has been a rise in clinical interest regarding the correlation of early mobility and improved functional outcomes post stroke. The majority of physical therapy studies in the acute stroke population have only examined the optimal time to begin mobilization post admission to the hospital. This project proposes the idea that patients with acute stroke may not be able to tolerate an extensive early mobility program. Instead, patients may benefit from shorter more frequent bouts of therapy early in their recovery to focus on specific areas such as seated postural control, motor recruitment strategies, and transfer training delivered in separate sessions. The investigators hypothesize that the approach of shorter, more frequent bouts of quality therapy services will negate the post stroke fatigue factor. Thus, allowing patients to progress functional mobility with improved tolerance to therapy sessions, frequent repetition, as well as implementation of motor learning principles to ensure carryover by providing distributed over massed practice. The research in the field of neuroplasticity and neuro rehabilitation illustrates the importance of high intensity, repetitive and aggressive approaches for motor recovery, however, most of this research has been performed in the subacute stroke population.\n\nRather than decreasing the time to upright mobility, it may be beneficial to examine the effect of short bouts of more frequent mobilization in these patients, within the early stages of their hospitalization. If, as assumed, a prolonged duration of upright sitting posture has a negative effect on cerebral blood flow10 it may be possible to gain the positive effects of early mobility by continuing to provide PT services while combating the negative effects of cerebral perfusion by returning all patients to a supine position in bed following therapy services within the first 24 hours of acute stroke. This study aims to examine the approach of increased frequency of physical therapy services as a way to gain the benefits of the publicized early mobility approach, while weighing the concerns raised by previous trials and decreasing amount of time left upright to combat negative effects of cerebral perfusion on the ischemic penumbra. As part of this study, there will be an experimental group of participants who will receive PT sessions twice a day for the first three out of five days of admission, followed by daily treatment sessions at an intensity of at least 20-50-minute bouts. This group will be compared to a group of control participants who will receive standard PT services 3-5x/wk (on average 8-23 minutes/session) while in the acute hospital setting. Outcomes of interest include average length of stay, discharge disposition, Postural Assessment Stroke Scale \\& Modified Rankin Scale scores, and rate of readmission at 30 days. There is a critical need to evaluate how the mobilization approach of patients with acute stroke during their hospitalization impacts their discharge disposition, length of stay, and future functional outcomes"},"conditionsModule":{"conditions":["Mobility Limitation","Physical Disability","Stroke, Acute"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":100,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Group A","type":"EXPERIMENTAL","description":"The treatment group will receive increased frequency of PT services within the first 3-5 days of admission, followed by daily PT services for the duration of their inpatient stay.","interventionNames":["Other: Intensive therapy"]},{"label":"Group B","type":"ACTIVE_COMPARATOR","description":"The control group will receive standard care of PT services 3-5 times per week during their hospitalization.","interventionNames":["Other: Standard of care therapy"]}],"interventions":[{"type":"OTHER","name":"Intensive therapy","description":"PT services twice a day for 3-5 days and then daily for the remainder of hospital stay","armGroupLabels":["Group A"]},{"type":"OTHER","name":"Standard of care therapy","description":"PT services 3-5 times a week for 15 to 30 minutes","armGroupLabels":["Group B"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Score of Postural Assessment Stroke Scale (PASS)","description":"The scale measures 12 items of balance in sitting, lying and standing with increasing amounts of difficulty. It consists of a 4 point scale, measured from 0 to 3 with scores that range from 0-36. Patients with a lower score have a more severe impairment, and patients with a higher score have a less severe impairment.","timeFrame":"From date of hospital admission up until 90 day post hospital discharge follow up"},{"measure":"Change in Modified Rankin Scale","description":"The scale is a questionnaire that asks patients about their ability to perform activities of daily living (ADL's) taking into account their physical, mental, and speech performance. On admission the questionnaire focuses on their ability to perform ADL's prior to their stroke. At discharge and at 90 days follow up post discharge, the questionnaire focuses on their ability to perform ADL's at that time point. It is scored from 0 to 5. Patients with a lower score have a less severe impairment, and patients with a higher score have a more severe impairment.","timeFrame":"From date of hospital admission up until 90 days post hospital discharge follow up"},{"measure":"Change in Activity Measure for Post-Acute Care (AMPAC) Score","description":"The scale measures basic mobility in the hospital setting including moving around in bed, getting out of bed, sitting and standing, moving from a bed to a chair, walking, and going up and down stairs. It consists of a 4 point scale measured from 1 to 4 with scores that range from 6 to 24. Patients with a lower score have a more severe impairment, and patients with a higher score have a less severe impairment.","timeFrame":"From date of hospital admission up until 90 day post hospital discharge follow up"},{"measure":"Mean Length of Stay","description":"Average hospitalization (measured in days)","timeFrame":"From hospital admission to hospital discharge"}],"secondaryOutcomes":[{"measure":"Change in National Institutes of Health Stroke Scale (NIHSS) Score","description":"The scale measures the severity of symptoms associated with patient's stroke. It assesses the severity of impairments related to stroke. The impairments are graded on a 3-4 point scale with scores that range from 0-42. Patients with a higher score have a more severe impairment, and patients with a lower score have a less severe impairment.","timeFrame":"From date of hospital admission up until 90 day post hospital discharge follow up"},{"measure":"Mean National Institute of Health Stroke Scale Score (NIHSS)","description":"The scale measures the severity of symptoms associated with patient's stroke. It assesses the severity of impairments related to stroke. The impairments are graded on a 3-4 point scale with scores that range from 0-42. Patients with a higher score have a more severe impairment, and patients with a lower score have a less severe impairment.","timeFrame":"within 24 hours of hospital admission to stroke service"},{"measure":"Mean Modified Rankin Scale Score","description":"The scale is a questionnaire that asks patients about their ability to perform activities of daily living (ADL's) taking into account their physical, mental, and speech performance. On admission the questionnaire focuses on their ability to perform ADL's prior to their stroke. At discharge and at 90 day follow up the questionnaire focuses on their ability to perform ADL's at that time point. It is scored from 0 to 5. Patients with a lower score have a less severe impairment, and patients with a higher score have a more severe impairment.","timeFrame":"Within 24 hours of hospital admission"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Acute stroke\n* NIH score of 2-15 with motor involvement\n* Age \\</=80yo\n* Medical stability for increased therapy services( determined by Stroke Service NP)\n\nExclusion Criteria:\n\n* Inability or unwillingness of subject or legal guardian/representative to give -informed consent\n* Medical instability or cerebral perfusion dependence, requiring bed rest\n* Pregnancy (noted in chart)\n* Inmates (noted in chart)\n* COVID-19 infection (PCR positive labs)\n* Dialysis (noted in chart \\& performed while inpatient)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Christine Holmstedt, DO","affiliation":"Medical University of South Carolina","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Medical University of South Carolina","city":"Charleston","state":"South Carolina","zip":"29414","country":"United States","geoPoint":{"lat":32.77657,"lon":-79.93092}}]},"referencesModule":{"references":[{"pmid":"27431356","type":"BACKGROUND","citation":"O'Donnell MJ, Chin SL, Rangarajan S, Xavier D, Liu L, Zhang H, Rao-Melacini P, Zhang X, Pais P, Agapay S, Lopez-Jaramillo P, Damasceno A, Langhorne P, McQueen MJ, Rosengren A, Dehghan M, Hankey GJ, Dans AL, Elsayed A, Avezum A, Mondo C, Diener HC, Ryglewicz D, Czlonkowska A, Pogosova N, Weimar C, Iqbal R, Diaz R, Yusoff K, Yusufali A, Oguz A, Wang X, Penaherrera E, Lanas F, Ogah OS, Ogunniyi A, Iversen HK, Malaga G, Rumboldt Z, Oveisgharan S, Al Hussain F, Magazi D, Nilanont Y, Ferguson J, Pare G, Yusuf S; INTERSTROKE investigators. Global and regional effects of potentially modifiable risk factors associated with acute stroke in 32 countries (INTERSTROKE): a case-control study. Lancet. 2016 Aug 20;388(10046):761-75. doi: 10.1016/S0140-6736(16)30506-2. Epub 2016 Jul 16."},{"pmid":"22441195","type":"BACKGROUND","citation":"Langhorne P, de Villiers L, Pandian JD. Applicability of stroke-unit care to low-income and middle-income countries. Lancet Neurol. 2012 Apr;11(4):341-8. doi: 10.1016/S1474-4422(12)70024-8. Epub 2012 Mar 19."},{"pmid":"21878220","type":"BACKGROUND","citation":"Peiris CL, Taylor NF, Shields N. Extra physical therapy reduces patient length of stay and improves functional outcomes and quality of life in people with acute or subacute conditions: a systematic review. Arch Phys Med Rehabil. 2011 Sep;92(9):1490-500. doi: 10.1016/j.apmr.2011.04.005."},{"pmid":"26888985","type":"BACKGROUND","citation":"Bernhardt J, Churilov L, Ellery F, Collier J, Chamberlain J, Langhorne P, Lindley RI, Moodie M, Dewey H, Thrift AG, Donnan G; AVERT Collaboration Group. Prespecified dose-response analysis for A Very Early Rehabilitation Trial (AVERT). Neurology. 2016 Jun 7;86(23):2138-45. doi: 10.1212/WNL.0000000000002459. Epub 2016 Feb 17. Erratum In: Neurology. 2017 Jul 4;89(1):107."},{"pmid":"19641313","type":"BACKGROUND","citation":"Sorbello D, Dewey HM, Churilov L, Thrift AG, Collier JM, Donnan G, Bernhardt J. Very early mobilisation and complications in the first 3 months after stroke: further results from phase II of A Very Early Rehabilitation Trial (AVERT). Cerebrovasc Dis. 2009;28(4):378-83. doi: 10.1159/000230712. Epub 2009 Jul 30."},{"pmid":"18174489","type":"BACKGROUND","citation":"Bernhardt J, Dewey H, Thrift A, Collier J, Donnan G. A very early rehabilitation trial for stroke (AVERT): phase II safety and feasibility. Stroke. 2008 Feb;39(2):390-6. doi: 10.1161/STROKEAHA.107.492363. Epub 2008 Jan 3."},{"pmid":"25690544","type":"BACKGROUND","citation":"Bernhardt J, English C, Johnson L, Cumming TB. Early mobilization after stroke: early adoption but limited evidence. Stroke. 2015 Apr;46(4):1141-6. doi: 10.1161/STROKEAHA.114.007434. Epub 2015 Feb 17. No abstract available."},{"pmid":"18706042","type":"BACKGROUND","citation":"Bernhardt J, Dewey H, Collier J, Thrift A, Lindley R, Moodie M, Donnan G. A Very Early Rehabilitation Trial (AVERT). Int J Stroke. 2006 Aug;1(3):169-71. doi: 10.1111/j.1747-4949.2006.00044.x. No abstract available. Erratum In: Int J Stroke. 2006 Nov;1(4):252."},{"pmid":"25892679","type":"BACKGROUND","citation":"AVERT Trial Collaboration group. Efficacy and safety of very early mobilisation within 24 h of stroke onset (AVERT): a randomised controlled trial. Lancet. 2015 Jul 4;386(9988):46-55. doi: 10.1016/S0140-6736(15)60690-0. Epub 2015 Apr 16. Erratum In: Lancet. 2015 Jul 4;386(9988):30. Lancet. 2017 May 13;389(10082):1884."},{"pmid":"17178824","type":"BACKGROUND","citation":"Verheyden G, Nieuwboer A, De Wit L, Feys H, Schuback B, Baert I, Jenni W, Schupp W, Thijs V, De Weerdt W. Trunk performance after stroke: an eye catching predictor of functional outcome. J Neurol Neurosurg Psychiatry. 2007 Jul;78(7):694-8. doi: 10.1136/jnnp.2006.101642. Epub 2006 Dec 18."},{"pmid":"25025319","type":"BACKGROUND","citation":"Morgan P. The relationship between sitting balance and mobility outcome in stroke. Aust J Physiother. 1994;40(2):91-6. doi: 10.1016/S0004-9514(14)60455-4."},{"pmid":"29090654","type":"BACKGROUND","citation":"Smith MC, Barber PA, Stinear CM. The TWIST Algorithm Predicts Time to Walking Independently After Stroke. Neurorehabil Neural Repair. 2017 Oct-Nov;31(10-11):955-964. doi: 10.1177/1545968317736820. Epub 2017 Nov 1."},{"pmid":"21186329","type":"BACKGROUND","citation":"Veerbeek JM, Van Wegen EE, Harmeling-Van der Wel BC, Kwakkel G; EPOS Investigators. Is accurate prediction of gait in nonambulatory stroke patients possible within 72 hours poststroke? The EPOS study. Neurorehabil Neural Repair. 2011 Mar-Apr;25(3):268-74. doi: 10.1177/1545968310384271. Epub 2010 Dec 26."},{"pmid":"30214124","type":"BACKGROUND","citation":"Arias-Fernandez P, Romero-Martin M, Gomez-Salgado J, Fernandez-Garcia D. Rehabilitation and early mobilization in the critical patient: systematic review. J Phys Ther Sci. 2018 Sep;30(9):1193-1201. doi: 10.1589/jpts.30.1193. Epub 2018 Sep 4."},{"pmid":"22807649","type":"BACKGROUND","citation":"Adler J, Malone D. Early mobilization in the intensive care unit: a systematic review. Cardiopulm Phys Ther J. 2012 Mar;23(1):5-13."},{"pmid":"28747763","type":"BACKGROUND","citation":"Xu T, Yu X, Ou S, Liu X, Yuan J, Chen Y. Efficacy and Safety of Very Early Mobilization in Patients with Acute Stroke: A Systematic Review and Meta-analysis. Sci Rep. 2017 Jul 26;7(1):6550. doi: 10.1038/s41598-017-06871-z."},{"pmid":"23704035","type":"BACKGROUND","citation":"Sullivan JE, Crowner BE, Kluding PM, Nichols D, Rose DK, Yoshida R, Pinto Zipp G. Outcome measures for individuals with stroke: process and recommendations from the American Physical Therapy Association neurology section task force. Phys Ther. 2013 Oct;93(10):1383-96. doi: 10.2522/ptj.20120492. Epub 2013 May 23."},{"pmid":"10471437","type":"BACKGROUND","citation":"Benaim C, Perennou DA, Villy J, Rousseaux M, Pelissier JY. Validation of a standardized assessment of postural control in stroke patients: the Postural Assessment Scale for Stroke Patients (PASS). Stroke. 1999 Sep;30(9):1862-8. doi: 10.1161/01.str.30.9.1862."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"resultsSection":{"participantFlowModule":{"groups":[{"id":"FG000","title":"Group A","description":"The treatment group will receive increased frequency of PT services within the first 3-5 days of admission, followed by daily PT services for the duration of their inpatient stay.\n\nIntensive therapy: PT services twice a day for 3-5 days and then daily for the remainder of hospital stay"},{"id":"FG001","title":"Group B","description":"The control group will receive standard care of PT services 3-5 times per week during their hospitalization.\n\nStandard of care therapy: PT services 3-5 times a week for 15 to 30 minutes"}],"periods":[{"title":"Overall Study","milestones":[{"type":"STARTED","achievements":[{"groupId":"FG000","numSubjects":"50"},{"groupId":"FG001","numSubjects":"50"}]},{"type":"COMPLETED","achievements":[{"groupId":"FG000","numSubjects":"46"},{"groupId":"FG001","numSubjects":"50"}]},{"type":"NOT COMPLETED","achievements":[{"groupId":"FG000","numSubjects":"4"},{"groupId":"FG001","numSubjects":"0"}]}]}]},"baselineCharacteristicsModule":{"groups":[{"id":"BG000","title":"Group A","description":"The treatment group will receive increased frequency of PT services within the first 3-5 days of admission, followed by daily PT services for the duration of their inpatient stay.\n\nIntensive therapy: PT services twice a day for 3-5 days and then daily for the remainder of hospital stay"},{"id":"BG001","title":"Group B","description":"The control group will receive standard care of PT services 3-5 times per week during their hospitalization.\n\nStandard of care therapy: PT services 3-5 times a week for 15 to 30 minutes"},{"id":"BG002","title":"Total","description":"Total of all reporting groups"}],"denoms":[{"units":"Participants","counts":[{"groupId":"BG000","value":"46"},{"groupId":"BG001","value":"50"},{"groupId":"BG002","value":"96"}]}],"measures":[{"title":"Age, Continuous","paramType":"MEAN","dispersionType":"STANDARD_DEVIATION","unitOfMeasure":"years","classes":[{"categories":[{"measurements":[{"groupId":"BG000","value":"64.8","spread":"10.9"},{"groupId":"BG001","value":"61.2","spread":"10.2"},{"groupId":"BG002","value":"63","spread":"0"}]}]}]},{"title":"Sex: Female, Male","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","calculatePct":false,"classes":[{"categories":[{"title":"Female","measurements":[{"groupId":"BG000","value":"20"},{"groupId":"BG001","value":"28"},{"groupId":"BG002","value":"48"}]},{"title":"Male","measurements":[{"groupId":"BG000","value":"26"},{"groupId":"BG001","value":"22"},{"groupId":"BG002","value":"48"}]}]}]},{"title":"Race/Ethnicity, Customized","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"title":"Black or African American","categories":[{"measurements":[{"groupId":"BG000","value":"27"},{"groupId":"BG001","value":"23"},{"groupId":"BG002","value":"50"}]}]},{"title":"White or Caucasian","categories":[{"measurements":[{"groupId":"BG000","value":"18"},{"groupId":"BG001","value":"27"},{"groupId":"BG002","value":"45"}]}]},{"title":"Asian","categories":[{"measurements":[{"groupId":"BG000","value":"1"},{"groupId":"BG001","value":"0"},{"groupId":"BG002","value":"1"}]}]}]},{"title":"Stroke Type","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"title":"Ischemic","categories":[{"measurements":[{"groupId":"BG000","value":"41"},{"groupId":"BG001","value":"47"},{"groupId":"BG002","value":"88"}]}]},{"title":"Hemorrhagic","categories":[{"measurements":[{"groupId":"BG000","value":"5"},{"groupId":"BG001","value":"3"},{"groupId":"BG002","value":"8"}]}]}]},{"title":"Stroke Subtype","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"title":"Cortical","categories":[{"measurements":[{"groupId":"BG000","value":"12"},{"groupId":"BG001","value":"28"},{"groupId":"BG002","value":"40"}]}]},{"title":"Subcortical","categories":[{"measurements":[{"groupId":"BG000","value":"34"},{"groupId":"BG001","value":"22"},{"groupId":"BG002","value":"56"}]}]}]},{"title":"Received tPA","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"categories":[{"measurements":[{"groupId":"BG000","value":"6"},{"groupId":"BG001","value":"7"},{"groupId":"BG002","value":"13"}]}]}]},{"title":"Received thrombectomy","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"categories":[{"measurements":[{"groupId":"BG000","value":"10"},{"groupId":"BG001","value":"5"},{"groupId":"BG002","value":"15"}]}]}]},{"title":"NIHSS","paramType":"MEAN","dispersionType":"STANDARD_DEVIATION","unitOfMeasure":"units on a scale","classes":[{"categories":[{"measurements":[{"groupId":"BG000","value":"7.6","spread":"4.4"},{"groupId":"BG001","value":"5.9","spread":"3.9"},{"groupId":"BG002","value":"6.75","spread":"0"}]}]}]},{"title":"AMPAC","paramType":"MEAN","dispersionType":"STANDARD_DEVIATION","unitOfMeasure":"units on a scale","classes":[{"categories":[{"measurements":[{"groupId":"BG000","value":"14.6","spread":"4.2"},{"groupId":"BG001","value":"16.6","spread":"4.2"},{"groupId":"BG002","value":"15.6","spread":"4.2"}]}]}]},{"title":"mRS","paramType":"MEAN","dispersionType":"STANDARD_DEVIATION","unitOfMeasure":"units on a scale","classes":[{"categories":[{"measurements":[{"groupId":"BG000","value":"3.3","spread":"1.2"},{"groupId":"BG001","value":"2.9","spread":"1.2"},{"groupId":"BG002","value":"3.1","spread":"1.2"}]}]}]},{"title":"PASS","paramType":"MEAN","dispersionType":"STANDARD_DEVIATION","unitOfMeasure":"units on a scale","classes":[{"categories":[{"measurements":[{"groupId":"BG000","value":"20.4","spread":"8.9"},{"groupId":"BG001","value":"24.1","spread":"8.1"},{"groupId":"BG002","value":"22.25","spread":"8.5"}]}]}]}]},"outcomeMeasuresModule":{"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Score of Postural Assessment Stroke Scale (PASS)","description":"The scale measures 12 items of balance in sitting, lying and standing with increasing amounts of difficulty. It consists of a 4 point scale, measured from 0 to 3 with scores that range from 0-36. Patients with a lower score have a more severe impairment, and patients with a higher score have a less severe impairment.","reportingStatus":"POSTED","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","unitOfMeasure":"score on a scale","timeFrame":"From date of hospital admission up until 90 day post hospital discharge follow up","groups":[{"id":"OG000","title":"Group A","description":"The treatment group will receive increased frequency of PT services within the first 3-5 days of admission, followed by daily PT services for the duration of their inpatient stay.\n\nIntensive therapy: PT services twice a day for 3-5 days and then daily for the remainder of hospital stay"},{"id":"OG001","title":"Group B","description":"The control group will receive standard care of PT services 3-5 times per week during their hospitalization.\n\nStandard of care therapy: PT services 3-5 times a week for 15 to 30 minutes"}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"46"},{"groupId":"OG001","value":"50"}]}],"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.23","spread":"0.93"},{"groupId":"OG001","value":"5.78","spread":"0.94"}]}]}]},{"type":"PRIMARY","title":"Change in Modified Rankin Scale","description":"The scale is a questionnaire that asks patients about their ability to perform activities of daily living (ADL's) taking into account their physical, mental, and speech performance. On admission the questionnaire focuses on their ability to perform ADL's prior to their stroke. At discharge and at 90 days follow up post discharge, the questionnaire focuses on their ability to perform ADL's at that time point. It is scored from 0 to 5. Patients with a lower score have a less severe impairment, and patients with a higher score have a more severe impairment.","reportingStatus":"POSTED","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","unitOfMeasure":"score on a scale","timeFrame":"From date of hospital admission up until 90 days post hospital discharge follow up","groups":[{"id":"OG000","title":"Group A","description":"The treatment group will receive increased frequency of PT services within the first 3-5 days of admission, followed by daily PT services for the duration of their inpatient stay.\n\nIntensive therapy: PT services twice a day for 3-5 days and then daily for the remainder of hospital stay"},{"id":"OG001","title":"Group B","description":"The control group will receive standard care of PT services 3-5 times per week during their hospitalization.\n\nStandard of care therapy: PT services 3-5 times a week for 15 to 30 minutes"}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"46"},{"groupId":"OG001","value":"50"}]}],"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.70","spread":"0.19"},{"groupId":"OG001","value":"-0.89","spread":"0.19"}]}]}]},{"type":"PRIMARY","title":"Change in Activity Measure for Post-Acute Care (AMPAC) Score","description":"The scale measures basic mobility in the hospital setting including moving around in bed, getting out of bed, sitting and standing, moving from a bed to a chair, walking, and going up and down stairs. It consists of a 4 point scale measured from 1 to 4 with scores that range from 6 to 24. Patients with a lower score have a more severe impairment, and patients with a higher score have a less severe impairment.","reportingStatus":"POSTED","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","unitOfMeasure":"score on a scale","timeFrame":"From date of hospital admission up until 90 day post hospital discharge follow up","groups":[{"id":"OG000","title":"Group A","description":"The treatment group will receive increased frequency of PT services within the first 3-5 days of admission, followed by daily PT services for the duration of their inpatient stay.\n\nIntensive therapy: PT services twice a day for 3-5 days and then daily for the remainder of hospital stay"},{"id":"OG001","title":"Group B","description":"The control group will receive standard care of PT services 3-5 times per week during their hospitalization.\n\nStandard of care therapy: PT services 3-5 times a week for 15 to 30 minutes"}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"46"},{"groupId":"OG001","value":"50"}]}],"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.65","spread":"0.44"},{"groupId":"OG001","value":"1.90","spread":"0.42"}]}]}]},{"type":"PRIMARY","title":"Mean Length of Stay","description":"Average hospitalization (measured in days)","reportingStatus":"POSTED","paramType":"MEAN","dispersionType":"Standard Deviation","unitOfMeasure":"Days","timeFrame":"From hospital admission to hospital discharge","groups":[{"id":"OG000","title":"Group A","description":"The treatment group will receive increased frequency of PT services within the first 3-5 days of admission, followed by daily PT services for the duration of their inpatient stay.\n\nIntensive therapy: PT services twice a day for 3-5 days and then daily for the remainder of hospital stay"},{"id":"OG001","title":"Group B","description":"The control group will receive standard care of PT services 3-5 times per week during their hospitalization.\n\nStandard of care therapy: PT services 3-5 times a week for 15 to 30 minutes"}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"46"},{"groupId":"OG001","value":"50"}]}],"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.0","spread":"2.8"},{"groupId":"OG001","value":"5.3","spread":"3.8"}]}]}]},{"type":"SECONDARY","title":"Change in National Institutes of Health Stroke Scale (NIHSS) Score","description":"The scale measures the severity of symptoms associated with patient's stroke. It assesses the severity of impairments related to stroke. The impairments are graded on a 3-4 point scale with scores that range from 0-42. Patients with a higher score have a more severe impairment, and patients with a lower score have a less severe impairment.","reportingStatus":"POSTED","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","unitOfMeasure":"score on a scale","timeFrame":"From date of hospital admission up until 90 day post hospital discharge follow up","groups":[{"id":"OG000","title":"Group A","description":"The treatment group will receive increased frequency of PT services within the first 3-5 days of admission, followed by daily PT services for the duration of their inpatient stay.\n\nIntensive therapy: PT services twice a day for 3-5 days and then daily for the remainder of hospital stay"},{"id":"OG001","title":"Group B","description":"The control group will receive standard care of PT services 3-5 times per week during their hospitalization.\n\nStandard of care therapy: PT services 3-5 times a week for 15 to 30 minutes"}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"46"},{"groupId":"OG001","value":"50"}]}],"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.79","spread":"0.46"},{"groupId":"OG001","value":"-3.45","spread":"0.47"}]}]}]},{"type":"SECONDARY","title":"Mean National Institute of Health Stroke Scale Score (NIHSS)","description":"The scale measures the severity of symptoms associated with patient's stroke. It assesses the severity of impairments related to stroke. The impairments are graded on a 3-4 point scale with scores that range from 0-42. Patients with a higher score have a more severe impairment, and patients with a lower score have a less severe impairment.","reportingStatus":"POSTED","paramType":"MEAN","dispersionType":"Standard Deviation","unitOfMeasure":"score on a scale","timeFrame":"within 24 hours of hospital admission to stroke service","groups":[{"id":"OG000","title":"Group A","description":"The treatment group will receive increased frequency of PT services within the first 3-5 days of admission, followed by daily PT services for the duration of their inpatient stay.\n\nIntensive therapy: PT services twice a day for 3-5 days and then daily for the remainder of hospital stay"},{"id":"OG001","title":"Group B","description":"The control group will receive standard care of PT services 3-5 times per week during their hospitalization.\n\nStandard of care therapy: PT services 3-5 times a week for 15 to 30 minutes"}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"46"},{"groupId":"OG001","value":"50"}]}],"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.6","spread":"4.4"},{"groupId":"OG001","value":"5.9","spread":"3.9"}]}]}]},{"type":"SECONDARY","title":"Mean Modified Rankin Scale Score","description":"The scale is a questionnaire that asks patients about their ability to perform activities of daily living (ADL's) taking into account their physical, mental, and speech performance. On admission the questionnaire focuses on their ability to perform ADL's prior to their stroke. At discharge and at 90 day follow up the questionnaire focuses on their ability to perform ADL's at that time point. It is scored from 0 to 5. Patients with a lower score have a less severe impairment, and patients with a higher score have a more severe impairment.","reportingStatus":"POSTED","paramType":"MEAN","dispersionType":"Standard Deviation","unitOfMeasure":"score on a scale","timeFrame":"Within 24 hours of hospital admission","groups":[{"id":"OG000","title":"Group A","description":"The treatment group will receive increased frequency of PT services within the first 3-5 days of admission, followed by daily PT services for the duration of their inpatient stay.\n\nIntensive therapy: PT services twice a day for 3-5 days and then daily for the remainder of hospital stay"},{"id":"OG001","title":"Group B","description":"The control group will receive standard care of PT services 3-5 times per week during their hospitalization.\n\nStandard of care therapy: PT services 3-5 times a week for 15 to 30 minutes"}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"46"},{"groupId":"OG001","value":"50"}]}],"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.3","spread":"1.2"},{"groupId":"OG001","value":"2.9","spread":"1.2"}]}]}]}]},"adverseEventsModule":{"frequencyThreshold":"0","timeFrame":"Throughout study & follow up 1 year, 1 month","eventGroups":[{"id":"EG000","title":"Group A","description":"The treatment group will receive increased frequency of PT services within the first 3-5 days of admission, followed by daily PT services for the duration of their inpatient stay.\n\nIntensive therapy: PT services twice a day for 3-5 days and then daily for the remainder of hospital stay","deathsNumAffected":3,"deathsNumAtRisk":46,"seriousNumAffected":0,"seriousNumAtRisk":46,"otherNumAffected":1,"otherNumAtRisk":46},{"id":"EG001","title":"Group B","description":"The control group will receive standard care of PT services 3-5 times per week during their hospitalization.\n\nStandard of care therapy: PT services 3-5 times a week for 15 to 30 minutes","deathsNumAffected":1,"deathsNumAtRisk":50,"seriousNumAffected":0,"seriousNumAtRisk":50,"otherNumAffected":0,"otherNumAtRisk":50}],"otherEvents":[{"term":"Hypotension","organSystem":"Vascular disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","notes":"The adverse event was hypotension (with SBP dropping 30mmHG with upright mobilization) occurring in a participant enrolled in the treatment group. The participant maintained a stable neurologic presentation, without worsening of stroke like symptoms","stats":[{"groupId":"EG000","numEvents":1,"numAffected":1,"numAtRisk":46},{"groupId":"EG001","numEvents":0,"numAffected":0,"numAtRisk":50}]}]},"moreInfoModule":{"limitationsAndCaveats":{"description":"This was a single center trial at an academic medical institution certified as a Comprehensive Stroke Center, thus results may not be generalizable to other community or non-tertiary care settings. The treating PTs were not blinded to group allocation, as PT staff were part of the study team. The sample size was relatively limited, with unequal treatment group assignment as well as some imbalance with respect to stroke subtype and baseline outcome measures on admission."},"certainAgreement":{"piSponsorEmployee":false,"restrictiveAgreement":false},"pointOfContact":{"title":"Sinead Farrelly DPT","organization":"Medical University of South Carolina","email":"farrelsi@musc.edu","phone":"843-792-3069"}}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"Prot_SAP","hasProtocol":true,"hasSap":true,"hasIcf":false,"label":"Study Protocol and Statistical Analysis Plan","date":"2022-07-11","uploadDate":"2023-11-27T10:05","filename":"Prot_SAP_001.pdf","size":309364},{"typeAbbrev":"ICF","hasProtocol":false,"hasSap":false,"hasIcf":true,"label":"Informed Consent Form","date":"2021-07-06","uploadDate":"2023-07-26T16:13","filename":"ICF_002.pdf","size":1412771}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000051346","term":"Mobility Limitation"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke, Acute","relevance":"HIGH"},{"id":"M26379","name":"Mobility Limitation","asFound":"Mobility Limitation","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":true}