{"protocolSection":{"identificationModule":{"nctId":"NCT02036450","orgStudyIdInfo":{"id":"H-4-2013-025"},"secondaryIdInfos":[{"id":"13-135225","type":"OTHER_GRANT","domain":"Danish Strategic Research Council"}],"organization":{"fullName":"Rigshospitalet, Denmark","class":"OTHER"},"briefTitle":"Atrial Fibrillation Detected by Continuous ECG Monitoring","officialTitle":"Atrial Fibrillation Detected by Continuous ECG Monitoring Using Implantable Loop Recorder to Prevent Stroke in High-risk Individuals.","acronym":"LOOP"},"statusModule":{"statusVerifiedDate":"2021-03","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2014-01"},"primaryCompletionDateStruct":{"date":"2020-02","type":"ACTUAL"},"completionDateStruct":{"date":"2021-03","type":"ACTUAL"},"studyFirstSubmitDate":"2014-01-08","studyFirstSubmitQcDate":"2014-01-14","studyFirstPostDateStruct":{"date":"2014-01-15","type":"ESTIMATED"},"lastUpdateSubmitDate":"2021-03-08","lastUpdatePostDateStruct":{"date":"2021-03-10","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Jesper Hastrup Svendsen","investigatorTitle":"Professor, MD, DMSc, FESC","investigatorAffiliation":"Rigshospitalet, Denmark"},"leadSponsor":{"name":"Rigshospitalet, Denmark","class":"OTHER"},"collaborators":[{"name":"Bispebjerg Hospital","class":"OTHER"},{"name":"Zealand University Hospital","class":"OTHER"},{"name":"Odense University Hospital","class":"OTHER"},{"name":"University of Southern Denmark","class":"OTHER"},{"name":"Aalborg University","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"The LOOP study aims to determine whether screening for atrial fibrillation (AF) with implantable loop recorder and initiation of oral anticoagulation (OAC) if AF is detected will reduce the risk of stroke and systemic arterial embolism in patients with risk factors for stroke.","detailedDescription":"Background:\n\nIschemic stroke is an increasing health problem world-wide (Heidenreich PA, et al. Circulation 2011; PMID 21262990). At least 20% of ischemic strokes are attributable to atrial fibrillation (AF) (Marini C, et al. Stroke J Cereb Circ 2005; PMID 15879330). Another 30% are so-called cryptogenic, possibly related to undiagnosed AF (Brachmann J, et al. Circ Arrhythm Electrophysiol 2015; PMID 26763225). In approximately 30% of a general population of pacemaker or cardioverter defibrillator patients, previously unknown AF will be detected during the first 2-3 years after implantation (Healey JS, et al. N Engl J Med 2012; PMID 22236222; ASSERT). Although the majority of these AF episodes are short-lasting and asymptomatic, the ASSERT study found that such AF is associated with risk of stroke. Since this was published, screening for AF has received intensified attention by researchers and the industry, although available evidence does not yet support systematic mass screening.\n\n-\n\nAims:\n\nThe LOOP study will determine whether long-term continuous screening and initiation of OAC for AF episodes lasting ≥6 minutes will reduce the risk of stroke in patients with stroke risk factors.\n\n-\n\nMethods:\n\nPatients from the general population will receive a letter of invitation from one of four study centers located in 3 of Denmark's 5 administrative regions.\n\nEligible study participants must be ≥70 years old and have ≥1 of the following stroke risk factors; hypertension, diabetes, heart failure or previous stroke, while any history of AF or existing cardiac implantable electronic device are exclusion criteria.\n\nA total of 6000 participants will be randomized 3:1 to control (n=4500) or to receive an implantable loop recorder with continuous remote monitoring (n=1500) and initiation of OAC if AF is detected.\n\nThe primary endpoint is time to first stroke or systemic arterial embolism. The trial is event-driven and planned to continue until 279 adjudicated primary events have occurred.\n\nSub-studies include AF characterization, health economic analyses, quality-of-life assessments, cognitive function assessments, and studies of risk markers from 12-lead ECG, genetics, cardiac and brain imaging, biochemistry, and more."},"conditionsModule":{"conditions":["Atrial Fibrillation","Stroke","Hypertension","Diabetes"],"keywords":["atrial fibrillation","cardiac arrhythmia","stroke","implantable loop recorder","bleeding","anticoagulation","hypertension","diabetes","heart failure","mortality"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":6000,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"ILR group","type":"EXPERIMENTAL","description":"Receive implantable loop recorder (ILR, Medtronic Reveal LINQ(TM)) with continuous monitoring, and will be followed by daily automated remote transmissions. Study visits are scheduled annually until the 4th visit, and furthermore, endpoints are collected via lookup in medical records and registries on at least an annual basis until the finalization of the trial.","interventionNames":["Device: Implantable loop recorder (Medtronic Reveal LINQ(TM))"]},{"label":"Control group","type":"NO_INTERVENTION","description":"Followed according to standard care, i.e. by their general practitioner. Study visits are scheduled at inclusion and after 3 years. Furthermore, the participants are contacted by telephone after 1 and 2 years of follow-up, and endpoints are collected via lookup in medical records and registries on at least an annual basis until the finalization of the trial."}],"interventions":[{"type":"DEVICE","name":"Implantable loop recorder (Medtronic Reveal LINQ(TM))","description":"The patients in the experimental arm receive an implantable loop recorder (Medtronic Reveal LINQ(TM)) with continuous monitoring, and are followed by daily automated remote transmissions. New arrhythmia episodes are reviewed daily by an experienced medical doctor. If AF lasting ≥6 minutes is detected and confirmed by at least two senior cardiologists, OAC is initiated. Decision about specific type of OAC, and possible further clinical work-up or treatment, is left to the treating physician and the patient. The remote monitoring continues until end of service of the device, patient withdrawal or other end-of-study.","armGroupLabels":["ILR group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Time to adjudicated stroke or systemic arterial embolism","description":"Time to the first of one of the components of the combined primary endpoint\n\n* adjudicated stroke, or\n* adjudicated systemic arterial embolism","timeFrame":"At the completion of the event-driven trial, expected 4 years"}],"secondaryOutcomes":[{"measure":"Time to adjudicated ischemic stroke/transient ischemic attack/systemic arterial embolism","description":"Time to the first of one of the components of the combined endpoint\n\n* adjudicated ischemic stroke, or\n* adjudicated transient ischemic attack, or\n* adjudicated systemic arterial embolism","timeFrame":"At the completion of the event-driven trial, expected 4 years"},{"measure":"Time to adjudicated stroke, or systemic arterial embolism, or cardiovascular death","description":"Time to the first of one of the components of the combined endpoint\n\n* adjudicated stroke, or\n* adjudicated systemic arterial embolism, or\n* adjudicated cardiovascular death","timeFrame":"At the completion of the event-driven trial, expected 4 years"},{"measure":"Time to adjudicated cardiovascular death","timeFrame":"At the completion of the event-driven trial, expected 4 years"},{"measure":"Time to death by any cause","timeFrame":"At the completion of the event-driven trial, expected 4 years"}],"otherOutcomes":[{"measure":"Time to diagnosis of AF","timeFrame":"At the completion of the event-driven trial, expected 4 years"},{"measure":"Time to initiation of OAC","timeFrame":"At the completion of the event-driven trial, expected 4 years"},{"measure":"Time to adjudicated intracranial hemorrhage not classified as stroke","timeFrame":"At the completion of the event-driven trial, expected 4 years"},{"measure":"Time to adjudicated hemorrhagic stroke","timeFrame":"At the completion of the event-driven trial, expected 4 years"},{"measure":"Time to major bleeding as defined by the International Society on Thrombosis and Haemostasis criteria","timeFrame":"At the completion of the event-driven trial, expected 4 years"},{"measure":"Presence of complications related to loop recorder implantation; infection, hematoma, or other complication related to device implantation requiring intervention","timeFrame":"During implantable loop recorder monitoring, expected 3 years"},{"measure":"Change from baseline in quality of life","description":"Quality of life assessed with the \"EuroQol, 5 Dimensions with 5 Levels\" instrument (EQ-5D-5L) with range 5-25 and higher values indicating higher quality of life.","timeFrame":"3 years (from baseline to the at the fourth study visit)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age 70-90 years, and\n* Previously diagnosed with ≥1 of:\n\n  * Diabetes mellitus (type 1 or type 2, with or without medical therapy)\n  * Hypertension (with or without medical therapy)\n  * Heart failure\n  * Previous diagnosed stroke (previous transient ischemic attack is not considered an inclusion criterion)\n\nExclusion Criteria:\n\n* History of atrial fibrillation or flutter irrespective of type\n* Cardiac pacemaker or defibrillator (with or without re-synchronization therapy)\n* Contraindication to oral anticoagulation therapy\n* Anticoagulation therapy; vitamin K antagonists, direct oral anticoagulants, or (low-molecular) heparins. Therapy with platelet inhibitors such as acetyl-salicylic acid, clopidogrel, persantine is not considered an exclusion criterion\n* Renal failure treated with permanent dialysis\n* Uncorrected congenital heart disease, or severe valvular stenosis, obstructive cardiomyopathy, active myocarditis, or constrictive pericarditis.\n* On a waiting list for major surgery (cardiac, thoracic or abdominal)\n* Cardiac or thoracic surgery has been performed within 3 months from inclusion\n* Any major organ transplant (e.g. lung, liver, heart, or kidney)\n* Cytotoxic or cytostatic chemotherapy and/or radiation therapy for treatment of a malignancy within 6 months before randomization or clinical evidence of current malignancy with the following exceptions: Basal or squamous cell carcinoma of the skin, cervical intraepithelial neoplasia, prostate cancer (if stable, localized disease with a life expectancy of \\> 2.5 years in the opinion of the investigator)\n* Life-expectancy shorter than 6 months\n* Known to be human immunodeficiency virus (HIV) positive with an expected survival of less than 5 years due to HIV infection\n* Recent (within 3 months) history of alcohol or drug abuse based on self-reporting\n* Any condition (e.g. psychiatric illness, dementia) or situation, that in the investigators opinion could put the subject at significant risk, confound the study results, or interfere significantly with the subject participation in the study\n* Unwillingness to participate or patient does not understand Danish language","healthyVolunteers":false,"sex":"ALL","minimumAge":"70 Years","maximumAge":"90 Years","stdAges":["OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Jesper H Svendsen, MD, DMSc","affiliation":"Rigshospitalet, Denmark","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Rigshospitalet","city":"Copenhagen","country":"Denmark","geoPoint":{"lat":55.67594,"lon":12.56553}}]},"referencesModule":{"references":[{"pmid":"22236222","type":"BACKGROUND","citation":"Healey JS, Connolly SJ, Gold MR, Israel CW, Van Gelder IC, Capucci A, Lau CP, Fain E, Yang S, Bailleul C, Morillo CA, Carlson M, Themeles E, Kaufman ES, Hohnloser SH; ASSERT Investigators. Subclinical atrial fibrillation and the risk of stroke. N Engl J Med. 2012 Jan 12;366(2):120-9. doi: 10.1056/NEJMoa1105575. Erratum In: N Engl J Med. 2016 Mar 10;374(10):998."},{"pmid":"26763225","type":"BACKGROUND","citation":"Brachmann J, Morillo CA, Sanna T, Di Lazzaro V, Diener HC, Bernstein RA, Rymer M, Ziegler PD, Liu S, Passman RS. Uncovering Atrial Fibrillation Beyond Short-Term Monitoring in Cryptogenic Stroke Patients: Three-Year Results From the Cryptogenic Stroke and Underlying Atrial Fibrillation Trial. Circ Arrhythm Electrophysiol. 2016 Jan;9(1):e003333. doi: 10.1161/CIRCEP.115.003333."},{"pmid":"15879330","type":"BACKGROUND","citation":"Marini C, De Santis F, Sacco S, Russo T, Olivieri L, Totaro R, Carolei A. Contribution of atrial fibrillation to incidence and outcome of ischemic stroke: results from a population-based study. Stroke. 2005 Jun;36(6):1115-9. doi: 10.1161/01.STR.0000166053.83476.4a. Epub 2005 May 5."},{"pmid":"21262990","type":"BACKGROUND","citation":"Heidenreich PA, Trogdon JG, Khavjou OA, Butler J, Dracup K, Ezekowitz MD, Finkelstein EA, Hong Y, Johnston SC, Khera A, Lloyd-Jones DM, Nelson SA, Nichol G, Orenstein D, Wilson PW, Woo YJ; American Heart Association Advocacy Coordinating Committee; Stroke Council; Council on Cardiovascular Radiology and Intervention; Council on Clinical Cardiology; Council on Epidemiology and Prevention; Council on Arteriosclerosis; Thrombosis and Vascular Biology; Council on Cardiopulmonary; Critical Care; Perioperative and Resuscitation; Council on Cardiovascular Nursing; Council on the Kidney in Cardiovascular Disease; Council on Cardiovascular Surgery and Anesthesia, and Interdisciplinary Council on Quality of Care and Outcomes Research. Forecasting the future of cardiovascular disease in the United States: a policy statement from the American Heart Association. Circulation. 2011 Mar 1;123(8):933-44. doi: 10.1161/CIR.0b013e31820a55f5. Epub 2011 Jan 24."},{"pmid":"36036546","type":"DERIVED","citation":"Diederichsen SZ, Frederiksen KS, Xing LY, Haugan KJ, Hojberg S, Brandes A, Graff C, Olesen MS, Krieger D, Kober L, Svendsen JH. Severity and Etiology of Incident Stroke in Patients Screened for Atrial Fibrillation vs Usual Care and the Impact of Prior Stroke: A Post Hoc Analysis of the LOOP Randomized Clinical Trial. JAMA Neurol. 2022 Oct 1;79(10):997-1004. doi: 10.1001/jamaneurol.2022.3031. Erratum In: JAMA Neurol. 2022 Oct 17;:"},{"pmid":"35862138","type":"DERIVED","citation":"Xing LY, Diederichsen SZ, Hojberg S, Krieger DW, Graff C, Olesen MS, Brandes A, Kober L, Haugan KJ, Svendsen JH. Systolic Blood Pressure and Effects of Screening for Atrial Fibrillation With Long-Term Continuous Monitoring (a LOOP Substudy). Hypertension. 2022 Sep;79(9):2081-2090. doi: 10.1161/HYPERTENSIONAHA.122.19333. Epub 2022 Jul 8."},{"pmid":"34471928","type":"DERIVED","citation":"Bonnesen MP, Frodi DM, Haugan KJ, Kronborg C, Graff C, Hojberg S, Kober L, Krieger D, Brandes A, Svendsen JH, Diederichsen SZ. Day-to-day measurement of physical activity and risk of atrial fibrillation. Eur Heart J. 2021 Oct 7;42(38):3979-3988. doi: 10.1093/eurheartj/ehab597."},{"pmid":"34469766","type":"DERIVED","citation":"Svendsen JH, Diederichsen SZ, Hojberg S, Krieger DW, Graff C, Kronborg C, Olesen MS, Nielsen JB, Holst AG, Brandes A, Haugan KJ, Kober L. Implantable loop recorder detection of atrial fibrillation to prevent stroke (The LOOP Study): a randomised controlled trial. Lancet. 2021 Oct 23;398(10310):1507-1516. doi: 10.1016/S0140-6736(21)01698-6. Epub 2021 Aug 29. Erratum In: Lancet. 2021 Oct 23;398(10310):1486."},{"pmid":"32563642","type":"DERIVED","citation":"Bertelsen L, Diederichsen SZ, Haugan KJ, Brandes A, Graff C, Krieger D, Kronborg C, Kober L, Peters DC, Olesen MS, Hojberg S, Vejlstrup N, Svendsen JH. Left Atrial Late Gadolinium Enhancement is Associated With Incident Atrial Fibrillation as Detected by Continuous Monitoring With Implantable Loop Recorders. JACC Cardiovasc Imaging. 2020 Aug;13(8):1690-1700. doi: 10.1016/j.jcmg.2020.03.024. Epub 2020 Jun 17. Erratum In: JACC Cardiovasc Imaging. 2021 Feb;14(2):523-524."},{"pmid":"32114796","type":"DERIVED","citation":"Diederichsen SZ, Haugan KJ, Kronborg C, Graff C, Hojberg S, Kober L, Krieger D, Holst AG, Nielsen JB, Brandes A, Svendsen JH. Comprehensive Evaluation of Rhythm Monitoring Strategies in Screening for Atrial Fibrillation: Insights From Patients at Risk Monitored Long Term With an Implantable Loop Recorder. Circulation. 2020 May 12;141(19):1510-1522. doi: 10.1161/CIRCULATIONAHA.119.044407. Epub 2020 Mar 2."},{"pmid":"31779791","type":"DERIVED","citation":"Diederichsen SZ, Haugan KJ, Brandes A, Lanng MB, Graff C, Krieger D, Kronborg C, Holst AG, Kober L, Hojberg S, Svendsen JH. Natural History of Subclinical Atrial Fibrillation Detected by Implanted Loop Recorders. J Am Coll Cardiol. 2019 Dec 3;74(22):2771-2781. doi: 10.1016/j.jacc.2019.09.050."},{"pmid":"29101521","type":"DERIVED","citation":"Olsen FJ, Svendsen JH, Kober L, Hojberg S, Haugan K, Jensen JS, Biering-Sorensen T. Impact of transducer frequency setting on speckle tracking measures. Int J Cardiovasc Imaging. 2018 Mar;34(3):457-463. doi: 10.1007/s10554-017-1254-4. Epub 2017 Nov 3."},{"pmid":"27599727","type":"DERIVED","citation":"Bertelsen L, Svendsen JH, Kober L, Haugan K, Hojberg S, Thomsen C, Vejlstrup N. Flow measurement at the aortic root - impact of location of through-plane phase contrast velocity mapping. J Cardiovasc Magn Reson. 2016 Sep 7;18(1):55. doi: 10.1186/s12968-016-0277-7."}],"seeAlsoLinks":[{"label":"Homepage for the LOOP study","url":"http://loop-study.dk"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000006973","term":"Hypertension"},{"id":"D000001281","term":"Atrial Fibrillation"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000001145","term":"Arrhythmias, Cardiac"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M9111","name":"Heart Failure","relevance":"LOW"},{"id":"M6805","name":"Diabetes Mellitus","relevance":"LOW"},{"id":"M9714","name":"Hypertension","asFound":"Hypertension","relevance":"HIGH"},{"id":"M9246","name":"Hemorrhage","relevance":"LOW"},{"id":"M4276","name":"Atrial Fibrillation","asFound":"Atrial Fibrillation","relevance":"HIGH"},{"id":"M4143","name":"Arrhythmias, Cardiac","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"},{"abbrev":"BC19","name":"Gland and Hormone Related Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}