{"protocolSection":{"identificationModule":{"nctId":"NCT01897025","orgStudyIdInfo":{"id":"NIG09may022"},"organization":{"fullName":"National University Hospital, Singapore","class":"OTHER"},"briefTitle":"Combined Transcranial Direct Current Stimulation and Motor Imagery-based Robotic Arm Training for Stroke Rehabilitation","officialTitle":"Combined Transcranial Direct Current Stimulation and Motor Imagery-based Robotic Arm Training for Stroke Rehabilitation - a Feasibility Study"},"statusModule":{"statusVerifiedDate":"2016-02","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2011-01"},"primaryCompletionDateStruct":{"date":"2014-01","type":"ACTUAL"},"completionDateStruct":{"date":"2014-01","type":"ACTUAL"},"studyFirstSubmitDate":"2013-07-08","studyFirstSubmitQcDate":"2013-07-08","studyFirstPostDateStruct":{"date":"2013-07-11","type":"ESTIMATED"},"resultsFirstSubmitDate":"2015-07-28","resultsFirstSubmitQcDate":"2016-02-11","resultsFirstPostDateStruct":{"date":"2016-03-10","type":"ESTIMATED"},"lastUpdateSubmitDate":"2016-02-11","lastUpdatePostDateStruct":{"date":"2016-03-10","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"National University Hospital, Singapore","class":"OTHER"},"collaborators":[{"name":"National University Health System, Singapore","class":"OTHER"},{"name":"Agency for Science, Technology and Research","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"Stroke is the most common cause of adult disability. Current treatments for functional loss of the upper extremity post-stroke remain limited in efficacy, particularly for those with moderate to severe impairment.\n\nPrevious studies have demonstrated the efficacy of transcranial direct current stimulation (tDCS) for motor recovery post-stroke, a technique of neuromodulation. Motor imagery is effective to enhance motor recovery, with activation of neural pathways similar to that of motor execution. This treatment is accessible to more severely impaired stroke survivors. Our previous studies have demonstrated feasibility and efficacy of motor imagery-based brain computer interface (MI-BCI) for post-stroke motor impairment, in which motor imagery is detected by surface EEG and translated to execution of the target movement with the aid of an arm robot (MIT-Manus).\n\nIn this study, we investigate the feasibility of combining robot-assisted MI-BCI training, with tDCS to facilitate post-stroke motor recovery in moderate to severe impairment of upper extremity function. We hypothesise that both tDCS-BCI and sham-BCI will improve motor function in the stroke-affected arm; but that tDCS-BCI will be more effective than sham-BCI. Our secondary aim is to gain insight into the neurophysiological mechanism by comparing the cortical excitability changes following sham-BCI vs tDCS-BCI, using transcranial magnetic stimulation (TMS).\n\nWe will conduct a randomized, double-blinded study with MI-BCI combined with tDCS (tDCS-BCI) vs MI-BCI combined with sham-tDCS (sham tDCS-BCI). Subjects will undergo 10 sessions of tDCS each lasting 20 minutes, followed by 40 minutes of robot-assisted MI-BCI training at each session. Primary outcome will be functional ability measured by upper extremity component of the Fugl-Meyer Assessment. Secondary outcome measures will be the Box \\& Block Test, Modified Ashworth Score (measuring spasticity), grip strength and measures of brain activity including transcranial magnetic stimulation (TMS) measures of magnetic resonance imaging (MRI) measures including functional MRI and diffusion tensor imaging (DTI).\n\nThis study will be important to develop a new and effective treatment (tDCS-BCI) for post-stroke motor impairment.","detailedDescription":"This is a randomised controlled trial of 32 subjects who have sustained their first ever subcortical stroke more than 9 months prior to study enrollment, with upper extremity impairment of 11-45 out of a maximum score of 66 on the Fugl-Meyer assessment scale.\n\nSubjects will be randomly allocated to one of the following 2 groups by using a computer-generated random sequence:\n\n1. 10 sessions over 2 weeks of MI-BCI training with 20 minutes of tDCS preceding training.\n2. 10 sessions over 2 weeks of MI-BCI training with 20 minutes of sham-tDCS preceding training.\n\ntDCS-BCI protocol Each of the 10 sessions of tDCS-BCI or sham-BCI will be conducted as follows: tDCS will be performed for 20 minutes immediately prior to each session of motor training. The anode will be placed over the M1 motor cortex of the affected hemisphere while the cathode will be placed over the unaffected M1.\n\nAfter initial calibration, MI-BCI training will involve MI of reaching tasks using the clock game interface of the MIT-Manus robotic system to perform multi-directional reaching movements. Upon detection of the intention to move towards the target on BCI, the robotic arm will complete the reaching movement towards the target. Each training session will last for 40 minutes excluding set-up time and will be undertaken by a research assistant blinded to the condition of tDCS.\n\nOutcome measures Improvement in motor functional ability will be the main outcome of this study. Outcome measures will be assessed at the following time points: prior to treatment initiation, at week 2 (immediate post-training period) and week 6 (4 weeks after completion of training). A clinician blinded to the treatment condition will assess the effects of the intervention. Our primary outcome measure will be the upper extremity score of the Fugl-Meyer Assessment (FMA). This instrument measures upper extremity motor impairment including balance, coordination and speed. Secondary outcome measures for motor function will include (1) Box and Block Test: a timed test in which subjects are required to transfer 1-inch wooden blocks from one side of the box to another. It measures upper extremity manual dexterity and gross motor coordination. (2) Modified Ashworth Scale: is a 6-point measure of spasticity. We will assess the severity of spasticity at the shoulder, elbow, wrist and fingers. (3) Grip strength: will be measured using a hand-held dynamometer.In addition, we will monitor for adverse effects with a questionnaire documenting pain and discomfort at stimulation site, mood changes (using the Beck Depression Inventory), fatigue (using the Fatigue Severity Scale), and cognitive change (using the forward and backward digit span).Assessment of cortical excitability ? single and paired pulse TMS Another aim of this study is to investigate the mechanisms of this combined treatment on cortical plasticity as indexed by cortical excitability changes - assessed by single and paired pulse TMS. We will investigate the resting motor threshold, measured according to the technique of Rossini et al., 1994, before and after treatment, according to the schedule of outcome measures above; paired-pulse stimulation, measuring changes in intracortical facilitation and inhibition.\n\nMRI protocol Patients will be scanned at -2, 0 and 4 weeks to investigate short-term and medium-term changes in fMRI and DTI parameters following tDCS/BCI and sham/BCI treatment. A T1-weighted high-resolution scan and a set of axial fluid-attenuated inversion recovery images will be acquired. T1-weighted and fluid-attenuated inversion recovery images will be realigned and spatially normalized into images of isotropic voxel size implemented in Matlab.The data analysis will include image registration, estimation of diffusion tensor parameters including Apparent Diffusion Coefficient, Fractional Anisotropy, axial and radial diffusivities and tractography using Camino. Reversed phase encoding EPI distortion correction, and regression analysis of DTI, TMS and clinical findings will be performed using Matlab.For fMRI, images will be obtained during the resting state, active/passive hand movement and during imagined arm movement. For the imagined arm movement, subjects will be asked to watch a video on a screen to guide their performance of the imagined movement."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke","Noninvasive brain stimulation","Brain-computer interface","Motor imagery","Rehabilitation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":42,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"real-tDCS with MI-BCI","type":"ACTIVE_COMPARATOR","description":"10 sessions of the following: 20 minutes of tDCS prior to each session of motor training with the MI-BCI system.\n\nDirect current at an intensity of 1mA with anode placed over the M1 motor cortex of the affected hemisphere and the cathode placed over the unaffected M1.\n\nAfter initial calibration, MI-BCI training will involve motor imagery of reaching tasks using the clock game interface of the MIT-Manus robotic system to perform multi-directional reaching movements. Upon detection of the intention to move towards the target on BCI, the robotic arm will complete the reaching movement towards the target. Each training session will last for 40 minutes excluding set-up time.","interventionNames":["Device: real-tDCS with MI-BCI"]},{"label":"sham-tDCS with MI-BCI","type":"SHAM_COMPARATOR","description":"10 sessions of sham tDCS with BCI motor training, each session of which will be conducted as follows:\n\nThe same electrode placement and stimulation parameters will be employed for sham tDCS as for real tDCS. However, the current will be applied for 30 seconds only, to give subjects the sensation of the stimulation. This method of sham stimulation has also been validated (Gandiga et al., 2006). Current intensity will be increased and decreased gradually to decrease perception.\n\nMI-BCI training will be the same as the real-tDCS group and will similarly last for 40 minutes.","interventionNames":["Device: real-tDCS with MI-BCI"]}],"interventions":[{"type":"DEVICE","name":"real-tDCS with MI-BCI","description":"As in Arm Description","armGroupLabels":["real-tDCS with MI-BCI","sham-tDCS with MI-BCI"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Upper Extremity Component of Fugl-Meyer Assessment","description":"The total FMA score (range, 0-66) on the stroke-impaired upper extremity was used to measure the motor improvements in this study. Higher score indicates better upper limb motor function. FMA were measured at 3 time points: at baseline (wk 0), at completion of intervention (wk 2), and at a 2-week follow-up (wk 4).","timeFrame":"week 0, week 2, week 4"}],"secondaryOutcomes":[{"measure":"Resting Motor Threshold of Stroke Affected M1 Motor Cortex","description":"Resting motor threshold (RMT) is defined as the percentage of maximum stimulator output required to elicit motor evoked potential (MEP) with 50 µV peak-to-peak amplitude in at least 4 out of 8 trials during single-pulse transcranial magnetic stimulation (TMS).\n\nShort intra-cortical inhibition (SICI) and intracortical facilitation (ICF) were measured using paired pulse stimulation with an initial conditioning stimulus of 80% of RMT and a test stimulus of 120% of RMT. MEPs were recorded at inter-stimulus intervals (ISIs) of 2, 4, 6, 10 and 15 ms. ISIs of 1-3 ms typically induce SICI while ISIs of 10-15ms typically reflect ICF.\n\nThis part of data is still under analyzing.","timeFrame":"pre- and post-training, 4 weeks post-training"},{"measure":"Grip Strength","description":"Grip strength was measured using a hand-held dynamometer. This part of data is still under analyzing.","timeFrame":"pre- and post-training, and again at 4 weeks post-training"},{"measure":"Box and Block Test","description":"Box and block test was to measure the gross manual dexterity. This part of data is still under analyzing.","timeFrame":"pre and post training, and 4 weeks post training"},{"measure":"MRI Parameters","description":"active and passive fMRI, DTI, This part of data is still under analyzing.","timeFrame":"-2, 0 and 4 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* first ever haemorrhagic or ischaemic subcortical stroke more than 9 months prior to study enrollment\n* upper extremity impairment of 11-45 on the Fugl-Meyer assessment scale\n\nExclusion Criteria:\n\n* epilepsy\n* neglect\n* cognitive impairment\n* other neurological or psychiatric diseases\n* severe arm pain\n* spasticity score \\>2 on the Modified Ashworth Scale in the shoulder or elbow\n* contraindications to TMS or tDCS (cranial implants, ventricular shunts, pacemakers, intrathecal pumps)\n* grip strength \\<10kg as measured by a dynamometer\n* participation in other interventions or trials targeting stroke motor recovery.","healthyVolunteers":false,"sex":"ALL","minimumAge":"21 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Effie Chew, MBBS","affiliation":"National University Hospital, Singapore","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"National University Hospital","city":"Singapore","zip":"119074","country":"Singapore","geoPoint":{"lat":1.28967,"lon":103.85007}}]},"referencesModule":{"references":[{"pmid":"33175411","type":"DERIVED","citation":"Elsner B, Kugler J, Pohl M, Mehrholz J. Transcranial direct current stimulation (tDCS) for improving activities of daily living, and physical and cognitive functioning, in people after stroke. Cochrane Database Syst Rev. 2020 Nov 11;11(11):CD009645. doi: 10.1002/14651858.CD009645.pub4."},{"pmid":"32973672","type":"DERIVED","citation":"Chew E, Teo WP, Tang N, Ang KK, Ng YS, Zhou JH, Teh I, Phua KS, Zhao L, Guan C. Using Transcranial Direct Current Stimulation to Augment the Effect of Motor Imagery-Assisted Brain-Computer Interface Training in Chronic Stroke Patients-Cortical Reorganization Considerations. Front Neurol. 2020 Aug 27;11:948. doi: 10.3389/fneur.2020.00948. eCollection 2020. Erratum In: Front Neurol. 2020 Nov 06;11:605141."},{"pmid":"25721551","type":"DERIVED","citation":"Ang KK, Guan C, Phua KS, Wang C, Zhao L, Teo WP, Chen C, Ng YS, Chew E. Facilitating effects of transcranial direct current stimulation on motor imagery brain-computer interface with robotic feedback for stroke rehabilitation. Arch Phys Med Rehabil. 2015 Mar;96(3 Suppl):S79-87. doi: 10.1016/j.apmr.2014.08.008."}]}},"resultsSection":{"participantFlowModule":{"preAssignmentDetails":"42 chronic stroke subjects underwent screening, of whom 23 were excluded due to not meeting the inclusion criteria (n=5), not meeting the BCI performance criteria (n=10), or declining participation (n=8). A total of 19 subjects were recruited and randomly allocated to the real-tDCS group (n=10) or the sham-tDCS group (n=9).","groups":[{"id":"FG000","title":"Real-tDCS With MI-BCI","description":"10 sessions of the following: 20 minutes of tDCS prior to each session of motor training with the MI-BCI system.\n\nDirect current at an intensity of 1mA with anode placed over the M1 motor cortex of the affected hemisphere and the cathode placed over the unaffected M1.\n\nAfter initial calibration, MI-BCI training will involve motor imagery of reaching tasks using the clock game interface of the MIT-Manus robotic system to perform multi-directional reaching movements. Upon detection of the intention to move towards the target on BCI, the robotic arm will complete the reaching movement towards the target. Each training session will last for 40 minutes excluding set-up time.\n\nreal-tDCS with MI-BCI: As in Arm Description"},{"id":"FG001","title":"Sham-tDCS With MI-BCI","description":"10 sessions of sham tDCS with BCI motor training, each session of which will be conducted as follows:\n\nThe same electrode placement and stimulation parameters will be employed for sham tDCS as for real tDCS. However, the current will be applied for 30 seconds only, to give subjects the sensation of the stimulation. This method of sham stimulation has also been validated (Gandiga et al., 2006). Current intensity will be increased and decreased gradually to decrease perception.\n\nMI-BCI training will be the same as the real-tDCS group and will similarly last for 40 minutes.\n\nreal-tDCS with MI-BCI: As in Arm Description"}],"periods":[{"title":"Overall Study","milestones":[{"type":"STARTED","achievements":[{"groupId":"FG000","numSubjects":"10"},{"groupId":"FG001","numSubjects":"9"}]},{"type":"COMPLETED","achievements":[{"groupId":"FG000","numSubjects":"10"},{"groupId":"FG001","numSubjects":"9"}]},{"type":"NOT COMPLETED","achievements":[{"groupId":"FG000","numSubjects":"0"},{"groupId":"FG001","numSubjects":"0"}]}]}]},"baselineCharacteristicsModule":{"populationDescription":"subjects aged 21 to 70 years who had their first-ever subcortical stroke at least 9 months , with moderate to severe impairment of upper extremity function (subscore of the Fugl-Meyer Motor Assessment \\[FMMA\\], 11-45), were recruited.","groups":[{"id":"BG000","title":"Real-tDCS With MI-BCI","description":"10 sessions of the following: 20 minutes of tDCS prior to each session of motor training with the MI-BCI system.\n\nDirect current at an intensity of 1mA with anode placed over the M1 motor cortex of the affected hemisphere and the cathode placed over the unaffected M1.\n\nAfter initial calibration, MI-BCI training will involve motor imagery of reaching tasks using the clock game interface of the MIT-Manus robotic system to perform multi-directional reaching movements. Upon detection of the intention to move towards the target on BCI, the robotic arm will complete the reaching movement towards the target. Each training session will last for 40 minutes excluding set-up time.\n\nreal-tDCS with MI-BCI: As in Arm Description"},{"id":"BG001","title":"Sham-tDCS With MI-BCI","description":"10 sessions of sham tDCS with BCI motor training, each session of which will be conducted as follows:\n\nThe same electrode placement and stimulation parameters will be employed for sham tDCS as for real tDCS. However, the current will be applied for 30 seconds only, to give subjects the sensation of the stimulation. This method of sham stimulation has also been validated (Gandiga et al., 2006). Current intensity will be increased and decreased gradually to decrease perception.\n\nMI-BCI training will be the same as the real-tDCS group and will similarly last for 40 minutes.\n\nreal-tDCS with MI-BCI: As in Arm Description"},{"id":"BG002","title":"Total","description":"Total of all reporting groups"}],"denoms":[{"units":"Participants","counts":[{"groupId":"BG000","value":"10"},{"groupId":"BG001","value":"9"},{"groupId":"BG002","value":"19"}]}],"measures":[{"title":"Age, Continuous","paramType":"MEAN","dispersionType":"STANDARD_DEVIATION","unitOfMeasure":"years","classes":[{"categories":[{"measurements":[{"groupId":"BG000","value":"52.1","spread":"11.7"},{"groupId":"BG001","value":"56.3","spread":"9.5"},{"groupId":"BG002","value":"54.1","spread":"10.6"}]}]}]},{"title":"Sex: Female, Male","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"categories":[{"title":"Female","measurements":[{"groupId":"BG000","value":"4"},{"groupId":"BG001","value":"1"},{"groupId":"BG002","value":"5"}]},{"title":"Male","measurements":[{"groupId":"BG000","value":"6"},{"groupId":"BG001","value":"8"},{"groupId":"BG002","value":"14"}]}]}]},{"title":"Region of Enrollment","paramType":"NUMBER","unitOfMeasure":"participants","classes":[{"title":"Singapore","categories":[{"measurements":[{"groupId":"BG000","value":"10"},{"groupId":"BG001","value":"9"},{"groupId":"BG002","value":"19"}]}]}]}]},"outcomeMeasuresModule":{"outcomeMeasures":[{"type":"PRIMARY","title":"Upper Extremity Component of Fugl-Meyer Assessment","description":"The total FMA score (range, 0-66) on the stroke-impaired upper extremity was used to measure the motor improvements in this study. Higher score indicates better upper limb motor function. FMA were measured at 3 time points: at baseline (wk 0), at completion of intervention (wk 2), and at a 2-week follow-up (wk 4).","populationDescription":"Subjects aged 21 to 70 years who had their first-ever subcortical stroke at least 9 months before recruitment, with moderate to severe impairment of upper extremity function (subscore of the Fugl-Meyer Motor Assessment \\[FMMA\\], 11-45), were recruited.","reportingStatus":"POSTED","paramType":"MEAN","dispersionType":"Standard Deviation","unitOfMeasure":"units on a scale","timeFrame":"week 0, week 2, week 4","groups":[{"id":"OG000","title":"Real-tDCS With MI-BCI","description":"10 sessions of the following: 20 minutes of tDCS prior to each session of motor training with the MI-BCI system.\n\nDirect current at an intensity of 1mA with anode placed over the M1 motor cortex of the affected hemisphere and the cathode placed over the unaffected M1.\n\nAfter initial calibration, MI-BCI training will involve motor imagery of reaching tasks using the clock game interface of the MIT-Manus robotic system to perform multi-directional reaching movements. Upon detection of the intention to move towards the target on BCI, the robotic arm will complete the reaching movement towards the target. Each training session will last for 40 minutes excluding set-up time.\n\nreal-tDCS with MI-BCI: As in Arm Description"},{"id":"OG001","title":"Sham-tDCS With MI-BCI","description":"10 sessions of sham tDCS with BCI motor training, each session of which will be conducted as follows:\n\nThe same electrode placement and stimulation parameters will be employed for sham tDCS as for real tDCS. However, the current will be applied for 30 seconds only, to give subjects the sensation of the stimulation. This method of sham stimulation has also been validated (Gandiga et al., 2006). Current intensity will be increased and decreased gradually to decrease perception.\n\nMI-BCI training will be the same as the real-tDCS group and will similarly last for 40 minutes.\n\nreal-tDCS with MI-BCI: As in Arm Description"}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"10"},{"groupId":"OG001","value":"9"}]}],"classes":[{"title":"Baseline FMA (week 0)","categories":[{"measurements":[{"groupId":"OG000","value":"35.3","spread":"7.8"},{"groupId":"OG001","value":"32.6","spread":"8.1"}]}]},{"title":"FMA improvement at Week 2 relative to Week 0","categories":[{"measurements":[{"groupId":"OG000","value":"0.9","spread":"3.0"},{"groupId":"OG001","value":"0.8","spread":"4.0"}]}]},{"title":"FMA improvement at Week 4 relative to Week 0","categories":[{"measurements":[{"groupId":"OG000","value":"5.0","spread":"4.4"},{"groupId":"OG001","value":"5.4","spread":"5.7"}]}]}]},{"type":"SECONDARY","title":"Resting Motor Threshold of Stroke Affected M1 Motor Cortex","description":"Resting motor threshold (RMT) is defined as the percentage of maximum stimulator output required to elicit motor evoked potential (MEP) with 50 µV peak-to-peak amplitude in at least 4 out of 8 trials during single-pulse transcranial magnetic stimulation (TMS).\n\nShort intra-cortical inhibition (SICI) and intracortical facilitation (ICF) were measured using paired pulse stimulation with an initial conditioning stimulus of 80% of RMT and a test stimulus of 120% of RMT. MEPs were recorded at inter-stimulus intervals (ISIs) of 2, 4, 6, 10 and 15 ms. ISIs of 1-3 ms typically induce SICI while ISIs of 10-15ms typically reflect ICF.\n\nThis part of data is still under analyzing.","reportingStatus":"NOT_POSTED","anticipatedPostingDate":"2015-12","timeFrame":"pre- and post-training, 4 weeks post-training"},{"type":"SECONDARY","title":"Grip Strength","description":"Grip strength was measured using a hand-held dynamometer. This part of data is still under analyzing.","reportingStatus":"NOT_POSTED","anticipatedPostingDate":"2015-12","timeFrame":"pre- and post-training, and again at 4 weeks post-training"},{"type":"SECONDARY","title":"Box and Block Test","description":"Box and block test was to measure the gross manual dexterity. This part of data is still under analyzing.","reportingStatus":"NOT_POSTED","anticipatedPostingDate":"2015-12","timeFrame":"pre and post training, and 4 weeks post training"},{"type":"SECONDARY","title":"MRI Parameters","description":"active and passive fMRI, DTI, This part of data is still under analyzing.","reportingStatus":"NOT_POSTED","anticipatedPostingDate":"2015-12","timeFrame":"-2, 0 and 4 weeks"}]},"adverseEventsModule":{"frequencyThreshold":"5","timeFrame":"within 6 months from the last study visit","eventGroups":[{"id":"EG000","title":"Real-tDCS With MI-BCI","description":"10 sessions of the following: 20 minutes of tDCS prior to each session of motor training with the MI-BCI system.\n\nDirect current at an intensity of 1mA with anode placed over the M1 motor cortex of the affected hemisphere and the cathode placed over the unaffected M1.\n\nAfter initial calibration, MI-BCI training will involve motor imagery of reaching tasks using the clock game interface of the MIT-Manus robotic system to perform multi-directional reaching movements. Upon detection of the intention to move towards the target on BCI, the robotic arm will complete the reaching movement towards the target. Each training session will last for 40 minutes excluding set-up time.\n\nreal-tDCS with MI-BCI: As in Arm Description","seriousNumAffected":0,"seriousNumAtRisk":10,"otherNumAffected":0,"otherNumAtRisk":10},{"id":"EG001","title":"Sham-tDCS With MI-BCI","description":"10 sessions of sham tDCS with BCI motor training, each session of which will be conducted as follows:\n\nThe same electrode placement and stimulation parameters will be employed for sham tDCS as for real tDCS. However, the current will be applied for 30 seconds only, to give subjects the sensation of the stimulation. This method of sham stimulation has also been validated (Gandiga et al., 2006). Current intensity will be increased and decreased gradually to decrease perception.\n\nMI-BCI training will be the same as the real-tDCS group and will similarly last for 40 minutes.\n\nreal-tDCS with MI-BCI: As in Arm Description","seriousNumAffected":0,"seriousNumAtRisk":9,"otherNumAffected":0,"otherNumAtRisk":9}]},"moreInfoModule":{"certainAgreement":{"piSponsorEmployee":true},"pointOfContact":{"title":"Dr Effie Chew","organization":"National University Hospital","email":"effie_chew@nuhs.edu.sg","phone":"65-67726198"}}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":true}