{"protocolSection":{"identificationModule":{"nctId":"NCT05298436","orgStudyIdInfo":{"id":"EDGE ID 143217"},"secondaryIdInfos":[{"id":"300247","type":"OTHER","domain":"IRAS"}],"organization":{"fullName":"Guy's and St Thomas' NHS Foundation Trust","class":"OTHER"},"briefTitle":"The South London Stroke Register: Improving the Lives of Stroke Survivors With Data","officialTitle":"The South London Stroke Register: Improving the Lives of Stroke Survivors With Data","acronym":"SLSR"},"statusModule":{"statusVerifiedDate":"2023-01","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-04-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-03-16","studyFirstSubmitQcDate":"2022-03-25","studyFirstPostDateStruct":{"date":"2022-03-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-01-13","lastUpdatePostDateStruct":{"date":"2023-01-17","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Guy's and St Thomas' NHS Foundation Trust","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The South London Stroke Register (SLSR) is an observational population based registry, combining a population incidence study of stroke events in a geographically defined area of South London and a cohort study of these patients followed up over time. The SLSR has been continually ongoing since January 1995 using the WHO ICD-10 definition of stroke. From April 2022, SLSR will use the new ICD-11 definition for case identification to establish a new prospective cohort of patients identified according to the new definition.\n\nFollow up of the existing retrospective cohort of current patients will continue, providing data on long term outcomes of stroke through a program of regular patient interviews up to 15 years after stroke. Outcome measures include health outcomes, such as stroke mortality and recurrence, and measures of activities of daily living, quality of life and mental health (cognition, anxiety, depression).\n\nThe new data collection will include newly selected scales to best capture variation in key health domains and long term outcomes.\n\nThe change to ICD-11 is expected to lead to an increase in the incidence of stroke and a reduction in the average severity, but the effects of this change have not yet been measured in any population internationally. There is a need for a high quality population-based stroke incidence study to address this gap. Similarly, the factors determining the health of long-term stroke survivors can only be understood using a long running observational cohort study.\n\nThe overall purpose of this research is to continue and develop the SLSR data collection and analysis to address the needs of stroke patients in the 2020s. The current programme was funded to address the following objectives as part of a broader NIHR programme grant on using data to improve the lives of stroke survivors:\n\n* Understand the impact of the ICD-11 new definition of stroke\n* Define the outcomes and needs of long-term stroke survivors\n* Support stroke survivors and stakeholders with these detailed data and analyses\n* Describe the use of formal, informal, and social care services up to 15 years after stroke\n* Asses the influence of formal, informal, and social care use on stroke recovery and generate patient-level total costs up to 15 years after stroke","detailedDescription":"The South London Stroke Register is a long-running population-based stroke register including all patients with first stroke occuring in a defined area of London. The study area comprises 27 electoral wards in the Northern part of Lambeth and Southwark and participant's residence within these wards is confirmed by postcode.\n\nInformation on the population denominator, including sociodemographic details of the catchment area, is obtained through the ONS.\n\nNotification for SLSR has been ongoing since 1st January 1995 and uses multiple overlapping sources of notification, but more recently focussing on notification sources in hospitals, in line with the evolution and reorganisation of the stroke care pathway. Since the centralisation of London stroke services in 2010, all suspected stroke patients are taken by ambulance to one of 8 hyper acute stroke units. These units provide 24/7 access to specialist care and evidence based treatment to admitted patients. Notification sources for the new data collection will include these hyper acute stroke units, stroke units, outpatient stroke clinics, radiology and other relevant wards. Stroke patients presenting anywhere in the health service including A\\&E departments or GP surgeries should be identifiable from these sources.\n\nThe study will use 8 hospital centres: Primary sites at St Thomas' and King's College Hospitals and secondary sites at St George's, Charing Cross, Royal London, Princess Royal University, University College London, and Chelsea and Westminster hospitals. Primary sites are hospitals within the boundaries of the study area. According to the current service organisation they should receive all patients resident within the study area. King's College Hospital has both a hyper acute stroke unit and a stroke unit, while St Thomas' has a stoke unit only. Both sites have run 'Transient Ischaemic Attack (TIA) clinic', which is an acute/urgent referral service largely from A+E and primary care for the assessment of people with transient neurological symptoms or late presentation of stroke. These units and clinics will serve as primary notification sources. Patients living near the boundaries of the study area may be admitted to hospitals outside the district and the ambulance system may occasionally take patients to outlying hospitals. These patients will normally be repatriated to the stroke units at their local hospitals (the primary sites) and in many cases could be notified from there. The inclusion of relevant hospitals as secondary sites will ensure capture of the few cases who will be discharged home directly rather than repatriated.\n\nStudy teams will visit the hyper acute stroke unit at King's College Hospital and the stroke units at both hospitals and review electronic patient records daily during the working week. Outpatient stroke clinics take place twice weekly at both hospitals. Study teams will visit the clinics and screen patient records to identify mild stroke patients (including those formerly classed as TIAs) not captured at the hyper acute unit and stroke units. This will be a key site for notification of lower risk events, which are not typically referred to stroke units.\n\nTeams will also screen MRI and CT requests and reports. This screening will be done daily at King's College Hospital and weekly (based on current method) at St Thomas'.\n\nNotification from secondary sites will be primarily via local research staff contacting the field work team, due to the small numbers of eligible patients admitted to these hospitals.\n\nInclusion of scan positive mild strokes with short symptom duration (previously TIAs) is the key adaptation to the fieldwork to capture the ICD-11 definition. These patients will typically present to A\\&E or primary care. A\\&E departments in participating hospitals have a low threshold for stroke unit and scan referrals and notification of these events is planned to take place primarily via these mechanisms. Similarly, the smaller number of patients presenting in primary care will usually be referred to the stroke clinic for assessment and notification will take place there.\n\nPatients admitted to other hospital wards should be captured via scan reports. Links with wards that may deal with less typical stroke events, such as subarachnoid haemorrhage on neurosurgical high dependency units, will be established as back up notification sources.\n\nSubject selection will include some potential participants who have died a very short time after admission to hospital and before it was possible to seek prospective consent. It is critical that these people can form part of the study, and are not excluded, since they are likely to be people who have had the most severe stroke, and are likely to disproportionately comprise people who have experienced gaps in care, or other health inequalities which the study aims to address.\n\nSLSR recorded 286, 273 and 304 first time strokes in 2018, 2019 and 2020 respectively. Inclusion of scan positive TIAs has been estimated to lead to an approximately 33% increase in stroke incidence It is therefore anticipated that approximately 400 patients will be invited per year. Historically only a very small percentage (\\<5%) of patients decline to take part, so it is anticipated the majority of invited patients will be registered.\n\nPatients will complete questionnaires covering details of the stroke, demographic details, functional status, cognitive function, mental health and quality of life at defined intervals during the study. These will be delivered as interviews with study staff lasting approximately 40 minutes. Relevant clinical data will be extracted from clinical records from standard stroke care. Participants will not undergo further clinical or radiological assessments.\n\nThere are no clinical procedures or interventions as part of this study, but the participants will be invited to take part in follow up interviews.\n\nPatients will complete an initial interview then follow up interviews at 3 months and 1 year. Newly recruited patients will be followed up annually from year 1-5 (within the lifetime of this programme, follow up at 10 and 15 years may take place subject to further funding and continuation of the SLSR) and currently enrolled participants will be further followed up at 5 years, 10 years and 15 years.Follow up assessments will always be offered as interviews with a field worker, but may be delivered as self-completion postal questionnaires if patients prefer.\n\nRecurrent strokes occurring in enrolled participants will be detected using the same field work methods described in section 8 for initial strokes. Participants will also be asked if they had any further strokes at each follow up interview. An additional follow up interview will be offered following each recurrence.\n\nThe South London Stroke Register is different from many fixed recruitment studies, in that it aims to measure changes in stroke incidence, care, and outcome over time. To do this, we use the gold standard methodology which requires identifying all people in an area with stroke, and not with a fixed participant or time limit. The SLSR has been running continuously since 1995. We currently have funding in place until October 2026; but envisage that the SLSR will continue beyond this.\n\nThis is an observational study with no interventions delivered. No serious adverse events are likely to occur as a result of study procedures within this design.\n\nIt is anticipated that any distress or intrusion due to the study will be minimal as patient involvement consists of short interviews (approximately 40 min), organised to suit the patient's preferred time and mode (e.g. home visit, telephone interview or postal questionnaire). Before each follow-up, verbal consent is sought to conduct the interview. However, some patients may feel distressed when being asked questions related to their health and lifestyle. Participants will be informed of their ability to stop or interrupt the interview at any time. The interview will be stopped should there be any emotional distress and commenced only when the patient is ready to go on. Stroke survivors from the King's College London Stroke Research Patients and Family Group consulted in the course of this study did not feel that the questions asked posed a significant burden to patients.\n\nPatients have the right to permanently withdraw from any future follow-ups without any need for justifications if they so wish, without giving a reason.\n\nThe overall stroke research programme, of which the SLSR is a part, is managed by a Programme Executive Group (PEG), chaired jointly by the Chief Investigator and SLSR lead. The PEG meets bi-weekly to review study progress, discuss outputs, necessary research staff training, etc. The PEG is overseen by an independent NIHR Programme Steering Committee (PSC), which includes a patient representative. The PEG and PSC will form together the Programme Board (PB), who will discuss Programme governance. The PB will meet bi-annually with the Stakeholder Engagement Group, (SEG) to report its governance decisions. The SEG as well as our Stroke Research Patients and Family Group will be asked for peer review and feedback regarding the study progress and interim findings. These arrangements are in accordance with the Funder's monitoring and audit procedures.\n\nAny protocol violations will be reported to the study sponsor. Serious breaches will be reported by the sponsor to the REC within 7 days from becoming aware of the event."},"conditionsModule":{"conditions":["Stroke","Subarachnoid Hemorrhage","Intracranial Hemorrhages"],"keywords":["Registries","Epidemiology","Cohort study"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":true,"targetDuration":"15 Years","designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":2000,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Retrospective Cohort (ICD-10)","description":"All participants with stroke according to WHO ICD-10 definition registered on the SLSR prior to the protocol change in April 2022 will be followed up by interview at 3 months, 1 year, and 5, 10 and 15 years after stroke.","interventionNames":["Other: Follow-up interview"]},{"label":"Prospective Cohort (ICD-11)","description":"All participants with stroke according to WHO ICD-11 definition registered on the SLSR following the protocol change in April 2022 will be followed up by interview at 3 months and then annually up to 5 years.","interventionNames":["Other: Follow-up interview"]}],"interventions":[{"type":"OTHER","name":"Follow-up interview","description":"All participants will be followed up at defined time points post-stroke by face-to-face or telephone interview or postal questionnaire.","armGroupLabels":["Prospective Cohort (ICD-11)","Retrospective Cohort (ICD-10)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Stroke incidence","description":"Stroke incidence in a geographically defined area of South London","timeFrame":"April 2022 - December 2026"},{"measure":"Stroke mortality","description":"All-cause mortality rate post-stroke","timeFrame":"April 2022 - December 2026"},{"measure":"Stroke recurrence","description":"Stroke occurring at least 21 days after index stroke or in different anatomical territory","timeFrame":"April 2022 - December 2026"},{"measure":"Barthel Index","description":"10-item scale to measure performance in activities of daily living ADL, score 0 - 100, 100=most active","timeFrame":"acute phase, 3 months and up to 15 years post-stroke for the retrospective cohort and 5 years post-stroke for the prospective cohort."},{"measure":"Frenchay Activities Index","description":"15-item scale to measure performance in instrumental activities of daily living IADL, score 15 - 60, 60=most active","timeFrame":"3 months and up to 15 years post-stroke for the retrospective cohort and 5 years post-stroke for the prospective cohortr"},{"measure":"modified Rankin Scale, mRS","description":"measure of degree of disability/dependence after stroke, score 0 - 5, 5 = most disabled","timeFrame":"acute phase, 3 months, and up to 15 years post-stroke for the retrospective cohort and 5 years post-stroke for the prospective cohort"},{"measure":"Abbreviated Mental Test, AMT-10","description":"screening tool to identify cognitive impairment, score 0 - 10, 0=worse cognitive impairment","timeFrame":"acute phase, 3 months, and up to 15 years post-stroke for the retrospective cohort and 5 years post-stroke for the prospective cohort"},{"measure":"Montreal Cognitive Assessment, MoCA","description":"screening tool to identify mild cognitive impairment, score 0 - 30, 0=worse cognitive impairment","timeFrame":"acute phase, 3 months, and up to 15 years post-stroke for the retrospective cohort and 5 years post-stroke for the prospective cohort"},{"measure":"12-Item Short Form Survey (SF-12)","description":"self-reported outcome measure to assess generic health outcomes from patient's perspective, score 0 - 100, higher scores = better physical/mental health","timeFrame":"3 months, and up to 15 years post-stroke for the retrospective cohort and 5 years post-stroke for the prospective cohort"},{"measure":"Hospital Anxiety and Depression Scale","description":"14 item self-reported measure to assess anxiety and depression in medical patients, score 0 - 42, higher scores = worse anxiety/depression","timeFrame":"3 months, and up to 15 years post-stroke for the retrospective cohort and 5 years post-stroke for the prospective cohort"},{"measure":"EuroQuol-5D-5L, EQ-5D-5L","description":"outcome measure to evaluate the generic quality of life in 5 dimensions (mobility, self-care, usual activities, pain/discomfort, anxiety/depression), level 11111(full health) - 55555 (worst health)","timeFrame":"acute phase, 3 months, and up to 15 years post-stroke for the retrospective cohort and 5 years post-stroke for the prospective cohort"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Confirmed stroke (WHO ICD-11 clinical definition)- cerebral ischaemic stroke, primary intracerebral haemorrhage, subarachnoid haemorrhage and stroke not known if ischaemic or haemorrhagic. Formerly defined Transient Ischaemic Attacks with CT/MRI evidence of cerebrovascular disease are classified as stroke under this definition.\n2. Living in the study area at the time of the first stroke.\n3. First stroke since 1st January 1995 for enrolled participants. First stroke since 1st April 2022 for updated definition.\n\nExclusion Criteria:\n\n1. First ever stroke is before 1st January 1995\n2. Patients' main residence at the time of first stroke is outside the study area.\n3. Focal neurological signs resolved within 24 hours and no CT/MRI scan reports evidence of cerebrovascular disease (i.e. transient ischaemic attack)\n4. CT/MRI scans positive for cerebrovascular disease but absence of related focal neurological deficits (asymptomatic cerebrovascular disease)\n5. brain lesion other than stroke causes the acute symptoms such as cerebral tumour or metastases","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"The study area comprises 27 electoral wards in the Northern part of Lambeth and Southwark and participant's residence within these wards is confirmed by postcode. Information on the population denominator, including sociodemographic details of the catchment area, is obtained through the ONS. The study area comprises a multi-ethnic population of 357,308, of whom about 56% are white, 25% black, 6% Asian and 12% other ethnic groups (according to 2011 population census)","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Eva S Emmett","role":"CONTACT","phone":"+44 20 7848 6613","email":"eva.s.emmett@kcl.ac.uk"},{"name":"Matthew O'Connell","role":"CONTACT","phone":"+44 20 7848 6318","email":"matthew.o'connell@kcl.ac.uk"}],"overallOfficials":[{"name":"Charles Wolfe","affiliation":"King's College London, UK","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Barts Health NHS Trust","status":"RECRUITING","city":"London","zip":"E1 2ES","country":"United Kingdom","contacts":[{"name":"Eva Emmett","role":"CONTACT","phone":"+44 20 7848 6613","email":"eva.s.emmett@kcl.ac.uk"},{"name":"Alexandra Andrews","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":51.50853,"lon":-0.12574}},{"facility":"University College London hospitals NHS Foundation trust","status":"NOT_YET_RECRUITING","city":"London","zip":"NW1 2PG","country":"United Kingdom","contacts":[{"name":"Eva Emmett","role":"CONTACT","phone":"+44 20 7848 6613","email":"eva.s.emmett@kcl.ac.uk"},{"name":"David Werring","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":51.50853,"lon":-0.12574}},{"facility":"Guy's and St Thomas' NHS Foundation trust","status":"RECRUITING","city":"London","zip":"SE1 7EH","country":"United Kingdom","contacts":[{"name":"Eva S Emmett","role":"CONTACT","phone":"+44 20 7848 6613","email":"eva.s.emmett@kcl.ac.uk"},{"name":"Ajay Bhalla","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":51.50853,"lon":-0.12574}},{"facility":"King's College hospital NHS Foundation Trust","status":"RECRUITING","city":"London","zip":"SE5 9RS","country":"United Kingdom","contacts":[{"name":"Eva Emmett","role":"CONTACT","phone":"+44 20 7848 6613","email":"eva.s.emmett@kcl.ac.uk"},{"name":"Laszlo Sztriha","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":51.50853,"lon":-0.12574}},{"facility":"Chelsea and Westminster Hospital NHS Foundation Trust","status":"NOT_YET_RECRUITING","city":"London","zip":"Sw10 9NH","country":"United Kingdom","contacts":[{"name":"Eva Emmett","role":"CONTACT","phone":"+44 020 7848 6613","email":"eva.s.emmett@kcl.ac.uk"},{"name":"Salwa Elmamoun","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":51.50853,"lon":-0.12574}},{"facility":"St George's University Hospitals NHS Foundation Trust","status":"RECRUITING","city":"London","zip":"SW17 0QT","country":"United Kingdom","contacts":[{"name":"Eva Emmett","role":"CONTACT","phone":"+44 20 7848 6613","email":"eva.s.emmett@kcl.ac.uk"},{"name":"Gillian Cluckie","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":51.50853,"lon":-0.12574}},{"facility":"Imperial College Healthcare NHS trust","status":"NOT_YET_RECRUITING","city":"London","zip":"W2 1BL","country":"United Kingdom","contacts":[{"name":"Eva Emmett","role":"CONTACT","phone":"+44 20 7848 6613","email":"eva.s.emmett@kcl.ac.uk"},{"name":"Soma Banerjee","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":51.50853,"lon":-0.12574}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000013345","term":"Subarachnoid Hemorrhage"},{"id":"D000020300","term":"Intracranial Hemorrhages"},{"id":"D000006470","term":"Hemorrhage"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M9246","name":"Hemorrhage","asFound":"Hemorrhage","relevance":"HIGH"},{"id":"M21803","name":"Intracranial Hemorrhages","asFound":"Intracranial Hemorrhage","relevance":"HIGH"},{"id":"M15825","name":"Subarachnoid Hemorrhage","asFound":"Subarachnoid Hemorrhage","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}