{"protocolSection":{"identificationModule":{"nctId":"NCT02416856","orgStudyIdInfo":{"id":"R01-Bonilha"},"secondaryIdInfos":[{"id":"R01DC014021","type":"NIH","link":"https://reporter.nih.gov/quickSearch/R01DC014021"}],"organization":{"fullName":"Medical University of South Carolina","class":"OTHER"},"briefTitle":"Brain Connectivity Supporting Language Recovery in Aphasia","officialTitle":"Brain Connectivity Supporting Language Recovery in Aphasia"},"statusModule":{"statusVerifiedDate":"2018-05","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2014-06"},"primaryCompletionDateStruct":{"date":"2017-05","type":"ACTUAL"},"completionDateStruct":{"date":"2017-05","type":"ACTUAL"},"studyFirstSubmitDate":"2015-04-07","studyFirstSubmitQcDate":"2015-04-14","studyFirstPostDateStruct":{"date":"2015-04-15","type":"ESTIMATED"},"lastUpdateSubmitDate":"2018-05-08","lastUpdatePostDateStruct":{"date":"2018-05-14","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Medical University of South Carolina","class":"OTHER"},"collaborators":[{"name":"National Institute on Deafness and Other Communication Disorders (NIDCD)","class":"NIH"},{"name":"University of South Carolina","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"The integrity of structural connectivity supporting cortical regions in the left brain hemisphere is hypothesized to enable treatment-induced naming recovery in persons with language difficulties after a stroke (aphasia). The investigators will map whole brain connectivity (i.e., the brain connectome) to investigate the role of cortical connectivity in impairment (Aim 1) and recovery (Aim 2) in patients with aphasia undergoing treatment. This information will be used to construct personalized markers of anomia treatment outcome (Aim 3), which may serve as a guide for speech-language pathologists and neurologists when facing patient management decisions.","detailedDescription":"Aphasia, an impairment of language processing, is one of the most common consequences of strokes affecting the dominant brain hemisphere4. Patients with aphasia are usually incapable of working, and their interactions with family and friends are often severely affected. The hallmark deficit of aphasia is the inability to name objects or people (anomia)12. The severity of anomia is closely related to a poor quality of life.\n\nWhile many patients with aphasia exhibit some language recovery in the first days to weeks after the stroke, 30-40% persist with long lasting naming impairments4. Fortunately, speech therapy can be very effective to improve naming for some patients with chronic aphasia5-8. However, it is well recognized among clinicians that speech therapy can be ineffective for other patients, making it difficult to predict how and why some patients benefit from naming treatment, while others show little or no improvement.\n\nHere, the investigators propose to evaluate whether naming impairment and naming recovery are related to the extent of structural damage to the cortical language network. Importantly, the investigators will evaluate damage as the combined effect of cortical necrosis and cortical disconnection. The investigators hypothesize that assessing anomia as being either due to gray matter necrosis or due to cortical disconnection constitutes a false dichotomy since most chronic patients exhibit gray and white matter damage. Furthermore, the investigators propose that disconnection of seemingly spared cortical areas has up till now been underappreciated in patients with stroke due to limitations in brain connectivity assessment tools. By examining only areas of cortical necrosis without considering disconnected areas, one may underestimate the magnitude of language network damage. A better understanding of the effects from both cortical damage and disconnection on anomia and its recovery could lead to an improved clinical management of aphasia.\n\nThe investigators will employ the innovative concept of the brain connectome, i.e., the individualized map of neural connections in the brain, to evaluate whether naming recovery is supported by preserved gray matter and preserved connectivity involving key language areas in the left hemisphere. The investigators propose that left frontal and left temporal connectivity mapped based on the individual's connectome is an important explanatory variable towards naming impairment and recovery.\n\nThe investigators believe that this research is significant for the three main reasons. First, it can have a direct clinical impact by providing a better understanding of which patients can benefit from therapy. Second, it can unveil the neurobiological mechanisms supporting language recovery, improving our understanding of brain plasticity related to language rehabilitation. Finally, if disconnection contributes to language impairment, our methods can be developed to test specific theories of language organization in the brain. The significance of these aspects is explained in detail below."},"conditionsModule":{"conditions":["Aphasia","Stroke","Speech Disorders","Communications Disorders"],"keywords":["Aphasia","Brain","Stimulation","Communication","Stroke","Speech Disorders","Communications Disorders","Neurobehavioral Manifestations","Neurologic Manifestations","Nervous System Diseases","Signs and Symptoms"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"OTHER","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":74,"type":"ACTUAL"}},"outcomesModule":{"primaryOutcomes":[{"measure":"Improvement in naming performance as assessed by the number of correctly spoken words after therapy","description":"The primary outcome measure of this study is the objective improvement in the number of correctly spoken words after therapy. This study is also aimed at evaluating the neurological mechanisms (i.e., integrity of brain networks after stroke) that enable therapy-induced improvement.","timeFrame":"5 years"}]},"eligibilityModule":{"eligibilityCriteria":"Criteria:No new patients will be recruited for the current project. We will rely solely on data collection in the tDCS-Trial (U01 DC011739, period 7/1/2012-6/31/2017).\n\nFollowing is the Eligibility for the TDCS-Trial:\n\nInclusion Criteria:\n\n1. Patients must be willing and able to give informed consent.\n2. Patients must be willing and able to comply with study requirements.\n3. Patients must be between 25- and 80-years of age.\n4. Patients must be native English speakers.\n5. Patients must be pre-morbidly right-handed.\n6. Patients must have sustained a one-time ischemic stroke in the left-hemisphere.\n7. Patients must be greater than 6-months post-stroke.\n8. Patients must have an aphasia diagnosis as confirmed by the Western Aphasia Battery-Revised.\n9. Patients must be MRI-compatible (e.g., no metal implants, not claustrophobic, etc.).\n10. Patients must achieve at least 65% accuracy on naming task during screening -\n\nExclusion Criteria:\n\n1. History of brain surgery\n2. Seizures during the previous 12 months\n3. Sensitive scalp (per patient report)\n4. Able to overtly name more than an average of 140 out of 175 items during the pre-treatment picture naming test (Philadelphia Naming Test) during Visits 2 or 3.\n5. Unable to overtly name at least an average of 5 out of 80 items during the pre-treatment fMRI sessions during Visits 2 or 3.","healthyVolunteers":false,"sex":"ALL","minimumAge":"25 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"No new patients will be recruited for the current project. We will rely solely on data collection in the tDCS-Trial (U01 DC011739, period 7/1/2012-6/31/2017). All information used in our experiments will be available as a result of the standardized set of tests that patients undergo in the trial.","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Leonardo F Bonilha, MD","affiliation":"Assistant Professor","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Medical University of South Carolina","city":"Charleston","state":"South Carolina","zip":"29425","country":"United States","geoPoint":{"lat":32.77657,"lon":-79.93092}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001037","term":"Aphasia"},{"id":"D000013064","term":"Speech Disorders"},{"id":"D000003147","term":"Communication Disorders"}],"ancestors":[{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000007806","term":"Language Disorders"},{"id":"D000019954","term":"Neurobehavioral Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000065886","term":"Neurodevelopmental Disorders"},{"id":"D000001523","term":"Mental Disorders"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M21516","name":"Neurobehavioral Manifestations","relevance":"LOW"},{"id":"M4042","name":"Aphasia","asFound":"Aphasia","relevance":"HIGH"},{"id":"M6064","name":"Communication Disorders","asFound":"Communication Disorders","relevance":"HIGH"},{"id":"M15554","name":"Speech Disorders","asFound":"Speech Disorders","relevance":"HIGH"},{"id":"M10513","name":"Language Disorders","relevance":"LOW"},{"id":"M30334","name":"Neurodevelopmental Disorders","relevance":"LOW"},{"id":"M4505","name":"Mental Disorders","relevance":"LOW"},{"id":"M14163","name":"Psychotic Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}