{"protocolSection":{"identificationModule":{"nctId":"NCT05903898","orgStudyIdInfo":{"id":"2022/24698(REK)"},"organization":{"fullName":"University Hospital of North Norway","class":"OTHER"},"briefTitle":"Improving Stroke Care in North-Norway Through Artificial Intelligence","officialTitle":"Improving Stroke Care in North-Norway Through Artificial Intelligence"},"statusModule":{"statusVerifiedDate":"2023-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-06-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2030-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-06-05","studyFirstSubmitQcDate":"2023-06-05","studyFirstPostDateStruct":{"date":"2023-06-15","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-08-28","lastUpdatePostDateStruct":{"date":"2023-08-31","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University Hospital of North Norway","class":"OTHER"},"collaborators":[{"name":"Nordlandssykehuset HF","class":"OTHER"},{"name":"Helgelandssykehuset HF","class":"UNKNOWN"},{"name":"Finnmarkssykehuset HF","class":"UNKNOWN"},{"name":"Oslo University Hospital","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"Prospective observational multi-center intervention study. The study aims to evaluate whether an artificial intelligence (AI) support tool for radiological image processing (StrokeSens, Circle NVI) can accelerate decision making and increase detection rate in patients with an acute ischemic stroke caused by intracranial large vessel occlusion (LVO) or medium vessel occlusion (MeVO) in Northern Norway. Relevant outcomes will be compared between centres with and without available software during the study period.","detailedDescription":"This study aims to evaluate whether an AI support tool (StrokeSens, Circle NVI) can accelerate decision making and increase detection rate in patients with an acute ischemic stroke caused by intracranial large vessel occlusion (LVO) or medium vessel occlusion (MeVO) in Northern Norway. The software will be a decision support tool in addition to standard radiological services where image interpretation is done by a radiologist or resident in radiology. The AI-tool will be available in 5 of 10 primary hospitals in Northern Norway. The AI-software employed in this study can automatically evaluate the presence of ischemic changes in the vascular territory of the middle cerebral artery according to the Alberta Stroke Program Early CT Score (ASPECTS) and detect occlusions in the intracranial segment of the internal carotid artery and the proximal segments of the middle cerebral artery (MCA).\n\nThe main goal of this project is to evaluate if access to the AI-software:\n\n1. Accelerates identification and handling of stroke patients harbouring an intracranial LVO.\n2. Leads to a higher detection rate of anterior circulation LVO and MeVO.\n\nThe secondary goal is to evaluate:\n\n1. If AI software leads to a higher number of thrombectomy treated LVO and MeVo patients.\n2. If AI software may lead to improved patient outcomes.\n\nHypothesis: Implementation of AI-based image analysis software as a decision support tool for radiologists, reduces time from imaging to transfer request in patients harbouring LVO/MeVO, and increases detection rate of large and medium sized vessel intracranial occlusion compared to the present day practices in primary stroke centres within the health region.\n\nAll outcomes will be a compared between primary stroke centres with and without access to the AI-software and historical data from the same sites as collected prior to software implementation (2019-2022)."},"conditionsModule":{"conditions":["Ischemic Stroke"],"keywords":["Large vessel occlusion","Artificial intelligence","Thrombectomy","Interhospital transfer","Medium sized vessel occlusion"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"DIAGNOSTIC","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":1000,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Patients enrolled to a primary stroke center with access to AI-software image processing tool","type":"EXPERIMENTAL","description":"Patients enrolled to a primary stroke center with access to AI-software image processing tool to aid the radiologist in LVO and MeVO detection.","interventionNames":["Device: AI software StrokeSens (Circle NVI)"]},{"label":"Patients enrolled to a primary stroke center without access to AI-software image processing tool","type":"NO_INTERVENTION","description":"Patients enrolled to a primary stroke center without access to AI-software image processing tool to aid the radiologist in LVO and MeVO detection (standard care)."}],"interventions":[{"type":"DEVICE","name":"AI software StrokeSens (Circle NVI)","description":"Computed tomography (CT) and computed tomography angiography (CTA) imaging studies acquired upon admission will be assessed by the AI software StrokeSENS (Circle NVI). StrokeSENS is CE marked and available for clinical diagnostic purposes in the EU and UK.The software will be a decision support tool in addition to standard radiological services available in all primary stroke centers in Northern Norway where image interpretation is done by a radiologist or resident in radiology. The software can automatically evaluate the presence of ischemic changes in the vascular territory of the middle cerebral artery according to the Alberta Stroke Program Early CT Score (ASPECTS) and occlusions in the intracranial segment of the internal carotid artery and the proximal segments of the middle cerebral artery (MCA). Output to radiologists will be automated ASPECT scoring, automated search for LVO or MeVO.","armGroupLabels":["Patients enrolled to a primary stroke center with access to AI-software image processing tool"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Time interval from imaging completion to when a request for patient transfer is recorded","description":"The time interval from imaging to a received request for transfer to a comprehensive stroke centre by air ambulance or other means at centers with the use of AI software compared to centers with standard care","timeFrame":"Within 24 hours of stroke onset"}],"secondaryOutcomes":[{"measure":"Proportion of patients identified with LVO and MeVO in anterior circulation","description":"Proportion of patients identified with large vessel occlusion and medium sized vessel occlusion in the anterior circulation on baseline CT angiography at centers with the use of AI software compared to centers with standard care","timeFrame":"Within 24 hours of stroke onset"},{"measure":"Proportion of patients identified with LVO /MeVO treated with thrombectomy","description":"Proportion of patients identified with large and medium vessel occlusion treated with thrombectomy at centers with the use of AI software compared to centers with standard care","timeFrame":"Within 24 hours of of stroke onset"},{"measure":"Functional outcome at 90 days in patients with LVO/MeVO","description":"Functional outcome defined as modified Rankin scale (mRS) score 0-6 at 90 days post stroke at centers with the use of AI software compared to centers with standard care. The modified Rankin Scale (mRS) is a valid and reliable clinician-reported measure of global disability that has been widely applied for evaluating recovery from stroke. It is a scale used to measure functional recovery (the degree of disability or dependence in daily activities) of people who have suffered a stroke. mRS scores range from 0 (best outcome) to 6 (worst outcome), with 0 indicating no residual symptoms; 5 indicating bedbound, requiring constant care; and 6 indicating death","timeFrame":"90 (+/-14) days after stroke onset"},{"measure":"Time from symptom onset to start of thrombectomy in patients identified with LVO and medium vessel occlusion at centers with the use of AI software compared to centers with standard care","timeFrame":"Within 24 hours of of stroke onset"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients with acute stroke symptoms admitted to a participating hospital within 24 hours of symptom onset\n\nExclusion Criteria:\n\n* Patients not available for follow-up assessments (e.g. non-resident)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Agnethe Eltoft, MD, PhD","role":"CONTACT","phone":"004797193417","email":"agnethe.eltoft@unn.no"},{"name":"Jon André Totland, MD","role":"CONTACT","email":"Jon.Andre.Totland@unn.no"}],"overallOfficials":[{"name":"Agnethe Eltoft","affiliation":"University Hospital of North Norway","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University Hospital of North Norway","status":"RECRUITING","city":"Tromsø","zip":"9038","country":"Norway","contacts":[{"name":"Agnethe Eltoft, MD, PhD","role":"CONTACT","phone":"0097193417","email":"agnethe.eltoft@unn.no"}],"geoPoint":{"lat":69.6489,"lon":18.95508}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}