{"protocolSection":{"identificationModule":{"nctId":"NCT04930822","orgStudyIdInfo":{"id":"202005FAG"},"organization":{"fullName":"Gaylord Hospital, Inc","class":"OTHER"},"briefTitle":"Evaluation of Bioness Integrated Therapy System (BITS) Touch Screen Technology to Improve Field Awareness","officialTitle":"Does Bioness Integrated Therapy System (BITS) Touch Screen Technology Improve Field Awareness to Inpatients With Neurological Visual Field Deficits"},"statusModule":{"statusVerifiedDate":"2023-09","overallStatus":"ENROLLING_BY_INVITATION","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-01-08","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-08-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-06-11","studyFirstSubmitQcDate":"2021-06-17","studyFirstPostDateStruct":{"date":"2021-06-18","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-09-18","lastUpdatePostDateStruct":{"date":"2023-09-21","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Heidi Fagan","investigatorTitle":"Occupational Therapist","investigatorAffiliation":"Gaylord Hospital, Inc"},"leadSponsor":{"name":"Gaylord Hospital, Inc","class":"OTHER"},"collaborators":[{"name":"Connecticut Community Foundation","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUsExport":true},"descriptionModule":{"briefSummary":"The Bioness Integrated Therapy System (BITS) (Bioness Inc. Valencia, CA) Touch Screen is an FDA approved device comprised of an interactive touchscreen and diverse program options to challenge patients through the use of visual motor activities, visual and auditory processing, cognitive skills, and endurance training. The purpose of this study is to enroll a small group of adults currently undergoing inpatient rehabilitation, who were admitted for an acute neurological event and present with an acute neurological visual field impairment. The primary objective is to compare any increase in visual field awareness using a prescribed regimen consisting of conventional vision exercises compared with a regimen using BITS touch screen technology. Participants will be alternately assigned into \"A\" and \"B\" groups upon enrollment. The control group \"A\" will be prescribed conventional (table top, pen and paper) vision interventions provided by an occupational therapist and will receive pre- and post- assessment of visual field awareness. Treatment group \"B\" will include a prescribed regimen with use of BITS touch screen technology. Group B participants will receive the same pre- and post- assessment of visual field awareness as Group A participants. The hypothesis is that incorporation of the BITS touch screen technology, being more interactive, will result in better outcomes for visual field awareness. This is an unblinded quasi-randomized control trial that will determine best treatment intervention for visual field impairment. Safety will be measured by the number of reported adverse events. The study period will include 6 sessions per participant, conducted at one site, with the objective of enrolling at least 30 participants to have 15 participants in each study group.","detailedDescription":"The primary objective of this study is to demonstrate the effectiveness of a multi-session prescribed regimen involving the Bioness Integrated Therapy System (BITS) touch screen technology as a safe, practical, and beneficial means to increase visual field awareness for individuals with neurological vision field deficits receiving inpatient therapy. The overall goal is to determine if the use of BITS touch screen technology more effectively improves visual field awareness than conventional vision interventions involving table-top pen and paper activities.\n\nPrior to consenting interested individuals, the presence of a visual field deficit will be confirmed through confrontation testing. Consented participants will perform an initial Bells Test assessment to determine initial visual field awareness. In addition to the Bells Test assessment, a Neuro-Optometrist/investigator will use a Kinetic Field Analyzer to perform a visual field test to measure the density of the field deficit, or blind-spot. Bells Test and Kinetic Field Analyzer testing will be conducted within 1 week of admission to the study (pre-assessment) and within 1 week prior to participant discharge (post-assessment).\n\nConsented participants will be alternately assigned to either Group \"A\" or Group \"B\". Participants in Group A will be offered traditional vision interventions that will include word search, scanning activities, and saccade training. Participants in Group B will be prescribed and complete a BITS regimen with occupational therapist/investigator using the BITS programs of visual scanning, visual pursuits and/or visual motor. Participants in both groups will complete six, 20 minute, sessions over three-weeks. A convenience sample of 30 participants (15 per group) will be recruited; the enrollment period is expected to last approximately 12 months.\n\nIn addition to the visual intervention, all participants will be evaluated by the Neuro-Optometrist/investigator for the need of prismatic correction for field expansion therapy. Prismatic correction is customarily used by eye care professionals to correct ocular deviations and align the eyes to correct double vision. This correction uses unequal prismatic correction for each eye. Prismatic correction can also be used in equal powers for each eye that is often called \"yoked\" prismatic correction. Yoked prisms are often used with stroke patients since they can change the location of objects in space as well as have the ability to balance visual skews in spatial perception. These patients often present with hemianopic visual field deficits. The yoked prism allows areas that are not seen to be perceived by displacing the objects into the area of vision not blinded by the stroke as well as balancing visual-spatial perceptual impairments. In turn this treatment allows rehabilitative therapy to be more effective with better outcomes and is part of the standard of care. All participants will be evaluated and receive the appropriate prismatic correction as prescribed.\n\nData analysis: All data will be collected and analyzed in an unpaired fashion as appropriate; adjustments for abnormal distribution, unequal variance, and repeated measure will be applied as necessary. In the case of missing or inconsistent data due to early withdraw, early participant discharge, or other unforeseen events, the datasets will be evaluated as normal."},"conditionsModule":{"conditions":["Stroke","Neurologic Disorder","Traumatic Brain Injury","Acquired Brain Injury"],"keywords":["Visual Field Cut","Visual Field Interventions","Visual Field Impairments","Hemianopsia","Quadrantanopia","Long Term Acute Care Hospital","Occupational Therapy","Activities of Daily Living","Visual Neglect","Visual Inattention","Hemi-inattention","Touch Screen Technology","Visual Scanning"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Participants will be assigned into \"A\" and \"B\" groups upon admission in alternating fashion. The control group \"A\" will be prescribed conventional (table top, pen and paper) vision interventions provided by an occupational therapist and will receive pre- and post- assessment of visual field awareness. Treatment group \"B\" will include a prescribed regimen with use of BITS touch screen technology. Group B participants will receive the same pre- and post- assessment of visual field awareness as Group A participants.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":30,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Table Top Visual Intervention","type":"ACTIVE_COMPARATOR","description":"Interventions will include six, 20 minute sessions using pen and paper word search, scanning activities, and saccade visual training. All activities will be conducted with an occupational therapist/investigator.","interventionNames":["Other: Table Top Visual Intervention"]},{"label":"Bioness Integrated Therapy System Visual Intervention","type":"EXPERIMENTAL","description":"Intervention will includes six sessions using the Bioness Integrated Therapy System for 20 minutes using the programs of visual scanning, visual pursuits and/or visual motor.All activities will be conducted with an occupational therapist/investigator.","interventionNames":["Device: Bioness Integrated Therapy System Visual Intervention"]}],"interventions":[{"type":"OTHER","name":"Table Top Visual Intervention","description":"Table top visual interventions and exercises.","armGroupLabels":["Table Top Visual Intervention"],"otherNames":["Group A; Analog; Table Top"]},{"type":"DEVICE","name":"Bioness Integrated Therapy System Visual Intervention","description":"Digital visual interventions and exercises.","armGroupLabels":["Bioness Integrated Therapy System Visual Intervention"],"otherNames":["Group B; Digital; BITS"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Confrontation Testing","description":"Commonly known as the \"finger counting\" exam because the examiner may use their own fingers during the test. The examiner presents fingers that are either identified or counted by the participant, depending on the extent of the exam. First, both eyes will be tested (binocular) and then each eye will be tested separately (monocular) in all 4 quadrants of visual fields. A defect in vision will be detected if the patient fails to accurately see the fingers. The ability to see or not see the respective quadrants with either monocular or binocular vision will be recorded.","timeFrame":"Prior to enrollment to determine eligibility. Potential participants are screened within 72 hours of admission to the inpatient rehabilitation program."},{"measure":"Bells Test","description":"Used to determine initial visual field awareness. The participant is presented with a standardized pen and paper assessment that includes pictures of bells and other objects. The participant has to locate and circle as many bells as they can without circling any distractors. The participant is scored on the time that it takes to complete the assessment, the number of bells that are located on both the left and right side of the page, and the number of distractors that are located. The Bells test scored on a scale of 0 through 35; the higher the score the better.","timeFrame":"Pre and post tests will be collected within 1 week following enrollment and within 1 week prior to discharge."},{"measure":"Kinetic Field Assessment","description":"Neuro-Optometrist delivered test. Measures the density or presence of field deficits, or blind-spots, in participants using moving objects with a fixed luminance and color.","timeFrame":"Pre and post tests will be collected within 1 week following enrollment and within 1 week prior to discharge."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Adults, 18 years or older who are able to provide consent or have Power of Attorney (POA) able to consent.\n* Must have an acute or subacute (diagnosed within the last 3 months) neurological diagnosis with a visual field deficit as verified by occupational therapist via confrontation testing.\n* Admitted for inpatient rehabilitation\n* Demonstrate the ability to follow 1 step directions\n* Demonstrate sufficient upper extremity strength (as deemed appropriate by occupational therapist) to utilize BITS touch screen technology\n* Ability to tolerate at least 30 minutes of intervention at a seated wheelchair level.\n\nExclusion Criteria:\n\n* Severe cognitive impairments: Unable to follow one step directions, inability to communicate pain, or to stop intervention if needed\n* Quadriparesis\n* Previous significant visual impairment impacting visual fields or resulting in legal blindness in past medical history\n* Re-admitted to Acute Care and do not return within 1 week\n* Currently on a ventilator for respiratory support\n* Unstable vital signs or deemed inappropriate to participate in therapy per Medical Staff\n* Uncontrolled or new (within 24 hours) arrhythmias.\n* Unresolved or new (within 24 hours) deep vein thrombosis.\n* Concurrent severe neurological pathology/disease or stroke within 72 hours.\n* Any reason the physician may deem as harmful to the participant to enroll or continue in the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Heidi Fagan, OTR/L","affiliation":"Gaylord Specialty Healthcare","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Gaylord Hospital","city":"Wallingford","state":"Connecticut","zip":"06492","country":"United States","geoPoint":{"lat":41.45704,"lon":-72.82316}}]},"referencesModule":{"references":[{"pmid":"26156977","type":"BACKGROUND","citation":"Master CL, Scheiman M, Gallaway M, Goodman A, Robinson RL, Master SR, Grady MF. Vision Diagnoses Are Common After Concussion in Adolescents. Clin Pediatr (Phila). 2016 Mar;55(3):260-7. doi: 10.1177/0009922815594367. Epub 2015 Jul 7."},{"type":"BACKGROUND","citation":"Sara Stephenson, Alice Anderson-Tome, Sarah Fischer, Abby Guzman, William Meredith, Chandler Somers; Pilot Study: Using the Bioness Integrated Therapy System (BITS) To Examine the Correlation Between Skills and Success With On-the-Road Driving Evaluations. Am J Occup Ther 2019;73(4_Supplement_1):7311515280. https://doi.org/10.5014/ajot.2019.73S1-PO4054"},{"pmid":"25284978","type":"BACKGROUND","citation":"Goodwin D. Homonymous hemianopia: challenges and solutions. Clin Ophthalmol. 2014 Sep 22;8:1919-27. doi: 10.2147/OPTH.S59452. eCollection 2014."},{"type":"BACKGROUND","citation":"Gauthier L, Dehaut F, Joanette Y. The Bells Test: A quantitative and qualitative test for visual neglect. International Journal of Clinical Neuropsychology. US: MelNic Press, Inc.; 1989;11(2):49-54."}],"seeAlsoLinks":[{"label":"Britannica. Visual Field Defect","url":"https://www.britannica.com/science/visual-field-defect"},{"label":"Visual Field Testing. Cleveland Clinic","url":"https://my.clevelandclinic.org/health/diagnostics/14420-visual-field-testing"},{"label":"Visual Field Testing. American Academy of Ophthalmology","url":"https://www.aao.org/eye-health/tips-prevention/visual-field-testing"}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"Copies of the study protocol will be provided upon request. Requests for copies of the de-identified research data will be considered on a situational basis."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001930","term":"Brain Injuries"},{"id":"D000070642","term":"Brain Injuries, Traumatic"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014947","term":"Wounds and Injuries"}],"ancestors":[{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000006259","term":"Craniocerebral Trauma"},{"id":"D000020196","term":"Trauma, Nervous System"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M4897","name":"Brain Injuries","asFound":"Brain Injury","relevance":"HIGH"},{"id":"M628","name":"Brain Injuries, Traumatic","asFound":"Traumatic Brain Injury","relevance":"HIGH"},{"id":"M9199","name":"Hemianopsia","relevance":"LOW"},{"id":"M17375","name":"Wounds and Injuries","asFound":"Injury","relevance":"HIGH"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M9039","name":"Craniocerebral Trauma","relevance":"LOW"},{"id":"M21713","name":"Trauma, Nervous System","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"BC11","name":"Eye Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}